{
  "pmcid": "PMC10510585",
  "doi": "10.1021/acsnano.2c11161",
  "title": "Patterns of Carbon-Bound\nExogenous Compounds Impact\nDisease Pathophysiology in Lung Cancer Subtypes in Different Ways",
  "authors": [
    "Jian Shen",
    "Na Sun",
    "Jun Wang",
    "Philipp Zens",
    "Thomas Kunzke",
    "Achim Buck",
    "Verena M. Prade",
    "Qian Wang",
    "Annette Feuchtinger",
    "Ronggui Hu",
    "Sabina Berezowska",
    "Axel Walch"
  ],
  "year": "2023",
  "journal": "ACS Nano",
  "abstract": "Carbon-bound exogenous\ncompounds, such as polycyclic\naromatic hydrocarbons\n(PAHs), tobacco-specific nitrosamines, aromatic amines, and organohalogens,\nare known to affect both tumor characteristics and patient outcomes\nin lung squamous cell carcinoma (LUSC); however, the roles of these\ncompounds in lung adenocarcinoma (LUAD) remain unclear. We analyzed\n11 carbon-bound exogenous compounds in LUAD and LUSC samples using\nin situ high mass-resolution matrix-assisted laser desorption/ionization\nFourier-transform ion cyclotron resonance mass spectrometry imaging\nand performed a cluster analysis to compare the patterns of carbon-bound\nexogenous compounds between these two lung cancer subtypes. Correlation\nanalyses were conducted to investigate associations among exogenous\ncompounds, endogenous metabolites, and clinical data, including patient\nsurvival outcomes and smoking behaviors. Additionally, we examined\ndifferences in exogenous compound patterns between normal and tumor\ntissues. Our analyses revealed that PAHs, aromatic amines, and organohalogens\nwere more abundant in LUAD than in LUSC, whereas the tobacco-specific\nnitrosamine nicotine-derived nitrosamine ketone was more abundant\nin LUSC. Patients with LUAD and LUSC could be separated according\nto carbon-bound exogenous compound patterns detected in the tumor\ncompartment. The same compounds had differential impacts on patient\noutcomes, depending on the cancer subtype. Correlation and network\nanalyses indicated substantial differences between LUAD and LUSC metabolomes,\nassociated with substantial differences in the patterns of the carbon-bound\nexogenous compounds. These data suggest that the contributions of\nthese carcinogenic compounds to cancer biology may differ according\nto the cancer subtypes.",
  "sections": [
    {
      "title": "Introduction",
      "text": "Humans are constantly exposed to black\ncarbon particles and carbon-bound\nexogenous compounds, which enter the lungs via inhalation.1,2 Black carbon particles are inherently toxic and serve as carriers\nof toxic compounds that can be released into lung tissues and metabolized\nover extended periods of time.3,4 Although foreign carbon\nparticles are typically engulfed by resident macrophages, macrophages\nare incapable of efficiently degrading carbon particles.5,6 The engulfment of multiple carbon particles by macrophages can lead\nto anthracosis, a condition characterized by the visible darkening\nof lung tissues in concentrated areas.7 Because anthracosis occurs with a high prevalence, some studies\nhave viewed anthracosis as part of a normal process, reporting that\nthe molecules associated with accumulated carbon particles are chemically\ninert.8 However, evidence from other studies\nsupports an association between anthracosis and lung cancer progression\nor carcinogenesis.9,10 Recently, Xie et al. analyzed\ngene expression and DNA methylation data from lung cells exposed to\ncarbon nanotubes and identified four genes that are associated with\nthe development of lung cancer.11 Zhang\net al. found that the polycyclic aromatic hydrocarbon (PAH) accumulation\nin pulmonary carbon particles increases with age, which could potentially\nincrease the risk of lung cancer development.12 Our previous study demonstrated that carbon-bound PAHs, tobacco-specific\nnitrosamines, aromatic amines, and organohalogens are strongly associated\nwith patient outcomes, tumor development, and the tumor microenvironment\nin lung squamous cell carcinoma (LUSC).13 However, the roles of these exogenous compounds in lung adenocarcinoma\n(LUAD) remain unclear. LUAD is the most common lung cancer type,\naccounting for 30% of\nall lung cancer cases and approximately 40% of all non-small cell\nlung cancer (NSCLC) occurrences.14 LUSC\nand LUAD, which represent the two major NSCLC histological subtypes,15,16 are characterized by different biological pathways and biomarkers,17−19 and may also exhibit differences in patterns of carbon-bound exogenous\ncompounds or metabolomes. Recent advancements highlighting the clinical\nand molecular dissimilarities between LUAD and LUSC, which present\ndistinct pathophysiologies and clinical behaviors, have led some researchers\nto suggest that these diseases should be treated as different cancer\ntypes rather than being classified as NSCLC subtypes.20 For example, current understanding of tumorigenesis indicates\nthat LUAD develops from cells producing surfactant components, whereas\nLUSC arises from cells lining the airways in the lungs.21 LUAD is the most common type of lung cancer\noccurring in nonsmokers, whereas LUSC is strongly associated with\nsmoking.22 LUAD and LUSC also exhibit differential\ngene expression patterns, with significant variations observed in\nthe regulatory networks controlling cell proliferation, DNA replication,\nDNA repair, and RNA splicing.23−26 Mutations in receptor tyrosine kinases are frequently\ndetected in LUAD but are rare in LUSC.27 The mutated tumor suppressor gene TP53 is frequently detected in\nearly stage LUSC but only detected in late-stage LUAD.28 Comprehensive investigations defining the distinct\nmolecular characteristics and metabolomes of these two major subtypes\nof lung cancer and the differential impacts of carbon-bound exogenous\ncompounds on lung cancer pathophysiology remain necessary to improve\ndiagnostic and therapeutic intervention strategies. The highly\ncomplex and heterogeneous chemical composition of carbon\nparticles and carbon-bound exogenous compounds in human anthracosis\nwithin the natural histological context of lung tissues has been largely\nunexplored and methodologically challenging. High mass-resolution\nmass spectrometry imaging (MSI) is capable of detecting and visualizing\nthe discrete spatial distributions of exogenous compounds and their\nrelated metabolites in tissue sections.29−32 One advantage of MSI is the ability\nto directly overlay mass spectrometric analyses on tissue sections,\nallowing for correlations between molecular and histologic information.33 High-resolution imaging combined with molecular\nspecificity facilitates the identification of exogenous compound characteristics\nat the single-pixel level. Thus, MSI can provide insights into the\neffects and interactions of carbon particles, exogenous compounds,\nand endogenous metabolites within natural cellular and extracellular\ncontexts in human lung tissue. In this work, we compared the\ncarbon-bound exogenous compound patterns\nin LUAD and LUSC samples to improve our understanding of the differential\nimpacts of these compounds on lung cancer pathophysiology. We used\nhigh mass-resolution matrix-assisted laser desorption/ionization (MALDI)\nFourier-transform (FT) ion cyclotron resonance (ICR) mass spectrometry\nimaging (MALDI-FT-ICR-MSI) to analyze 11 carbon-bound exogenous compounds\nin LUSC and LUAD samples, revealing substantial differences in the\ncarbon-bound exogenous compound patterns associated with these two\nlung cancer subtypes. PAHs, aromatic amines, and organohalogens were\nmore abundant in LUAD than in LUSC, whereas tobacco-specific nitrosamine\nnicotine-derived nitrosamine ketone (NNK) was more abundant in LUSC\nthan in LUAD. Patients with LUAD and LUSC could be clearly separated\naccording to carbon-bound exogenous compound patterns identified in\nthe tumor compartment. The same compounds had differential impacts\non patient outcomes depending on the cancer subtype, indicating that\nthese compounds are associated with differential contributions to\nLUAD and LUSC pathophysiology. Although several studies have investigated\nthe effects of carbon particles and carbon-based materials on lung\ncancer development and progression, none have specifically explored\nthe interactions between carbon-bound exogenous compounds and their\nmetabolites or their pathophysiological contributions to different\ntumor types. Therefore, this study may provide a kind of insight into\nthe impacts of carbon particles, exogenous compounds, and endogenous\nmetabolites in human lung cancer tissue."
    },
    {
      "title": "Results and Discussion",
      "text": "Using the approach illustrated in Scheme 1, we examined the tumor and\nstromal compartments in a cohort of 113 patients with either LUAD\n(n = 59) or LUSC (n = 54) using\nhigh mass-resolution MALDI-FT-ICR-MSI to analyze 11 carbon-bound exogenous\ncompounds: benzo[a]pyrene; dibenz[a,h]anthracene; dibenzo[a,l]pyrene; benzo[b]pyridine; 7-Hydroxymethyl-12-methylbenz[a]anthracene sulfate; NNK; 4-(methylnitrosamino)-1-(3-pyridyl)-1-butanol\n(NNAL); NNAL-N-glucuronide; N-hydroxy-4-aminobiphenyl; N-hydroxy-MeIQx; and 1,2-dichloroethane. We also compared\nthe patterns of carbon-bound exogenous compounds in the epithelial\ncompartments of tumors and normal tissues. Spatial metabolomics\n(left):\nThe spatial distributions of compounds were estimated by MALDI-FT-ICR-MSI,\nand tumor and stromal cells were automatically annotated on multiplex\nimmunofluorescent images. Quantification (middle): The numbers of\ncarbon particles in the LUAD (n = 59) and LUSC (n = 54) samples were quantified by morphology-based imaging\nanalysis. Characterization (right): Carbon-bound exogenous compounds\nwere detected by metabolomic analysis and used for hierarchical clustering\nand statistical analysis. LUAD, lung adenocarcinoma; LUSC, lung squamous\ncell carcinoma; MALDI-FT-ICR-MSI, matrix-assisted laser desorption/ionization\nFourier-transform ion cyclotron resonance mass spectrometry imaging;\nand SPACiAL, spatial correlation image analysis. In the tumor compartment, most of the exogenous compounds were\nmore abundant in LUAD samples than in LUSC samples, including the\nPAHs benzo[a]pyrene (p < 0.001),\ndibenz[a,h]anthracene (p < 0.001), dibenzo[a,l]pyrene\n(p < 0.001), and 7-OH-12-methylbenz[a]anthracene sulfate (p = 0.041); the tobacco-specific\nnitrosamine NNAL-N-glucuronide (p = 0.017); the aromatic amine N-hydroxy-MeIQx (p = 0.016); and the organohalogen dichloroethane (p < 0.001); however, the tobacco-specific nitrosamine\nNNK (p < 0.001) was more abundant in LUSC samples\nthan LUAD samples (Figure 1). In the stromal compartment, benzo[a]pyrene\n(p = 0.010), dibenz[a,h]anthracene (p = 0.002), dibenzo[a,l]pyrene (p = 0.016), and dichloroethane\n(p < 0.001) were more abundant in LUAD samples\nthan in LUSC samples, whereas 7-OH-12-methylbenz[a]anthracene sulfate (p < 0.001) and NNAL-N-glucuronide (p = 0.004) were more abundant\nin LUSC samples than in LUAD samples (Figure S1). Differing patterns of carbon-bound compounds in the tumor compartments\nof LUAD (n = 59) and LUSC (n = 54)\nsamples. LUAD (A) and LUSC (B) tumor tissues featuring high carbon-particle\ncontents (top left: hematoxylin and eosin staining; top center: nuclear\nred staining). Ion distributions are shown for benzo[a]pyrene (top right), dibenz[a,h]anthracene, dibenzo[a,l]pyrene,\nNNAL, NNK, N-hydroxy-4-aminobiphenyl, and N-hydroxy-MeIQx. (C) Comparison of exogenous compound patterns\nbetween LUAD and LUSC samples. *p < 0.05, **p < 0.01, ***p < 0.001, ns, not significant.\nLUAD, lung adenocarcinoma; LUSC, lung squamous cell carcinoma; NNAL,\n4-(methylnitrosamino)-1-(3-pyridyl)-1-butanol; NNK, nicotine-derived\nnitrosamine ketone. Hierarchical clustering\nand uniform manifold approximation\nand\nprojection (UMAP) analyses were able to separate the two histological\ntumor subtypes based on exogenous compound abundances within the tumor\ncompartment, but no separation could be defined based on compound\nabundances in the stromal compartment (Figure 2). Differences in exogenous compound patterns\nbetween the tumor and normal lung tissues are shown in Figure S2. In the patients with LUAD, 7-OH-12-methylbenz[a]anthracene sulfate, NNAL, and N-hydroxy-MeIQx\nwere more abundant in the tumor compartment than in normal lung tissue\n(Figure S2A). In patients with LUSC, benzo[a]pyridine, dibenzo[a,l]pyrene, 7-OH-12-methylbenz[a]anthracene sulfate,\nNNAL, and N-hydroxy-MeIQx were more abundant in the\ntumor compartment than in normal lung tissue (Figure S2B). Hierarchical clustering and UMAP analysis of carbon-bound\nexogenous\ncompounds in the tumor and stromal compartments of patients with LUAD\n(n = 59) and LUSC (n = 54). (A,\nB) Hierarchical clustering was performed using Metaboanalyst 4.0.\nThe horizontal axis represents all of the samples analyzed in the\nstudy. The vertical axis denotes the 11 exogenous compounds. LUAD\n(red) and LUSC (green) samples are indicated on the top of the heatmap.\nDendrograms for the samples are shown on the top of the heatmaps.\nDendrograms for the compounds are shown on the left of the heatmaps.\nA blue-to-red color gradient denotes lower to higher abundance. (C,\nD) UMAP of LUAD and LUSC samples clustered according to the exogenous\ncompounds detected in the tumor and stromal compartments. LUAD, lung\nadenocarcinoma; LUSC, lung squamous cell carcinoma; UMAP, uniform\nmanifold approximation and projection. Previous studies have identified differences in\nthe metabolic characteristics\nof LUAD and LUSC, but potential differences in exogenous compounds\nbetween these two NSCLC subtypes have not yet been explored.34 Most of the carbon-bound exogenous compounds\nthat we examined, including PAHs, aromatic amines, and organohalogens,\nwere more abundant in the LUAD samples than in the LUSC samples. By\ncontrast, the tobacco-specific compound NNK was more abundant in LUSC\nsamples than in LUAD samples, and patients with LUSC were associated\nwith a higher smoking prevalence than those of patients with LUAD.\nDifferences in patterns and effects of exogenous compounds between\nLUAD and LUSC are likely attributable to diverse factors, including\ncell types, physicochemical compound properties, and smoking behaviors.\nDifferent cell types in central and peripheral airways may have differential\neffects on exogenous compound metabolism, which might contribute to\nthe variations in compound abundances observed between LUAD and LUSC\nsamples.35 Previous studies have shown\nthat LUSC and LUAD arise from the central and peripheral airways,\nrespectively, and regional airway differences can influence the dose\nof nitrosamines in the vapor phase of tobacco smoke.36 Physicochemical properties, such as the octanol–water\npartition\ncoefficient, water solubility, pKa, and\nvolatility, are crucial for determining the cytotoxicity of both exogenous\ncompounds and carbon particles and how they interact with tissue environments,\nincluding water and lipid solubility, tissue absorption, and the crossing\nof biological barriers (e.g., alveolar membranes).37−42 The physicochemical properties of the exogenous compounds assessed\nin this study are summarized in Table 1 (Pubchem: https://pubchem.ncbi.nlm.nih.gov/;43 HMDB: http://www.hmdb.ca/(44)). 7-HMBAS, 7-Hydroxymethyl-12-methylbenz[a]anthracene sulfate; NNK, 4-(Methylnitrosamino)-1-(3-pyridyl)-1-butanone;\nNNAL, 4-(Methylnitrosamino)-1-(3-pyridyl)-1-butanol; PAHs, polycyclic\naromatic hydrocarbons; SVOC, semivolatile organic compounds; VOC,\nvolatile organic compounds. For example, a compound with a high octanol/water\npartition coefficient\nis more likely to accumulate in lipid-rich cells of the lung, such\nas alveolar type II cells and macrophages.45 pKa is a measure of the acidity or basicity\nof a compound, such that a lower pKa generally\nindicates a stronger acid, whereas a higher pKa indicates a weaker acid. The pKa value of a compound can also alter its charge, affecting tissue\ndistribution by altering the ability to cross biological membranes.46,47 Volatile compounds can be classified according to their boiling\npoints as very volatile organic compounds (VVOCs; boiling points ranging\nfrom 0 °C to 50–100 °C), volatile organic compounds\n(VOCs; boiling points ranging from 50–100 °C to 240–260\n°C) or semivolatile organic compounds (SVOCs; boiling points\nranging from 240–260 °C to 380–400 °C).48 The levels of some VOCs, such as benzaldehyde,\nare higher in LUAD than in LUSC samples.49 In our study, we found that the VOC benzo[b]pyridine\nwas more abundant in the LUAD samples than in the LUSC samples. PAHs\nwith high octanol–water partition coefficients present with\nslower lung clearance rates in rats50 and\nmay be associated with similarly slow clearance rates in humans because\nthey are more likely to accumulate in the lipid-rich environment of\nlung tissue.51 Some PAHs, such as benzo[a]pyrene, have low solubility and penetrate tissue membranes\nvia hydrophobic attraction. After entering the body, these compounds\ncan be deposited in lung tissue, leading to harmful effects.52 Because the physicochemical properties of exogenous\ncompounds can be used to predict their behaviors in biological systems\nand provide insights into their likely distributions in tissues, including\nlung tissues, these properties should be considered when evaluating\nthe health risks associated with compound exposure and developing\nstrategies for detection, monitoring, and elimination. Although\nboth smoking and air pollution increase the risks of developing\nLUSC and LUAD, LUAD occurs more frequently in nonsmokers than in smokers\nand is strongly associated with exposure to air pollution, whereas\nLUSC is associated with smoking. Tobacco smoke and air pollution primarily\nconsist of fine particles from various sources, such as insufficient\nbiomass combustion.53,54 Although tobacco smoke and air\npollution share some common features that contribute to lung disease,\nnotable differences exist in the types of carcinogens that they contain.\nSmoking tobacco releases more than 5,200 compounds, including carcinogenic\ntobacco-specific nitrosamines, such as NNK, and PAHs, such as benzo[a]pyrene, which are important contributors to the development\nof cancer and other smoking-associated health problems.55−57 Compounds known to contribute to lung cancer in air pollution include\nPAHs, such as benzo[a]pyrene.58 In our study, we found a higher abundance of the tobacco-specific\nnitrosamine NNK in LUSC samples than in LUAD samples, whereas PAHs,\nsuch as benzo[a]pyrene, were more abundant in LUAD\nsamples than in LUSC samples, suggesting that the development of LUSC\nand LUAD may involve different mechanisms. The differences in\ncarbon-bound exogenous compound patterns and\ntheir effects in LUAD and LUSC can be attributed to various factors\nthat impact the metabolism, accumulation, and distribution of these\ncompounds, including distinct transcriptomic profiles, alterations\nin protein expression, or genetic driver mutations. At the transcriptomic\nlevel, previous studies identified cytochrome P450 family 1 subfamily\na member 1 (CYP1A1) as being involved in the metabolism of exogenous\ncompounds, including PAHs such as benzo[a]pyrene.59 CYP1A1 expression can be detected in LUAD but\nnot in most LUSC.60 At the protein level,\nepidermal growth factor receptor (EGFR) expression is more frequently\ndetected in LUAD samples than in LUSC samples,61,62 and EGFR expression may increase carbon particles uptake.63,64 At the genetic level, recent studies have identified several single-nucleotide\npolymorphisms in genes involved in the metabolism of both endogenous\nand exogenous compounds that are associated with increased risks for\nlung cancers development, especially LUAD, in individuals who have\nnever smoked.65 We compared\nthe prognostic associations of carbon-bound exogenous compounds with\nLUAD and LUSC outcomes and found that the same carbon-bound exogenous\ncompounds had differential effects on patient outcomes depending on\nthe lung cancer subtype (Figure 3). In the tumor compartment of LUAD, high benzo[a]pyrene levels (p = 0.030) and low benzo[b]pyridine levels (p = 0.020) were both\nassociated with poor prognosis (Figure 3A and 4B top), whereas low NNAL\nlevels (p = 0.100) trended toward an association\nwith favorable prognosis (Figure 3C top). In the tumor compartment of LUSC, high NNAL\nlevels (p = 0.011) and low benzo[b]pyridine levels (p = 0.005) were each associated\nwith a favorable prognosis (Figure 3A–C top). In the stromal compartment of LUAD,\nhigh N-hydroxy-MeIQx levels (p =\n0.020) were associated with a favorable prognosis, but the opposite\ntrend was observed for N-hydroxy-MelQx levels in\nthe stromal compartment of LUSC (p = 0.110). Kaplan–Meier\nsurvival analyses (top) and distributions of\nexogenous compound abundances (bottom). Kaplan–Meier survival\nanalyses revealing that low tumoral benzo[a]pyrene\n(A) levels were associated with better prognosis in LUAD (n = 58) but trended toward a worse prognosis in LUSC (n = 49). High levels of tumoral benzo[b]pyridine (B) were associated with better prognosis in LUAD but worse\nprognosis in LUSC. High NNAL (C) levels were associated with a better\nprognosis in LUSC but trended toward a worse prognosis in LUAD. High\nstromal N-hydroxy-MeIQx (D) levels were associated\nwith better prognosis in LUAD but trended toward a worse prognosis\nin LUSC. Bottom graphs are noncumulative histograms showing the distributions\nof compound abundances, including the intensity thresholds used to\nclassify samples as having high or low compound levels (yellow). The\ncounts of intensity = 0 are displayed on the left side of the y-axis. On the right side of they-axis,\nthe maximum number of patients in a bin is shown. LUAD, lung adenocarcinoma;\nLUSC, lung squamous cell carcinoma; NNAL, 4-(methylnitrosamino)-1-(3-pyridyl)-1-butanol. Anthracosis in normal lung and NSCLC tissue. (A–D)\nTumor\nand normal tissues were stained with hematoxylin and eosin and counterstained\nwith nuclear red, revealing anthracosis deposits. (E–H) Segmentation\n(blue) by image analysis for anthracosis quantification. (I, J) The\nquantities and prevalence of carbon particles in clusters were evaluated\nin both tumor and normal tissues from patients with LUAD (n = 59). (K, L) The quantities and prevalence of carbon\nparticles in clusters were assessed in both tumor and normal tissues\nfrom patients with LUSC (n = 54). The dashlines in\nthe histogram indicate the percentage of patients divided into three\ncategories: no, low, or high pigment content. (M) Comparison of the\nnumbers of carbon particles in clusters in tissues from patients with\nLUAD and LUSC. (N) Spearman’s rank correlation showing the\nassociations between the total area of carbon particles in clusters\nand various characteristics. (O, P) Kaplan–Meier survival analysis\nshowing that carbon particle abundance in clusters is not correlated\nwith patient survival. *p < 0.05, ***p < 0.001, NS, not significant. NSCLC, non-small cell lung cancer;\nLUAD, lung adenocarcinoma; LUSC, lung squamous cell carcinoma. Some exogenous compounds had differential effects\non patient outcomes\nin LUAD and LUSC, suggesting that exogenous compound patterns may\ndrive LUAD and LUSC pathophysiology. For example, high benzo[a]pyrene levels were associated with poor prognosis in LUAD\nbut were not associated with survival in LUSC. The same compounds\nmay have differential effects on patient outcomes in LUAD and LUSC\nfor various reasons. First, abundance–response relationship\nmay exist between PAH dose and patient survival, and PAHs are more\nabundant in LUAD than in LUSC. Second, an abundance–response\nrelationship between PAHs and DNA methylation has been reported in\nlung cancer.66 DNA methylation is tissue-specific,\ndistinct DNA methylation patterns have been identified in LUAD and\nLUSC,67,68 and DNA methylation anomalies are associated\nwith carcinogenesis and patient survival in lung cancer.69,70 Therefore, the differential effects of PAHs across different lung\ncancer subtypes may be mediated by differences in DNA methylation\npatterns and frequencies. Third, PAHs and halogenated aromatic hydrocarbons\nare aryl hydrocarbon receptor (AhR) ligands,71 and abnormal AhR expression and activity have been reported in lung\ncancer.72−74 Immunoreactivity analysis of tissues from patients\nwith cancer revealed more prevalent AhR overexpression in LUAD tissues\nthan in LUSC tissues.75,76 AhR overexpression is associated\nwith increased tumor cell proliferation and survival in lung cancer,\nand AhR antagonists exhibit anticancer activity, indicating a potential\nrole for AhR in tumor pathophysiology.77−79 Thus, differences in\nthe AhR expression levels might also explain the different prognostic\nassociations observed for the same exogenous compounds in LUAD and\nLUSC. Patients with LUSC had a higher smoking rate than patients\nwith\nLUAD (p < 0.001). Tumoral NNK levels were positively\ncorrelated with smoking in LUAD (r = 0.32, p = 0.027) but showed no significant correlation with smoking\nin LUSC (r = 0.15, p = 0.303); however,\nhigh NNK levels were associated with poor prognosis in both LUAD (p = 0.003) and LUSC (p = 0.020). Survival\nanalyses based on exogenous compound levels are shown in Figure S3. NNK can induce DNA adducts at a high\nfrequency, inhibiting DNA repair mechanisms in human cells and resulting\nin the accumulation of DNA damage, which could potentially contribute\nto the development of cancer.80 Additionally,\nNNK can interact with various signaling pathways, such as the phosphoinositide\n3-kinase–protein kinase B–mechanistic target of rapamycin\npathway, and transcription factors, including hypoxia-inducible factor-1α,\nwhich are involved in tumor growth, survival, and angiogenesis.81 Although the mechanisms underlying NNK-induced\nmetastasis and poor prognosis are complex and are not fully understood,\nstudies indicate that NNK can activate a signaling pathway involving\nc-Src–protein kinase C iota–focal adhesion kinase to\npromote tumor invasion and migration, contributing to lung cancer\ndevelopment and metastasis.82 Although\nno association exists between NNK and metastasis in either LUAD (p = 0.96, coefficient = −0.05; Figure S4A) or LUSC (p = 0.83, coefficient\n= −0.06; Figure S4B), other factors,\nsuch as genetic mutations or differences in the tumor microenvironment,\nmay contribute to the observed association between NNK levels and\npoor prognosis in both LUAD and LUSC. We measured the abundances\nof carbon particles in LUAD and LUSC samples\nto determine whether they correlate with patient survival or tumor\nsubtypes. We also compared carbon particle abundances between tumor\nand normal lung tissues to assess whether carbon particle levels correlate\nwith tumor presence. Image analysis showed detectable carbon deposits\nin both tumor and normal tissues from patients with LUAD (Figure 4A,B) and those with\nLUSC (Figure 4C,D).\nDigital image analysis was used to quantify carbon particles in LUAD,\nLUSC, and normal tissue samples (Figure 4E–H), and the carbon particle distributions\nare shown in Figure 4I–L. Carbon particles were more abundant in LUAD tumor\ntissues than in LUSC tumor tissues (p < 0.001; Figure 4M), but no significant\ndifferences were observed for normal tissues. Carbon particles were\nmore abundant in stromal tissues from patients with LUAD than in those\nfrom patients with LUSC (p < 0.001; Figure S5). No significant differences in carbon\nparticles were observed between tumor and stromal tissues from patients\nwith LUAD (p = 0.244; Figure S5). However, in tissues from patients with LUSC, carbon particles\nwere more abundant in stromal tissues than in tumor tissue (p = 0.021; Figure S5). Carbon\nparticles were more abundant in tumor tissues than in normal lung\ntissues from patients with LUAD (p = 0.02), but no\nsignificant differences were observed in carbon particle abundances\nbetween tumor tissues and normal lung tissues from patients with LUSC\n(Figure 4M). Carbon\nparticle abundance was not associated with clinical features, such\nas sex, smoking behavior, or age (Figure 4N), or with overall survival, regardless\nof the histologic type (Figure 4O and 4P). In tumors, carbon particle abundance correlates\nwith the macrophage clearance rate, as macrophages are primarily responsible\nfor removing carbon particles from the lungs. Studies have revealed\nthat carbon nanotubes undergo degradation within macrophages, shedding\nlight on the biological pathways involved in the removal of carbon\nparticles.83 Others found that lung macrophages\ndegrade carbon particles through an oxidative pathway involving superoxide\nand peroxynitrite. This pathway has implications for the development\nof lung diseases, including fibrosis and carbon nanotube induced cancer.\nDifferences in macrophage subtypes and their abundances in LUAD and\nLUSC may also contribute to differences in the metabolism of carbon\nparticles and exogenous compounds.84 Previous\nstudies have shown that fatty acid-binding protein 4-expressing macrophages,\nwhich are primarily detected in LUAD, are closely associated with\nphagocytosis and immune responses, whereas secreted phosphoprotein\n1-expressing macrophages, which are primarily enriched in LUSC, exhibit\nangiogenesis-related gene expression.85 Smoking elevates the presence of macrophages in the immune microenvironment\nin lung cancer patients, indicating that smoking may also play a role\nin the observed variations in the exogenous compound metabolism between\nLUAD and LUSC. Carbon particles present with distinct and size-dependent\nphysical\nand chemical properties,86 and the deposition\nof carbon particles depends on their aerodynamic diameter (dp). Coarse\nparticles (2.5 μm < dp < 10 μm) are primarily retained\nin the upper respiratory tract and central airways; fine particles\n(dp < 2.5 μm) are deposited in the tracheobronchial region;\nand ultrafine particles (dp < 0.1 μm) are deposited in the\npulmonary and alveolar regions.87 Fine\nand ultrafine particles may penetrate deeply within the lungs and\nbronchioles and may reach the circulatory system, allowing systemic\neffects on distant organs.88 LUAD typically\narises from the bronchial or alveolar epithelium of the peripheral\nairways, areas where fine and ultrafine particles are able to accumulate.89 By contrast, LUSC originates from the areas\nlikely to accumulate coarse and fine particles, such as the bronchial\nepithelium of the central airways.90 High\nlevels of carbon particle deposition have been associated with increased\nrisks of developing NSCLC,91,92 and a significant correlation\nhas been reported between fine particle levels and lung cancer incidence\nin EGFR-driven cases. Another study revealed comparable associations\n(reported as hazard ratios) between LUAD development and both coarse\nand fine carbon particle deposition,93 and\na close correlation between particle size and PAH levels has also\nbeen reported, with nanosized particles (0.01 < dp < 0.056 μm)\nassociated with the highest PAH levels, followed by ultrafine, fine,\nand coarse particles. In our study, higher carbon particle levels\nwere associated with higher levels of some exogenous compounds, including\nbenzo[a]pyrene, dibenz[a,h]anthracene, dibenzo[a,l]pyrene, 7-OH-12-methylbenz[a]anthracene sulfate,\nNNAL-N-glucuronide, N-hydroxy-MeIQx\nand dichloroethane in LUAD samples than in LUSC samples, indicating\nthat carbon particle levels may be involved in LUAD development. However,\nwe often found carbon particles in clusters, preventing the assessment\nof individual carbon particles. Based on previously reported associations\nbetween carbon particle size and particle deposition in the lungs,94 we speculate that the carbon particles deposited\nin LUAD tissues are likely to be fine and ultrafine particles, whereas\ncoarse and fine particles are more likely to be deposited in LUSC\ntissues, suggesting differences in the carbon particle diameters and\nabundances associated with each type of lung cancer. We performed a network analysis to investigate metabolic tumor\ncharacteristics related to the presence of carbon-bound exogenous\ncompounds in LUAD and LUSC tissues. Most of the endogenous metabolites\nidentified in the LUAD network were associated with amino acid metabolism\nand nucleotide metabolism (Figure 5A), whereas most of the endogenous metabolites identified\nin the LUSC network were associated with amino sugar and nucleotide\nsugar metabolism, revealing substantially different metabolomes between\nLUAD and LUSC tissues. Correlations of endogenous metabolites with the exogenous\ncompounds\nin LUAD (n = 59) and LUSC (n = 54).\nCorrelation networks for LUAD (A) and LUSC (B). Correlations between\nexogenous compounds and endogenous metabolites were calculated and\nfiltered (p < 0.01). Higher N-hydroxy-MeIQx levels are associated with higher glutathione level\n(highlighted in yellow). Node colors indicate whether individual endogenous\n(black) or exogenous (red) compounds were more abundant in LUAD (blue)\nor LUSC (orange) tissues. Node sizes correlate with the absolute log2 (fold-change) value. Edges represent positive (blue) and\nnegative (pink) correlations between exogenous compounds and endogenous\nmetabolites. (C, D) Pairwise correlations between the 11 exogenous\ncompounds. *p < 0.05, **p <\n0.01, ***p < 0.001. LUAD, lung adenocarcinoma;\nLUSC, lung squamous cell carcinoma; NNK, nicotine-derived nitrosamine\nketone; NNAL, 4-(methylnitrosamino)-1-(3-pyridyl) 1-butanol. In the network analysis, the metabolites with the\nbest ability\nto discriminate between LUAD and LUSC were primarily nucleotides,\nsuch as deoxyuridine diphosphate (dUDP), 2-(formamido)-N1-(5′-phosphoribosyl)\nacetamidine, cytidine monophosphate (CMP), and adenine. In LUAD, five\ncarbon-bound exogenous compounds were part of a dense cluster containing\nendogenous metabolites. In this cluster, higher levels of the purine\nmetabolites deoxyinosine (r = 0.745) and deoxyadenosine\n(r = 0.665) and the pyrimidine metabolites CMP (r = 0.823) and deoxycytidine (r = 0.600)\nwere linked to higher levels of benzo[a]pyrene (Figure 5A). In another dense\ncluster, including four exogenous compounds and endogenous metabolites,\ndUDP (r = 0.465) and guanine (r =\n0.499) levels were negatively associated with NNAL-N-glucuronide levels (Figure 5A). The correlation network for LUSC differed substantially\nfrom that for LUAD (Figure 5B). For example, NNAL-N-glucuronide, which\nwas detected in a dense cluster of metabolites, had the most correlations\nwith the endogenous metabolites in the LUSC network (r = 0.796). The pairwise correlations between exogenous compounds\nwere primarily positive in both LUAD (Figure 5C) and LUSC (Figure 5D). Fundamentally different correlations\nbetween endogenous metabolites\nand exogenous carbon-bound compounds were identified in LUAD and LUSC.\nOur results suggest that the metabolite N-hydroxy-MeIQx\nis associated with nucleotide metabolism and DNA damage in LUAD. Nucleotide\nmetabolism is enhanced in the presence of DNA damage,95 as increased DNA damage leads to increased DNA repair,\nincreasing nucleotide demand.96 However,\nthe functional deregulation of DNA repair is a common feature of highly\naggressive human malignancies.97 Several\nstudies have demonstrated differences between the gene expression\nprofiles related to signaling pathways in LUAD and LUSC.98 For example, the gene encoding p53 is frequently\nmutated in lung tumors, but the frequency of p53 mutation differs\nbetween LUAD and LUSC. p53 mutations may result from DNA damage induced\nby exogenous carcinogens, such as PAHs, and PAH metabolites, such\nas benzo[a]pyrene-diol-epoxide, can reduce the speed\nof DNA repair.99 Slowly repaired DNA damage\nhotspots correspond to mutational hotspots observed in lung cancer.100 According to our network analysis, N-hydroxy-MeIQx\nlevels were higher in LUAD samples than in LUSC samples and were positively\ncorrelated with glutathione levels, consistent with the findings of\nprior studies and leading to an increased antioxidant capacity and\ngreater resistance against oxidative stress.101 Another study demonstrated that MeIQx administration increased the\nformation of 8-hydroxy-2′-deoxyguanosine, a marker of oxidative\nDNA damage, in the liver.102 Because glutathione\nis a crucial antioxidant that plays a central role in cellular detoxification\nand protection against oxidative damage,103 increased glutathione levels may mitigate oxidative damage in tumor\ncells in the context of N-hydroxy-MeIQx-induced oxidative\nstress. High glutathione levels are often associated with drug-resistant\ntumors, suggesting that glutathione may offer resistance against certain\ntypes of exogenous compounds.104 In LUSC tissues, NNAL-N-glucuronide was detected\nin a dense cluster of metabolites and was more highly correlated with\nendogenous metabolite levels than the other examined exogenous compounds.\nNNAL-N-glucuronide is a detoxification product of\nNNAL that may serve as an indicator of a favorable prognosis. Although\nNNAL levels were similar between LUAD and LUSC tissues; NNAL-glucuronide\nlevels were higher in LUAD tissues than in LUSC tissues, suggesting\nthat NNAL detoxification may occur at a higher rate in LUAD than in\nLUSC, further contributing to the observed differential effects of\nexogenous compounds on patient outcomes in LUAD and LUSC. Other factors,\nsuch as differences in the microenvironment or immune response, could\nalso contribute to these differences, and the potential involvement\nof multiple mechanisms was highlighted by the lack of any significant\ncorrelations between NNAL-glucuronide and NNAL levels and black carbon\nparticle deposition (Figure S6), suggesting\nthat the black carbon particle deposition and NNAL-glucuronide formation\nare differentially regulated. In addition, the NNAL-glucuronide levels\nmay not directly reflect either NNAL or carbon particle levels, as\nNNAL-glucuronide is a detoxification product that may be influenced\nby individual differences in metabolism and clearance."
    },
    {
      "title": "LUAD and\nLUSC Have Different Patterns of Carbon-Bound Exogenous\nCompounds",
      "text": "Using the approach illustrated in Scheme 1, we examined the tumor and\nstromal compartments in a cohort of 113 patients with either LUAD\n(n = 59) or LUSC (n = 54) using\nhigh mass-resolution MALDI-FT-ICR-MSI to analyze 11 carbon-bound exogenous\ncompounds: benzo[a]pyrene; dibenz[a,h]anthracene; dibenzo[a,l]pyrene; benzo[b]pyridine; 7-Hydroxymethyl-12-methylbenz[a]anthracene sulfate; NNK; 4-(methylnitrosamino)-1-(3-pyridyl)-1-butanol\n(NNAL); NNAL-N-glucuronide; N-hydroxy-4-aminobiphenyl; N-hydroxy-MeIQx; and 1,2-dichloroethane. We also compared\nthe patterns of carbon-bound exogenous compounds in the epithelial\ncompartments of tumors and normal tissues. Spatial metabolomics\n(left):\nThe spatial distributions of compounds were estimated by MALDI-FT-ICR-MSI,\nand tumor and stromal cells were automatically annotated on multiplex\nimmunofluorescent images. Quantification (middle): The numbers of\ncarbon particles in the LUAD (n = 59) and LUSC (n = 54) samples were quantified by morphology-based imaging\nanalysis. Characterization (right): Carbon-bound exogenous compounds\nwere detected by metabolomic analysis and used for hierarchical clustering\nand statistical analysis. LUAD, lung adenocarcinoma; LUSC, lung squamous\ncell carcinoma; MALDI-FT-ICR-MSI, matrix-assisted laser desorption/ionization\nFourier-transform ion cyclotron resonance mass spectrometry imaging;\nand SPACiAL, spatial correlation image analysis. In the tumor compartment, most of the exogenous compounds were\nmore abundant in LUAD samples than in LUSC samples, including the\nPAHs benzo[a]pyrene (p < 0.001),\ndibenz[a,h]anthracene (p < 0.001), dibenzo[a,l]pyrene\n(p < 0.001), and 7-OH-12-methylbenz[a]anthracene sulfate (p = 0.041); the tobacco-specific\nnitrosamine NNAL-N-glucuronide (p = 0.017); the aromatic amine N-hydroxy-MeIQx (p = 0.016); and the organohalogen dichloroethane (p < 0.001); however, the tobacco-specific nitrosamine\nNNK (p < 0.001) was more abundant in LUSC samples\nthan LUAD samples (Figure 1). In the stromal compartment, benzo[a]pyrene\n(p = 0.010), dibenz[a,h]anthracene (p = 0.002), dibenzo[a,l]pyrene (p = 0.016), and dichloroethane\n(p < 0.001) were more abundant in LUAD samples\nthan in LUSC samples, whereas 7-OH-12-methylbenz[a]anthracene sulfate (p < 0.001) and NNAL-N-glucuronide (p = 0.004) were more abundant\nin LUSC samples than in LUAD samples (Figure S1). Differing patterns of carbon-bound compounds in the tumor compartments\nof LUAD (n = 59) and LUSC (n = 54)\nsamples. LUAD (A) and LUSC (B) tumor tissues featuring high carbon-particle\ncontents (top left: hematoxylin and eosin staining; top center: nuclear\nred staining). Ion distributions are shown for benzo[a]pyrene (top right), dibenz[a,h]anthracene, dibenzo[a,l]pyrene,\nNNAL, NNK, N-hydroxy-4-aminobiphenyl, and N-hydroxy-MeIQx. (C) Comparison of exogenous compound patterns\nbetween LUAD and LUSC samples. *p < 0.05, **p < 0.01, ***p < 0.001, ns, not significant.\nLUAD, lung adenocarcinoma; LUSC, lung squamous cell carcinoma; NNAL,\n4-(methylnitrosamino)-1-(3-pyridyl)-1-butanol; NNK, nicotine-derived\nnitrosamine ketone. Hierarchical clustering\nand uniform manifold approximation\nand\nprojection (UMAP) analyses were able to separate the two histological\ntumor subtypes based on exogenous compound abundances within the tumor\ncompartment, but no separation could be defined based on compound\nabundances in the stromal compartment (Figure 2). Differences in exogenous compound patterns\nbetween the tumor and normal lung tissues are shown in Figure S2. In the patients with LUAD, 7-OH-12-methylbenz[a]anthracene sulfate, NNAL, and N-hydroxy-MeIQx\nwere more abundant in the tumor compartment than in normal lung tissue\n(Figure S2A). In patients with LUSC, benzo[a]pyridine, dibenzo[a,l]pyrene, 7-OH-12-methylbenz[a]anthracene sulfate,\nNNAL, and N-hydroxy-MeIQx were more abundant in the\ntumor compartment than in normal lung tissue (Figure S2B). Hierarchical clustering and UMAP analysis of carbon-bound\nexogenous\ncompounds in the tumor and stromal compartments of patients with LUAD\n(n = 59) and LUSC (n = 54). (A,\nB) Hierarchical clustering was performed using Metaboanalyst 4.0.\nThe horizontal axis represents all of the samples analyzed in the\nstudy. The vertical axis denotes the 11 exogenous compounds. LUAD\n(red) and LUSC (green) samples are indicated on the top of the heatmap.\nDendrograms for the samples are shown on the top of the heatmaps.\nDendrograms for the compounds are shown on the left of the heatmaps.\nA blue-to-red color gradient denotes lower to higher abundance. (C,\nD) UMAP of LUAD and LUSC samples clustered according to the exogenous\ncompounds detected in the tumor and stromal compartments. LUAD, lung\nadenocarcinoma; LUSC, lung squamous cell carcinoma; UMAP, uniform\nmanifold approximation and projection. Previous studies have identified differences in\nthe metabolic characteristics\nof LUAD and LUSC, but potential differences in exogenous compounds\nbetween these two NSCLC subtypes have not yet been explored.34 Most of the carbon-bound exogenous compounds\nthat we examined, including PAHs, aromatic amines, and organohalogens,\nwere more abundant in the LUAD samples than in the LUSC samples. By\ncontrast, the tobacco-specific compound NNK was more abundant in LUSC\nsamples than in LUAD samples, and patients with LUSC were associated\nwith a higher smoking prevalence than those of patients with LUAD.\nDifferences in patterns and effects of exogenous compounds between\nLUAD and LUSC are likely attributable to diverse factors, including\ncell types, physicochemical compound properties, and smoking behaviors.\nDifferent cell types in central and peripheral airways may have differential\neffects on exogenous compound metabolism, which might contribute to\nthe variations in compound abundances observed between LUAD and LUSC\nsamples.35 Previous studies have shown\nthat LUSC and LUAD arise from the central and peripheral airways,\nrespectively, and regional airway differences can influence the dose\nof nitrosamines in the vapor phase of tobacco smoke.36 Physicochemical properties, such as the octanol–water\npartition\ncoefficient, water solubility, pKa, and\nvolatility, are crucial for determining the cytotoxicity of both exogenous\ncompounds and carbon particles and how they interact with tissue environments,\nincluding water and lipid solubility, tissue absorption, and the crossing\nof biological barriers (e.g., alveolar membranes).37−42 The physicochemical properties of the exogenous compounds assessed\nin this study are summarized in Table 1 (Pubchem: https://pubchem.ncbi.nlm.nih.gov/;43 HMDB: http://www.hmdb.ca/(44)). 7-HMBAS, 7-Hydroxymethyl-12-methylbenz[a]anthracene sulfate; NNK, 4-(Methylnitrosamino)-1-(3-pyridyl)-1-butanone;\nNNAL, 4-(Methylnitrosamino)-1-(3-pyridyl)-1-butanol; PAHs, polycyclic\naromatic hydrocarbons; SVOC, semivolatile organic compounds; VOC,\nvolatile organic compounds. For example, a compound with a high octanol/water\npartition coefficient\nis more likely to accumulate in lipid-rich cells of the lung, such\nas alveolar type II cells and macrophages.45 pKa is a measure of the acidity or basicity\nof a compound, such that a lower pKa generally\nindicates a stronger acid, whereas a higher pKa indicates a weaker acid. The pKa value of a compound can also alter its charge, affecting tissue\ndistribution by altering the ability to cross biological membranes.46,47 Volatile compounds can be classified according to their boiling\npoints as very volatile organic compounds (VVOCs; boiling points ranging\nfrom 0 °C to 50–100 °C), volatile organic compounds\n(VOCs; boiling points ranging from 50–100 °C to 240–260\n°C) or semivolatile organic compounds (SVOCs; boiling points\nranging from 240–260 °C to 380–400 °C).48 The levels of some VOCs, such as benzaldehyde,\nare higher in LUAD than in LUSC samples.49 In our study, we found that the VOC benzo[b]pyridine\nwas more abundant in the LUAD samples than in the LUSC samples. PAHs\nwith high octanol–water partition coefficients present with\nslower lung clearance rates in rats50 and\nmay be associated with similarly slow clearance rates in humans because\nthey are more likely to accumulate in the lipid-rich environment of\nlung tissue.51 Some PAHs, such as benzo[a]pyrene, have low solubility and penetrate tissue membranes\nvia hydrophobic attraction. After entering the body, these compounds\ncan be deposited in lung tissue, leading to harmful effects.52 Because the physicochemical properties of exogenous\ncompounds can be used to predict their behaviors in biological systems\nand provide insights into their likely distributions in tissues, including\nlung tissues, these properties should be considered when evaluating\nthe health risks associated with compound exposure and developing\nstrategies for detection, monitoring, and elimination. Although\nboth smoking and air pollution increase the risks of developing\nLUSC and LUAD, LUAD occurs more frequently in nonsmokers than in smokers\nand is strongly associated with exposure to air pollution, whereas\nLUSC is associated with smoking. Tobacco smoke and air pollution primarily\nconsist of fine particles from various sources, such as insufficient\nbiomass combustion.53,54 Although tobacco smoke and air\npollution share some common features that contribute to lung disease,\nnotable differences exist in the types of carcinogens that they contain.\nSmoking tobacco releases more than 5,200 compounds, including carcinogenic\ntobacco-specific nitrosamines, such as NNK, and PAHs, such as benzo[a]pyrene, which are important contributors to the development\nof cancer and other smoking-associated health problems.55−57 Compounds known to contribute to lung cancer in air pollution include\nPAHs, such as benzo[a]pyrene.58 In our study, we found a higher abundance of the tobacco-specific\nnitrosamine NNK in LUSC samples than in LUAD samples, whereas PAHs,\nsuch as benzo[a]pyrene, were more abundant in LUAD\nsamples than in LUSC samples, suggesting that the development of LUSC\nand LUAD may involve different mechanisms. The differences in\ncarbon-bound exogenous compound patterns and\ntheir effects in LUAD and LUSC can be attributed to various factors\nthat impact the metabolism, accumulation, and distribution of these\ncompounds, including distinct transcriptomic profiles, alterations\nin protein expression, or genetic driver mutations. At the transcriptomic\nlevel, previous studies identified cytochrome P450 family 1 subfamily\na member 1 (CYP1A1) as being involved in the metabolism of exogenous\ncompounds, including PAHs such as benzo[a]pyrene.59 CYP1A1 expression can be detected in LUAD but\nnot in most LUSC.60 At the protein level,\nepidermal growth factor receptor (EGFR) expression is more frequently\ndetected in LUAD samples than in LUSC samples,61,62 and EGFR expression may increase carbon particles uptake.63,64 At the genetic level, recent studies have identified several single-nucleotide\npolymorphisms in genes involved in the metabolism of both endogenous\nand exogenous compounds that are associated with increased risks for\nlung cancers development, especially LUAD, in individuals who have\nnever smoked.65"
    },
    {
      "title": "The Same Carbon-Bound Exogenous\nCompounds Have Differential\nEffects on Patient Outcomes in LUAD and LUSC",
      "text": "We compared\nthe prognostic associations of carbon-bound exogenous compounds with\nLUAD and LUSC outcomes and found that the same carbon-bound exogenous\ncompounds had differential effects on patient outcomes depending on\nthe lung cancer subtype (Figure 3). In the tumor compartment of LUAD, high benzo[a]pyrene levels (p = 0.030) and low benzo[b]pyridine levels (p = 0.020) were both\nassociated with poor prognosis (Figure 3A and 4B top), whereas low NNAL\nlevels (p = 0.100) trended toward an association\nwith favorable prognosis (Figure 3C top). In the tumor compartment of LUSC, high NNAL\nlevels (p = 0.011) and low benzo[b]pyridine levels (p = 0.005) were each associated\nwith a favorable prognosis (Figure 3A–C top). In the stromal compartment of LUAD,\nhigh N-hydroxy-MeIQx levels (p =\n0.020) were associated with a favorable prognosis, but the opposite\ntrend was observed for N-hydroxy-MelQx levels in\nthe stromal compartment of LUSC (p = 0.110). Kaplan–Meier\nsurvival analyses (top) and distributions of\nexogenous compound abundances (bottom). Kaplan–Meier survival\nanalyses revealing that low tumoral benzo[a]pyrene\n(A) levels were associated with better prognosis in LUAD (n = 58) but trended toward a worse prognosis in LUSC (n = 49). High levels of tumoral benzo[b]pyridine (B) were associated with better prognosis in LUAD but worse\nprognosis in LUSC. High NNAL (C) levels were associated with a better\nprognosis in LUSC but trended toward a worse prognosis in LUAD. High\nstromal N-hydroxy-MeIQx (D) levels were associated\nwith better prognosis in LUAD but trended toward a worse prognosis\nin LUSC. Bottom graphs are noncumulative histograms showing the distributions\nof compound abundances, including the intensity thresholds used to\nclassify samples as having high or low compound levels (yellow). The\ncounts of intensity = 0 are displayed on the left side of the y-axis. On the right side of they-axis,\nthe maximum number of patients in a bin is shown. LUAD, lung adenocarcinoma;\nLUSC, lung squamous cell carcinoma; NNAL, 4-(methylnitrosamino)-1-(3-pyridyl)-1-butanol. Anthracosis in normal lung and NSCLC tissue. (A–D)\nTumor\nand normal tissues were stained with hematoxylin and eosin and counterstained\nwith nuclear red, revealing anthracosis deposits. (E–H) Segmentation\n(blue) by image analysis for anthracosis quantification. (I, J) The\nquantities and prevalence of carbon particles in clusters were evaluated\nin both tumor and normal tissues from patients with LUAD (n = 59). (K, L) The quantities and prevalence of carbon\nparticles in clusters were assessed in both tumor and normal tissues\nfrom patients with LUSC (n = 54). The dashlines in\nthe histogram indicate the percentage of patients divided into three\ncategories: no, low, or high pigment content. (M) Comparison of the\nnumbers of carbon particles in clusters in tissues from patients with\nLUAD and LUSC. (N) Spearman’s rank correlation showing the\nassociations between the total area of carbon particles in clusters\nand various characteristics. (O, P) Kaplan–Meier survival analysis\nshowing that carbon particle abundance in clusters is not correlated\nwith patient survival. *p < 0.05, ***p < 0.001, NS, not significant. NSCLC, non-small cell lung cancer;\nLUAD, lung adenocarcinoma; LUSC, lung squamous cell carcinoma. Some exogenous compounds had differential effects\non patient outcomes\nin LUAD and LUSC, suggesting that exogenous compound patterns may\ndrive LUAD and LUSC pathophysiology. For example, high benzo[a]pyrene levels were associated with poor prognosis in LUAD\nbut were not associated with survival in LUSC. The same compounds\nmay have differential effects on patient outcomes in LUAD and LUSC\nfor various reasons. First, abundance–response relationship\nmay exist between PAH dose and patient survival, and PAHs are more\nabundant in LUAD than in LUSC. Second, an abundance–response\nrelationship between PAHs and DNA methylation has been reported in\nlung cancer.66 DNA methylation is tissue-specific,\ndistinct DNA methylation patterns have been identified in LUAD and\nLUSC,67,68 and DNA methylation anomalies are associated\nwith carcinogenesis and patient survival in lung cancer.69,70 Therefore, the differential effects of PAHs across different lung\ncancer subtypes may be mediated by differences in DNA methylation\npatterns and frequencies. Third, PAHs and halogenated aromatic hydrocarbons\nare aryl hydrocarbon receptor (AhR) ligands,71 and abnormal AhR expression and activity have been reported in lung\ncancer.72−74 Immunoreactivity analysis of tissues from patients\nwith cancer revealed more prevalent AhR overexpression in LUAD tissues\nthan in LUSC tissues.75,76 AhR overexpression is associated\nwith increased tumor cell proliferation and survival in lung cancer,\nand AhR antagonists exhibit anticancer activity, indicating a potential\nrole for AhR in tumor pathophysiology.77−79 Thus, differences in\nthe AhR expression levels might also explain the different prognostic\nassociations observed for the same exogenous compounds in LUAD and\nLUSC. Patients with LUSC had a higher smoking rate than patients\nwith\nLUAD (p < 0.001). Tumoral NNK levels were positively\ncorrelated with smoking in LUAD (r = 0.32, p = 0.027) but showed no significant correlation with smoking\nin LUSC (r = 0.15, p = 0.303); however,\nhigh NNK levels were associated with poor prognosis in both LUAD (p = 0.003) and LUSC (p = 0.020). Survival\nanalyses based on exogenous compound levels are shown in Figure S3. NNK can induce DNA adducts at a high\nfrequency, inhibiting DNA repair mechanisms in human cells and resulting\nin the accumulation of DNA damage, which could potentially contribute\nto the development of cancer.80 Additionally,\nNNK can interact with various signaling pathways, such as the phosphoinositide\n3-kinase–protein kinase B–mechanistic target of rapamycin\npathway, and transcription factors, including hypoxia-inducible factor-1α,\nwhich are involved in tumor growth, survival, and angiogenesis.81 Although the mechanisms underlying NNK-induced\nmetastasis and poor prognosis are complex and are not fully understood,\nstudies indicate that NNK can activate a signaling pathway involving\nc-Src–protein kinase C iota–focal adhesion kinase to\npromote tumor invasion and migration, contributing to lung cancer\ndevelopment and metastasis.82 Although\nno association exists between NNK and metastasis in either LUAD (p = 0.96, coefficient = −0.05; Figure S4A) or LUSC (p = 0.83, coefficient\n= −0.06; Figure S4B), other factors,\nsuch as genetic mutations or differences in the tumor microenvironment,\nmay contribute to the observed association between NNK levels and\npoor prognosis in both LUAD and LUSC."
    },
    {
      "title": "Carbon Particles Are More\nAbundant in LUAD than in LUSC",
      "text": "We measured the abundances\nof carbon particles in LUAD and LUSC samples\nto determine whether they correlate with patient survival or tumor\nsubtypes. We also compared carbon particle abundances between tumor\nand normal lung tissues to assess whether carbon particle levels correlate\nwith tumor presence. Image analysis showed detectable carbon deposits\nin both tumor and normal tissues from patients with LUAD (Figure 4A,B) and those with\nLUSC (Figure 4C,D).\nDigital image analysis was used to quantify carbon particles in LUAD,\nLUSC, and normal tissue samples (Figure 4E–H), and the carbon particle distributions\nare shown in Figure 4I–L. Carbon particles were more abundant in LUAD tumor\ntissues than in LUSC tumor tissues (p < 0.001; Figure 4M), but no significant\ndifferences were observed for normal tissues. Carbon particles were\nmore abundant in stromal tissues from patients with LUAD than in those\nfrom patients with LUSC (p < 0.001; Figure S5). No significant differences in carbon\nparticles were observed between tumor and stromal tissues from patients\nwith LUAD (p = 0.244; Figure S5). However, in tissues from patients with LUSC, carbon particles\nwere more abundant in stromal tissues than in tumor tissue (p = 0.021; Figure S5). Carbon\nparticles were more abundant in tumor tissues than in normal lung\ntissues from patients with LUAD (p = 0.02), but no\nsignificant differences were observed in carbon particle abundances\nbetween tumor tissues and normal lung tissues from patients with LUSC\n(Figure 4M). Carbon\nparticle abundance was not associated with clinical features, such\nas sex, smoking behavior, or age (Figure 4N), or with overall survival, regardless\nof the histologic type (Figure 4O and 4P). In tumors, carbon particle abundance correlates\nwith the macrophage clearance rate, as macrophages are primarily responsible\nfor removing carbon particles from the lungs. Studies have revealed\nthat carbon nanotubes undergo degradation within macrophages, shedding\nlight on the biological pathways involved in the removal of carbon\nparticles.83 Others found that lung macrophages\ndegrade carbon particles through an oxidative pathway involving superoxide\nand peroxynitrite. This pathway has implications for the development\nof lung diseases, including fibrosis and carbon nanotube induced cancer.\nDifferences in macrophage subtypes and their abundances in LUAD and\nLUSC may also contribute to differences in the metabolism of carbon\nparticles and exogenous compounds.84 Previous\nstudies have shown that fatty acid-binding protein 4-expressing macrophages,\nwhich are primarily detected in LUAD, are closely associated with\nphagocytosis and immune responses, whereas secreted phosphoprotein\n1-expressing macrophages, which are primarily enriched in LUSC, exhibit\nangiogenesis-related gene expression.85 Smoking elevates the presence of macrophages in the immune microenvironment\nin lung cancer patients, indicating that smoking may also play a role\nin the observed variations in the exogenous compound metabolism between\nLUAD and LUSC. Carbon particles present with distinct and size-dependent\nphysical\nand chemical properties,86 and the deposition\nof carbon particles depends on their aerodynamic diameter (dp). Coarse\nparticles (2.5 μm < dp < 10 μm) are primarily retained\nin the upper respiratory tract and central airways; fine particles\n(dp < 2.5 μm) are deposited in the tracheobronchial region;\nand ultrafine particles (dp < 0.1 μm) are deposited in the\npulmonary and alveolar regions.87 Fine\nand ultrafine particles may penetrate deeply within the lungs and\nbronchioles and may reach the circulatory system, allowing systemic\neffects on distant organs.88 LUAD typically\narises from the bronchial or alveolar epithelium of the peripheral\nairways, areas where fine and ultrafine particles are able to accumulate.89 By contrast, LUSC originates from the areas\nlikely to accumulate coarse and fine particles, such as the bronchial\nepithelium of the central airways.90 High\nlevels of carbon particle deposition have been associated with increased\nrisks of developing NSCLC,91,92 and a significant correlation\nhas been reported between fine particle levels and lung cancer incidence\nin EGFR-driven cases. Another study revealed comparable associations\n(reported as hazard ratios) between LUAD development and both coarse\nand fine carbon particle deposition,93 and\na close correlation between particle size and PAH levels has also\nbeen reported, with nanosized particles (0.01 < dp < 0.056 μm)\nassociated with the highest PAH levels, followed by ultrafine, fine,\nand coarse particles. In our study, higher carbon particle levels\nwere associated with higher levels of some exogenous compounds, including\nbenzo[a]pyrene, dibenz[a,h]anthracene, dibenzo[a,l]pyrene, 7-OH-12-methylbenz[a]anthracene sulfate,\nNNAL-N-glucuronide, N-hydroxy-MeIQx\nand dichloroethane in LUAD samples than in LUSC samples, indicating\nthat carbon particle levels may be involved in LUAD development. However,\nwe often found carbon particles in clusters, preventing the assessment\nof individual carbon particles. Based on previously reported associations\nbetween carbon particle size and particle deposition in the lungs,94 we speculate that the carbon particles deposited\nin LUAD tissues are likely to be fine and ultrafine particles, whereas\ncoarse and fine particles are more likely to be deposited in LUSC\ntissues, suggesting differences in the carbon particle diameters and\nabundances associated with each type of lung cancer."
    },
    {
      "title": "Correlation\nNetworks of Metabolites and Carbon-Bound Exogenous\nCompounds Reveal Substantially Different Metabolomes in LUAD and LUSC",
      "text": "We performed a network analysis to investigate metabolic tumor\ncharacteristics related to the presence of carbon-bound exogenous\ncompounds in LUAD and LUSC tissues. Most of the endogenous metabolites\nidentified in the LUAD network were associated with amino acid metabolism\nand nucleotide metabolism (Figure 5A), whereas most of the endogenous metabolites identified\nin the LUSC network were associated with amino sugar and nucleotide\nsugar metabolism, revealing substantially different metabolomes between\nLUAD and LUSC tissues. Correlations of endogenous metabolites with the exogenous\ncompounds\nin LUAD (n = 59) and LUSC (n = 54).\nCorrelation networks for LUAD (A) and LUSC (B). Correlations between\nexogenous compounds and endogenous metabolites were calculated and\nfiltered (p < 0.01). Higher N-hydroxy-MeIQx levels are associated with higher glutathione level\n(highlighted in yellow). Node colors indicate whether individual endogenous\n(black) or exogenous (red) compounds were more abundant in LUAD (blue)\nor LUSC (orange) tissues. Node sizes correlate with the absolute log2 (fold-change) value. Edges represent positive (blue) and\nnegative (pink) correlations between exogenous compounds and endogenous\nmetabolites. (C, D) Pairwise correlations between the 11 exogenous\ncompounds. *p < 0.05, **p <\n0.01, ***p < 0.001. LUAD, lung adenocarcinoma;\nLUSC, lung squamous cell carcinoma; NNK, nicotine-derived nitrosamine\nketone; NNAL, 4-(methylnitrosamino)-1-(3-pyridyl) 1-butanol. In the network analysis, the metabolites with the\nbest ability\nto discriminate between LUAD and LUSC were primarily nucleotides,\nsuch as deoxyuridine diphosphate (dUDP), 2-(formamido)-N1-(5′-phosphoribosyl)\nacetamidine, cytidine monophosphate (CMP), and adenine. In LUAD, five\ncarbon-bound exogenous compounds were part of a dense cluster containing\nendogenous metabolites. In this cluster, higher levels of the purine\nmetabolites deoxyinosine (r = 0.745) and deoxyadenosine\n(r = 0.665) and the pyrimidine metabolites CMP (r = 0.823) and deoxycytidine (r = 0.600)\nwere linked to higher levels of benzo[a]pyrene (Figure 5A). In another dense\ncluster, including four exogenous compounds and endogenous metabolites,\ndUDP (r = 0.465) and guanine (r =\n0.499) levels were negatively associated with NNAL-N-glucuronide levels (Figure 5A). The correlation network for LUSC differed substantially\nfrom that for LUAD (Figure 5B). For example, NNAL-N-glucuronide, which\nwas detected in a dense cluster of metabolites, had the most correlations\nwith the endogenous metabolites in the LUSC network (r = 0.796). The pairwise correlations between exogenous compounds\nwere primarily positive in both LUAD (Figure 5C) and LUSC (Figure 5D). Fundamentally different correlations\nbetween endogenous metabolites\nand exogenous carbon-bound compounds were identified in LUAD and LUSC.\nOur results suggest that the metabolite N-hydroxy-MeIQx\nis associated with nucleotide metabolism and DNA damage in LUAD. Nucleotide\nmetabolism is enhanced in the presence of DNA damage,95 as increased DNA damage leads to increased DNA repair,\nincreasing nucleotide demand.96 However,\nthe functional deregulation of DNA repair is a common feature of highly\naggressive human malignancies.97 Several\nstudies have demonstrated differences between the gene expression\nprofiles related to signaling pathways in LUAD and LUSC.98 For example, the gene encoding p53 is frequently\nmutated in lung tumors, but the frequency of p53 mutation differs\nbetween LUAD and LUSC. p53 mutations may result from DNA damage induced\nby exogenous carcinogens, such as PAHs, and PAH metabolites, such\nas benzo[a]pyrene-diol-epoxide, can reduce the speed\nof DNA repair.99 Slowly repaired DNA damage\nhotspots correspond to mutational hotspots observed in lung cancer.100 According to our network analysis, N-hydroxy-MeIQx\nlevels were higher in LUAD samples than in LUSC samples and were positively\ncorrelated with glutathione levels, consistent with the findings of\nprior studies and leading to an increased antioxidant capacity and\ngreater resistance against oxidative stress.101 Another study demonstrated that MeIQx administration increased the\nformation of 8-hydroxy-2′-deoxyguanosine, a marker of oxidative\nDNA damage, in the liver.102 Because glutathione\nis a crucial antioxidant that plays a central role in cellular detoxification\nand protection against oxidative damage,103 increased glutathione levels may mitigate oxidative damage in tumor\ncells in the context of N-hydroxy-MeIQx-induced oxidative\nstress. High glutathione levels are often associated with drug-resistant\ntumors, suggesting that glutathione may offer resistance against certain\ntypes of exogenous compounds.104 In LUSC tissues, NNAL-N-glucuronide was detected\nin a dense cluster of metabolites and was more highly correlated with\nendogenous metabolite levels than the other examined exogenous compounds.\nNNAL-N-glucuronide is a detoxification product of\nNNAL that may serve as an indicator of a favorable prognosis. Although\nNNAL levels were similar between LUAD and LUSC tissues; NNAL-glucuronide\nlevels were higher in LUAD tissues than in LUSC tissues, suggesting\nthat NNAL detoxification may occur at a higher rate in LUAD than in\nLUSC, further contributing to the observed differential effects of\nexogenous compounds on patient outcomes in LUAD and LUSC. Other factors,\nsuch as differences in the microenvironment or immune response, could\nalso contribute to these differences, and the potential involvement\nof multiple mechanisms was highlighted by the lack of any significant\ncorrelations between NNAL-glucuronide and NNAL levels and black carbon\nparticle deposition (Figure S6), suggesting\nthat the black carbon particle deposition and NNAL-glucuronide formation\nare differentially regulated. In addition, the NNAL-glucuronide levels\nmay not directly reflect either NNAL or carbon particle levels, as\nNNAL-glucuronide is a detoxification product that may be influenced\nby individual differences in metabolism and clearance."
    },
    {
      "title": "Study Limitations",
      "text": "Our study has several notable limitations.\nFirst, our analysis\nfocused on only 11 carbon-bound exogenous compounds despite the likely\nexistence of hundreds or more exogenous compounds that may contribute\nto the differences between LUAD and LUSC within the highly complex\nbioactive context of lung tissues.105 The\n11 exogenous compounds that our present study focused on were selected,\nbased on their detection in anthracotic lung tissues and their prior\nreported associations with lung cancer pathophysiology. Second,\nmass spectra were acquired by high mass-resolution MALDI-MSI\nover a range of 75–1000 Da, and any compounds outside of this\nrange were not detected. We used a 9-aminoacridine matrix, but matrix\nmaterials can affect the detection capacity by altering the spectrum\nof analytes; thus, additional compounds might be detected when using\na different matrix. In addition, MALDI-MSI has a limited capacity\nto detect previously described anthracosis-associated toxic or carcinogenic\nelements, such as cadmium, arsenic. More appropriate methods, such\nas laser ablation-inductively coupled plasma MSI that offer superior\nsensitivity for the detection of toxic elements, should be considered\nfor future studies. Third, our approach offers a limited spatial\nresolution. Although\nour approach allows for the measurement of clusters of carbon particles,\nwe are unable to analyze individual nanoparticles on the nanometer\nscale. Similar limitations exist for currently available single-cell\nanalyses as particle clusters are often clustered within macrophages;\nhowever, single-cell metabolic analyses would be of great immunological\ninterest. The ongoing development of MSI at single-cell resolution\nmay facilitate such analyses in the future. Despite its limitations,\nMALDI-MSI remains a valuable tool for providing insights into the\nhighly complex effects and interactions of carbon particles, carbon-bound\nexogenous compounds, and related endogenous metabolites in human lung\ncancer tissue."
    },
    {
      "title": "Conclusion",
      "text": "In summary, we showed\nthat the two most\ncommon histologic NSCLC\nsubtypes, LUAD and LUSC, were associated with different patterns of\ncarbon-bound exogenous compounds with differential impacts on lung\ncancer pathophysiology and patient outcomes. Our findings also revealed\nthat carbon particles were more abundant in LUAD tissues than in LUSC\ntissues. Understanding the differing patterns of carbon-bound exogenous\ncompounds associated with different NSCLC subtypes is likely to provide\nimportant clues regarding the effects of exogenous compounds on tumor\npathophysiology."
    },
    {
      "title": "Materials and Methods",
      "text": "This retrospective study was conducted\nusing matched primary resected tumor and normal lung tissue samples\ncollected from 59 (52.2%) patients with LUAD and 54 (47.8%) patients\nwith LUSC at the Institute of Tissue Medicine and Pathology of the\nUniversity of Bern between January 2000 and December 2016, as described\npreviously.106 The median age at surgery\nwas 61 years (interquartile range [IQR] 40–82 years) for patients\nwith LUAD and 67 years (IQR 39–84 years) for patients with\nLUSC. All tumors were at a locally advanced stage, defined by the\npresence of mediastinal lymph-node metastases (pN2 or pN3). Tissue\nmicroarrays (TMAs) were constructed from formalin-fixed and paraffin-embedded\n(FFPE) tissue blocks, as previously described. Briefly, 0.6 mm diameter\ntissue cylinders were punched from annotated regions of FFPE tissue\nblocks by a pathologist specializing in lung pathology (SB). FFPE\nsamples were analyzed in parallel by high mass-resolution MALDI-FT-ICR-MSI\n(Scheme 1). Overall\nsurvival was defined as the time from resection to death by any cause.\nThe clinicopathological characteristics of the patients, including\nsmoking status, are summarized in Table 2. This study was approved by the Cantonal\nEthics Commission of the Canton of Bern (KEK 2017–00830) in\naccordance with the Swiss Human Research Act and Declaration of Helsinki. LUSC, lung squamous cell carcinoma;\nLUAD, lung adenocarcinoma; p, prefix indicating pathological TNM staging;\nT, descriptor of the extension of the primary tumor; N, descriptor\nfor the presence and extent of lymph node metastases; M, descriptor\nfor the presence of distant metastases. The\ntissue preparation steps for high mass-resolution MALDI-FT-ICR-MSI\nwere conducted as previously described.107 In brief, TMAs were created by cutting FFPE tissue blocks into 4\nμm sections (Microm, HM340E; Thermo Fisher Scientific, Waltham,\nMA, USA) and mounting sections onto indium tin oxide–coated\nconductive glass slides (Bruker Daltonik GmbH, Bremen, Germany) that\nwere preprocessed with 1:1 poly-l-lysine (Sigma–Aldrich,\nMunich, Germany) and 0.1% Nonidet P-40 (Sigma–Aldrich). The\nTMAs were then incubated for 1 h at 60 °C, deparaffinized twice\nin xylene for 8 min, and allowed to air-dry at room temperature (15–25\n°C). Subsequently, a matrix of 10 mg/mL 9-aminoacridine (9-AA)\nin 70% methanol (purchased from Sigma–Aldrich, Munich, Germany)\nwas sprayed onto the TMA using a SunCollect sprayer (Sunchrom, Friedrichsdorf,\nGermany) in eight passes using a line distance of 2 mm and a spray\nvelocity of 900 mm/min, with ascending flow rates of 10, 20, and 30\nμL/min for passes one to three and a constant flow rate of 40\nμL/min for passes four to eight. The detailed MALDI-MSI and\nmatrix application procedures can be found in the protocol by Ly and\nBuck et al.107 MALDI-MSI was performed\nin negative ion mode on a 7 T Solarix XR FT-ICR mass spectrometer\n(Bruker Daltonik) equipped with a dual ESI-MALDI source and a SmartBeam-II\nNd: YAG (355 nm) laser. The MALDI-MSI data acquisition parameters\nwere specified by the ftmsControl 2.2 and flexImaging (v 5.0) software\n(Bruker Daltonik, Bremen, Germany). Mass spectra were acquired over\na mass range of m/z 75–1000\nDa and at a spatial resolution of 50 μm. Regions without tissues\nwere measured as background controls to differentiate between tissue-\nand matrix-associated peaks. Exterior calibration of the instrument\nwas performed using l-arginine (Sigma–Aldrich) in\nthe ESI mode. Internal mass calibration was performed by using the\n9-AA matrix ion signal (m/z 193.077122).\nWe used our recently published SPACiAL approach for immunophenotype-guided\nanalysis to identify tumor and stromal compartments and automatically\nsegmented carbon particles into tumor or stromal compartments.108 SPACiAL is a computational multimodal workflow\nthat uses a series of image and MALDI data-processing steps to combine\nmolecular imaging data with multiplex immunofluorescence. The SPACiAL\nworkflow includes MALDI and immunofluorescence data integration, multiple\nimage coregistration, image digitization, and data conversion. In\nbrief, after MALDI-MSI analysis, the 9-AA matrix was removed from\nTMA sections by being soaked in 70% ethanol for 5 min. The TMA sections\nwere then double stained for immunofluorescence analysis with pan-cytokeratin\n(monoclonal mouse pan-cytokeratin plus [AE1/AE3 + 8/18], 1:75, catalog\nno. CM162, Biocare Medical, USA) and vimentin (Abcam, clone ab92547,\n1:500). Tumor regions were defined by pan-cytokeratin positivity,\nwhereas stromal regions were defined by pan-cytokeratin negativity\nand vimentin positivity. MALDI mass spectra\nwere root mean-square normalized using SCiLS Lab (v 2020b Pro, Bruker\nDaltonik), and picked peaks were exported as imzML files for subsequent\ndata processing. Peaks were annotated by accurate mass matching with\nthe Human Metabolome Database (HMDB; http://www.hmdb.ca/) and the Kyoto Encyclopedia of Genes and\nGenomes database (KEGG; https://www.genome.jp/kegg/),109 allowing M–H, M–H2O–H, M+K–2H, M+Na–2H, and M+Cl as negative\nadducts with a mass tolerance of 4 ppm. Compounds with indications\nof being drugs, pesticides, plants, or other irrelevant substances\nwere directly excluded. TMA sections\nwere counterstained with nuclear red stain (Fluka, 60700, 0.1%). The\nstained sections were scanned using an AxioScan.Z1 digital slide scanner\n(Zeiss, Jena, Germany) equipped with a 20× magnification objective\nand visualized with the ZEN 2.3 blue edition software (ZEISS, Oberkochen,\nGermany). Anthracotic particles were quantified by digital image analysis\nusing the Definiens Developer XD2 software (Definiens AG, Germany)\nas previously described.110 The ratio of\nthe particle area to total tissue area was calculated for each tissue\ncore. The relationships among\nlevels of the 11 exogenous compounds and various endogenous metabolites\nwere characterized using pairwise Spearman’s rank–order\ncorrelation (Python 3.8, SciPy 1.7.1). The resulting p values were adjusted with the Benjamini–Hochberg corrections\n(Python 3.8, StatsModels 0.13.1) and filtered for significance (p < 0.01). The resulting correlation coefficients were\nvisualized as metabolic networks using Cytoscape (v. 3.8.0).111 Statistical\nanalyses were performed\nusing R (https://cran.r-project.org) and Python software (https://www.python.org) with suitable packages. Pairwise Spearman’s rank–order\ncorrelations between exogenous molecules and endogenous metabolites\nwere conducted using R 4.0.2, corTest. Significant differences between\nvariables were determined by the rank-based Mann–Whitney U\ntest. Kaplan–Meier analyses and Cox proportional hazards regression\nanalyses were used to determine statistical differences in patient\nsurvival, with corresponding p values based on the\nlog-rank test (R 4.0.2, survival). “Cutoff-optimized”\nin this context means that the thresholds for low and high levels\nof a given compound were chosen such that the p-value\nin the resulting Kaplan–Meier curve was minimal. The profiles\nof the 11 carbon-bound exogenous compounds were subjected to hierarchical\nclustering to create a heatmap (R 4.0.2, MetaboAnalystR 3.2). Exogenous\ncompounds were visualized in low-dimensional space using UMAP analysis\n(Python 3.8, umap).112 The significance\nthreshold was set at p < 0.05."
    },
    {
      "title": "Patient\nCohort",
      "text": "This retrospective study was conducted\nusing matched primary resected tumor and normal lung tissue samples\ncollected from 59 (52.2%) patients with LUAD and 54 (47.8%) patients\nwith LUSC at the Institute of Tissue Medicine and Pathology of the\nUniversity of Bern between January 2000 and December 2016, as described\npreviously.106 The median age at surgery\nwas 61 years (interquartile range [IQR] 40–82 years) for patients\nwith LUAD and 67 years (IQR 39–84 years) for patients with\nLUSC. All tumors were at a locally advanced stage, defined by the\npresence of mediastinal lymph-node metastases (pN2 or pN3). Tissue\nmicroarrays (TMAs) were constructed from formalin-fixed and paraffin-embedded\n(FFPE) tissue blocks, as previously described. Briefly, 0.6 mm diameter\ntissue cylinders were punched from annotated regions of FFPE tissue\nblocks by a pathologist specializing in lung pathology (SB). FFPE\nsamples were analyzed in parallel by high mass-resolution MALDI-FT-ICR-MSI\n(Scheme 1). Overall\nsurvival was defined as the time from resection to death by any cause.\nThe clinicopathological characteristics of the patients, including\nsmoking status, are summarized in Table 2. This study was approved by the Cantonal\nEthics Commission of the Canton of Bern (KEK 2017–00830) in\naccordance with the Swiss Human Research Act and Declaration of Helsinki. LUSC, lung squamous cell carcinoma;\nLUAD, lung adenocarcinoma; p, prefix indicating pathological TNM staging;\nT, descriptor of the extension of the primary tumor; N, descriptor\nfor the presence and extent of lymph node metastases; M, descriptor\nfor the presence of distant metastases."
    },
    {
      "title": "High Mass-Resolution MALDI-FT-ICR-MSI Analysis",
      "text": "The\ntissue preparation steps for high mass-resolution MALDI-FT-ICR-MSI\nwere conducted as previously described.107 In brief, TMAs were created by cutting FFPE tissue blocks into 4\nμm sections (Microm, HM340E; Thermo Fisher Scientific, Waltham,\nMA, USA) and mounting sections onto indium tin oxide–coated\nconductive glass slides (Bruker Daltonik GmbH, Bremen, Germany) that\nwere preprocessed with 1:1 poly-l-lysine (Sigma–Aldrich,\nMunich, Germany) and 0.1% Nonidet P-40 (Sigma–Aldrich). The\nTMAs were then incubated for 1 h at 60 °C, deparaffinized twice\nin xylene for 8 min, and allowed to air-dry at room temperature (15–25\n°C). Subsequently, a matrix of 10 mg/mL 9-aminoacridine (9-AA)\nin 70% methanol (purchased from Sigma–Aldrich, Munich, Germany)\nwas sprayed onto the TMA using a SunCollect sprayer (Sunchrom, Friedrichsdorf,\nGermany) in eight passes using a line distance of 2 mm and a spray\nvelocity of 900 mm/min, with ascending flow rates of 10, 20, and 30\nμL/min for passes one to three and a constant flow rate of 40\nμL/min for passes four to eight. The detailed MALDI-MSI and\nmatrix application procedures can be found in the protocol by Ly and\nBuck et al.107 MALDI-MSI was performed\nin negative ion mode on a 7 T Solarix XR FT-ICR mass spectrometer\n(Bruker Daltonik) equipped with a dual ESI-MALDI source and a SmartBeam-II\nNd: YAG (355 nm) laser. The MALDI-MSI data acquisition parameters\nwere specified by the ftmsControl 2.2 and flexImaging (v 5.0) software\n(Bruker Daltonik, Bremen, Germany). Mass spectra were acquired over\na mass range of m/z 75–1000\nDa and at a spatial resolution of 50 μm. Regions without tissues\nwere measured as background controls to differentiate between tissue-\nand matrix-associated peaks. Exterior calibration of the instrument\nwas performed using l-arginine (Sigma–Aldrich) in\nthe ESI mode. Internal mass calibration was performed by using the\n9-AA matrix ion signal (m/z 193.077122).\nWe used our recently published SPACiAL approach for immunophenotype-guided\nanalysis to identify tumor and stromal compartments and automatically\nsegmented carbon particles into tumor or stromal compartments.108 SPACiAL is a computational multimodal workflow\nthat uses a series of image and MALDI data-processing steps to combine\nmolecular imaging data with multiplex immunofluorescence. The SPACiAL\nworkflow includes MALDI and immunofluorescence data integration, multiple\nimage coregistration, image digitization, and data conversion. In\nbrief, after MALDI-MSI analysis, the 9-AA matrix was removed from\nTMA sections by being soaked in 70% ethanol for 5 min. The TMA sections\nwere then double stained for immunofluorescence analysis with pan-cytokeratin\n(monoclonal mouse pan-cytokeratin plus [AE1/AE3 + 8/18], 1:75, catalog\nno. CM162, Biocare Medical, USA) and vimentin (Abcam, clone ab92547,\n1:500). Tumor regions were defined by pan-cytokeratin positivity,\nwhereas stromal regions were defined by pan-cytokeratin negativity\nand vimentin positivity."
    },
    {
      "title": "Data Acquisition and Processing",
      "text": "MALDI mass spectra\nwere root mean-square normalized using SCiLS Lab (v 2020b Pro, Bruker\nDaltonik), and picked peaks were exported as imzML files for subsequent\ndata processing. Peaks were annotated by accurate mass matching with\nthe Human Metabolome Database (HMDB; http://www.hmdb.ca/) and the Kyoto Encyclopedia of Genes and\nGenomes database (KEGG; https://www.genome.jp/kegg/),109 allowing M–H, M–H2O–H, M+K–2H, M+Na–2H, and M+Cl as negative\nadducts with a mass tolerance of 4 ppm. Compounds with indications\nof being drugs, pesticides, plants, or other irrelevant substances\nwere directly excluded."
    },
    {
      "title": "Quantification of Anthracosis Particles",
      "text": "TMA sections\nwere counterstained with nuclear red stain (Fluka, 60700, 0.1%). The\nstained sections were scanned using an AxioScan.Z1 digital slide scanner\n(Zeiss, Jena, Germany) equipped with a 20× magnification objective\nand visualized with the ZEN 2.3 blue edition software (ZEISS, Oberkochen,\nGermany). Anthracotic particles were quantified by digital image analysis\nusing the Definiens Developer XD2 software (Definiens AG, Germany)\nas previously described.110 The ratio of\nthe particle area to total tissue area was calculated for each tissue\ncore."
    },
    {
      "title": "Metabolic Correlation Networks",
      "text": "The relationships among\nlevels of the 11 exogenous compounds and various endogenous metabolites\nwere characterized using pairwise Spearman’s rank–order\ncorrelation (Python 3.8, SciPy 1.7.1). The resulting p values were adjusted with the Benjamini–Hochberg corrections\n(Python 3.8, StatsModels 0.13.1) and filtered for significance (p < 0.01). The resulting correlation coefficients were\nvisualized as metabolic networks using Cytoscape (v. 3.8.0).111"
    },
    {
      "title": "Statistical Analysis",
      "text": "Statistical\nanalyses were performed\nusing R (https://cran.r-project.org) and Python software (https://www.python.org) with suitable packages. Pairwise Spearman’s rank–order\ncorrelations between exogenous molecules and endogenous metabolites\nwere conducted using R 4.0.2, corTest. Significant differences between\nvariables were determined by the rank-based Mann–Whitney U\ntest. Kaplan–Meier analyses and Cox proportional hazards regression\nanalyses were used to determine statistical differences in patient\nsurvival, with corresponding p values based on the\nlog-rank test (R 4.0.2, survival). “Cutoff-optimized”\nin this context means that the thresholds for low and high levels\nof a given compound were chosen such that the p-value\nin the resulting Kaplan–Meier curve was minimal. The profiles\nof the 11 carbon-bound exogenous compounds were subjected to hierarchical\nclustering to create a heatmap (R 4.0.2, MetaboAnalystR 3.2). Exogenous\ncompounds were visualized in low-dimensional space using UMAP analysis\n(Python 3.8, umap).112 The significance\nthreshold was set at p < 0.05."
    }
  ],
  "full_text": "## Introduction\nHumans are constantly exposed to black\ncarbon particles and carbon-bound\nexogenous compounds, which enter the lungs via inhalation.1,2 Black carbon particles are inherently toxic and serve as carriers\nof toxic compounds that can be released into lung tissues and metabolized\nover extended periods of time.3,4 Although foreign carbon\nparticles are typically engulfed by resident macrophages, macrophages\nare incapable of efficiently degrading carbon particles.5,6 The engulfment of multiple carbon particles by macrophages can lead\nto anthracosis, a condition characterized by the visible darkening\nof lung tissues in concentrated areas.7 Because anthracosis occurs with a high prevalence, some studies\nhave viewed anthracosis as part of a normal process, reporting that\nthe molecules associated with accumulated carbon particles are chemically\ninert.8 However, evidence from other studies\nsupports an association between anthracosis and lung cancer progression\nor carcinogenesis.9,10 Recently, Xie et al. analyzed\ngene expression and DNA methylation data from lung cells exposed to\ncarbon nanotubes and identified four genes that are associated with\nthe development of lung cancer.11 Zhang\net al. found that the polycyclic aromatic hydrocarbon (PAH) accumulation\nin pulmonary carbon particles increases with age, which could potentially\nincrease the risk of lung cancer development.12 Our previous study demonstrated that carbon-bound PAHs, tobacco-specific\nnitrosamines, aromatic amines, and organohalogens are strongly associated\nwith patient outcomes, tumor development, and the tumor microenvironment\nin lung squamous cell carcinoma (LUSC).13 However, the roles of these exogenous compounds in lung adenocarcinoma\n(LUAD) remain unclear. LUAD is the most common lung cancer type,\naccounting for 30% of\nall lung cancer cases and approximately 40% of all non-small cell\nlung cancer (NSCLC) occurrences.14 LUSC\nand LUAD, which represent the two major NSCLC histological subtypes,15,16 are characterized by different biological pathways and biomarkers,17−19 and may also exhibit differences in patterns of carbon-bound exogenous\ncompounds or metabolomes. Recent advancements highlighting the clinical\nand molecular dissimilarities between LUAD and LUSC, which present\ndistinct pathophysiologies and clinical behaviors, have led some researchers\nto suggest that these diseases should be treated as different cancer\ntypes rather than being classified as NSCLC subtypes.20 For example, current understanding of tumorigenesis indicates\nthat LUAD develops from cells producing surfactant components, whereas\nLUSC arises from cells lining the airways in the lungs.21 LUAD is the most common type of lung cancer\noccurring in nonsmokers, whereas LUSC is strongly associated with\nsmoking.22 LUAD and LUSC also exhibit differential\ngene expression patterns, with significant variations observed in\nthe regulatory networks controlling cell proliferation, DNA replication,\nDNA repair, and RNA splicing.23−26 Mutations in receptor tyrosine kinases are frequently\ndetected in LUAD but are rare in LUSC.27 The mutated tumor suppressor gene TP53 is frequently detected in\nearly stage LUSC but only detected in late-stage LUAD.28 Comprehensive investigations defining the distinct\nmolecular characteristics and metabolomes of these two major subtypes\nof lung cancer and the differential impacts of carbon-bound exogenous\ncompounds on lung cancer pathophysiology remain necessary to improve\ndiagnostic and therapeutic intervention strategies. The highly\ncomplex and heterogeneous chemical composition of carbon\nparticles and carbon-bound exogenous compounds in human anthracosis\nwithin the natural histological context of lung tissues has been largely\nunexplored and methodologically challenging. High mass-resolution\nmass spectrometry imaging (MSI) is capable of detecting and visualizing\nthe discrete spatial distributions of exogenous compounds and their\nrelated metabolites in tissue sections.29−32 One advantage of MSI is the ability\nto directly overlay mass spectrometric analyses on tissue sections,\nallowing for correlations between molecular and histologic information.33 High-resolution imaging combined with molecular\nspecificity facilitates the identification of exogenous compound characteristics\nat the single-pixel level. Thus, MSI can provide insights into the\neffects and interactions of carbon particles, exogenous compounds,\nand endogenous metabolites within natural cellular and extracellular\ncontexts in human lung tissue. In this work, we compared the\ncarbon-bound exogenous compound patterns\nin LUAD and LUSC samples to improve our understanding of the differential\nimpacts of these compounds on lung cancer pathophysiology. We used\nhigh mass-resolution matrix-assisted laser desorption/ionization (MALDI)\nFourier-transform (FT) ion cyclotron resonance (ICR) mass spectrometry\nimaging (MALDI-FT-ICR-MSI) to analyze 11 carbon-bound exogenous compounds\nin LUSC and LUAD samples, revealing substantial differences in the\ncarbon-bound exogenous compound patterns associated with these two\nlung cancer subtypes. PAHs, aromatic amines, and organohalogens were\nmore abundant in LUAD than in LUSC, whereas tobacco-specific nitrosamine\nnicotine-derived nitrosamine ketone (NNK) was more abundant in LUSC\nthan in LUAD. Patients with LUAD and LUSC could be clearly separated\naccording to carbon-bound exogenous compound patterns identified in\nthe tumor compartment. The same compounds had differential impacts\non patient outcomes depending on the cancer subtype, indicating that\nthese compounds are associated with differential contributions to\nLUAD and LUSC pathophysiology. Although several studies have investigated\nthe effects of carbon particles and carbon-based materials on lung\ncancer development and progression, none have specifically explored\nthe interactions between carbon-bound exogenous compounds and their\nmetabolites or their pathophysiological contributions to different\ntumor types. Therefore, this study may provide a kind of insight into\nthe impacts of carbon particles, exogenous compounds, and endogenous\nmetabolites in human lung cancer tissue.\n\n## Results and Discussion\nUsing the approach illustrated in Scheme 1, we examined the tumor and\nstromal compartments in a cohort of 113 patients with either LUAD\n(n = 59) or LUSC (n = 54) using\nhigh mass-resolution MALDI-FT-ICR-MSI to analyze 11 carbon-bound exogenous\ncompounds: benzo[a]pyrene; dibenz[a,h]anthracene; dibenzo[a,l]pyrene; benzo[b]pyridine; 7-Hydroxymethyl-12-methylbenz[a]anthracene sulfate; NNK; 4-(methylnitrosamino)-1-(3-pyridyl)-1-butanol\n(NNAL); NNAL-N-glucuronide; N-hydroxy-4-aminobiphenyl; N-hydroxy-MeIQx; and 1,2-dichloroethane. We also compared\nthe patterns of carbon-bound exogenous compounds in the epithelial\ncompartments of tumors and normal tissues. Spatial metabolomics\n(left):\nThe spatial distributions of compounds were estimated by MALDI-FT-ICR-MSI,\nand tumor and stromal cells were automatically annotated on multiplex\nimmunofluorescent images. Quantification (middle): The numbers of\ncarbon particles in the LUAD (n = 59) and LUSC (n = 54) samples were quantified by morphology-based imaging\nanalysis. Characterization (right): Carbon-bound exogenous compounds\nwere detected by metabolomic analysis and used for hierarchical clustering\nand statistical analysis. LUAD, lung adenocarcinoma; LUSC, lung squamous\ncell carcinoma; MALDI-FT-ICR-MSI, matrix-assisted laser desorption/ionization\nFourier-transform ion cyclotron resonance mass spectrometry imaging;\nand SPACiAL, spatial correlation image analysis. In the tumor compartment, most of the exogenous compounds were\nmore abundant in LUAD samples than in LUSC samples, including the\nPAHs benzo[a]pyrene (p < 0.001),\ndibenz[a,h]anthracene (p < 0.001), dibenzo[a,l]pyrene\n(p < 0.001), and 7-OH-12-methylbenz[a]anthracene sulfate (p = 0.041); the tobacco-specific\nnitrosamine NNAL-N-glucuronide (p = 0.017); the aromatic amine N-hydroxy-MeIQx (p = 0.016); and the organohalogen dichloroethane (p < 0.001); however, the tobacco-specific nitrosamine\nNNK (p < 0.001) was more abundant in LUSC samples\nthan LUAD samples (Figure 1). In the stromal compartment, benzo[a]pyrene\n(p = 0.010), dibenz[a,h]anthracene (p = 0.002), dibenzo[a,l]pyrene (p = 0.016), and dichloroethane\n(p < 0.001) were more abundant in LUAD samples\nthan in LUSC samples, whereas 7-OH-12-methylbenz[a]anthracene sulfate (p < 0.001) and NNAL-N-glucuronide (p = 0.004) were more abundant\nin LUSC samples than in LUAD samples (Figure S1). Differing patterns of carbon-bound compounds in the tumor compartments\nof LUAD (n = 59) and LUSC (n = 54)\nsamples. LUAD (A) and LUSC (B) tumor tissues featuring high carbon-particle\ncontents (top left: hematoxylin and eosin staining; top center: nuclear\nred staining). Ion distributions are shown for benzo[a]pyrene (top right), dibenz[a,h]anthracene, dibenzo[a,l]pyrene,\nNNAL, NNK, N-hydroxy-4-aminobiphenyl, and N-hydroxy-MeIQx. (C) Comparison of exogenous compound patterns\nbetween LUAD and LUSC samples. *p < 0.05, **p < 0.01, ***p < 0.001, ns, not significant.\nLUAD, lung adenocarcinoma; LUSC, lung squamous cell carcinoma; NNAL,\n4-(methylnitrosamino)-1-(3-pyridyl)-1-butanol; NNK, nicotine-derived\nnitrosamine ketone. Hierarchical clustering\nand uniform manifold approximation\nand\nprojection (UMAP) analyses were able to separate the two histological\ntumor subtypes based on exogenous compound abundances within the tumor\ncompartment, but no separation could be defined based on compound\nabundances in the stromal compartment (Figure 2). Differences in exogenous compound patterns\nbetween the tumor and normal lung tissues are shown in Figure S2. In the patients with LUAD, 7-OH-12-methylbenz[a]anthracene sulfate, NNAL, and N-hydroxy-MeIQx\nwere more abundant in the tumor compartment than in normal lung tissue\n(Figure S2A). In patients with LUSC, benzo[a]pyridine, dibenzo[a,l]pyrene, 7-OH-12-methylbenz[a]anthracene sulfate,\nNNAL, and N-hydroxy-MeIQx were more abundant in the\ntumor compartment than in normal lung tissue (Figure S2B). Hierarchical clustering and UMAP analysis of carbon-bound\nexogenous\ncompounds in the tumor and stromal compartments of patients with LUAD\n(n = 59) and LUSC (n = 54). (A,\nB) Hierarchical clustering was performed using Metaboanalyst 4.0.\nThe horizontal axis represents all of the samples analyzed in the\nstudy. The vertical axis denotes the 11 exogenous compounds. LUAD\n(red) and LUSC (green) samples are indicated on the top of the heatmap.\nDendrograms for the samples are shown on the top of the heatmaps.\nDendrograms for the compounds are shown on the left of the heatmaps.\nA blue-to-red color gradient denotes lower to higher abundance. (C,\nD) UMAP of LUAD and LUSC samples clustered according to the exogenous\ncompounds detected in the tumor and stromal compartments. LUAD, lung\nadenocarcinoma; LUSC, lung squamous cell carcinoma; UMAP, uniform\nmanifold approximation and projection. Previous studies have identified differences in\nthe metabolic characteristics\nof LUAD and LUSC, but potential differences in exogenous compounds\nbetween these two NSCLC subtypes have not yet been explored.34 Most of the carbon-bound exogenous compounds\nthat we examined, including PAHs, aromatic amines, and organohalogens,\nwere more abundant in the LUAD samples than in the LUSC samples. By\ncontrast, the tobacco-specific compound NNK was more abundant in LUSC\nsamples than in LUAD samples, and patients with LUSC were associated\nwith a higher smoking prevalence than those of patients with LUAD.\nDifferences in patterns and effects of exogenous compounds between\nLUAD and LUSC are likely attributable to diverse factors, including\ncell types, physicochemical compound properties, and smoking behaviors.\nDifferent cell types in central and peripheral airways may have differential\neffects on exogenous compound metabolism, which might contribute to\nthe variations in compound abundances observed between LUAD and LUSC\nsamples.35 Previous studies have shown\nthat LUSC and LUAD arise from the central and peripheral airways,\nrespectively, and regional airway differences can influence the dose\nof nitrosamines in the vapor phase of tobacco smoke.36 Physicochemical properties, such as the octanol–water\npartition\ncoefficient, water solubility, pKa, and\nvolatility, are crucial for determining the cytotoxicity of both exogenous\ncompounds and carbon particles and how they interact with tissue environments,\nincluding water and lipid solubility, tissue absorption, and the crossing\nof biological barriers (e.g., alveolar membranes).37−42 The physicochemical properties of the exogenous compounds assessed\nin this study are summarized in Table 1 (Pubchem: https://pubchem.ncbi.nlm.nih.gov/;43 HMDB: http://www.hmdb.ca/(44)). 7-HMBAS, 7-Hydroxymethyl-12-methylbenz[a]anthracene sulfate; NNK, 4-(Methylnitrosamino)-1-(3-pyridyl)-1-butanone;\nNNAL, 4-(Methylnitrosamino)-1-(3-pyridyl)-1-butanol; PAHs, polycyclic\naromatic hydrocarbons; SVOC, semivolatile organic compounds; VOC,\nvolatile organic compounds. For example, a compound with a high octanol/water\npartition coefficient\nis more likely to accumulate in lipid-rich cells of the lung, such\nas alveolar type II cells and macrophages.45 pKa is a measure of the acidity or basicity\nof a compound, such that a lower pKa generally\nindicates a stronger acid, whereas a higher pKa indicates a weaker acid. The pKa value of a compound can also alter its charge, affecting tissue\ndistribution by altering the ability to cross biological membranes.46,47 Volatile compounds can be classified according to their boiling\npoints as very volatile organic compounds (VVOCs; boiling points ranging\nfrom 0 °C to 50–100 °C), volatile organic compounds\n(VOCs; boiling points ranging from 50–100 °C to 240–260\n°C) or semivolatile organic compounds (SVOCs; boiling points\nranging from 240–260 °C to 380–400 °C).48 The levels of some VOCs, such as benzaldehyde,\nare higher in LUAD than in LUSC samples.49 In our study, we found that the VOC benzo[b]pyridine\nwas more abundant in the LUAD samples than in the LUSC samples. PAHs\nwith high octanol–water partition coefficients present with\nslower lung clearance rates in rats50 and\nmay be associated with similarly slow clearance rates in humans because\nthey are more likely to accumulate in the lipid-rich environment of\nlung tissue.51 Some PAHs, such as benzo[a]pyrene, have low solubility and penetrate tissue membranes\nvia hydrophobic attraction. After entering the body, these compounds\ncan be deposited in lung tissue, leading to harmful effects.52 Because the physicochemical properties of exogenous\ncompounds can be used to predict their behaviors in biological systems\nand provide insights into their likely distributions in tissues, including\nlung tissues, these properties should be considered when evaluating\nthe health risks associated with compound exposure and developing\nstrategies for detection, monitoring, and elimination. Although\nboth smoking and air pollution increase the risks of developing\nLUSC and LUAD, LUAD occurs more frequently in nonsmokers than in smokers\nand is strongly associated with exposure to air pollution, whereas\nLUSC is associated with smoking. Tobacco smoke and air pollution primarily\nconsist of fine particles from various sources, such as insufficient\nbiomass combustion.53,54 Although tobacco smoke and air\npollution share some common features that contribute to lung disease,\nnotable differences exist in the types of carcinogens that they contain.\nSmoking tobacco releases more than 5,200 compounds, including carcinogenic\ntobacco-specific nitrosamines, such as NNK, and PAHs, such as benzo[a]pyrene, which are important contributors to the development\nof cancer and other smoking-associated health problems.55−57 Compounds known to contribute to lung cancer in air pollution include\nPAHs, such as benzo[a]pyrene.58 In our study, we found a higher abundance of the tobacco-specific\nnitrosamine NNK in LUSC samples than in LUAD samples, whereas PAHs,\nsuch as benzo[a]pyrene, were more abundant in LUAD\nsamples than in LUSC samples, suggesting that the development of LUSC\nand LUAD may involve different mechanisms. The differences in\ncarbon-bound exogenous compound patterns and\ntheir effects in LUAD and LUSC can be attributed to various factors\nthat impact the metabolism, accumulation, and distribution of these\ncompounds, including distinct transcriptomic profiles, alterations\nin protein expression, or genetic driver mutations. At the transcriptomic\nlevel, previous studies identified cytochrome P450 family 1 subfamily\na member 1 (CYP1A1) as being involved in the metabolism of exogenous\ncompounds, including PAHs such as benzo[a]pyrene.59 CYP1A1 expression can be detected in LUAD but\nnot in most LUSC.60 At the protein level,\nepidermal growth factor receptor (EGFR) expression is more frequently\ndetected in LUAD samples than in LUSC samples,61,62 and EGFR expression may increase carbon particles uptake.63,64 At the genetic level, recent studies have identified several single-nucleotide\npolymorphisms in genes involved in the metabolism of both endogenous\nand exogenous compounds that are associated with increased risks for\nlung cancers development, especially LUAD, in individuals who have\nnever smoked.65 We compared\nthe prognostic associations of carbon-bound exogenous compounds with\nLUAD and LUSC outcomes and found that the same carbon-bound exogenous\ncompounds had differential effects on patient outcomes depending on\nthe lung cancer subtype (Figure 3). In the tumor compartment of LUAD, high benzo[a]pyrene levels (p = 0.030) and low benzo[b]pyridine levels (p = 0.020) were both\nassociated with poor prognosis (Figure 3A and 4B top), whereas low NNAL\nlevels (p = 0.100) trended toward an association\nwith favorable prognosis (Figure 3C top). In the tumor compartment of LUSC, high NNAL\nlevels (p = 0.011) and low benzo[b]pyridine levels (p = 0.005) were each associated\nwith a favorable prognosis (Figure 3A–C top). In the stromal compartment of LUAD,\nhigh N-hydroxy-MeIQx levels (p =\n0.020) were associated with a favorable prognosis, but the opposite\ntrend was observed for N-hydroxy-MelQx levels in\nthe stromal compartment of LUSC (p = 0.110). Kaplan–Meier\nsurvival analyses (top) and distributions of\nexogenous compound abundances (bottom). Kaplan–Meier survival\nanalyses revealing that low tumoral benzo[a]pyrene\n(A) levels were associated with better prognosis in LUAD (n = 58) but trended toward a worse prognosis in LUSC (n = 49). High levels of tumoral benzo[b]pyridine (B) were associated with better prognosis in LUAD but worse\nprognosis in LUSC. High NNAL (C) levels were associated with a better\nprognosis in LUSC but trended toward a worse prognosis in LUAD. High\nstromal N-hydroxy-MeIQx (D) levels were associated\nwith better prognosis in LUAD but trended toward a worse prognosis\nin LUSC. Bottom graphs are noncumulative histograms showing the distributions\nof compound abundances, including the intensity thresholds used to\nclassify samples as having high or low compound levels (yellow). The\ncounts of intensity = 0 are displayed on the left side of the y-axis. On the right side of they-axis,\nthe maximum number of patients in a bin is shown. LUAD, lung adenocarcinoma;\nLUSC, lung squamous cell carcinoma; NNAL, 4-(methylnitrosamino)-1-(3-pyridyl)-1-butanol. Anthracosis in normal lung and NSCLC tissue. (A–D)\nTumor\nand normal tissues were stained with hematoxylin and eosin and counterstained\nwith nuclear red, revealing anthracosis deposits. (E–H) Segmentation\n(blue) by image analysis for anthracosis quantification. (I, J) The\nquantities and prevalence of carbon particles in clusters were evaluated\nin both tumor and normal tissues from patients with LUAD (n = 59). (K, L) The quantities and prevalence of carbon\nparticles in clusters were assessed in both tumor and normal tissues\nfrom patients with LUSC (n = 54). The dashlines in\nthe histogram indicate the percentage of patients divided into three\ncategories: no, low, or high pigment content. (M) Comparison of the\nnumbers of carbon particles in clusters in tissues from patients with\nLUAD and LUSC. (N) Spearman’s rank correlation showing the\nassociations between the total area of carbon particles in clusters\nand various characteristics. (O, P) Kaplan–Meier survival analysis\nshowing that carbon particle abundance in clusters is not correlated\nwith patient survival. *p < 0.05, ***p < 0.001, NS, not significant. NSCLC, non-small cell lung cancer;\nLUAD, lung adenocarcinoma; LUSC, lung squamous cell carcinoma. Some exogenous compounds had differential effects\non patient outcomes\nin LUAD and LUSC, suggesting that exogenous compound patterns may\ndrive LUAD and LUSC pathophysiology. For example, high benzo[a]pyrene levels were associated with poor prognosis in LUAD\nbut were not associated with survival in LUSC. The same compounds\nmay have differential effects on patient outcomes in LUAD and LUSC\nfor various reasons. First, abundance–response relationship\nmay exist between PAH dose and patient survival, and PAHs are more\nabundant in LUAD than in LUSC. Second, an abundance–response\nrelationship between PAHs and DNA methylation has been reported in\nlung cancer.66 DNA methylation is tissue-specific,\ndistinct DNA methylation patterns have been identified in LUAD and\nLUSC,67,68 and DNA methylation anomalies are associated\nwith carcinogenesis and patient survival in lung cancer.69,70 Therefore, the differential effects of PAHs across different lung\ncancer subtypes may be mediated by differences in DNA methylation\npatterns and frequencies. Third, PAHs and halogenated aromatic hydrocarbons\nare aryl hydrocarbon receptor (AhR) ligands,71 and abnormal AhR expression and activity have been reported in lung\ncancer.72−74 Immunoreactivity analysis of tissues from patients\nwith cancer revealed more prevalent AhR overexpression in LUAD tissues\nthan in LUSC tissues.75,76 AhR overexpression is associated\nwith increased tumor cell proliferation and survival in lung cancer,\nand AhR antagonists exhibit anticancer activity, indicating a potential\nrole for AhR in tumor pathophysiology.77−79 Thus, differences in\nthe AhR expression levels might also explain the different prognostic\nassociations observed for the same exogenous compounds in LUAD and\nLUSC. Patients with LUSC had a higher smoking rate than patients\nwith\nLUAD (p < 0.001). Tumoral NNK levels were positively\ncorrelated with smoking in LUAD (r = 0.32, p = 0.027) but showed no significant correlation with smoking\nin LUSC (r = 0.15, p = 0.303); however,\nhigh NNK levels were associated with poor prognosis in both LUAD (p = 0.003) and LUSC (p = 0.020). Survival\nanalyses based on exogenous compound levels are shown in Figure S3. NNK can induce DNA adducts at a high\nfrequency, inhibiting DNA repair mechanisms in human cells and resulting\nin the accumulation of DNA damage, which could potentially contribute\nto the development of cancer.80 Additionally,\nNNK can interact with various signaling pathways, such as the phosphoinositide\n3-kinase–protein kinase B–mechanistic target of rapamycin\npathway, and transcription factors, including hypoxia-inducible factor-1α,\nwhich are involved in tumor growth, survival, and angiogenesis.81 Although the mechanisms underlying NNK-induced\nmetastasis and poor prognosis are complex and are not fully understood,\nstudies indicate that NNK can activate a signaling pathway involving\nc-Src–protein kinase C iota–focal adhesion kinase to\npromote tumor invasion and migration, contributing to lung cancer\ndevelopment and metastasis.82 Although\nno association exists between NNK and metastasis in either LUAD (p = 0.96, coefficient = −0.05; Figure S4A) or LUSC (p = 0.83, coefficient\n= −0.06; Figure S4B), other factors,\nsuch as genetic mutations or differences in the tumor microenvironment,\nmay contribute to the observed association between NNK levels and\npoor prognosis in both LUAD and LUSC. We measured the abundances\nof carbon particles in LUAD and LUSC samples\nto determine whether they correlate with patient survival or tumor\nsubtypes. We also compared carbon particle abundances between tumor\nand normal lung tissues to assess whether carbon particle levels correlate\nwith tumor presence. Image analysis showed detectable carbon deposits\nin both tumor and normal tissues from patients with LUAD (Figure 4A,B) and those with\nLUSC (Figure 4C,D).\nDigital image analysis was used to quantify carbon particles in LUAD,\nLUSC, and normal tissue samples (Figure 4E–H), and the carbon particle distributions\nare shown in Figure 4I–L. Carbon particles were more abundant in LUAD tumor\ntissues than in LUSC tumor tissues (p < 0.001; Figure 4M), but no significant\ndifferences were observed for normal tissues. Carbon particles were\nmore abundant in stromal tissues from patients with LUAD than in those\nfrom patients with LUSC (p < 0.001; Figure S5). No significant differences in carbon\nparticles were observed between tumor and stromal tissues from patients\nwith LUAD (p = 0.244; Figure S5). However, in tissues from patients with LUSC, carbon particles\nwere more abundant in stromal tissues than in tumor tissue (p = 0.021; Figure S5). Carbon\nparticles were more abundant in tumor tissues than in normal lung\ntissues from patients with LUAD (p = 0.02), but no\nsignificant differences were observed in carbon particle abundances\nbetween tumor tissues and normal lung tissues from patients with LUSC\n(Figure 4M). Carbon\nparticle abundance was not associated with clinical features, such\nas sex, smoking behavior, or age (Figure 4N), or with overall survival, regardless\nof the histologic type (Figure 4O and 4P). In tumors, carbon particle abundance correlates\nwith the macrophage clearance rate, as macrophages are primarily responsible\nfor removing carbon particles from the lungs. Studies have revealed\nthat carbon nanotubes undergo degradation within macrophages, shedding\nlight on the biological pathways involved in the removal of carbon\nparticles.83 Others found that lung macrophages\ndegrade carbon particles through an oxidative pathway involving superoxide\nand peroxynitrite. This pathway has implications for the development\nof lung diseases, including fibrosis and carbon nanotube induced cancer.\nDifferences in macrophage subtypes and their abundances in LUAD and\nLUSC may also contribute to differences in the metabolism of carbon\nparticles and exogenous compounds.84 Previous\nstudies have shown that fatty acid-binding protein 4-expressing macrophages,\nwhich are primarily detected in LUAD, are closely associated with\nphagocytosis and immune responses, whereas secreted phosphoprotein\n1-expressing macrophages, which are primarily enriched in LUSC, exhibit\nangiogenesis-related gene expression.85 Smoking elevates the presence of macrophages in the immune microenvironment\nin lung cancer patients, indicating that smoking may also play a role\nin the observed variations in the exogenous compound metabolism between\nLUAD and LUSC. Carbon particles present with distinct and size-dependent\nphysical\nand chemical properties,86 and the deposition\nof carbon particles depends on their aerodynamic diameter (dp). Coarse\nparticles (2.5 μm < dp < 10 μm) are primarily retained\nin the upper respiratory tract and central airways; fine particles\n(dp < 2.5 μm) are deposited in the tracheobronchial region;\nand ultrafine particles (dp < 0.1 μm) are deposited in the\npulmonary and alveolar regions.87 Fine\nand ultrafine particles may penetrate deeply within the lungs and\nbronchioles and may reach the circulatory system, allowing systemic\neffects on distant organs.88 LUAD typically\narises from the bronchial or alveolar epithelium of the peripheral\nairways, areas where fine and ultrafine particles are able to accumulate.89 By contrast, LUSC originates from the areas\nlikely to accumulate coarse and fine particles, such as the bronchial\nepithelium of the central airways.90 High\nlevels of carbon particle deposition have been associated with increased\nrisks of developing NSCLC,91,92 and a significant correlation\nhas been reported between fine particle levels and lung cancer incidence\nin EGFR-driven cases. Another study revealed comparable associations\n(reported as hazard ratios) between LUAD development and both coarse\nand fine carbon particle deposition,93 and\na close correlation between particle size and PAH levels has also\nbeen reported, with nanosized particles (0.01 < dp < 0.056 μm)\nassociated with the highest PAH levels, followed by ultrafine, fine,\nand coarse particles. In our study, higher carbon particle levels\nwere associated with higher levels of some exogenous compounds, including\nbenzo[a]pyrene, dibenz[a,h]anthracene, dibenzo[a,l]pyrene, 7-OH-12-methylbenz[a]anthracene sulfate,\nNNAL-N-glucuronide, N-hydroxy-MeIQx\nand dichloroethane in LUAD samples than in LUSC samples, indicating\nthat carbon particle levels may be involved in LUAD development. However,\nwe often found carbon particles in clusters, preventing the assessment\nof individual carbon particles. Based on previously reported associations\nbetween carbon particle size and particle deposition in the lungs,94 we speculate that the carbon particles deposited\nin LUAD tissues are likely to be fine and ultrafine particles, whereas\ncoarse and fine particles are more likely to be deposited in LUSC\ntissues, suggesting differences in the carbon particle diameters and\nabundances associated with each type of lung cancer. We performed a network analysis to investigate metabolic tumor\ncharacteristics related to the presence of carbon-bound exogenous\ncompounds in LUAD and LUSC tissues. Most of the endogenous metabolites\nidentified in the LUAD network were associated with amino acid metabolism\nand nucleotide metabolism (Figure 5A), whereas most of the endogenous metabolites identified\nin the LUSC network were associated with amino sugar and nucleotide\nsugar metabolism, revealing substantially different metabolomes between\nLUAD and LUSC tissues. Correlations of endogenous metabolites with the exogenous\ncompounds\nin LUAD (n = 59) and LUSC (n = 54).\nCorrelation networks for LUAD (A) and LUSC (B). Correlations between\nexogenous compounds and endogenous metabolites were calculated and\nfiltered (p < 0.01). Higher N-hydroxy-MeIQx levels are associated with higher glutathione level\n(highlighted in yellow). Node colors indicate whether individual endogenous\n(black) or exogenous (red) compounds were more abundant in LUAD (blue)\nor LUSC (orange) tissues. Node sizes correlate with the absolute log2 (fold-change) value. Edges represent positive (blue) and\nnegative (pink) correlations between exogenous compounds and endogenous\nmetabolites. (C, D) Pairwise correlations between the 11 exogenous\ncompounds. *p < 0.05, **p <\n0.01, ***p < 0.001. LUAD, lung adenocarcinoma;\nLUSC, lung squamous cell carcinoma; NNK, nicotine-derived nitrosamine\nketone; NNAL, 4-(methylnitrosamino)-1-(3-pyridyl) 1-butanol. In the network analysis, the metabolites with the\nbest ability\nto discriminate between LUAD and LUSC were primarily nucleotides,\nsuch as deoxyuridine diphosphate (dUDP), 2-(formamido)-N1-(5′-phosphoribosyl)\nacetamidine, cytidine monophosphate (CMP), and adenine. In LUAD, five\ncarbon-bound exogenous compounds were part of a dense cluster containing\nendogenous metabolites. In this cluster, higher levels of the purine\nmetabolites deoxyinosine (r = 0.745) and deoxyadenosine\n(r = 0.665) and the pyrimidine metabolites CMP (r = 0.823) and deoxycytidine (r = 0.600)\nwere linked to higher levels of benzo[a]pyrene (Figure 5A). In another dense\ncluster, including four exogenous compounds and endogenous metabolites,\ndUDP (r = 0.465) and guanine (r =\n0.499) levels were negatively associated with NNAL-N-glucuronide levels (Figure 5A). The correlation network for LUSC differed substantially\nfrom that for LUAD (Figure 5B). For example, NNAL-N-glucuronide, which\nwas detected in a dense cluster of metabolites, had the most correlations\nwith the endogenous metabolites in the LUSC network (r = 0.796). The pairwise correlations between exogenous compounds\nwere primarily positive in both LUAD (Figure 5C) and LUSC (Figure 5D). Fundamentally different correlations\nbetween endogenous metabolites\nand exogenous carbon-bound compounds were identified in LUAD and LUSC.\nOur results suggest that the metabolite N-hydroxy-MeIQx\nis associated with nucleotide metabolism and DNA damage in LUAD. Nucleotide\nmetabolism is enhanced in the presence of DNA damage,95 as increased DNA damage leads to increased DNA repair,\nincreasing nucleotide demand.96 However,\nthe functional deregulation of DNA repair is a common feature of highly\naggressive human malignancies.97 Several\nstudies have demonstrated differences between the gene expression\nprofiles related to signaling pathways in LUAD and LUSC.98 For example, the gene encoding p53 is frequently\nmutated in lung tumors, but the frequency of p53 mutation differs\nbetween LUAD and LUSC. p53 mutations may result from DNA damage induced\nby exogenous carcinogens, such as PAHs, and PAH metabolites, such\nas benzo[a]pyrene-diol-epoxide, can reduce the speed\nof DNA repair.99 Slowly repaired DNA damage\nhotspots correspond to mutational hotspots observed in lung cancer.100 According to our network analysis, N-hydroxy-MeIQx\nlevels were higher in LUAD samples than in LUSC samples and were positively\ncorrelated with glutathione levels, consistent with the findings of\nprior studies and leading to an increased antioxidant capacity and\ngreater resistance against oxidative stress.101 Another study demonstrated that MeIQx administration increased the\nformation of 8-hydroxy-2′-deoxyguanosine, a marker of oxidative\nDNA damage, in the liver.102 Because glutathione\nis a crucial antioxidant that plays a central role in cellular detoxification\nand protection against oxidative damage,103 increased glutathione levels may mitigate oxidative damage in tumor\ncells in the context of N-hydroxy-MeIQx-induced oxidative\nstress. High glutathione levels are often associated with drug-resistant\ntumors, suggesting that glutathione may offer resistance against certain\ntypes of exogenous compounds.104 In LUSC tissues, NNAL-N-glucuronide was detected\nin a dense cluster of metabolites and was more highly correlated with\nendogenous metabolite levels than the other examined exogenous compounds.\nNNAL-N-glucuronide is a detoxification product of\nNNAL that may serve as an indicator of a favorable prognosis. Although\nNNAL levels were similar between LUAD and LUSC tissues; NNAL-glucuronide\nlevels were higher in LUAD tissues than in LUSC tissues, suggesting\nthat NNAL detoxification may occur at a higher rate in LUAD than in\nLUSC, further contributing to the observed differential effects of\nexogenous compounds on patient outcomes in LUAD and LUSC. Other factors,\nsuch as differences in the microenvironment or immune response, could\nalso contribute to these differences, and the potential involvement\nof multiple mechanisms was highlighted by the lack of any significant\ncorrelations between NNAL-glucuronide and NNAL levels and black carbon\nparticle deposition (Figure S6), suggesting\nthat the black carbon particle deposition and NNAL-glucuronide formation\nare differentially regulated. In addition, the NNAL-glucuronide levels\nmay not directly reflect either NNAL or carbon particle levels, as\nNNAL-glucuronide is a detoxification product that may be influenced\nby individual differences in metabolism and clearance.\n\n## LUAD and\nLUSC Have Different Patterns of Carbon-Bound Exogenous\nCompounds\nUsing the approach illustrated in Scheme 1, we examined the tumor and\nstromal compartments in a cohort of 113 patients with either LUAD\n(n = 59) or LUSC (n = 54) using\nhigh mass-resolution MALDI-FT-ICR-MSI to analyze 11 carbon-bound exogenous\ncompounds: benzo[a]pyrene; dibenz[a,h]anthracene; dibenzo[a,l]pyrene; benzo[b]pyridine; 7-Hydroxymethyl-12-methylbenz[a]anthracene sulfate; NNK; 4-(methylnitrosamino)-1-(3-pyridyl)-1-butanol\n(NNAL); NNAL-N-glucuronide; N-hydroxy-4-aminobiphenyl; N-hydroxy-MeIQx; and 1,2-dichloroethane. We also compared\nthe patterns of carbon-bound exogenous compounds in the epithelial\ncompartments of tumors and normal tissues. Spatial metabolomics\n(left):\nThe spatial distributions of compounds were estimated by MALDI-FT-ICR-MSI,\nand tumor and stromal cells were automatically annotated on multiplex\nimmunofluorescent images. Quantification (middle): The numbers of\ncarbon particles in the LUAD (n = 59) and LUSC (n = 54) samples were quantified by morphology-based imaging\nanalysis. Characterization (right): Carbon-bound exogenous compounds\nwere detected by metabolomic analysis and used for hierarchical clustering\nand statistical analysis. LUAD, lung adenocarcinoma; LUSC, lung squamous\ncell carcinoma; MALDI-FT-ICR-MSI, matrix-assisted laser desorption/ionization\nFourier-transform ion cyclotron resonance mass spectrometry imaging;\nand SPACiAL, spatial correlation image analysis. In the tumor compartment, most of the exogenous compounds were\nmore abundant in LUAD samples than in LUSC samples, including the\nPAHs benzo[a]pyrene (p < 0.001),\ndibenz[a,h]anthracene (p < 0.001), dibenzo[a,l]pyrene\n(p < 0.001), and 7-OH-12-methylbenz[a]anthracene sulfate (p = 0.041); the tobacco-specific\nnitrosamine NNAL-N-glucuronide (p = 0.017); the aromatic amine N-hydroxy-MeIQx (p = 0.016); and the organohalogen dichloroethane (p < 0.001); however, the tobacco-specific nitrosamine\nNNK (p < 0.001) was more abundant in LUSC samples\nthan LUAD samples (Figure 1). In the stromal compartment, benzo[a]pyrene\n(p = 0.010), dibenz[a,h]anthracene (p = 0.002), dibenzo[a,l]pyrene (p = 0.016), and dichloroethane\n(p < 0.001) were more abundant in LUAD samples\nthan in LUSC samples, whereas 7-OH-12-methylbenz[a]anthracene sulfate (p < 0.001) and NNAL-N-glucuronide (p = 0.004) were more abundant\nin LUSC samples than in LUAD samples (Figure S1). Differing patterns of carbon-bound compounds in the tumor compartments\nof LUAD (n = 59) and LUSC (n = 54)\nsamples. LUAD (A) and LUSC (B) tumor tissues featuring high carbon-particle\ncontents (top left: hematoxylin and eosin staining; top center: nuclear\nred staining). Ion distributions are shown for benzo[a]pyrene (top right), dibenz[a,h]anthracene, dibenzo[a,l]pyrene,\nNNAL, NNK, N-hydroxy-4-aminobiphenyl, and N-hydroxy-MeIQx. (C) Comparison of exogenous compound patterns\nbetween LUAD and LUSC samples. *p < 0.05, **p < 0.01, ***p < 0.001, ns, not significant.\nLUAD, lung adenocarcinoma; LUSC, lung squamous cell carcinoma; NNAL,\n4-(methylnitrosamino)-1-(3-pyridyl)-1-butanol; NNK, nicotine-derived\nnitrosamine ketone. Hierarchical clustering\nand uniform manifold approximation\nand\nprojection (UMAP) analyses were able to separate the two histological\ntumor subtypes based on exogenous compound abundances within the tumor\ncompartment, but no separation could be defined based on compound\nabundances in the stromal compartment (Figure 2). Differences in exogenous compound patterns\nbetween the tumor and normal lung tissues are shown in Figure S2. In the patients with LUAD, 7-OH-12-methylbenz[a]anthracene sulfate, NNAL, and N-hydroxy-MeIQx\nwere more abundant in the tumor compartment than in normal lung tissue\n(Figure S2A). In patients with LUSC, benzo[a]pyridine, dibenzo[a,l]pyrene, 7-OH-12-methylbenz[a]anthracene sulfate,\nNNAL, and N-hydroxy-MeIQx were more abundant in the\ntumor compartment than in normal lung tissue (Figure S2B). Hierarchical clustering and UMAP analysis of carbon-bound\nexogenous\ncompounds in the tumor and stromal compartments of patients with LUAD\n(n = 59) and LUSC (n = 54). (A,\nB) Hierarchical clustering was performed using Metaboanalyst 4.0.\nThe horizontal axis represents all of the samples analyzed in the\nstudy. The vertical axis denotes the 11 exogenous compounds. LUAD\n(red) and LUSC (green) samples are indicated on the top of the heatmap.\nDendrograms for the samples are shown on the top of the heatmaps.\nDendrograms for the compounds are shown on the left of the heatmaps.\nA blue-to-red color gradient denotes lower to higher abundance. (C,\nD) UMAP of LUAD and LUSC samples clustered according to the exogenous\ncompounds detected in the tumor and stromal compartments. LUAD, lung\nadenocarcinoma; LUSC, lung squamous cell carcinoma; UMAP, uniform\nmanifold approximation and projection. Previous studies have identified differences in\nthe metabolic characteristics\nof LUAD and LUSC, but potential differences in exogenous compounds\nbetween these two NSCLC subtypes have not yet been explored.34 Most of the carbon-bound exogenous compounds\nthat we examined, including PAHs, aromatic amines, and organohalogens,\nwere more abundant in the LUAD samples than in the LUSC samples. By\ncontrast, the tobacco-specific compound NNK was more abundant in LUSC\nsamples than in LUAD samples, and patients with LUSC were associated\nwith a higher smoking prevalence than those of patients with LUAD.\nDifferences in patterns and effects of exogenous compounds between\nLUAD and LUSC are likely attributable to diverse factors, including\ncell types, physicochemical compound properties, and smoking behaviors.\nDifferent cell types in central and peripheral airways may have differential\neffects on exogenous compound metabolism, which might contribute to\nthe variations in compound abundances observed between LUAD and LUSC\nsamples.35 Previous studies have shown\nthat LUSC and LUAD arise from the central and peripheral airways,\nrespectively, and regional airway differences can influence the dose\nof nitrosamines in the vapor phase of tobacco smoke.36 Physicochemical properties, such as the octanol–water\npartition\ncoefficient, water solubility, pKa, and\nvolatility, are crucial for determining the cytotoxicity of both exogenous\ncompounds and carbon particles and how they interact with tissue environments,\nincluding water and lipid solubility, tissue absorption, and the crossing\nof biological barriers (e.g., alveolar membranes).37−42 The physicochemical properties of the exogenous compounds assessed\nin this study are summarized in Table 1 (Pubchem: https://pubchem.ncbi.nlm.nih.gov/;43 HMDB: http://www.hmdb.ca/(44)). 7-HMBAS, 7-Hydroxymethyl-12-methylbenz[a]anthracene sulfate; NNK, 4-(Methylnitrosamino)-1-(3-pyridyl)-1-butanone;\nNNAL, 4-(Methylnitrosamino)-1-(3-pyridyl)-1-butanol; PAHs, polycyclic\naromatic hydrocarbons; SVOC, semivolatile organic compounds; VOC,\nvolatile organic compounds. For example, a compound with a high octanol/water\npartition coefficient\nis more likely to accumulate in lipid-rich cells of the lung, such\nas alveolar type II cells and macrophages.45 pKa is a measure of the acidity or basicity\nof a compound, such that a lower pKa generally\nindicates a stronger acid, whereas a higher pKa indicates a weaker acid. The pKa value of a compound can also alter its charge, affecting tissue\ndistribution by altering the ability to cross biological membranes.46,47 Volatile compounds can be classified according to their boiling\npoints as very volatile organic compounds (VVOCs; boiling points ranging\nfrom 0 °C to 50–100 °C), volatile organic compounds\n(VOCs; boiling points ranging from 50–100 °C to 240–260\n°C) or semivolatile organic compounds (SVOCs; boiling points\nranging from 240–260 °C to 380–400 °C).48 The levels of some VOCs, such as benzaldehyde,\nare higher in LUAD than in LUSC samples.49 In our study, we found that the VOC benzo[b]pyridine\nwas more abundant in the LUAD samples than in the LUSC samples. PAHs\nwith high octanol–water partition coefficients present with\nslower lung clearance rates in rats50 and\nmay be associated with similarly slow clearance rates in humans because\nthey are more likely to accumulate in the lipid-rich environment of\nlung tissue.51 Some PAHs, such as benzo[a]pyrene, have low solubility and penetrate tissue membranes\nvia hydrophobic attraction. After entering the body, these compounds\ncan be deposited in lung tissue, leading to harmful effects.52 Because the physicochemical properties of exogenous\ncompounds can be used to predict their behaviors in biological systems\nand provide insights into their likely distributions in tissues, including\nlung tissues, these properties should be considered when evaluating\nthe health risks associated with compound exposure and developing\nstrategies for detection, monitoring, and elimination. Although\nboth smoking and air pollution increase the risks of developing\nLUSC and LUAD, LUAD occurs more frequently in nonsmokers than in smokers\nand is strongly associated with exposure to air pollution, whereas\nLUSC is associated with smoking. Tobacco smoke and air pollution primarily\nconsist of fine particles from various sources, such as insufficient\nbiomass combustion.53,54 Although tobacco smoke and air\npollution share some common features that contribute to lung disease,\nnotable differences exist in the types of carcinogens that they contain.\nSmoking tobacco releases more than 5,200 compounds, including carcinogenic\ntobacco-specific nitrosamines, such as NNK, and PAHs, such as benzo[a]pyrene, which are important contributors to the development\nof cancer and other smoking-associated health problems.55−57 Compounds known to contribute to lung cancer in air pollution include\nPAHs, such as benzo[a]pyrene.58 In our study, we found a higher abundance of the tobacco-specific\nnitrosamine NNK in LUSC samples than in LUAD samples, whereas PAHs,\nsuch as benzo[a]pyrene, were more abundant in LUAD\nsamples than in LUSC samples, suggesting that the development of LUSC\nand LUAD may involve different mechanisms. The differences in\ncarbon-bound exogenous compound patterns and\ntheir effects in LUAD and LUSC can be attributed to various factors\nthat impact the metabolism, accumulation, and distribution of these\ncompounds, including distinct transcriptomic profiles, alterations\nin protein expression, or genetic driver mutations. At the transcriptomic\nlevel, previous studies identified cytochrome P450 family 1 subfamily\na member 1 (CYP1A1) as being involved in the metabolism of exogenous\ncompounds, including PAHs such as benzo[a]pyrene.59 CYP1A1 expression can be detected in LUAD but\nnot in most LUSC.60 At the protein level,\nepidermal growth factor receptor (EGFR) expression is more frequently\ndetected in LUAD samples than in LUSC samples,61,62 and EGFR expression may increase carbon particles uptake.63,64 At the genetic level, recent studies have identified several single-nucleotide\npolymorphisms in genes involved in the metabolism of both endogenous\nand exogenous compounds that are associated with increased risks for\nlung cancers development, especially LUAD, in individuals who have\nnever smoked.65\n\n## The Same Carbon-Bound Exogenous\nCompounds Have Differential\nEffects on Patient Outcomes in LUAD and LUSC\nWe compared\nthe prognostic associations of carbon-bound exogenous compounds with\nLUAD and LUSC outcomes and found that the same carbon-bound exogenous\ncompounds had differential effects on patient outcomes depending on\nthe lung cancer subtype (Figure 3). In the tumor compartment of LUAD, high benzo[a]pyrene levels (p = 0.030) and low benzo[b]pyridine levels (p = 0.020) were both\nassociated with poor prognosis (Figure 3A and 4B top), whereas low NNAL\nlevels (p = 0.100) trended toward an association\nwith favorable prognosis (Figure 3C top). In the tumor compartment of LUSC, high NNAL\nlevels (p = 0.011) and low benzo[b]pyridine levels (p = 0.005) were each associated\nwith a favorable prognosis (Figure 3A–C top). In the stromal compartment of LUAD,\nhigh N-hydroxy-MeIQx levels (p =\n0.020) were associated with a favorable prognosis, but the opposite\ntrend was observed for N-hydroxy-MelQx levels in\nthe stromal compartment of LUSC (p = 0.110). Kaplan–Meier\nsurvival analyses (top) and distributions of\nexogenous compound abundances (bottom). Kaplan–Meier survival\nanalyses revealing that low tumoral benzo[a]pyrene\n(A) levels were associated with better prognosis in LUAD (n = 58) but trended toward a worse prognosis in LUSC (n = 49). High levels of tumoral benzo[b]pyridine (B) were associated with better prognosis in LUAD but worse\nprognosis in LUSC. High NNAL (C) levels were associated with a better\nprognosis in LUSC but trended toward a worse prognosis in LUAD. High\nstromal N-hydroxy-MeIQx (D) levels were associated\nwith better prognosis in LUAD but trended toward a worse prognosis\nin LUSC. Bottom graphs are noncumulative histograms showing the distributions\nof compound abundances, including the intensity thresholds used to\nclassify samples as having high or low compound levels (yellow). The\ncounts of intensity = 0 are displayed on the left side of the y-axis. On the right side of they-axis,\nthe maximum number of patients in a bin is shown. LUAD, lung adenocarcinoma;\nLUSC, lung squamous cell carcinoma; NNAL, 4-(methylnitrosamino)-1-(3-pyridyl)-1-butanol. Anthracosis in normal lung and NSCLC tissue. (A–D)\nTumor\nand normal tissues were stained with hematoxylin and eosin and counterstained\nwith nuclear red, revealing anthracosis deposits. (E–H) Segmentation\n(blue) by image analysis for anthracosis quantification. (I, J) The\nquantities and prevalence of carbon particles in clusters were evaluated\nin both tumor and normal tissues from patients with LUAD (n = 59). (K, L) The quantities and prevalence of carbon\nparticles in clusters were assessed in both tumor and normal tissues\nfrom patients with LUSC (n = 54). The dashlines in\nthe histogram indicate the percentage of patients divided into three\ncategories: no, low, or high pigment content. (M) Comparison of the\nnumbers of carbon particles in clusters in tissues from patients with\nLUAD and LUSC. (N) Spearman’s rank correlation showing the\nassociations between the total area of carbon particles in clusters\nand various characteristics. (O, P) Kaplan–Meier survival analysis\nshowing that carbon particle abundance in clusters is not correlated\nwith patient survival. *p < 0.05, ***p < 0.001, NS, not significant. NSCLC, non-small cell lung cancer;\nLUAD, lung adenocarcinoma; LUSC, lung squamous cell carcinoma. Some exogenous compounds had differential effects\non patient outcomes\nin LUAD and LUSC, suggesting that exogenous compound patterns may\ndrive LUAD and LUSC pathophysiology. For example, high benzo[a]pyrene levels were associated with poor prognosis in LUAD\nbut were not associated with survival in LUSC. The same compounds\nmay have differential effects on patient outcomes in LUAD and LUSC\nfor various reasons. First, abundance–response relationship\nmay exist between PAH dose and patient survival, and PAHs are more\nabundant in LUAD than in LUSC. Second, an abundance–response\nrelationship between PAHs and DNA methylation has been reported in\nlung cancer.66 DNA methylation is tissue-specific,\ndistinct DNA methylation patterns have been identified in LUAD and\nLUSC,67,68 and DNA methylation anomalies are associated\nwith carcinogenesis and patient survival in lung cancer.69,70 Therefore, the differential effects of PAHs across different lung\ncancer subtypes may be mediated by differences in DNA methylation\npatterns and frequencies. Third, PAHs and halogenated aromatic hydrocarbons\nare aryl hydrocarbon receptor (AhR) ligands,71 and abnormal AhR expression and activity have been reported in lung\ncancer.72−74 Immunoreactivity analysis of tissues from patients\nwith cancer revealed more prevalent AhR overexpression in LUAD tissues\nthan in LUSC tissues.75,76 AhR overexpression is associated\nwith increased tumor cell proliferation and survival in lung cancer,\nand AhR antagonists exhibit anticancer activity, indicating a potential\nrole for AhR in tumor pathophysiology.77−79 Thus, differences in\nthe AhR expression levels might also explain the different prognostic\nassociations observed for the same exogenous compounds in LUAD and\nLUSC. Patients with LUSC had a higher smoking rate than patients\nwith\nLUAD (p < 0.001). Tumoral NNK levels were positively\ncorrelated with smoking in LUAD (r = 0.32, p = 0.027) but showed no significant correlation with smoking\nin LUSC (r = 0.15, p = 0.303); however,\nhigh NNK levels were associated with poor prognosis in both LUAD (p = 0.003) and LUSC (p = 0.020). Survival\nanalyses based on exogenous compound levels are shown in Figure S3. NNK can induce DNA adducts at a high\nfrequency, inhibiting DNA repair mechanisms in human cells and resulting\nin the accumulation of DNA damage, which could potentially contribute\nto the development of cancer.80 Additionally,\nNNK can interact with various signaling pathways, such as the phosphoinositide\n3-kinase–protein kinase B–mechanistic target of rapamycin\npathway, and transcription factors, including hypoxia-inducible factor-1α,\nwhich are involved in tumor growth, survival, and angiogenesis.81 Although the mechanisms underlying NNK-induced\nmetastasis and poor prognosis are complex and are not fully understood,\nstudies indicate that NNK can activate a signaling pathway involving\nc-Src–protein kinase C iota–focal adhesion kinase to\npromote tumor invasion and migration, contributing to lung cancer\ndevelopment and metastasis.82 Although\nno association exists between NNK and metastasis in either LUAD (p = 0.96, coefficient = −0.05; Figure S4A) or LUSC (p = 0.83, coefficient\n= −0.06; Figure S4B), other factors,\nsuch as genetic mutations or differences in the tumor microenvironment,\nmay contribute to the observed association between NNK levels and\npoor prognosis in both LUAD and LUSC.\n\n## Carbon Particles Are More\nAbundant in LUAD than in LUSC\nWe measured the abundances\nof carbon particles in LUAD and LUSC samples\nto determine whether they correlate with patient survival or tumor\nsubtypes. We also compared carbon particle abundances between tumor\nand normal lung tissues to assess whether carbon particle levels correlate\nwith tumor presence. Image analysis showed detectable carbon deposits\nin both tumor and normal tissues from patients with LUAD (Figure 4A,B) and those with\nLUSC (Figure 4C,D).\nDigital image analysis was used to quantify carbon particles in LUAD,\nLUSC, and normal tissue samples (Figure 4E–H), and the carbon particle distributions\nare shown in Figure 4I–L. Carbon particles were more abundant in LUAD tumor\ntissues than in LUSC tumor tissues (p < 0.001; Figure 4M), but no significant\ndifferences were observed for normal tissues. Carbon particles were\nmore abundant in stromal tissues from patients with LUAD than in those\nfrom patients with LUSC (p < 0.001; Figure S5). No significant differences in carbon\nparticles were observed between tumor and stromal tissues from patients\nwith LUAD (p = 0.244; Figure S5). However, in tissues from patients with LUSC, carbon particles\nwere more abundant in stromal tissues than in tumor tissue (p = 0.021; Figure S5). Carbon\nparticles were more abundant in tumor tissues than in normal lung\ntissues from patients with LUAD (p = 0.02), but no\nsignificant differences were observed in carbon particle abundances\nbetween tumor tissues and normal lung tissues from patients with LUSC\n(Figure 4M). Carbon\nparticle abundance was not associated with clinical features, such\nas sex, smoking behavior, or age (Figure 4N), or with overall survival, regardless\nof the histologic type (Figure 4O and 4P). In tumors, carbon particle abundance correlates\nwith the macrophage clearance rate, as macrophages are primarily responsible\nfor removing carbon particles from the lungs. Studies have revealed\nthat carbon nanotubes undergo degradation within macrophages, shedding\nlight on the biological pathways involved in the removal of carbon\nparticles.83 Others found that lung macrophages\ndegrade carbon particles through an oxidative pathway involving superoxide\nand peroxynitrite. This pathway has implications for the development\nof lung diseases, including fibrosis and carbon nanotube induced cancer.\nDifferences in macrophage subtypes and their abundances in LUAD and\nLUSC may also contribute to differences in the metabolism of carbon\nparticles and exogenous compounds.84 Previous\nstudies have shown that fatty acid-binding protein 4-expressing macrophages,\nwhich are primarily detected in LUAD, are closely associated with\nphagocytosis and immune responses, whereas secreted phosphoprotein\n1-expressing macrophages, which are primarily enriched in LUSC, exhibit\nangiogenesis-related gene expression.85 Smoking elevates the presence of macrophages in the immune microenvironment\nin lung cancer patients, indicating that smoking may also play a role\nin the observed variations in the exogenous compound metabolism between\nLUAD and LUSC. Carbon particles present with distinct and size-dependent\nphysical\nand chemical properties,86 and the deposition\nof carbon particles depends on their aerodynamic diameter (dp). Coarse\nparticles (2.5 μm < dp < 10 μm) are primarily retained\nin the upper respiratory tract and central airways; fine particles\n(dp < 2.5 μm) are deposited in the tracheobronchial region;\nand ultrafine particles (dp < 0.1 μm) are deposited in the\npulmonary and alveolar regions.87 Fine\nand ultrafine particles may penetrate deeply within the lungs and\nbronchioles and may reach the circulatory system, allowing systemic\neffects on distant organs.88 LUAD typically\narises from the bronchial or alveolar epithelium of the peripheral\nairways, areas where fine and ultrafine particles are able to accumulate.89 By contrast, LUSC originates from the areas\nlikely to accumulate coarse and fine particles, such as the bronchial\nepithelium of the central airways.90 High\nlevels of carbon particle deposition have been associated with increased\nrisks of developing NSCLC,91,92 and a significant correlation\nhas been reported between fine particle levels and lung cancer incidence\nin EGFR-driven cases. Another study revealed comparable associations\n(reported as hazard ratios) between LUAD development and both coarse\nand fine carbon particle deposition,93 and\na close correlation between particle size and PAH levels has also\nbeen reported, with nanosized particles (0.01 < dp < 0.056 μm)\nassociated with the highest PAH levels, followed by ultrafine, fine,\nand coarse particles. In our study, higher carbon particle levels\nwere associated with higher levels of some exogenous compounds, including\nbenzo[a]pyrene, dibenz[a,h]anthracene, dibenzo[a,l]pyrene, 7-OH-12-methylbenz[a]anthracene sulfate,\nNNAL-N-glucuronide, N-hydroxy-MeIQx\nand dichloroethane in LUAD samples than in LUSC samples, indicating\nthat carbon particle levels may be involved in LUAD development. However,\nwe often found carbon particles in clusters, preventing the assessment\nof individual carbon particles. Based on previously reported associations\nbetween carbon particle size and particle deposition in the lungs,94 we speculate that the carbon particles deposited\nin LUAD tissues are likely to be fine and ultrafine particles, whereas\ncoarse and fine particles are more likely to be deposited in LUSC\ntissues, suggesting differences in the carbon particle diameters and\nabundances associated with each type of lung cancer.\n\n## Correlation\nNetworks of Metabolites and Carbon-Bound Exogenous\nCompounds Reveal Substantially Different Metabolomes in LUAD and LUSC\nWe performed a network analysis to investigate metabolic tumor\ncharacteristics related to the presence of carbon-bound exogenous\ncompounds in LUAD and LUSC tissues. Most of the endogenous metabolites\nidentified in the LUAD network were associated with amino acid metabolism\nand nucleotide metabolism (Figure 5A), whereas most of the endogenous metabolites identified\nin the LUSC network were associated with amino sugar and nucleotide\nsugar metabolism, revealing substantially different metabolomes between\nLUAD and LUSC tissues. Correlations of endogenous metabolites with the exogenous\ncompounds\nin LUAD (n = 59) and LUSC (n = 54).\nCorrelation networks for LUAD (A) and LUSC (B). Correlations between\nexogenous compounds and endogenous metabolites were calculated and\nfiltered (p < 0.01). Higher N-hydroxy-MeIQx levels are associated with higher glutathione level\n(highlighted in yellow). Node colors indicate whether individual endogenous\n(black) or exogenous (red) compounds were more abundant in LUAD (blue)\nor LUSC (orange) tissues. Node sizes correlate with the absolute log2 (fold-change) value. Edges represent positive (blue) and\nnegative (pink) correlations between exogenous compounds and endogenous\nmetabolites. (C, D) Pairwise correlations between the 11 exogenous\ncompounds. *p < 0.05, **p <\n0.01, ***p < 0.001. LUAD, lung adenocarcinoma;\nLUSC, lung squamous cell carcinoma; NNK, nicotine-derived nitrosamine\nketone; NNAL, 4-(methylnitrosamino)-1-(3-pyridyl) 1-butanol. In the network analysis, the metabolites with the\nbest ability\nto discriminate between LUAD and LUSC were primarily nucleotides,\nsuch as deoxyuridine diphosphate (dUDP), 2-(formamido)-N1-(5′-phosphoribosyl)\nacetamidine, cytidine monophosphate (CMP), and adenine. In LUAD, five\ncarbon-bound exogenous compounds were part of a dense cluster containing\nendogenous metabolites. In this cluster, higher levels of the purine\nmetabolites deoxyinosine (r = 0.745) and deoxyadenosine\n(r = 0.665) and the pyrimidine metabolites CMP (r = 0.823) and deoxycytidine (r = 0.600)\nwere linked to higher levels of benzo[a]pyrene (Figure 5A). In another dense\ncluster, including four exogenous compounds and endogenous metabolites,\ndUDP (r = 0.465) and guanine (r =\n0.499) levels were negatively associated with NNAL-N-glucuronide levels (Figure 5A). The correlation network for LUSC differed substantially\nfrom that for LUAD (Figure 5B). For example, NNAL-N-glucuronide, which\nwas detected in a dense cluster of metabolites, had the most correlations\nwith the endogenous metabolites in the LUSC network (r = 0.796). The pairwise correlations between exogenous compounds\nwere primarily positive in both LUAD (Figure 5C) and LUSC (Figure 5D). Fundamentally different correlations\nbetween endogenous metabolites\nand exogenous carbon-bound compounds were identified in LUAD and LUSC.\nOur results suggest that the metabolite N-hydroxy-MeIQx\nis associated with nucleotide metabolism and DNA damage in LUAD. Nucleotide\nmetabolism is enhanced in the presence of DNA damage,95 as increased DNA damage leads to increased DNA repair,\nincreasing nucleotide demand.96 However,\nthe functional deregulation of DNA repair is a common feature of highly\naggressive human malignancies.97 Several\nstudies have demonstrated differences between the gene expression\nprofiles related to signaling pathways in LUAD and LUSC.98 For example, the gene encoding p53 is frequently\nmutated in lung tumors, but the frequency of p53 mutation differs\nbetween LUAD and LUSC. p53 mutations may result from DNA damage induced\nby exogenous carcinogens, such as PAHs, and PAH metabolites, such\nas benzo[a]pyrene-diol-epoxide, can reduce the speed\nof DNA repair.99 Slowly repaired DNA damage\nhotspots correspond to mutational hotspots observed in lung cancer.100 According to our network analysis, N-hydroxy-MeIQx\nlevels were higher in LUAD samples than in LUSC samples and were positively\ncorrelated with glutathione levels, consistent with the findings of\nprior studies and leading to an increased antioxidant capacity and\ngreater resistance against oxidative stress.101 Another study demonstrated that MeIQx administration increased the\nformation of 8-hydroxy-2′-deoxyguanosine, a marker of oxidative\nDNA damage, in the liver.102 Because glutathione\nis a crucial antioxidant that plays a central role in cellular detoxification\nand protection against oxidative damage,103 increased glutathione levels may mitigate oxidative damage in tumor\ncells in the context of N-hydroxy-MeIQx-induced oxidative\nstress. High glutathione levels are often associated with drug-resistant\ntumors, suggesting that glutathione may offer resistance against certain\ntypes of exogenous compounds.104 In LUSC tissues, NNAL-N-glucuronide was detected\nin a dense cluster of metabolites and was more highly correlated with\nendogenous metabolite levels than the other examined exogenous compounds.\nNNAL-N-glucuronide is a detoxification product of\nNNAL that may serve as an indicator of a favorable prognosis. Although\nNNAL levels were similar between LUAD and LUSC tissues; NNAL-glucuronide\nlevels were higher in LUAD tissues than in LUSC tissues, suggesting\nthat NNAL detoxification may occur at a higher rate in LUAD than in\nLUSC, further contributing to the observed differential effects of\nexogenous compounds on patient outcomes in LUAD and LUSC. Other factors,\nsuch as differences in the microenvironment or immune response, could\nalso contribute to these differences, and the potential involvement\nof multiple mechanisms was highlighted by the lack of any significant\ncorrelations between NNAL-glucuronide and NNAL levels and black carbon\nparticle deposition (Figure S6), suggesting\nthat the black carbon particle deposition and NNAL-glucuronide formation\nare differentially regulated. In addition, the NNAL-glucuronide levels\nmay not directly reflect either NNAL or carbon particle levels, as\nNNAL-glucuronide is a detoxification product that may be influenced\nby individual differences in metabolism and clearance.\n\n## Study Limitations\nOur study has several notable limitations.\nFirst, our analysis\nfocused on only 11 carbon-bound exogenous compounds despite the likely\nexistence of hundreds or more exogenous compounds that may contribute\nto the differences between LUAD and LUSC within the highly complex\nbioactive context of lung tissues.105 The\n11 exogenous compounds that our present study focused on were selected,\nbased on their detection in anthracotic lung tissues and their prior\nreported associations with lung cancer pathophysiology. Second,\nmass spectra were acquired by high mass-resolution MALDI-MSI\nover a range of 75–1000 Da, and any compounds outside of this\nrange were not detected. We used a 9-aminoacridine matrix, but matrix\nmaterials can affect the detection capacity by altering the spectrum\nof analytes; thus, additional compounds might be detected when using\na different matrix. In addition, MALDI-MSI has a limited capacity\nto detect previously described anthracosis-associated toxic or carcinogenic\nelements, such as cadmium, arsenic. More appropriate methods, such\nas laser ablation-inductively coupled plasma MSI that offer superior\nsensitivity for the detection of toxic elements, should be considered\nfor future studies. Third, our approach offers a limited spatial\nresolution. Although\nour approach allows for the measurement of clusters of carbon particles,\nwe are unable to analyze individual nanoparticles on the nanometer\nscale. Similar limitations exist for currently available single-cell\nanalyses as particle clusters are often clustered within macrophages;\nhowever, single-cell metabolic analyses would be of great immunological\ninterest. The ongoing development of MSI at single-cell resolution\nmay facilitate such analyses in the future. Despite its limitations,\nMALDI-MSI remains a valuable tool for providing insights into the\nhighly complex effects and interactions of carbon particles, carbon-bound\nexogenous compounds, and related endogenous metabolites in human lung\ncancer tissue.\n\n## Conclusion\nIn summary, we showed\nthat the two most\ncommon histologic NSCLC\nsubtypes, LUAD and LUSC, were associated with different patterns of\ncarbon-bound exogenous compounds with differential impacts on lung\ncancer pathophysiology and patient outcomes. Our findings also revealed\nthat carbon particles were more abundant in LUAD tissues than in LUSC\ntissues. Understanding the differing patterns of carbon-bound exogenous\ncompounds associated with different NSCLC subtypes is likely to provide\nimportant clues regarding the effects of exogenous compounds on tumor\npathophysiology.\n\n## Materials and Methods\nThis retrospective study was conducted\nusing matched primary resected tumor and normal lung tissue samples\ncollected from 59 (52.2%) patients with LUAD and 54 (47.8%) patients\nwith LUSC at the Institute of Tissue Medicine and Pathology of the\nUniversity of Bern between January 2000 and December 2016, as described\npreviously.106 The median age at surgery\nwas 61 years (interquartile range [IQR] 40–82 years) for patients\nwith LUAD and 67 years (IQR 39–84 years) for patients with\nLUSC. All tumors were at a locally advanced stage, defined by the\npresence of mediastinal lymph-node metastases (pN2 or pN3). Tissue\nmicroarrays (TMAs) were constructed from formalin-fixed and paraffin-embedded\n(FFPE) tissue blocks, as previously described. Briefly, 0.6 mm diameter\ntissue cylinders were punched from annotated regions of FFPE tissue\nblocks by a pathologist specializing in lung pathology (SB). FFPE\nsamples were analyzed in parallel by high mass-resolution MALDI-FT-ICR-MSI\n(Scheme 1). Overall\nsurvival was defined as the time from resection to death by any cause.\nThe clinicopathological characteristics of the patients, including\nsmoking status, are summarized in Table 2. This study was approved by the Cantonal\nEthics Commission of the Canton of Bern (KEK 2017–00830) in\naccordance with the Swiss Human Research Act and Declaration of Helsinki. LUSC, lung squamous cell carcinoma;\nLUAD, lung adenocarcinoma; p, prefix indicating pathological TNM staging;\nT, descriptor of the extension of the primary tumor; N, descriptor\nfor the presence and extent of lymph node metastases; M, descriptor\nfor the presence of distant metastases. The\ntissue preparation steps for high mass-resolution MALDI-FT-ICR-MSI\nwere conducted as previously described.107 In brief, TMAs were created by cutting FFPE tissue blocks into 4\nμm sections (Microm, HM340E; Thermo Fisher Scientific, Waltham,\nMA, USA) and mounting sections onto indium tin oxide–coated\nconductive glass slides (Bruker Daltonik GmbH, Bremen, Germany) that\nwere preprocessed with 1:1 poly-l-lysine (Sigma–Aldrich,\nMunich, Germany) and 0.1% Nonidet P-40 (Sigma–Aldrich). The\nTMAs were then incubated for 1 h at 60 °C, deparaffinized twice\nin xylene for 8 min, and allowed to air-dry at room temperature (15–25\n°C). Subsequently, a matrix of 10 mg/mL 9-aminoacridine (9-AA)\nin 70% methanol (purchased from Sigma–Aldrich, Munich, Germany)\nwas sprayed onto the TMA using a SunCollect sprayer (Sunchrom, Friedrichsdorf,\nGermany) in eight passes using a line distance of 2 mm and a spray\nvelocity of 900 mm/min, with ascending flow rates of 10, 20, and 30\nμL/min for passes one to three and a constant flow rate of 40\nμL/min for passes four to eight. The detailed MALDI-MSI and\nmatrix application procedures can be found in the protocol by Ly and\nBuck et al.107 MALDI-MSI was performed\nin negative ion mode on a 7 T Solarix XR FT-ICR mass spectrometer\n(Bruker Daltonik) equipped with a dual ESI-MALDI source and a SmartBeam-II\nNd: YAG (355 nm) laser. The MALDI-MSI data acquisition parameters\nwere specified by the ftmsControl 2.2 and flexImaging (v 5.0) software\n(Bruker Daltonik, Bremen, Germany). Mass spectra were acquired over\na mass range of m/z 75–1000\nDa and at a spatial resolution of 50 μm. Regions without tissues\nwere measured as background controls to differentiate between tissue-\nand matrix-associated peaks. Exterior calibration of the instrument\nwas performed using l-arginine (Sigma–Aldrich) in\nthe ESI mode. Internal mass calibration was performed by using the\n9-AA matrix ion signal (m/z 193.077122).\nWe used our recently published SPACiAL approach for immunophenotype-guided\nanalysis to identify tumor and stromal compartments and automatically\nsegmented carbon particles into tumor or stromal compartments.108 SPACiAL is a computational multimodal workflow\nthat uses a series of image and MALDI data-processing steps to combine\nmolecular imaging data with multiplex immunofluorescence. The SPACiAL\nworkflow includes MALDI and immunofluorescence data integration, multiple\nimage coregistration, image digitization, and data conversion. In\nbrief, after MALDI-MSI analysis, the 9-AA matrix was removed from\nTMA sections by being soaked in 70% ethanol for 5 min. The TMA sections\nwere then double stained for immunofluorescence analysis with pan-cytokeratin\n(monoclonal mouse pan-cytokeratin plus [AE1/AE3 + 8/18], 1:75, catalog\nno. CM162, Biocare Medical, USA) and vimentin (Abcam, clone ab92547,\n1:500). Tumor regions were defined by pan-cytokeratin positivity,\nwhereas stromal regions were defined by pan-cytokeratin negativity\nand vimentin positivity. MALDI mass spectra\nwere root mean-square normalized using SCiLS Lab (v 2020b Pro, Bruker\nDaltonik), and picked peaks were exported as imzML files for subsequent\ndata processing. Peaks were annotated by accurate mass matching with\nthe Human Metabolome Database (HMDB; http://www.hmdb.ca/) and the Kyoto Encyclopedia of Genes and\nGenomes database (KEGG; https://www.genome.jp/kegg/),109 allowing M–H, M–H2O–H, M+K–2H, M+Na–2H, and M+Cl as negative\nadducts with a mass tolerance of 4 ppm. Compounds with indications\nof being drugs, pesticides, plants, or other irrelevant substances\nwere directly excluded. TMA sections\nwere counterstained with nuclear red stain (Fluka, 60700, 0.1%). The\nstained sections were scanned using an AxioScan.Z1 digital slide scanner\n(Zeiss, Jena, Germany) equipped with a 20× magnification objective\nand visualized with the ZEN 2.3 blue edition software (ZEISS, Oberkochen,\nGermany). Anthracotic particles were quantified by digital image analysis\nusing the Definiens Developer XD2 software (Definiens AG, Germany)\nas previously described.110 The ratio of\nthe particle area to total tissue area was calculated for each tissue\ncore. The relationships among\nlevels of the 11 exogenous compounds and various endogenous metabolites\nwere characterized using pairwise Spearman’s rank–order\ncorrelation (Python 3.8, SciPy 1.7.1). The resulting p values were adjusted with the Benjamini–Hochberg corrections\n(Python 3.8, StatsModels 0.13.1) and filtered for significance (p < 0.01). The resulting correlation coefficients were\nvisualized as metabolic networks using Cytoscape (v. 3.8.0).111 Statistical\nanalyses were performed\nusing R (https://cran.r-project.org) and Python software (https://www.python.org) with suitable packages. Pairwise Spearman’s rank–order\ncorrelations between exogenous molecules and endogenous metabolites\nwere conducted using R 4.0.2, corTest. Significant differences between\nvariables were determined by the rank-based Mann–Whitney U\ntest. Kaplan–Meier analyses and Cox proportional hazards regression\nanalyses were used to determine statistical differences in patient\nsurvival, with corresponding p values based on the\nlog-rank test (R 4.0.2, survival). “Cutoff-optimized”\nin this context means that the thresholds for low and high levels\nof a given compound were chosen such that the p-value\nin the resulting Kaplan–Meier curve was minimal. The profiles\nof the 11 carbon-bound exogenous compounds were subjected to hierarchical\nclustering to create a heatmap (R 4.0.2, MetaboAnalystR 3.2). Exogenous\ncompounds were visualized in low-dimensional space using UMAP analysis\n(Python 3.8, umap).112 The significance\nthreshold was set at p < 0.05.\n\n## Patient\nCohort\nThis retrospective study was conducted\nusing matched primary resected tumor and normal lung tissue samples\ncollected from 59 (52.2%) patients with LUAD and 54 (47.8%) patients\nwith LUSC at the Institute of Tissue Medicine and Pathology of the\nUniversity of Bern between January 2000 and December 2016, as described\npreviously.106 The median age at surgery\nwas 61 years (interquartile range [IQR] 40–82 years) for patients\nwith LUAD and 67 years (IQR 39–84 years) for patients with\nLUSC. All tumors were at a locally advanced stage, defined by the\npresence of mediastinal lymph-node metastases (pN2 or pN3). Tissue\nmicroarrays (TMAs) were constructed from formalin-fixed and paraffin-embedded\n(FFPE) tissue blocks, as previously described. Briefly, 0.6 mm diameter\ntissue cylinders were punched from annotated regions of FFPE tissue\nblocks by a pathologist specializing in lung pathology (SB). FFPE\nsamples were analyzed in parallel by high mass-resolution MALDI-FT-ICR-MSI\n(Scheme 1). Overall\nsurvival was defined as the time from resection to death by any cause.\nThe clinicopathological characteristics of the patients, including\nsmoking status, are summarized in Table 2. This study was approved by the Cantonal\nEthics Commission of the Canton of Bern (KEK 2017–00830) in\naccordance with the Swiss Human Research Act and Declaration of Helsinki. LUSC, lung squamous cell carcinoma;\nLUAD, lung adenocarcinoma; p, prefix indicating pathological TNM staging;\nT, descriptor of the extension of the primary tumor; N, descriptor\nfor the presence and extent of lymph node metastases; M, descriptor\nfor the presence of distant metastases.\n\n## High Mass-Resolution MALDI-FT-ICR-MSI Analysis\nThe\ntissue preparation steps for high mass-resolution MALDI-FT-ICR-MSI\nwere conducted as previously described.107 In brief, TMAs were created by cutting FFPE tissue blocks into 4\nμm sections (Microm, HM340E; Thermo Fisher Scientific, Waltham,\nMA, USA) and mounting sections onto indium tin oxide–coated\nconductive glass slides (Bruker Daltonik GmbH, Bremen, Germany) that\nwere preprocessed with 1:1 poly-l-lysine (Sigma–Aldrich,\nMunich, Germany) and 0.1% Nonidet P-40 (Sigma–Aldrich). The\nTMAs were then incubated for 1 h at 60 °C, deparaffinized twice\nin xylene for 8 min, and allowed to air-dry at room temperature (15–25\n°C). Subsequently, a matrix of 10 mg/mL 9-aminoacridine (9-AA)\nin 70% methanol (purchased from Sigma–Aldrich, Munich, Germany)\nwas sprayed onto the TMA using a SunCollect sprayer (Sunchrom, Friedrichsdorf,\nGermany) in eight passes using a line distance of 2 mm and a spray\nvelocity of 900 mm/min, with ascending flow rates of 10, 20, and 30\nμL/min for passes one to three and a constant flow rate of 40\nμL/min for passes four to eight. The detailed MALDI-MSI and\nmatrix application procedures can be found in the protocol by Ly and\nBuck et al.107 MALDI-MSI was performed\nin negative ion mode on a 7 T Solarix XR FT-ICR mass spectrometer\n(Bruker Daltonik) equipped with a dual ESI-MALDI source and a SmartBeam-II\nNd: YAG (355 nm) laser. The MALDI-MSI data acquisition parameters\nwere specified by the ftmsControl 2.2 and flexImaging (v 5.0) software\n(Bruker Daltonik, Bremen, Germany). Mass spectra were acquired over\na mass range of m/z 75–1000\nDa and at a spatial resolution of 50 μm. Regions without tissues\nwere measured as background controls to differentiate between tissue-\nand matrix-associated peaks. Exterior calibration of the instrument\nwas performed using l-arginine (Sigma–Aldrich) in\nthe ESI mode. Internal mass calibration was performed by using the\n9-AA matrix ion signal (m/z 193.077122).\nWe used our recently published SPACiAL approach for immunophenotype-guided\nanalysis to identify tumor and stromal compartments and automatically\nsegmented carbon particles into tumor or stromal compartments.108 SPACiAL is a computational multimodal workflow\nthat uses a series of image and MALDI data-processing steps to combine\nmolecular imaging data with multiplex immunofluorescence. The SPACiAL\nworkflow includes MALDI and immunofluorescence data integration, multiple\nimage coregistration, image digitization, and data conversion. In\nbrief, after MALDI-MSI analysis, the 9-AA matrix was removed from\nTMA sections by being soaked in 70% ethanol for 5 min. The TMA sections\nwere then double stained for immunofluorescence analysis with pan-cytokeratin\n(monoclonal mouse pan-cytokeratin plus [AE1/AE3 + 8/18], 1:75, catalog\nno. CM162, Biocare Medical, USA) and vimentin (Abcam, clone ab92547,\n1:500). Tumor regions were defined by pan-cytokeratin positivity,\nwhereas stromal regions were defined by pan-cytokeratin negativity\nand vimentin positivity.\n\n## Data Acquisition and Processing\nMALDI mass spectra\nwere root mean-square normalized using SCiLS Lab (v 2020b Pro, Bruker\nDaltonik), and picked peaks were exported as imzML files for subsequent\ndata processing. Peaks were annotated by accurate mass matching with\nthe Human Metabolome Database (HMDB; http://www.hmdb.ca/) and the Kyoto Encyclopedia of Genes and\nGenomes database (KEGG; https://www.genome.jp/kegg/),109 allowing M–H, M–H2O–H, M+K–2H, M+Na–2H, and M+Cl as negative\nadducts with a mass tolerance of 4 ppm. Compounds with indications\nof being drugs, pesticides, plants, or other irrelevant substances\nwere directly excluded.\n\n## Quantification of Anthracosis Particles\nTMA sections\nwere counterstained with nuclear red stain (Fluka, 60700, 0.1%). The\nstained sections were scanned using an AxioScan.Z1 digital slide scanner\n(Zeiss, Jena, Germany) equipped with a 20× magnification objective\nand visualized with the ZEN 2.3 blue edition software (ZEISS, Oberkochen,\nGermany). Anthracotic particles were quantified by digital image analysis\nusing the Definiens Developer XD2 software (Definiens AG, Germany)\nas previously described.110 The ratio of\nthe particle area to total tissue area was calculated for each tissue\ncore.\n\n## Metabolic Correlation Networks\nThe relationships among\nlevels of the 11 exogenous compounds and various endogenous metabolites\nwere characterized using pairwise Spearman’s rank–order\ncorrelation (Python 3.8, SciPy 1.7.1). The resulting p values were adjusted with the Benjamini–Hochberg corrections\n(Python 3.8, StatsModels 0.13.1) and filtered for significance (p < 0.01). The resulting correlation coefficients were\nvisualized as metabolic networks using Cytoscape (v. 3.8.0).111\n\n## Statistical Analysis\nStatistical\nanalyses were performed\nusing R (https://cran.r-project.org) and Python software (https://www.python.org) with suitable packages. Pairwise Spearman’s rank–order\ncorrelations between exogenous molecules and endogenous metabolites\nwere conducted using R 4.0.2, corTest. Significant differences between\nvariables were determined by the rank-based Mann–Whitney U\ntest. Kaplan–Meier analyses and Cox proportional hazards regression\nanalyses were used to determine statistical differences in patient\nsurvival, with corresponding p values based on the\nlog-rank test (R 4.0.2, survival). “Cutoff-optimized”\nin this context means that the thresholds for low and high levels\nof a given compound were chosen such that the p-value\nin the resulting Kaplan–Meier curve was minimal. The profiles\nof the 11 carbon-bound exogenous compounds were subjected to hierarchical\nclustering to create a heatmap (R 4.0.2, MetaboAnalystR 3.2). Exogenous\ncompounds were visualized in low-dimensional space using UMAP analysis\n(Python 3.8, umap).112 The significance\nthreshold was set at p < 0.05.",
  "word_count": 11683,
  "char_count": 82776
}