{
  "pmcid": "PMC12228728",
  "doi": "10.1038/s41598-025-09576-w",
  "title": "Human health risk assessment of nitrate in repeatedly boiled water using Univariate regression and Monte Carlo simulation",
  "authors": [
    "Abdolhalim Rajabi",
    "Somayeh Bairami",
    "Ali Shahryari"
  ],
  "year": "2025",
  "journal": "Scientific Reports",
  "abstract": "Exposure to nitrate-contaminated water can increase the risk of methemoglobinemia and cancers. This experimental study investigate the effects of repeated boiling on nitrate level and their associated health risks. In this experimental study, 30 water samples were collected—15 tap water samples and 15 prepared using standard synthetic solutions containing standardized nitrate concentrations (prepared by dissolving potassium nitrate)—with nitrate levels measured using a DR 5000™ UV–Vis spectrophotometer. This study used Univariate regression to analyze boiling cycles, volume reduction, and nitrate levels. Health risks were assessed via EPA’s HQ method with Monte Carlo simulations for probabilistic analysis. Findings showed tap water’s initial nitrate concentration (0.56 ± 0.08 mg/L) increased significantly after boiling (p < 0.001). Regression analysis revealed a 0.75 mg/L nitrate rise per boiling cycle (R2 = 0.64, p < 0.001), with remaining water volume inversely correlated (R2 = 0.68, p < 0.0001). Health risk assessment indicated EPA safety thresholds (HQ > 1) were exceeded for all age groups, particularly infants (HQ = 2.850) and adults (HQ = 6.982). Monte Carlo simulations confirmed elevated Hazard Indices (mean HI > 4.19), far exceeding EPA’s safe limit (HI = 1). Sensitivity analysis found adults most vulnerable, likely from lifetime nitrate exposure. The study shows that repeated water boiling significantly concentrates nitrates, posing serious health risks. Public awareness about this issue is crucial. Further investigations should assess long-term health outcomes in high-risk populations and examine socio-cultural determinants of boiling practices to guide targeted health interventions.",
  "sections": [
    {
      "title": "Introduction",
      "text": "Water is the foundation of life and one of the most essential substances for the survival of all living organisms1. In the human body, water plays vital roles, including regulating physiological functions such as body temperature, blood pressure, and pH balance; transporting essential nutrients and compounds like oxygen, glucose, sodium, and potassium to cells; aiding digestion; maintaining cellular health and integrity; and supporting overall well-being2. Water plays a crucial role in ensuring food safety throughout various stages of food production. However, the importance of water quality and its impact on both food products is often underestimated, which can compromise food safety and product quality3. Tea is one of the most widely consumed beverages worldwide and is primarily brewed with water. Tea contains a wide range of bioactive compounds, including catechins and epicatechins, theaflavins, flavonol glycosides, L-theanine, caffeine, theobromine, and various volatile organic substances. These components are known for their significant antioxidative, antimicrobial, antihypertensive, anti-inflammatory, anticarcinogenic, neuroprotective, cholesterol-lowering, and thermogenic properties4. Scientific researches—including laboratory experiments, animal studies, epidemiological analyses, clinical trials, and meta-analyses—have consistently associated tea consumption with a reduced risk of various diseases, include cancer, diabetes, arthritis, cardiovascular disease, stroke, genital warts, digestive disorders, and metabolic conditions such as obesity5. The health benefits of tea stem from its diverse biological mechanisms. For example, flavonoids function as powerful antioxidants, while caffeine and other methylxanthines influence intracellular second messenger systems. Catechins, in particular, exhibit strong anti-inflammatory effects. Together, these actions contribute to neuroprotection, cardioprotection, and cancer prevention6. In addition to its physiological benefits, tea is widely enjoyed for its calming and meditative qualities, which are often cited as key factors in its global popularity7,8. Along with the beneficial properties of tea consumption, there are concerns about contamination with chemical and toxic compounds that may pose risks to human health. In a study by Pourfarzi et al., it was concluded that there was a significant association between hot tea consumption (OR = 2.85) and an increased incidence of gastric cancer9. In another study, Canqing Yu et al. reported that drinking tea at high temperatures—especially when combined with excessive alcohol consumption or tobacco use—is associated with an elevated risk of esophageal cancer10. In a population-based case–control research, Yang et al. also found that consuming very hot tea significantly elevates the risk of esophageal squamous cell carcinoma (ESCC) in Chinese men, particularly among alcohol drinkers11. In a meta-analysis conducted by Luo and Ge, a significantly increased risk of ESCC was found among individuals who drank hot tea, though no significant association was observed for esophageal adenocarcinoma12. Nitrate (\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$${NO}_{3}^{-}$$\\end{document}) is an essential plant nutrient that is naturally present in the environment. In general, vegetables and meat are the main sources of human exposure to nitrates, and drinking water are known as a secondary route13. However, several studies have reported a positive association between elevated nitrate levels in drinking water and pregnancy-related complications, including low birth weight, intrauterine growth retardation, prematurity, spontaneous abortion, fetal deaths, and neonatal deaths14–16. Additionally, In a systematic review, Picetti et al. found a positive association between high levels of nitrate in drinking water and gastric cancer, but there was insufficient data to establish a link with other types of cancer17. The World Health Organization (WHO) has established a maximum contaminant level (MCL) of 50 mg/L as nitrate in drinking water. This guideline is set to protect general populations, especially vulnerable groups like bottle-fed infants, and it does not account for other risks, such as cancer or reproductive complications associated with chronic nitrate exposure1. Notably, the International Agency for Research on Cancer (IARC) classifies nitrate as a probable human carcinogen (Group 2 A), citing its role in forming N-nitroso compounds, which are strongly linked to gastric cancer18,19. Golestan Province is a northeastern region of Iran with a high incidence of esophageal and gastric cancers20. The results of a meta-analysis study have reported a significant link between dietary nitrate, nitrite, and N-nitroso compounds and the increased occurrence of gastrointestinal cancers in this area21. Additionally, concerns about the carcinogenic potential of repeatedly boiled water and prolonged boiled water have increased, causing widespread anxiety22. Although numerous studies have demonstrated an association between habitual hot tea consumption and increased cancer risk, the potential health implications of progressive nitrate accumulation in repeatedly boiled water remain unexamined in experimental research. Given the evidence suggesting elevated nitrate concentrations in repeatedly boiled water, this study aims to analyze how nitrate levels fluctuate with multiple boiling cycles. Additionally, we employed the Hazard Quotient (HQ) approach—a method endorsed by the U.S. Environmental Protection Agency (EPA)—to evaluate the health risks associated with nitrate exposure in infants, children, and adults."
    },
    {
      "title": "Material and methods",
      "text": "In this experimental study, a total of 30 water samples were collected, with 15 being tap water and 15 prepared using standard solutions synthetic water samples with a standardized nitrate by dissolving potassium nitrate. A tap water sample was collected from the Environmental Chemistry Laboratory at the School of Public Health in Gorgan, Northern Iran (geographical coordinates: 36°50′13.03″N, 54°21′18.50″E). A 1.5 L aliquot of tap water was transferred using a 100 mL graduated beaker to a 2 L stainless steel kettle (purchased specifically for this study). To ensure analytical precision, method reproducibility was verified through duplicate analysis of 25% randomly selected samples, with < 5% relative difference between measurements. All results met this predefined acceptance criterion. The concentration of nitrate was measured immediately after collection and labeled as Sample No.1. The kettle containing Sample No.1 was placed on a gas stove and heated to boiling (100 °C). Immediately upon reaching boiling point, the kettle was removed from the heat source and allowed to cool to room temperature (25 ± 2 °C). Nitrate concentration was measured once the sample reached ambient temperature and recorded as the Sample No. 2. The sample underwent a second boiling cycle until the volume reduced to 1250 mL (measured using the kettle’s graduated markings). After removal from the heat source and cooling to ambient temperature (25 ± 2 °C, 60 min), nitrate concentration was quantified and documented as Sample No. 3. The kettle containing Sample No.3 was placed back on the gas stove and reheated to boiling point (100 °C). The sample was boiled until a volume reduction to 1000 mL was achieved. After reaching room temperature (25 ± 2 °C, monitored by digital thermometer), the sample’s nitrate concentration was quantified. This measurement was assigned the identifier Sample No.4. The 1000 mL Sample 4 was subjected to an additional boiling cycle using the same heat source. Heating was terminated when the volume reached 750 mL. Following equilibration to ambient temperature (25 ± 2 °C), nitrate concentration was measured and recorded as Sample No.5. Sample No.5 was subjected to another boiling cycle (100 °C) using the same heat source. The boiling process was continued until a final volume of 500 mL was attained. Nitrate concentration was measured after the sample reached room temperature and recorded as Sample No. 6 in the dataset. Synthetic samples containing 50 mg/L nitrate were prepared in parallel with each municipal water sample. For this purpose, a 1000 mg/L nitrate stock solution was prepared by dissolving potassium nitrate (KNO₃, ≥ 99% purity; Merck, Germany) in deionized water. A 50 mL experimental solution was prepared through serial dilution of the stock solution using volumetric glassware. We measured nitrate concentrations in synthetic water samples following the same protocol used for municipal samples. All sampling procedures, sample preservation, and laboratory analyses were performed in strict accordance with the standard methods established by the American Public Health Association23. Nitrate concentrations were analyzed immediately after collection using a DR 5000™ UV–Vis Spectrophotometer (HACH Company, USA), according to the manufacturer’s protocols. All statistical analyses were conducted using SPSS Statistics software (Version 22.0, IBM, USA), with a predetermined significance threshold of α = 0.05. We employed Univariate linear regression modeling to survey the association between water volume reduction (predictor variable) and corresponding nitrate concentration changes (outcome variable). This analytical approach enabled the quantitative prediction of nitrate. The nitrate exposure risk was assessed using the U.S. EPA’s HQ method, based on chronic daily intake (CDI) values from the water samples24,25. The CDI (mg/kg/day) was calculated using Eq. 1. 1\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$CDI = \\frac{{C_{W} \\times IR \\times EF \\times ED}}{BW \\times AT}$$\\end{document} where: Cw: Nitrate concentration in water (mg/L). IR: Ingestion rate (L/day): 1 and 2 L/day for children and adults, respectively. EF: Exposure frequency (days/year). ED: Exposure duration (years): for Adults = 40 years (lifetime exposure, per U.S. EPA guidelines), and Children = 6 years (assumed childhood exposure window). BW: Body weight (kg), which is 78.65 and 14.5 kg for adults (men and women) and children, respectively. AT: Averaging time (days) = ED × 365 (for non-carcinogenic risk assessment). The non-carcinogenic risk was quantified using Eq. 2: 2\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$HQ:\\,HQ = \\frac{CDI}{{RFD}}$$\\end{document} Where: CDI: Chronic Daily Intake (mg/kg/day), calculated via Eq. 1. RFD: Reference dose for nitrate, 1.6 mg/kg/day (as per U.S. Environmental Protection Agency (EPA) guidelines). The risk interpretation is that HQ values below 1 indicate no significant non-carcinogenic health risk, while HQ values of 1 or higher suggest potential adverse health effects from chronic exposure24."
    },
    {
      "title": "Water sample collection and preparation",
      "text": "In this experimental study, a total of 30 water samples were collected, with 15 being tap water and 15 prepared using standard solutions synthetic water samples with a standardized nitrate by dissolving potassium nitrate. A tap water sample was collected from the Environmental Chemistry Laboratory at the School of Public Health in Gorgan, Northern Iran (geographical coordinates: 36°50′13.03″N, 54°21′18.50″E). A 1.5 L aliquot of tap water was transferred using a 100 mL graduated beaker to a 2 L stainless steel kettle (purchased specifically for this study). To ensure analytical precision, method reproducibility was verified through duplicate analysis of 25% randomly selected samples, with < 5% relative difference between measurements. All results met this predefined acceptance criterion. The concentration of nitrate was measured immediately after collection and labeled as Sample No.1. The kettle containing Sample No.1 was placed on a gas stove and heated to boiling (100 °C). Immediately upon reaching boiling point, the kettle was removed from the heat source and allowed to cool to room temperature (25 ± 2 °C). Nitrate concentration was measured once the sample reached ambient temperature and recorded as the Sample No. 2. The sample underwent a second boiling cycle until the volume reduced to 1250 mL (measured using the kettle’s graduated markings). After removal from the heat source and cooling to ambient temperature (25 ± 2 °C, 60 min), nitrate concentration was quantified and documented as Sample No. 3. The kettle containing Sample No.3 was placed back on the gas stove and reheated to boiling point (100 °C). The sample was boiled until a volume reduction to 1000 mL was achieved. After reaching room temperature (25 ± 2 °C, monitored by digital thermometer), the sample’s nitrate concentration was quantified. This measurement was assigned the identifier Sample No.4. The 1000 mL Sample 4 was subjected to an additional boiling cycle using the same heat source. Heating was terminated when the volume reached 750 mL. Following equilibration to ambient temperature (25 ± 2 °C), nitrate concentration was measured and recorded as Sample No.5. Sample No.5 was subjected to another boiling cycle (100 °C) using the same heat source. The boiling process was continued until a final volume of 500 mL was attained. Nitrate concentration was measured after the sample reached room temperature and recorded as Sample No. 6 in the dataset. Synthetic samples containing 50 mg/L nitrate were prepared in parallel with each municipal water sample. For this purpose, a 1000 mg/L nitrate stock solution was prepared by dissolving potassium nitrate (KNO₃, ≥ 99% purity; Merck, Germany) in deionized water. A 50 mL experimental solution was prepared through serial dilution of the stock solution using volumetric glassware. We measured nitrate concentrations in synthetic water samples following the same protocol used for municipal samples. All sampling procedures, sample preservation, and laboratory analyses were performed in strict accordance with the standard methods established by the American Public Health Association23. Nitrate concentrations were analyzed immediately after collection using a DR 5000™ UV–Vis Spectrophotometer (HACH Company, USA), according to the manufacturer’s protocols."
    },
    {
      "title": "Data management and analysis",
      "text": "All statistical analyses were conducted using SPSS Statistics software (Version 22.0, IBM, USA), with a predetermined significance threshold of α = 0.05. We employed Univariate linear regression modeling to survey the association between water volume reduction (predictor variable) and corresponding nitrate concentration changes (outcome variable). This analytical approach enabled the quantitative prediction of nitrate. The nitrate exposure risk was assessed using the U.S. EPA’s HQ method, based on chronic daily intake (CDI) values from the water samples24,25. The CDI (mg/kg/day) was calculated using Eq. 1."
    },
    {
      "title": "Chronic Daily Intake (CDI)",
      "text": "1\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$CDI = \\frac{{C_{W} \\times IR \\times EF \\times ED}}{BW \\times AT}$$\\end{document} where: Cw: Nitrate concentration in water (mg/L). IR: Ingestion rate (L/day): 1 and 2 L/day for children and adults, respectively. EF: Exposure frequency (days/year). ED: Exposure duration (years): for Adults = 40 years (lifetime exposure, per U.S. EPA guidelines), and Children = 6 years (assumed childhood exposure window). BW: Body weight (kg), which is 78.65 and 14.5 kg for adults (men and women) and children, respectively. AT: Averaging time (days) = ED × 365 (for non-carcinogenic risk assessment). The non-carcinogenic risk was quantified using Eq. 2: 2\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$HQ:\\,HQ = \\frac{CDI}{{RFD}}$$\\end{document} Where: CDI: Chronic Daily Intake (mg/kg/day), calculated via Eq. 1. RFD: Reference dose for nitrate, 1.6 mg/kg/day (as per U.S. Environmental Protection Agency (EPA) guidelines). The risk interpretation is that HQ values below 1 indicate no significant non-carcinogenic health risk, while HQ values of 1 or higher suggest potential adverse health effects from chronic exposure24."
    },
    {
      "title": "Results",
      "text": "The results of tap water and the synthetic sample are presented in Table 1. Nitrate concentration in tap water was 0.56 ± 0.08 mg/L (mean ± SD), beyond the permissible limit established by the WHO for drinking water1. On the contrary, repeated boiling cycles revealed a progressive concentration effect on nitrate levels. The observed relationship between three key parameters, nitrate concentration, boiling frequency, and remaining water volume, follows a positive trend (Table 1). This demonstrates that nitrate levels increase predictably with both repeated boiling and water volume reduction. Statistical analysis revealed highly significant differences (p < 0.001) between raw and boiled water samples, confirming the effect of repeated boiling.Table 1Nitrate concentrations of water samples and their variation with boiling frequency and volume reduction.SampleCycle of boilingWater volume (ml)Mean ± SDTap waterCold waterZero15000.56 ± 0.08Boiled waterFirst15000.74 ± 0.10Boiled waterSecond12501.03 ± 0.13Boiled waterThird10001.71 ± 0.17Boiled waterFourth7502.63 ± 0.80Boiled waterFifth5004.59 ± 2.00Synthetic sampleCold waterZero150050.00 ± 0.00Boiled waterFirst150053.97 ± 2.89Boiled waterSecond125065.89 ± 0.63Boiled waterThird100081.38 ± 10.38Boiled waterFourth750121.23 ± 38.58Boiled waterFifth500159.58 ± 29.19 Nitrate concentrations of water samples and their variation with boiling frequency and volume reduction. Table 2 presents the results of the Univariate linear regression analysis examining variations in nitrate concentrations across different boiling frequencies. The finding revealed a significant positive association between boiling cycles (with corresponding volume reduction) and nitrate concentration (β = 0.75 mg/L per cycle, p < 0.001). The regression model explained a substantial proportion of variance in nitrate concentration, as indicated by a coefficient of determination (R2) of 0.64. This demonstrates that approximately 64% of the observed variability in nitrate levels could be accounted for by the number of boiling cycles and associated volume reduction, as described by the linear regression equation (Eq. 3).3\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$Nitrate\\,Concentration\\,(mg/L) = 0.007 + 0.75 \\times (number\\,of\\,boiling\\,cycles).$$\\end{document}Table 2Univariate linear regression results for nitrate concentration and boiling frequency.Nitrate concentrationCoefficientStandard error (SE)tP95% confidence interval (CI)Number of times of boiling0.750.116.49 < 0.00010.51, 0.99_cons−0.0070.35−0.020.98−0.73, 0.72Adj R-squared = 0.64 Univariate linear regression results for nitrate concentration and boiling frequency. Regression analysis revealed a highly significant inverse correlation (p < 0.0001) between the remaining water volume and nitrate concentration after repeated boiling cycles. The model yielded a precise quantification of this relationship, showing a consistent decrease of 0.0036 mg/L (95% CI: 0.0032–0.0040) in nitrate concentration for each 1 mL increase in water volume. The strong explanatory power of this relationship was evidenced by a coefficient of determination (R2) of 0.68, indicating that nearly 70% of the observed variation in nitrate concentrations could be attributed to changes in water volume alone. Complete model parameters, including the regression equation and confidence intervals, are presented in Eq. 4 (summarizes the linear regression model) and Table 3.4\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$Nitrate\\,Concentration\\,(mg/L) = 5.86 - 0.0036 \\times (water\\,volume).$$\\end{document}Table 3Univariate linear regression results for nitrate concentration and water volume.Nitrate concentrationCoefficientStandard error (SE)tP95% confidence interval (CI)Water volume (cc)−0.0030.0005−7.16 < 0.0001−0.0047, −0.002_cons5.860.5810.00 < 0.00014.64, 7.08Adj R-squared = 0.68 Univariate linear regression results for nitrate concentration and water volume. We employed the U.S. EPA HQ approach to evaluate potential non-carcinogenic health effects from nitrate exposure across four distinct age cohorts. The risk assessment incorporated mean nitrate concentrations at different boiling stages to provide a comprehensive exposure profile, and the result are presented in Table 4. Initial HQ calculations for unboiled water samples revealed minimal health concerns across all demographic groups: Infants (0–1 year): HQ = 0.010–0.082; Children (2–12 years): HQ = 0.018–0.143; Teenagers (13–19 years): HQ = 0.014–0.112; Adults (20 + years): HQ = 0.025–0.201. Repeated boiling cycles resulted in substantial risk increases, with all age groups exceeding the EPA’s safety threshold (HQ > 1.0): Infants: HQ = 0.907–2.850 (91-fold maximum increase); Children: HQ = 1.587–4.987 (35-fold maximum increase); Teenagers: HQ = 1.238–3.810 (34-fold maximum increase); Adults: HQ = 2.222–6.982 (35-fold maximum increase).Table 4HQ values for nitrate in four age groups: comparison of water samples before and after boiling.StatisticsNitrate concentration before boilingNitrate concentration after boilingInfantChildrenTeenagerAdultInfantChildrenTeenagerAdultMean0.0360.0620.0490.0871.6452.8702.2454.030SD0.0260.0460.0360.0640.7401.2951.0101.813Max0.0820.1430.1120.2012.8504.9873.8106.982Min0.0100.0180.0140.0250.9071.5871.2382.222 HQ values for nitrate in four age groups: comparison of water samples before and after boiling. At the present work, we conducted a comprehensive probabilistic risk assessment through the Monte Carlo simulation to evaluate cumulative health risks across age groups and exposure pathways. The analysis generated robust estimates of Hazard Index (HI) distributions while accounting for variability in exposure parameters. Figure 1 shows the probabilistic risk assessment and sensitivity analysis of HI values by age group across exposure pathways. Mean non-carcinogenic risk values were 4.21 (95% CI: 3.89–4.53) for infants, 4.25 (95% CI: 3.92–4.58) for children, 4.22 (95% CI: 3.90–4.54) for teenagers, and 4.19 (95% CI: 3.87–4.51) for adults. This result demonstrated that all HI values substantially exceeded the EPA safety threshold (HI > 1), indicating significant non-carcinogenic health risks across all demographic groups.Fig. 1Probabilistic risk assessment of HI values for all age groups. Probabilistic risk assessment of HI values for all age groups. Sensitivity analyses were conducted to identify and classify the parameters that significantly influence the output values of the non-carcinogenic risk model (Fig. 2). Sensitivity analysis identified adults as the most vulnerable group, likely due to prolonged exposure to nitrate over their lifetime.Fig. 2Sensitivity analysis of HI values for infants, children, teenagers, and adults. Cd: Chronic daily; CNO3: concentration of Nitrate; CF: Conversion factor; BW: Body weight. Sensitivity analysis of HI values for infants, children, teenagers, and adults. Cd: Chronic daily; CNO3: concentration of Nitrate; CF: Conversion factor; BW: Body weight."
    },
    {
      "title": "Correlation between boiling cycles/volume reduction and nitrate concentration in water",
      "text": "Table 2 presents the results of the Univariate linear regression analysis examining variations in nitrate concentrations across different boiling frequencies. The finding revealed a significant positive association between boiling cycles (with corresponding volume reduction) and nitrate concentration (β = 0.75 mg/L per cycle, p < 0.001). The regression model explained a substantial proportion of variance in nitrate concentration, as indicated by a coefficient of determination (R2) of 0.64. This demonstrates that approximately 64% of the observed variability in nitrate levels could be accounted for by the number of boiling cycles and associated volume reduction, as described by the linear regression equation (Eq. 3).3\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$Nitrate\\,Concentration\\,(mg/L) = 0.007 + 0.75 \\times (number\\,of\\,boiling\\,cycles).$$\\end{document}Table 2Univariate linear regression results for nitrate concentration and boiling frequency.Nitrate concentrationCoefficientStandard error (SE)tP95% confidence interval (CI)Number of times of boiling0.750.116.49 < 0.00010.51, 0.99_cons−0.0070.35−0.020.98−0.73, 0.72Adj R-squared = 0.64 Univariate linear regression results for nitrate concentration and boiling frequency. Regression analysis revealed a highly significant inverse correlation (p < 0.0001) between the remaining water volume and nitrate concentration after repeated boiling cycles. The model yielded a precise quantification of this relationship, showing a consistent decrease of 0.0036 mg/L (95% CI: 0.0032–0.0040) in nitrate concentration for each 1 mL increase in water volume. The strong explanatory power of this relationship was evidenced by a coefficient of determination (R2) of 0.68, indicating that nearly 70% of the observed variation in nitrate concentrations could be attributed to changes in water volume alone. Complete model parameters, including the regression equation and confidence intervals, are presented in Eq. 4 (summarizes the linear regression model) and Table 3.4\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$Nitrate\\,Concentration\\,(mg/L) = 5.86 - 0.0036 \\times (water\\,volume).$$\\end{document}Table 3Univariate linear regression results for nitrate concentration and water volume.Nitrate concentrationCoefficientStandard error (SE)tP95% confidence interval (CI)Water volume (cc)−0.0030.0005−7.16 < 0.0001−0.0047, −0.002_cons5.860.5810.00 < 0.00014.64, 7.08Adj R-squared = 0.68 Univariate linear regression results for nitrate concentration and water volume. We employed the U.S. EPA HQ approach to evaluate potential non-carcinogenic health effects from nitrate exposure across four distinct age cohorts. The risk assessment incorporated mean nitrate concentrations at different boiling stages to provide a comprehensive exposure profile, and the result are presented in Table 4. Initial HQ calculations for unboiled water samples revealed minimal health concerns across all demographic groups: Infants (0–1 year): HQ = 0.010–0.082; Children (2–12 years): HQ = 0.018–0.143; Teenagers (13–19 years): HQ = 0.014–0.112; Adults (20 + years): HQ = 0.025–0.201. Repeated boiling cycles resulted in substantial risk increases, with all age groups exceeding the EPA’s safety threshold (HQ > 1.0): Infants: HQ = 0.907–2.850 (91-fold maximum increase); Children: HQ = 1.587–4.987 (35-fold maximum increase); Teenagers: HQ = 1.238–3.810 (34-fold maximum increase); Adults: HQ = 2.222–6.982 (35-fold maximum increase).Table 4HQ values for nitrate in four age groups: comparison of water samples before and after boiling.StatisticsNitrate concentration before boilingNitrate concentration after boilingInfantChildrenTeenagerAdultInfantChildrenTeenagerAdultMean0.0360.0620.0490.0871.6452.8702.2454.030SD0.0260.0460.0360.0640.7401.2951.0101.813Max0.0820.1430.1120.2012.8504.9873.8106.982Min0.0100.0180.0140.0250.9071.5871.2382.222 HQ values for nitrate in four age groups: comparison of water samples before and after boiling. At the present work, we conducted a comprehensive probabilistic risk assessment through the Monte Carlo simulation to evaluate cumulative health risks across age groups and exposure pathways. The analysis generated robust estimates of Hazard Index (HI) distributions while accounting for variability in exposure parameters. Figure 1 shows the probabilistic risk assessment and sensitivity analysis of HI values by age group across exposure pathways. Mean non-carcinogenic risk values were 4.21 (95% CI: 3.89–4.53) for infants, 4.25 (95% CI: 3.92–4.58) for children, 4.22 (95% CI: 3.90–4.54) for teenagers, and 4.19 (95% CI: 3.87–4.51) for adults. This result demonstrated that all HI values substantially exceeded the EPA safety threshold (HI > 1), indicating significant non-carcinogenic health risks across all demographic groups.Fig. 1Probabilistic risk assessment of HI values for all age groups. Probabilistic risk assessment of HI values for all age groups. Sensitivity analyses were conducted to identify and classify the parameters that significantly influence the output values of the non-carcinogenic risk model (Fig. 2). Sensitivity analysis identified adults as the most vulnerable group, likely due to prolonged exposure to nitrate over their lifetime.Fig. 2Sensitivity analysis of HI values for infants, children, teenagers, and adults. Cd: Chronic daily; CNO3: concentration of Nitrate; CF: Conversion factor; BW: Body weight. Sensitivity analysis of HI values for infants, children, teenagers, and adults. Cd: Chronic daily; CNO3: concentration of Nitrate; CF: Conversion factor; BW: Body weight."
    },
    {
      "title": "Discussion",
      "text": "This study aimed to investigate the effect of repeated boiling on nitrate concentration in drinking water and associated non-carcinogenic health risks. In the present study, the nitrate concentration in tap water was below the WHO-permissible limit for drinking water, consistent with findings from other studies on treated urban water supplies25–27. The study revealed that boiling water led to an increase in nitrate concentration, raising concerns about the safety of repeatedly re-boiling water for consumption. This practice is particularly relevant given the widespread habit of reusing kettle water for beverages like tea and coffee in many cultures. These findings corroborate earlier research by Van der Boon et al.28, which demonstrated that elevated temperatures in nutrient solutions similarly result in higher nitrate accumulation in lettuce, suggesting a temperature-dependent mechanism of nitrate concentration across different systems. Also, sequential boiling with volume reduction from 1500 to 500 mL over five iterations resulted in an 8.2-fold increase in nitrate concentration in tap water (Table 1). For synthetic water initially containing 50 mg/L nitrate, boiling increased the concentration by approximately 8% (reaching ~ 54 mg/L), while volume reduction from 1500 to 500 mL produced an approximate threefold concentration effect. These results demonstrate that common household boiling practices—particularly for tea preparation—significantly increase nitrate concentrations through volume reduction. Regression analysis confirmed evaporation as the primary driver of nitrate accumulation, supporting WHO findings that boiling does not remove nitrates but rather concentrates them through evaporative water loss1. The result shows a significant relationship between boiling cycles, water volume reduction, and nitrate concentration in both tap and synthetic water. These findings indicate the need for risk assessments depending on baseline nitrate levels of water type and boiling protocols. In comparison with other study, Wu, S., et al. reported that nitrate content of water spinach significantly decreased by 25% after boiling29. This discrepancy between the variation in the nitrate level in raw water and cooked food contributed to either the type of food substance, cooking methods (e.g. boiling and frying), and temperature degree. The results of the health risks associated with nitrate exposure in four age groups, including infants, children and adults were showed that a significant increase in HQ values occurs were observed after multiple boiling so that the permissible limit were reached to values above the safety threshold (HQ ≥ 1) for all age groups. The study by Boukich et al. revealed that elevated nitrate concentrations in groundwater posed significant non-carcinogenic health risks due to chronic exposure, particularly in communities reliant on contaminated sources30. Our results showed that repeated boiling of water—particularly for preparing tea or infant formula—significantly increases nitrate concentrations, posing potential health risks to consumers. Our finding are in accordance with the WHO guideline that nitrate concentration was raised after boiling water1. Continuous consumption of nitrate-contaminated water can pose significant health risks, warranting reevaluation of boiling practices in regions with either elevated baseline nitrate concentrations or documented nitrate-related health issues. The age-specific risk analysis revealed that adults exhibited the highest CDI and associated health risks, likely due to prolonged cumulative exposure periods and higher water consumption rates. Zheng et al. found that the prolonged intake of nitrate-contaminated water results in cumulative nitrate exposure, directly correlating with heightened health risks31. Although children showed lower CDI values, they remain a vulnerable subgroup because of their lower body weight and increased physiological susceptibility during developmental stages. Children and adults experience distinct health effects from pollutant exposure due to physiological differences. Key factors include variations in body weight, fat distribution, metabolic rates, and water consumption patterns. Children are particularly vulnerable due to developing organ systems and higher intake relative to body size32,33. These age-related differences in exposure and susceptibility highlight the need for age-specific risk assessments and protective measures against water contaminants. Monte Carlo simulations showed a mean HI of about 2.4 for all age groups, indicating a high cumulative risk. Several studies have shown that nitrate exposure can contribute to carcinogenesis in various organs, including the stomach, esophagus, colon, rectum, pancreas, bladder, kidneys, thyroid, ovaries, and glioma34–39. However, the infant range (0.01–0.082) appears inconsistent with these averages. This discrepancy may be due to the aggregation of pathways, as HI values may combine risks from ingestion, skin contact, and inhalation, whereas individual HQ ranges represent individual pathways. Moradnia et al. identified multiple pathways for human exposure to water contaminants, including both drinking water consumption and skin contact. Their analysis revealed that oral intake represented the primary exposure route, as evidenced by hazard quotient (HQ) values significantly exceeding those calculated for dermal absorption40. Our study revealed that outliers in the data or extreme values in the simulations could inflate the mean values. Future work should clarify these criteria to avoid misinterpretation. As seen in Fig. 2, sensitivity analyses identified critical parameters driving non-carcinogenic risks, with the following key insights: Adults exhibited the highest susceptibility, particularly to long-term exposure from reboiled water, due to cumulative effects and higher ingestion rates1. However, exposure duration, daily intake volume, and nitrate concentration were the most significant variables affecting risk outcomes. Therefore, an urgent need for targeted interventions based on the elevated health risks (HQ > 1, HI > 4) across all age groups. We propose public health programs to educate high-risk groups (adults, especially women, and children) on the dangers of repeated water boiling. Additionally, we recommended alternative water treatment guidelines for populations relying on boiled water as a primary drinking source. Regulatory bodies should also assess whether current nitrate limits remain protective, given boiling-induced concentration effects. This lab-based study isolated nitrate dynamics but may not reflect real-world conditions (e.g., container materials, boiling variations). Synthetic water models represented worst-case scenarios, limiting direct environmental applicability. Focusing solely on nitrate omitted other contaminants, while single-source sampling reduced generalizability. Long-term health impacts and non-ingestion exposures (e.g., inhalation) were unaddressed. Notably, tea leaves may contribute nitrates, necessitating combined exposure assessments. Future work should examine diverse water sources, realistic boiling practices, chronic health effects, and multi-route exposures to strengthen public health guidance on tea preparation."
    },
    {
      "title": "Study limitations",
      "text": "This lab-based study isolated nitrate dynamics but may not reflect real-world conditions (e.g., container materials, boiling variations). Synthetic water models represented worst-case scenarios, limiting direct environmental applicability. Focusing solely on nitrate omitted other contaminants, while single-source sampling reduced generalizability. Long-term health impacts and non-ingestion exposures (e.g., inhalation) were unaddressed. Notably, tea leaves may contribute nitrates, necessitating combined exposure assessments. Future work should examine diverse water sources, realistic boiling practices, chronic health effects, and multi-route exposures to strengthen public health guidance on tea preparation."
    },
    {
      "title": "Conclusion",
      "text": "This study reveals a critical public health concern regarding nitrate concentration dynamics in repeatedly boiled drinking water. Univariate linear regression established strong predictive relationships between boiling cycles and nitrate concentration, and an inverse correlation between water volume and nitrate levels. HQ analysis confirmed exceedance of safety thresholds (HQ > 1) across all demographic groups after boiling, with Monte Carlo simulations indicating ≥ 95% probability of adverse health effects from prolonged exposure. Sensitivity analyses pinpointed key parameters driving non-carcinogenic risks, emphasizing the need for targeted public health interventions. Future research should validate these findings through field measurements of nitrate levels pre- and post-boiling. Further studies should evaluate long-term health effects in high-risk groups and analyze socio-cultural boiling practices to develop interventions that empower communities to safeguard their health."
    },
    {
      "title": "Supplementary Information",
      "text": "Supplementary Information. Supplementary Information."
    }
  ],
  "full_text": "## Introduction\nWater is the foundation of life and one of the most essential substances for the survival of all living organisms1. In the human body, water plays vital roles, including regulating physiological functions such as body temperature, blood pressure, and pH balance; transporting essential nutrients and compounds like oxygen, glucose, sodium, and potassium to cells; aiding digestion; maintaining cellular health and integrity; and supporting overall well-being2. Water plays a crucial role in ensuring food safety throughout various stages of food production. However, the importance of water quality and its impact on both food products is often underestimated, which can compromise food safety and product quality3. Tea is one of the most widely consumed beverages worldwide and is primarily brewed with water. Tea contains a wide range of bioactive compounds, including catechins and epicatechins, theaflavins, flavonol glycosides, L-theanine, caffeine, theobromine, and various volatile organic substances. These components are known for their significant antioxidative, antimicrobial, antihypertensive, anti-inflammatory, anticarcinogenic, neuroprotective, cholesterol-lowering, and thermogenic properties4. Scientific researches—including laboratory experiments, animal studies, epidemiological analyses, clinical trials, and meta-analyses—have consistently associated tea consumption with a reduced risk of various diseases, include cancer, diabetes, arthritis, cardiovascular disease, stroke, genital warts, digestive disorders, and metabolic conditions such as obesity5. The health benefits of tea stem from its diverse biological mechanisms. For example, flavonoids function as powerful antioxidants, while caffeine and other methylxanthines influence intracellular second messenger systems. Catechins, in particular, exhibit strong anti-inflammatory effects. Together, these actions contribute to neuroprotection, cardioprotection, and cancer prevention6. In addition to its physiological benefits, tea is widely enjoyed for its calming and meditative qualities, which are often cited as key factors in its global popularity7,8. Along with the beneficial properties of tea consumption, there are concerns about contamination with chemical and toxic compounds that may pose risks to human health. In a study by Pourfarzi et al., it was concluded that there was a significant association between hot tea consumption (OR = 2.85) and an increased incidence of gastric cancer9. In another study, Canqing Yu et al. reported that drinking tea at high temperatures—especially when combined with excessive alcohol consumption or tobacco use—is associated with an elevated risk of esophageal cancer10. In a population-based case–control research, Yang et al. also found that consuming very hot tea significantly elevates the risk of esophageal squamous cell carcinoma (ESCC) in Chinese men, particularly among alcohol drinkers11. In a meta-analysis conducted by Luo and Ge, a significantly increased risk of ESCC was found among individuals who drank hot tea, though no significant association was observed for esophageal adenocarcinoma12. Nitrate (\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$${NO}_{3}^{-}$$\\end{document}) is an essential plant nutrient that is naturally present in the environment. In general, vegetables and meat are the main sources of human exposure to nitrates, and drinking water are known as a secondary route13. However, several studies have reported a positive association between elevated nitrate levels in drinking water and pregnancy-related complications, including low birth weight, intrauterine growth retardation, prematurity, spontaneous abortion, fetal deaths, and neonatal deaths14–16. Additionally, In a systematic review, Picetti et al. found a positive association between high levels of nitrate in drinking water and gastric cancer, but there was insufficient data to establish a link with other types of cancer17. The World Health Organization (WHO) has established a maximum contaminant level (MCL) of 50 mg/L as nitrate in drinking water. This guideline is set to protect general populations, especially vulnerable groups like bottle-fed infants, and it does not account for other risks, such as cancer or reproductive complications associated with chronic nitrate exposure1. Notably, the International Agency for Research on Cancer (IARC) classifies nitrate as a probable human carcinogen (Group 2 A), citing its role in forming N-nitroso compounds, which are strongly linked to gastric cancer18,19. Golestan Province is a northeastern region of Iran with a high incidence of esophageal and gastric cancers20. The results of a meta-analysis study have reported a significant link between dietary nitrate, nitrite, and N-nitroso compounds and the increased occurrence of gastrointestinal cancers in this area21. Additionally, concerns about the carcinogenic potential of repeatedly boiled water and prolonged boiled water have increased, causing widespread anxiety22. Although numerous studies have demonstrated an association between habitual hot tea consumption and increased cancer risk, the potential health implications of progressive nitrate accumulation in repeatedly boiled water remain unexamined in experimental research. Given the evidence suggesting elevated nitrate concentrations in repeatedly boiled water, this study aims to analyze how nitrate levels fluctuate with multiple boiling cycles. Additionally, we employed the Hazard Quotient (HQ) approach—a method endorsed by the U.S. Environmental Protection Agency (EPA)—to evaluate the health risks associated with nitrate exposure in infants, children, and adults.\n\n## Material and methods\nIn this experimental study, a total of 30 water samples were collected, with 15 being tap water and 15 prepared using standard solutions synthetic water samples with a standardized nitrate by dissolving potassium nitrate. A tap water sample was collected from the Environmental Chemistry Laboratory at the School of Public Health in Gorgan, Northern Iran (geographical coordinates: 36°50′13.03″N, 54°21′18.50″E). A 1.5 L aliquot of tap water was transferred using a 100 mL graduated beaker to a 2 L stainless steel kettle (purchased specifically for this study). To ensure analytical precision, method reproducibility was verified through duplicate analysis of 25% randomly selected samples, with < 5% relative difference between measurements. All results met this predefined acceptance criterion. The concentration of nitrate was measured immediately after collection and labeled as Sample No.1. The kettle containing Sample No.1 was placed on a gas stove and heated to boiling (100 °C). Immediately upon reaching boiling point, the kettle was removed from the heat source and allowed to cool to room temperature (25 ± 2 °C). Nitrate concentration was measured once the sample reached ambient temperature and recorded as the Sample No. 2. The sample underwent a second boiling cycle until the volume reduced to 1250 mL (measured using the kettle’s graduated markings). After removal from the heat source and cooling to ambient temperature (25 ± 2 °C, 60 min), nitrate concentration was quantified and documented as Sample No. 3. The kettle containing Sample No.3 was placed back on the gas stove and reheated to boiling point (100 °C). The sample was boiled until a volume reduction to 1000 mL was achieved. After reaching room temperature (25 ± 2 °C, monitored by digital thermometer), the sample’s nitrate concentration was quantified. This measurement was assigned the identifier Sample No.4. The 1000 mL Sample 4 was subjected to an additional boiling cycle using the same heat source. Heating was terminated when the volume reached 750 mL. Following equilibration to ambient temperature (25 ± 2 °C), nitrate concentration was measured and recorded as Sample No.5. Sample No.5 was subjected to another boiling cycle (100 °C) using the same heat source. The boiling process was continued until a final volume of 500 mL was attained. Nitrate concentration was measured after the sample reached room temperature and recorded as Sample No. 6 in the dataset. Synthetic samples containing 50 mg/L nitrate were prepared in parallel with each municipal water sample. For this purpose, a 1000 mg/L nitrate stock solution was prepared by dissolving potassium nitrate (KNO₃, ≥ 99% purity; Merck, Germany) in deionized water. A 50 mL experimental solution was prepared through serial dilution of the stock solution using volumetric glassware. We measured nitrate concentrations in synthetic water samples following the same protocol used for municipal samples. All sampling procedures, sample preservation, and laboratory analyses were performed in strict accordance with the standard methods established by the American Public Health Association23. Nitrate concentrations were analyzed immediately after collection using a DR 5000™ UV–Vis Spectrophotometer (HACH Company, USA), according to the manufacturer’s protocols. All statistical analyses were conducted using SPSS Statistics software (Version 22.0, IBM, USA), with a predetermined significance threshold of α = 0.05. We employed Univariate linear regression modeling to survey the association between water volume reduction (predictor variable) and corresponding nitrate concentration changes (outcome variable). This analytical approach enabled the quantitative prediction of nitrate. The nitrate exposure risk was assessed using the U.S. EPA’s HQ method, based on chronic daily intake (CDI) values from the water samples24,25. The CDI (mg/kg/day) was calculated using Eq. 1. 1\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$CDI = \\frac{{C_{W} \\times IR \\times EF \\times ED}}{BW \\times AT}$$\\end{document} where: Cw: Nitrate concentration in water (mg/L). IR: Ingestion rate (L/day): 1 and 2 L/day for children and adults, respectively. EF: Exposure frequency (days/year). ED: Exposure duration (years): for Adults = 40 years (lifetime exposure, per U.S. EPA guidelines), and Children = 6 years (assumed childhood exposure window). BW: Body weight (kg), which is 78.65 and 14.5 kg for adults (men and women) and children, respectively. AT: Averaging time (days) = ED × 365 (for non-carcinogenic risk assessment). The non-carcinogenic risk was quantified using Eq. 2: 2\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$HQ:\\,HQ = \\frac{CDI}{{RFD}}$$\\end{document} Where: CDI: Chronic Daily Intake (mg/kg/day), calculated via Eq. 1. RFD: Reference dose for nitrate, 1.6 mg/kg/day (as per U.S. Environmental Protection Agency (EPA) guidelines). The risk interpretation is that HQ values below 1 indicate no significant non-carcinogenic health risk, while HQ values of 1 or higher suggest potential adverse health effects from chronic exposure24.\n\n## Water sample collection and preparation\nIn this experimental study, a total of 30 water samples were collected, with 15 being tap water and 15 prepared using standard solutions synthetic water samples with a standardized nitrate by dissolving potassium nitrate. A tap water sample was collected from the Environmental Chemistry Laboratory at the School of Public Health in Gorgan, Northern Iran (geographical coordinates: 36°50′13.03″N, 54°21′18.50″E). A 1.5 L aliquot of tap water was transferred using a 100 mL graduated beaker to a 2 L stainless steel kettle (purchased specifically for this study). To ensure analytical precision, method reproducibility was verified through duplicate analysis of 25% randomly selected samples, with < 5% relative difference between measurements. All results met this predefined acceptance criterion. The concentration of nitrate was measured immediately after collection and labeled as Sample No.1. The kettle containing Sample No.1 was placed on a gas stove and heated to boiling (100 °C). Immediately upon reaching boiling point, the kettle was removed from the heat source and allowed to cool to room temperature (25 ± 2 °C). Nitrate concentration was measured once the sample reached ambient temperature and recorded as the Sample No. 2. The sample underwent a second boiling cycle until the volume reduced to 1250 mL (measured using the kettle’s graduated markings). After removal from the heat source and cooling to ambient temperature (25 ± 2 °C, 60 min), nitrate concentration was quantified and documented as Sample No. 3. The kettle containing Sample No.3 was placed back on the gas stove and reheated to boiling point (100 °C). The sample was boiled until a volume reduction to 1000 mL was achieved. After reaching room temperature (25 ± 2 °C, monitored by digital thermometer), the sample’s nitrate concentration was quantified. This measurement was assigned the identifier Sample No.4. The 1000 mL Sample 4 was subjected to an additional boiling cycle using the same heat source. Heating was terminated when the volume reached 750 mL. Following equilibration to ambient temperature (25 ± 2 °C), nitrate concentration was measured and recorded as Sample No.5. Sample No.5 was subjected to another boiling cycle (100 °C) using the same heat source. The boiling process was continued until a final volume of 500 mL was attained. Nitrate concentration was measured after the sample reached room temperature and recorded as Sample No. 6 in the dataset. Synthetic samples containing 50 mg/L nitrate were prepared in parallel with each municipal water sample. For this purpose, a 1000 mg/L nitrate stock solution was prepared by dissolving potassium nitrate (KNO₃, ≥ 99% purity; Merck, Germany) in deionized water. A 50 mL experimental solution was prepared through serial dilution of the stock solution using volumetric glassware. We measured nitrate concentrations in synthetic water samples following the same protocol used for municipal samples. All sampling procedures, sample preservation, and laboratory analyses were performed in strict accordance with the standard methods established by the American Public Health Association23. Nitrate concentrations were analyzed immediately after collection using a DR 5000™ UV–Vis Spectrophotometer (HACH Company, USA), according to the manufacturer’s protocols.\n\n## Data management and analysis\nAll statistical analyses were conducted using SPSS Statistics software (Version 22.0, IBM, USA), with a predetermined significance threshold of α = 0.05. We employed Univariate linear regression modeling to survey the association between water volume reduction (predictor variable) and corresponding nitrate concentration changes (outcome variable). This analytical approach enabled the quantitative prediction of nitrate. The nitrate exposure risk was assessed using the U.S. EPA’s HQ method, based on chronic daily intake (CDI) values from the water samples24,25. The CDI (mg/kg/day) was calculated using Eq. 1.\n\n## Chronic Daily Intake (CDI)\n1\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$CDI = \\frac{{C_{W} \\times IR \\times EF \\times ED}}{BW \\times AT}$$\\end{document} where: Cw: Nitrate concentration in water (mg/L). IR: Ingestion rate (L/day): 1 and 2 L/day for children and adults, respectively. EF: Exposure frequency (days/year). ED: Exposure duration (years): for Adults = 40 years (lifetime exposure, per U.S. EPA guidelines), and Children = 6 years (assumed childhood exposure window). BW: Body weight (kg), which is 78.65 and 14.5 kg for adults (men and women) and children, respectively. AT: Averaging time (days) = ED × 365 (for non-carcinogenic risk assessment). The non-carcinogenic risk was quantified using Eq. 2: 2\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$HQ:\\,HQ = \\frac{CDI}{{RFD}}$$\\end{document} Where: CDI: Chronic Daily Intake (mg/kg/day), calculated via Eq. 1. RFD: Reference dose for nitrate, 1.6 mg/kg/day (as per U.S. Environmental Protection Agency (EPA) guidelines). The risk interpretation is that HQ values below 1 indicate no significant non-carcinogenic health risk, while HQ values of 1 or higher suggest potential adverse health effects from chronic exposure24.\n\n## Results\nThe results of tap water and the synthetic sample are presented in Table 1. Nitrate concentration in tap water was 0.56 ± 0.08 mg/L (mean ± SD), beyond the permissible limit established by the WHO for drinking water1. On the contrary, repeated boiling cycles revealed a progressive concentration effect on nitrate levels. The observed relationship between three key parameters, nitrate concentration, boiling frequency, and remaining water volume, follows a positive trend (Table 1). This demonstrates that nitrate levels increase predictably with both repeated boiling and water volume reduction. Statistical analysis revealed highly significant differences (p < 0.001) between raw and boiled water samples, confirming the effect of repeated boiling.Table 1Nitrate concentrations of water samples and their variation with boiling frequency and volume reduction.SampleCycle of boilingWater volume (ml)Mean ± SDTap waterCold waterZero15000.56 ± 0.08Boiled waterFirst15000.74 ± 0.10Boiled waterSecond12501.03 ± 0.13Boiled waterThird10001.71 ± 0.17Boiled waterFourth7502.63 ± 0.80Boiled waterFifth5004.59 ± 2.00Synthetic sampleCold waterZero150050.00 ± 0.00Boiled waterFirst150053.97 ± 2.89Boiled waterSecond125065.89 ± 0.63Boiled waterThird100081.38 ± 10.38Boiled waterFourth750121.23 ± 38.58Boiled waterFifth500159.58 ± 29.19 Nitrate concentrations of water samples and their variation with boiling frequency and volume reduction. Table 2 presents the results of the Univariate linear regression analysis examining variations in nitrate concentrations across different boiling frequencies. The finding revealed a significant positive association between boiling cycles (with corresponding volume reduction) and nitrate concentration (β = 0.75 mg/L per cycle, p < 0.001). The regression model explained a substantial proportion of variance in nitrate concentration, as indicated by a coefficient of determination (R2) of 0.64. This demonstrates that approximately 64% of the observed variability in nitrate levels could be accounted for by the number of boiling cycles and associated volume reduction, as described by the linear regression equation (Eq. 3).3\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$Nitrate\\,Concentration\\,(mg/L) = 0.007 + 0.75 \\times (number\\,of\\,boiling\\,cycles).$$\\end{document}Table 2Univariate linear regression results for nitrate concentration and boiling frequency.Nitrate concentrationCoefficientStandard error (SE)tP95% confidence interval (CI)Number of times of boiling0.750.116.49 < 0.00010.51, 0.99_cons−0.0070.35−0.020.98−0.73, 0.72Adj R-squared = 0.64 Univariate linear regression results for nitrate concentration and boiling frequency. Regression analysis revealed a highly significant inverse correlation (p < 0.0001) between the remaining water volume and nitrate concentration after repeated boiling cycles. The model yielded a precise quantification of this relationship, showing a consistent decrease of 0.0036 mg/L (95% CI: 0.0032–0.0040) in nitrate concentration for each 1 mL increase in water volume. The strong explanatory power of this relationship was evidenced by a coefficient of determination (R2) of 0.68, indicating that nearly 70% of the observed variation in nitrate concentrations could be attributed to changes in water volume alone. Complete model parameters, including the regression equation and confidence intervals, are presented in Eq. 4 (summarizes the linear regression model) and Table 3.4\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$Nitrate\\,Concentration\\,(mg/L) = 5.86 - 0.0036 \\times (water\\,volume).$$\\end{document}Table 3Univariate linear regression results for nitrate concentration and water volume.Nitrate concentrationCoefficientStandard error (SE)tP95% confidence interval (CI)Water volume (cc)−0.0030.0005−7.16 < 0.0001−0.0047, −0.002_cons5.860.5810.00 < 0.00014.64, 7.08Adj R-squared = 0.68 Univariate linear regression results for nitrate concentration and water volume. We employed the U.S. EPA HQ approach to evaluate potential non-carcinogenic health effects from nitrate exposure across four distinct age cohorts. The risk assessment incorporated mean nitrate concentrations at different boiling stages to provide a comprehensive exposure profile, and the result are presented in Table 4. Initial HQ calculations for unboiled water samples revealed minimal health concerns across all demographic groups: Infants (0–1 year): HQ = 0.010–0.082; Children (2–12 years): HQ = 0.018–0.143; Teenagers (13–19 years): HQ = 0.014–0.112; Adults (20 + years): HQ = 0.025–0.201. Repeated boiling cycles resulted in substantial risk increases, with all age groups exceeding the EPA’s safety threshold (HQ > 1.0): Infants: HQ = 0.907–2.850 (91-fold maximum increase); Children: HQ = 1.587–4.987 (35-fold maximum increase); Teenagers: HQ = 1.238–3.810 (34-fold maximum increase); Adults: HQ = 2.222–6.982 (35-fold maximum increase).Table 4HQ values for nitrate in four age groups: comparison of water samples before and after boiling.StatisticsNitrate concentration before boilingNitrate concentration after boilingInfantChildrenTeenagerAdultInfantChildrenTeenagerAdultMean0.0360.0620.0490.0871.6452.8702.2454.030SD0.0260.0460.0360.0640.7401.2951.0101.813Max0.0820.1430.1120.2012.8504.9873.8106.982Min0.0100.0180.0140.0250.9071.5871.2382.222 HQ values for nitrate in four age groups: comparison of water samples before and after boiling. At the present work, we conducted a comprehensive probabilistic risk assessment through the Monte Carlo simulation to evaluate cumulative health risks across age groups and exposure pathways. The analysis generated robust estimates of Hazard Index (HI) distributions while accounting for variability in exposure parameters. Figure 1 shows the probabilistic risk assessment and sensitivity analysis of HI values by age group across exposure pathways. Mean non-carcinogenic risk values were 4.21 (95% CI: 3.89–4.53) for infants, 4.25 (95% CI: 3.92–4.58) for children, 4.22 (95% CI: 3.90–4.54) for teenagers, and 4.19 (95% CI: 3.87–4.51) for adults. This result demonstrated that all HI values substantially exceeded the EPA safety threshold (HI > 1), indicating significant non-carcinogenic health risks across all demographic groups.Fig. 1Probabilistic risk assessment of HI values for all age groups. Probabilistic risk assessment of HI values for all age groups. Sensitivity analyses were conducted to identify and classify the parameters that significantly influence the output values of the non-carcinogenic risk model (Fig. 2). Sensitivity analysis identified adults as the most vulnerable group, likely due to prolonged exposure to nitrate over their lifetime.Fig. 2Sensitivity analysis of HI values for infants, children, teenagers, and adults. Cd: Chronic daily; CNO3: concentration of Nitrate; CF: Conversion factor; BW: Body weight. Sensitivity analysis of HI values for infants, children, teenagers, and adults. Cd: Chronic daily; CNO3: concentration of Nitrate; CF: Conversion factor; BW: Body weight.\n\n## Correlation between boiling cycles/volume reduction and nitrate concentration in water\nTable 2 presents the results of the Univariate linear regression analysis examining variations in nitrate concentrations across different boiling frequencies. The finding revealed a significant positive association between boiling cycles (with corresponding volume reduction) and nitrate concentration (β = 0.75 mg/L per cycle, p < 0.001). The regression model explained a substantial proportion of variance in nitrate concentration, as indicated by a coefficient of determination (R2) of 0.64. This demonstrates that approximately 64% of the observed variability in nitrate levels could be accounted for by the number of boiling cycles and associated volume reduction, as described by the linear regression equation (Eq. 3).3\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$Nitrate\\,Concentration\\,(mg/L) = 0.007 + 0.75 \\times (number\\,of\\,boiling\\,cycles).$$\\end{document}Table 2Univariate linear regression results for nitrate concentration and boiling frequency.Nitrate concentrationCoefficientStandard error (SE)tP95% confidence interval (CI)Number of times of boiling0.750.116.49 < 0.00010.51, 0.99_cons−0.0070.35−0.020.98−0.73, 0.72Adj R-squared = 0.64 Univariate linear regression results for nitrate concentration and boiling frequency. Regression analysis revealed a highly significant inverse correlation (p < 0.0001) between the remaining water volume and nitrate concentration after repeated boiling cycles. The model yielded a precise quantification of this relationship, showing a consistent decrease of 0.0036 mg/L (95% CI: 0.0032–0.0040) in nitrate concentration for each 1 mL increase in water volume. The strong explanatory power of this relationship was evidenced by a coefficient of determination (R2) of 0.68, indicating that nearly 70% of the observed variation in nitrate concentrations could be attributed to changes in water volume alone. Complete model parameters, including the regression equation and confidence intervals, are presented in Eq. 4 (summarizes the linear regression model) and Table 3.4\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$Nitrate\\,Concentration\\,(mg/L) = 5.86 - 0.0036 \\times (water\\,volume).$$\\end{document}Table 3Univariate linear regression results for nitrate concentration and water volume.Nitrate concentrationCoefficientStandard error (SE)tP95% confidence interval (CI)Water volume (cc)−0.0030.0005−7.16 < 0.0001−0.0047, −0.002_cons5.860.5810.00 < 0.00014.64, 7.08Adj R-squared = 0.68 Univariate linear regression results for nitrate concentration and water volume. We employed the U.S. EPA HQ approach to evaluate potential non-carcinogenic health effects from nitrate exposure across four distinct age cohorts. The risk assessment incorporated mean nitrate concentrations at different boiling stages to provide a comprehensive exposure profile, and the result are presented in Table 4. Initial HQ calculations for unboiled water samples revealed minimal health concerns across all demographic groups: Infants (0–1 year): HQ = 0.010–0.082; Children (2–12 years): HQ = 0.018–0.143; Teenagers (13–19 years): HQ = 0.014–0.112; Adults (20 + years): HQ = 0.025–0.201. Repeated boiling cycles resulted in substantial risk increases, with all age groups exceeding the EPA’s safety threshold (HQ > 1.0): Infants: HQ = 0.907–2.850 (91-fold maximum increase); Children: HQ = 1.587–4.987 (35-fold maximum increase); Teenagers: HQ = 1.238–3.810 (34-fold maximum increase); Adults: HQ = 2.222–6.982 (35-fold maximum increase).Table 4HQ values for nitrate in four age groups: comparison of water samples before and after boiling.StatisticsNitrate concentration before boilingNitrate concentration after boilingInfantChildrenTeenagerAdultInfantChildrenTeenagerAdultMean0.0360.0620.0490.0871.6452.8702.2454.030SD0.0260.0460.0360.0640.7401.2951.0101.813Max0.0820.1430.1120.2012.8504.9873.8106.982Min0.0100.0180.0140.0250.9071.5871.2382.222 HQ values for nitrate in four age groups: comparison of water samples before and after boiling. At the present work, we conducted a comprehensive probabilistic risk assessment through the Monte Carlo simulation to evaluate cumulative health risks across age groups and exposure pathways. The analysis generated robust estimates of Hazard Index (HI) distributions while accounting for variability in exposure parameters. Figure 1 shows the probabilistic risk assessment and sensitivity analysis of HI values by age group across exposure pathways. Mean non-carcinogenic risk values were 4.21 (95% CI: 3.89–4.53) for infants, 4.25 (95% CI: 3.92–4.58) for children, 4.22 (95% CI: 3.90–4.54) for teenagers, and 4.19 (95% CI: 3.87–4.51) for adults. This result demonstrated that all HI values substantially exceeded the EPA safety threshold (HI > 1), indicating significant non-carcinogenic health risks across all demographic groups.Fig. 1Probabilistic risk assessment of HI values for all age groups. Probabilistic risk assessment of HI values for all age groups. Sensitivity analyses were conducted to identify and classify the parameters that significantly influence the output values of the non-carcinogenic risk model (Fig. 2). Sensitivity analysis identified adults as the most vulnerable group, likely due to prolonged exposure to nitrate over their lifetime.Fig. 2Sensitivity analysis of HI values for infants, children, teenagers, and adults. Cd: Chronic daily; CNO3: concentration of Nitrate; CF: Conversion factor; BW: Body weight. Sensitivity analysis of HI values for infants, children, teenagers, and adults. Cd: Chronic daily; CNO3: concentration of Nitrate; CF: Conversion factor; BW: Body weight.\n\n## Discussion\nThis study aimed to investigate the effect of repeated boiling on nitrate concentration in drinking water and associated non-carcinogenic health risks. In the present study, the nitrate concentration in tap water was below the WHO-permissible limit for drinking water, consistent with findings from other studies on treated urban water supplies25–27. The study revealed that boiling water led to an increase in nitrate concentration, raising concerns about the safety of repeatedly re-boiling water for consumption. This practice is particularly relevant given the widespread habit of reusing kettle water for beverages like tea and coffee in many cultures. These findings corroborate earlier research by Van der Boon et al.28, which demonstrated that elevated temperatures in nutrient solutions similarly result in higher nitrate accumulation in lettuce, suggesting a temperature-dependent mechanism of nitrate concentration across different systems. Also, sequential boiling with volume reduction from 1500 to 500 mL over five iterations resulted in an 8.2-fold increase in nitrate concentration in tap water (Table 1). For synthetic water initially containing 50 mg/L nitrate, boiling increased the concentration by approximately 8% (reaching ~ 54 mg/L), while volume reduction from 1500 to 500 mL produced an approximate threefold concentration effect. These results demonstrate that common household boiling practices—particularly for tea preparation—significantly increase nitrate concentrations through volume reduction. Regression analysis confirmed evaporation as the primary driver of nitrate accumulation, supporting WHO findings that boiling does not remove nitrates but rather concentrates them through evaporative water loss1. The result shows a significant relationship between boiling cycles, water volume reduction, and nitrate concentration in both tap and synthetic water. These findings indicate the need for risk assessments depending on baseline nitrate levels of water type and boiling protocols. In comparison with other study, Wu, S., et al. reported that nitrate content of water spinach significantly decreased by 25% after boiling29. This discrepancy between the variation in the nitrate level in raw water and cooked food contributed to either the type of food substance, cooking methods (e.g. boiling and frying), and temperature degree. The results of the health risks associated with nitrate exposure in four age groups, including infants, children and adults were showed that a significant increase in HQ values occurs were observed after multiple boiling so that the permissible limit were reached to values above the safety threshold (HQ ≥ 1) for all age groups. The study by Boukich et al. revealed that elevated nitrate concentrations in groundwater posed significant non-carcinogenic health risks due to chronic exposure, particularly in communities reliant on contaminated sources30. Our results showed that repeated boiling of water—particularly for preparing tea or infant formula—significantly increases nitrate concentrations, posing potential health risks to consumers. Our finding are in accordance with the WHO guideline that nitrate concentration was raised after boiling water1. Continuous consumption of nitrate-contaminated water can pose significant health risks, warranting reevaluation of boiling practices in regions with either elevated baseline nitrate concentrations or documented nitrate-related health issues. The age-specific risk analysis revealed that adults exhibited the highest CDI and associated health risks, likely due to prolonged cumulative exposure periods and higher water consumption rates. Zheng et al. found that the prolonged intake of nitrate-contaminated water results in cumulative nitrate exposure, directly correlating with heightened health risks31. Although children showed lower CDI values, they remain a vulnerable subgroup because of their lower body weight and increased physiological susceptibility during developmental stages. Children and adults experience distinct health effects from pollutant exposure due to physiological differences. Key factors include variations in body weight, fat distribution, metabolic rates, and water consumption patterns. Children are particularly vulnerable due to developing organ systems and higher intake relative to body size32,33. These age-related differences in exposure and susceptibility highlight the need for age-specific risk assessments and protective measures against water contaminants. Monte Carlo simulations showed a mean HI of about 2.4 for all age groups, indicating a high cumulative risk. Several studies have shown that nitrate exposure can contribute to carcinogenesis in various organs, including the stomach, esophagus, colon, rectum, pancreas, bladder, kidneys, thyroid, ovaries, and glioma34–39. However, the infant range (0.01–0.082) appears inconsistent with these averages. This discrepancy may be due to the aggregation of pathways, as HI values may combine risks from ingestion, skin contact, and inhalation, whereas individual HQ ranges represent individual pathways. Moradnia et al. identified multiple pathways for human exposure to water contaminants, including both drinking water consumption and skin contact. Their analysis revealed that oral intake represented the primary exposure route, as evidenced by hazard quotient (HQ) values significantly exceeding those calculated for dermal absorption40. Our study revealed that outliers in the data or extreme values in the simulations could inflate the mean values. Future work should clarify these criteria to avoid misinterpretation. As seen in Fig. 2, sensitivity analyses identified critical parameters driving non-carcinogenic risks, with the following key insights: Adults exhibited the highest susceptibility, particularly to long-term exposure from reboiled water, due to cumulative effects and higher ingestion rates1. However, exposure duration, daily intake volume, and nitrate concentration were the most significant variables affecting risk outcomes. Therefore, an urgent need for targeted interventions based on the elevated health risks (HQ > 1, HI > 4) across all age groups. We propose public health programs to educate high-risk groups (adults, especially women, and children) on the dangers of repeated water boiling. Additionally, we recommended alternative water treatment guidelines for populations relying on boiled water as a primary drinking source. Regulatory bodies should also assess whether current nitrate limits remain protective, given boiling-induced concentration effects. This lab-based study isolated nitrate dynamics but may not reflect real-world conditions (e.g., container materials, boiling variations). Synthetic water models represented worst-case scenarios, limiting direct environmental applicability. Focusing solely on nitrate omitted other contaminants, while single-source sampling reduced generalizability. Long-term health impacts and non-ingestion exposures (e.g., inhalation) were unaddressed. Notably, tea leaves may contribute nitrates, necessitating combined exposure assessments. Future work should examine diverse water sources, realistic boiling practices, chronic health effects, and multi-route exposures to strengthen public health guidance on tea preparation.\n\n## Study limitations\nThis lab-based study isolated nitrate dynamics but may not reflect real-world conditions (e.g., container materials, boiling variations). Synthetic water models represented worst-case scenarios, limiting direct environmental applicability. Focusing solely on nitrate omitted other contaminants, while single-source sampling reduced generalizability. Long-term health impacts and non-ingestion exposures (e.g., inhalation) were unaddressed. Notably, tea leaves may contribute nitrates, necessitating combined exposure assessments. Future work should examine diverse water sources, realistic boiling practices, chronic health effects, and multi-route exposures to strengthen public health guidance on tea preparation.\n\n## Conclusion\nThis study reveals a critical public health concern regarding nitrate concentration dynamics in repeatedly boiled drinking water. Univariate linear regression established strong predictive relationships between boiling cycles and nitrate concentration, and an inverse correlation between water volume and nitrate levels. HQ analysis confirmed exceedance of safety thresholds (HQ > 1) across all demographic groups after boiling, with Monte Carlo simulations indicating ≥ 95% probability of adverse health effects from prolonged exposure. Sensitivity analyses pinpointed key parameters driving non-carcinogenic risks, emphasizing the need for targeted public health interventions. Future research should validate these findings through field measurements of nitrate levels pre- and post-boiling. Further studies should evaluate long-term health effects in high-risk groups and analyze socio-cultural boiling practices to develop interventions that empower communities to safeguard their health.\n\n## Supplementary Information\nSupplementary Information. Supplementary Information.",
  "word_count": 5168,
  "char_count": 39900
}