{
  "pmcid": "PMC12350461",
  "doi": "10.1007/s00411-025-01136-0",
  "title": "Exposure to radon progeny and cancer mortality, excluding lung cancer, in the cohort of Newfoundland Fluorspar Miners between 1950 and 2016",
  "authors": [
    "Paul J. Villeneuve",
    "Howard I. Morrison",
    "Rachel S.D. Lane"
  ],
  "year": "2025",
  "journal": "Radiation and Environmental Biophysics",
  "abstract": "The increased risk of lung cancer from radon progeny among Newfoundland fluorspar miners is well established. In the present study, an internal cohort analysis was conducted to investigate whether radon progeny is also associated with increased mortality from other cancers. Consequently, associations between cumulative radon progeny and cancer mortality (excluding lung cancer) were evaluated in a cohort of 2,110 miners. Mortality was ascertained from 1950 to 2016. Individual-level exposure to radon progeny in working level months (WLM) was determined for each miner during their employment. For cancers with at least ten deaths, Poisson regression was used to estimate excess relative risks (ERRs). Cancer site-specific relative risks were derived for mortality from common cancers within the cohort, specifically: colorectal, prostate, stomach and all cancers (excluding lung cancer). Relative risks were adjusted for age, calendar period, and the number of cigarettes smoked daily determined from smoking surveys. In total, 260 cancer deaths, excluding lung cancer, were identified during follow-up. The relative risk of death from these cancers was 1.26 (95% confidence interval (CI): 0.92, 1.75) among underground miners with a cumulative exposure of ≥ 50 WLM when compared to those with < 1 WLM. The ERR per 100 WLM for cancer mortality (excluding lung cancer) was 0.02 (95% CI=-0.01 to 0.05). No statistically significant increased risks with increasing exposure were found for bladder, colorectal, pancreatic, and stomach cancer. Overall, these findings provide modest evidence that radon progeny contributes to increased risks of cancer mortality (excluding lung cancer) among fluorspar miners. However, the precision of the estimates is limited by the small size of the cohort, which restricts the ability to draw firm conclusions regarding specific cancer sites. Future research should consider pooling data from radon-exposed occupational cohorts to better understand the association between radon exposure and the risk of cancers other than lung cancer.",
  "sections": [
    {
      "title": "Introduction",
      "text": "Radon has long been recognized as a human carcinogen (International Agency for Research on Cancer 2012), with this classification largely supported by robust epidemiological studies linking radon exposure to elevated lung cancer risk in both occupational and residential environments (UNSCEAR 2020). In Canada, radon exposure within homes poses a notable public health issue, contributing to an estimated 6.9% of lung cancer diagnoses in 2015 (Gogna et al. 2019). Occupational exposure levels, especially among underground miners—such as those who worked in uranium extraction—have historically been much higher than levels typically found in the general environment (CAREX Canada 2021). Data from these worker populations have played a key role in confirming the causal relationship between radon and lung cancer (Kelly-Reif et al. 2023; Kreuzer et al. 2024a; National Research Council 1999). Emerging research has also considered the possibility that radon may be implicated in cancers beyond the lung. For instance, one recent study reported a potential link between radon in drinking water and an elevated risk of stomach cancer (Naskar et al. 2023). A systematic review examining the broader cancer literature concluded that while evidence regarding stomach cancer remains insufficient, there is moderate support for an association between radon exposure and leukemia (Mozzoni et al. 2021). Additional cancer types, such as those affecting the kidney, breast, skin, and central nervous system, have also been explored in this context; however, findings across studies have been inconsistent and do not currently provide strong evidence of a link (Mozzoni et al. 2021). Studies of historical underground miner cohorts offer valuable opportunities to examine cancer risks at sites other than the lung, given the substantially higher radon exposures experienced by these workers compared to the general population. However, relatively few investigations have focused on the relationship between radon exposure and non-lung cancers in these populations. Among these cancer sites, leukemia has been the most frequently examined (Al-Zoughool and Krewski 2009). A pooled analysis (Darby et al. 1995) found excesses of stomach cancer (observed(O)/expected(E), 1.33; 95% confidence interval (CI), 1.16, 1.52), and primary liver cancer (O/E, 1.73; 95% CI, 1.29, 2.28). In contrast, Lane and co-workers assessed associations between radon decay product exposure and various cancer outcomes, finding no statistically significant increases in incidence or mortality for non-lung cancer sites (Lane et al. 2010). More recently, there have been some attempts to characterize the risk between occupational exposure to radon in miners and other types of cancer. Kelly-Reif et al. (Kelly-Reif et al. 2020) conducted an internal cohort analysis of underground uranium miners in the Czech Republic employed between 1946 and 1992 and estimated risks for 10 different cancer sites in relation to cumulative radon exposure. They found no statistically significant association for any cancer site, although there was some suggestion of an increased risk for kidney cancer. Similarly, a pooled analysis of uranium miners from North America and Europe found slightly elevated standardized mortality ratios (SMRs) for stomach and liver cancers when compared to general population rates (Richardson et al. 2021). The Newfoundland fluorspar miners’ cohort is one of the few occupational groups with historically high radon exposure and an exceptionally long follow-up period extending over eight decades. This cohort possesses several distinctive characteristics, including radon exposure levels that exceed those reported in most other occupational studies referenced in the BEIR VI report (National Research Council 1999) and a prior pooled analysis (Lubin et al. 1994). A particularly noteworthy feature of this group is that, unlike many other cohorts of radon-exposed miners, the primary source of radon was groundwater infiltration into the mines rather than radioactive ore. Consequently, these miners were not substantially exposed to additional radiation sources common in uranium mining—such as gamma radiation, thoron, and radioactive dusts. However, it is likely that they encountered other known lung carcinogens, including diesel exhaust (International Agency for Research on Cancer 2014) and crystalline silica (International Agency for Research on Cancer 1997). Several studies have already reported on the association between radon exposure and lung cancer within this cohort (Morrison et al. 1988; Villeneuve et al. 2007, 2024b). However, investigations into radon’s relationship with other cancers have so far been limited to SMR analyses. While these SMR-based evaluations have yielded elevated estimates for cancers such as leukemia and stomach cancer, none of these associations reached statistical significance (Morrison et al. 1988; Villeneuve et al. 2007, 2024b). This lack of significance is likely attributable to the relatively modest size of the cohort, which limits the statistical power to detect associations with less common cancer sites. The present analyses were conducted to characterize the risk of non-lung cancers in the fluorspar miners by using internal cohort comparisons —a methodological approach not previously applied to this study population. While the limitations posed by the cohort’s relatively small size are acknowledged, the risk estimates presented here provide valuable data that can inform and strengthen future evidence syntheses, including meta-analyses."
    },
    {
      "title": "Materials and methods",
      "text": "Details of the cohort used in this study have been presented in earlier publications (Morrison et al. 1988; Villeneuve et al. 2007). Briefly, the cohort was established using historical employment records from fluorspar mining operations and originally included 2,661 male workers. Of these, 2,111 had worked underground at some point during their careers, while the remaining 550 were employed exclusively in surface roles. Employment histories were reconstructed on an annual basis using available job records. Individuals lacking adequate personal identifiers—required for successful linkage to national mortality databases—were excluded from the present analysis. As outlined in prior studies (Morrison et al. 1988; Villeneuve et al. 2007, 2024a) most of these excluded miners were employed as short-term workers during World War II. Reconstruction of the cohort relied on archived data obtained from the Canadian Nuclear Safety Commission. Annual estimates of cumulative radon exposure were derived for each miner. The miners in the cohort worked at different mining locations that comprised about 155 fluorspar veins (St. Lawrence Miner’s Memorial Museum 2025). The exposure estimates incorporated details about mine location, and information on working hours from 1933 to 1960 that were available for each worker (Corkill and Dory 1984). Radon exposure estimates were based on sampling measures (Windish and Sanderson 1958), as well as the general mine layout, amount of water inflow, mining method, and general working conditions (Corkill and Dory 1984). From 1960 onwards, annual exposures were based on more detailed measurements as described below. Working conditions in the mines improved substantially over time. After World War II, the shift structure was modified from three to two eight-hour shifts per day, with a four-hour break between shifts. In 1960, prior to the introduction of mechanical ventilation, radon concentrations were measured at the Director mine—the primary site of operations. A total of 80 samples were collected across 50 underground locations. Radon levels varied widely, ranging from 0.4 to 183 Working Levels (WL) in areas lacking ventilation, and from below detection limits to 12 WL in ventilated sections. Unfortunately, it is not possible to verify the accuracy of radon exposure estimates prior to 1960 due to limited historical measurement data. The installation of mechanical ventilation systems led to a substantial decline in exposure to radon progeny. For example, average annual exposure for underground workers was 64.8 Working Level Months (WLM) during 1955–1959, compared to only 1.3 WLM in the 1961–1965 period. Beginning in 1986, radon levels were monitored daily for individual workers based on their specific locations within the mine. Between 1968 and 1978, the average exposure for underground miners was 0.6 WLM. All cumulative exposures were reported in working level months. In line with earlier analyses of this cohort (Villeneuve et al. 2007), a five-year lag was applied to cumulative radon exposure estimates. This approach assumes that radon exposures occurring within the five years preceding death do not contribute to lung cancer mortality risk. Smoking information was collected from miners through a series of surveys administered over several decades. The most recent survey, conducted in 2003, sought to update previously collected data on smoking habits and to identify former miners for whom no prior smoking information was available. Earlier surveys had been carried out in 1966, 1970, 1978, and 1993. For the 2003 smoking survey, participant identification was based on existing personal information—such as name, date of birth, employment history, and last known residence—obtained from earlier records. Interviewers based in St. Lawrence, Newfoundland, used internet search tools to help locate former miners. Personal identifiers from the 2003 survey—such as name and date of birth—were preserved for use in future record linkages, particularly where this information differed from existing records. For the current analysis, data from all five surveys were compiled to categorize miners by their most recent smoking status (never, former, or current smokers) and to estimate their average daily cigarette consumption. Where the reported number of cigarettes smoked per day differed across survey responses, an average was calculated across all available surveys. Smoking information was available for approximately half of the cohort. For most of these individuals, data came from only a single survey, which limited the ability to create time-varying smoking variables or assess lung cancer risk in relation to time since quitting. A record linkage file containing personal identifying information was developed using archived data provided by the Canadian Nuclear Safety Commission. This file integrated information from occupational records, smoking surveys, and previously obtained vital status data. It included 2,121 entries, each corresponding to an individual miner. Statistics Canada staff then linked these individual-level data to two national mortality databases: the Canadian Vital Statistics Death Database (CVSD) and the Canadian Mortality Database (CMDB). The CVSD is an administrative dataset that annually compiles demographic and cause-of-death information from all provincial and territorial vital statistics registries (Statistics Canada 2019a). Death data were drawn from the CMDB for the period 1950–2011 (Statistics Canada 2019a), and from the CVSD for deaths occurring between 1930 and 1949 and from 2011 onward. The linkage process employed both probabilistic and deterministic methods, implemented using the “matchit” program in STATA version 14.2. Once the linkage was complete, all matched death records were manually reviewed by the lead author (PV) to ensure accuracy. This step followed the same procedure used in earlier linkage efforts conducted for this cohort in 1994 and 2005. Of the 2,121 miners in the cohort, 13 lacked birth data and could not be linked. There were 55 miners who were born before 1910 and for whom no death link was found between 1950 and 2016. For these miners, a manual review of their smoking histories and information from previous linkages of this cohort was performed. Miners who had previously supplied smoking data were censored at the time they last supplied smoking data. Those who had been identified as deceased in previous record linkages were censored at the date of death, while the remaining miners were censored on their last year of employment. The final dataset for this cohort analysis included 2,110 miners, slightly more than the 2,070 individuals analyzed in earlier work (Villeneuve et al. 2007). This discrepancy is primarily due to the previous decision to exclude miners born before 1900 who could not be linked to death records. The feasibility of linking occupational cohorts to national mortality databases has been well established in prior studies (Aronson and Howe 1994; Goldberg et al. 1993; Schnatter et al. 1990). Date and underlying cause of death were obtained through record linkage. Causes of death were classified according to the International Classification of Diseases (ICD), using the 9th Revision (ICD-9) for deaths occurring before 2000, and the 10th Revision (ICD-10) for deaths from 2000 onward. Accordingly, cancer-specific deaths were identified using ICD-9 codes for the earlier period and ICD-10 codes thereafter. Although the initial focus included assessing radon-related risks for leukemia, the small number of leukemia deaths precluded meaningful analysis. The specific ICD codes used for each cancer type are as follows: Cancer siteICD-9 codesICD-10 codesProstate cancer185C61Stomach cancer151C16Colorectal cancer153,154C17,C18Pancreatic cancer157C25Bladder cancer188C67 All analyses were conducted within Statistics Canada’s Research Data Centre (RDC) Network in accordance with the agency’s current disclosure guidelines for linked mortality data (Statistics Canada 2020). In compliance with these rules, risk estimates are presented only for cancer sites with at least 10 observed deaths. Additionally, all frequencies—including the number of deaths—were rounded to the nearest multiple of five, as required. As a result, frequencies reported in this study differ slightly from those in earlier analyses of the cohort, which were not subject to this rounding protocol. Importantly, risk estimates presented in this paper were not affected by rounding and are reported with full precision. Internal cohort analyses provide stronger validity than external comparisons by allowing for the evaluation of exposure-response relationships while adjusting for individual risk factors such as cigarette smoking. Additionally, they mitigate the potential bias from the healthy worker effect that can arise when comparing to the general population (Choi 1992). A common method for quantifying risk in these cohorts is to estimate the ERR per 100 WLM using Poisson regression. In this study, these analyses were applied to all cancer sites (excluding lung cancer) with at least 10 deaths, as well as to all cancers combined (excluding lung cancer). Person-years were tabulated across multiple categorical variables using a program adapted from previously published code (Pearce and Checkoway 1987). Follow-up time and cancer death counts were organized by attained age, age at first exposure, cumulative radon exposure, calendar period, smoking status, average daily cigarette consumption, and a binary indicator representing periods before and after the introduction of mechanical ventilation in the mine. All variables were treated as categorical in the analysis. For each exposure category, the mean radon exposure was calculated, weighted by person-years of follow-up. The number of deaths within each stratum was assumed to follow a Poisson distribution, with variance estimated from the observed death counts. The AMFIT program of the software package EPICURE was used for all Poisson regression modeling (Preston 2015). Where sample sizes permitted, relative risk estimates were estimated across categories of cumulative WLM exposure. This allowed to produce these estimates for colorectal, prostate, stomach cancer, and all cancers (excluding lung cancer) deaths. For these same cancers, and for cancers with smaller numbers (but with at least 10 deaths), linear excess relative risk models were fit using the mean WLM generated for each cumulative WLM category. Mathematically, the form of this model was: \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\:RR=1+\\beta\\:WLM$$\\end{document}, where \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\:\\beta\\:$$\\end{document} represents the ERR per unit increase in cumulative WLM. All risk estimates were adjusted for attained age, calendar period, and average daily cigarette consumption. Sensitivity analyses were performed to explore whether incomplete ascertainment of mortality from the record linkage may have introduced bias by censoring individuals after they had attained 75 years of age. This was done as a substantial proportion of miners who remained alive at the end of follow-up had attained 90 years of age (~ 21%)."
    },
    {
      "title": "Study population",
      "text": "Details of the cohort used in this study have been presented in earlier publications (Morrison et al. 1988; Villeneuve et al. 2007). Briefly, the cohort was established using historical employment records from fluorspar mining operations and originally included 2,661 male workers. Of these, 2,111 had worked underground at some point during their careers, while the remaining 550 were employed exclusively in surface roles. Employment histories were reconstructed on an annual basis using available job records. Individuals lacking adequate personal identifiers—required for successful linkage to national mortality databases—were excluded from the present analysis. As outlined in prior studies (Morrison et al. 1988; Villeneuve et al. 2007, 2024a) most of these excluded miners were employed as short-term workers during World War II. Reconstruction of the cohort relied on archived data obtained from the Canadian Nuclear Safety Commission."
    },
    {
      "title": "Characterization of radon exposure",
      "text": "Annual estimates of cumulative radon exposure were derived for each miner. The miners in the cohort worked at different mining locations that comprised about 155 fluorspar veins (St. Lawrence Miner’s Memorial Museum 2025). The exposure estimates incorporated details about mine location, and information on working hours from 1933 to 1960 that were available for each worker (Corkill and Dory 1984). Radon exposure estimates were based on sampling measures (Windish and Sanderson 1958), as well as the general mine layout, amount of water inflow, mining method, and general working conditions (Corkill and Dory 1984). From 1960 onwards, annual exposures were based on more detailed measurements as described below. Working conditions in the mines improved substantially over time. After World War II, the shift structure was modified from three to two eight-hour shifts per day, with a four-hour break between shifts. In 1960, prior to the introduction of mechanical ventilation, radon concentrations were measured at the Director mine—the primary site of operations. A total of 80 samples were collected across 50 underground locations. Radon levels varied widely, ranging from 0.4 to 183 Working Levels (WL) in areas lacking ventilation, and from below detection limits to 12 WL in ventilated sections. Unfortunately, it is not possible to verify the accuracy of radon exposure estimates prior to 1960 due to limited historical measurement data. The installation of mechanical ventilation systems led to a substantial decline in exposure to radon progeny. For example, average annual exposure for underground workers was 64.8 Working Level Months (WLM) during 1955–1959, compared to only 1.3 WLM in the 1961–1965 period. Beginning in 1986, radon levels were monitored daily for individual workers based on their specific locations within the mine. Between 1968 and 1978, the average exposure for underground miners was 0.6 WLM. All cumulative exposures were reported in working level months. In line with earlier analyses of this cohort (Villeneuve et al. 2007), a five-year lag was applied to cumulative radon exposure estimates. This approach assumes that radon exposures occurring within the five years preceding death do not contribute to lung cancer mortality risk."
    },
    {
      "title": "Cigarette smoking",
      "text": "Smoking information was collected from miners through a series of surveys administered over several decades. The most recent survey, conducted in 2003, sought to update previously collected data on smoking habits and to identify former miners for whom no prior smoking information was available. Earlier surveys had been carried out in 1966, 1970, 1978, and 1993. For the 2003 smoking survey, participant identification was based on existing personal information—such as name, date of birth, employment history, and last known residence—obtained from earlier records. Interviewers based in St. Lawrence, Newfoundland, used internet search tools to help locate former miners. Personal identifiers from the 2003 survey—such as name and date of birth—were preserved for use in future record linkages, particularly where this information differed from existing records. For the current analysis, data from all five surveys were compiled to categorize miners by their most recent smoking status (never, former, or current smokers) and to estimate their average daily cigarette consumption. Where the reported number of cigarettes smoked per day differed across survey responses, an average was calculated across all available surveys. Smoking information was available for approximately half of the cohort. For most of these individuals, data came from only a single survey, which limited the ability to create time-varying smoking variables or assess lung cancer risk in relation to time since quitting."
    },
    {
      "title": "Ascertainment of mortality (1950–2016)",
      "text": "A record linkage file containing personal identifying information was developed using archived data provided by the Canadian Nuclear Safety Commission. This file integrated information from occupational records, smoking surveys, and previously obtained vital status data. It included 2,121 entries, each corresponding to an individual miner. Statistics Canada staff then linked these individual-level data to two national mortality databases: the Canadian Vital Statistics Death Database (CVSD) and the Canadian Mortality Database (CMDB). The CVSD is an administrative dataset that annually compiles demographic and cause-of-death information from all provincial and territorial vital statistics registries (Statistics Canada 2019a). Death data were drawn from the CMDB for the period 1950–2011 (Statistics Canada 2019a), and from the CVSD for deaths occurring between 1930 and 1949 and from 2011 onward. The linkage process employed both probabilistic and deterministic methods, implemented using the “matchit” program in STATA version 14.2. Once the linkage was complete, all matched death records were manually reviewed by the lead author (PV) to ensure accuracy. This step followed the same procedure used in earlier linkage efforts conducted for this cohort in 1994 and 2005. Of the 2,121 miners in the cohort, 13 lacked birth data and could not be linked. There were 55 miners who were born before 1910 and for whom no death link was found between 1950 and 2016. For these miners, a manual review of their smoking histories and information from previous linkages of this cohort was performed. Miners who had previously supplied smoking data were censored at the time they last supplied smoking data. Those who had been identified as deceased in previous record linkages were censored at the date of death, while the remaining miners were censored on their last year of employment. The final dataset for this cohort analysis included 2,110 miners, slightly more than the 2,070 individuals analyzed in earlier work (Villeneuve et al. 2007). This discrepancy is primarily due to the previous decision to exclude miners born before 1900 who could not be linked to death records. The feasibility of linking occupational cohorts to national mortality databases has been well established in prior studies (Aronson and Howe 1994; Goldberg et al. 1993; Schnatter et al. 1990). Date and underlying cause of death were obtained through record linkage. Causes of death were classified according to the International Classification of Diseases (ICD), using the 9th Revision (ICD-9) for deaths occurring before 2000, and the 10th Revision (ICD-10) for deaths from 2000 onward. Accordingly, cancer-specific deaths were identified using ICD-9 codes for the earlier period and ICD-10 codes thereafter. Although the initial focus included assessing radon-related risks for leukemia, the small number of leukemia deaths precluded meaningful analysis. The specific ICD codes used for each cancer type are as follows: Cancer siteICD-9 codesICD-10 codesProstate cancer185C61Stomach cancer151C16Colorectal cancer153,154C17,C18Pancreatic cancer157C25Bladder cancer188C67 All analyses were conducted within Statistics Canada’s Research Data Centre (RDC) Network in accordance with the agency’s current disclosure guidelines for linked mortality data (Statistics Canada 2020). In compliance with these rules, risk estimates are presented only for cancer sites with at least 10 observed deaths. Additionally, all frequencies—including the number of deaths—were rounded to the nearest multiple of five, as required. As a result, frequencies reported in this study differ slightly from those in earlier analyses of the cohort, which were not subject to this rounding protocol. Importantly, risk estimates presented in this paper were not affected by rounding and are reported with full precision."
    },
    {
      "title": "Internal cohort comparisons of mortality",
      "text": "Internal cohort analyses provide stronger validity than external comparisons by allowing for the evaluation of exposure-response relationships while adjusting for individual risk factors such as cigarette smoking. Additionally, they mitigate the potential bias from the healthy worker effect that can arise when comparing to the general population (Choi 1992). A common method for quantifying risk in these cohorts is to estimate the ERR per 100 WLM using Poisson regression. In this study, these analyses were applied to all cancer sites (excluding lung cancer) with at least 10 deaths, as well as to all cancers combined (excluding lung cancer). Person-years were tabulated across multiple categorical variables using a program adapted from previously published code (Pearce and Checkoway 1987). Follow-up time and cancer death counts were organized by attained age, age at first exposure, cumulative radon exposure, calendar period, smoking status, average daily cigarette consumption, and a binary indicator representing periods before and after the introduction of mechanical ventilation in the mine. All variables were treated as categorical in the analysis. For each exposure category, the mean radon exposure was calculated, weighted by person-years of follow-up. The number of deaths within each stratum was assumed to follow a Poisson distribution, with variance estimated from the observed death counts. The AMFIT program of the software package EPICURE was used for all Poisson regression modeling (Preston 2015). Where sample sizes permitted, relative risk estimates were estimated across categories of cumulative WLM exposure. This allowed to produce these estimates for colorectal, prostate, stomach cancer, and all cancers (excluding lung cancer) deaths. For these same cancers, and for cancers with smaller numbers (but with at least 10 deaths), linear excess relative risk models were fit using the mean WLM generated for each cumulative WLM category. Mathematically, the form of this model was: \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\:RR=1+\\beta\\:WLM$$\\end{document}, where \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\:\\beta\\:$$\\end{document} represents the ERR per unit increase in cumulative WLM. All risk estimates were adjusted for attained age, calendar period, and average daily cigarette consumption. Sensitivity analyses were performed to explore whether incomplete ascertainment of mortality from the record linkage may have introduced bias by censoring individuals after they had attained 75 years of age. This was done as a substantial proportion of miners who remained alive at the end of follow-up had attained 90 years of age (~ 21%)."
    },
    {
      "title": "Results",
      "text": "Table 1 presents adjusted relative risk estimates for cancer sites with sufficient sample sizes to support categorical analysis. Only colorectal cancer, prostate cancer, and all cancers combined (excluding lung cancer) met the threshold for inclusion. For these cancer outcomes, no statistically significant increase in risk was observed among miners with cumulative radon exposure of ≥ 50 WLM (lagged by 5 years), compared to those with < 1 WLM. In the case of all cancers combined (excluding lung), there was a modest indication of elevated risk associated with higher exposure, but the estimate did not reach statistical significance and showed no clear exposure–response relationship. Specifically, workers in the ≥ 50 WLM category had a relative risk of 1.26 (95% CI: 0.92 to 1.75) compared to those in the lowest exposure group. Table 1Adjusted relative risk estimates of mortality in relation to cumulative exposure to radon (lagged 5 years) for specific cancers (excluding lung cancer), Newfoundland fluorspar cohort, 1950–2016; CI– confidence interval; WLM– working level monthsCancer SiteCumulativeDeathsPerson yearsRelative Risk (RR)*Relative Risk (Censored at age 75)Exposure (WLM)RR95% CIRR95% CIColorectal cancer< 11032,7891.01.01 - < 501024,4661.35(0.56–3.28)1.25(0.55–2.86)≥ 501028,0701.14(0.45–2.91)1.20(0.52–2.40)Prostate cancer< 11032,7891.01.01 - < 501024,4661.04(0.37–2.94)1.20(0.41–3.56)≥ 501528,0701.27(0.50–3.25)0.82(0.27–2.50)Stomach cancer< 11531,0371.01.01 - < 501023,8821.12(0.50–2.51)1.25(0.55–2.86)≥ 502026,7321.08(0.52–2.22)1.10(0.52–2.34)All cancers (3 categories)< 17531,0371.01.0(excluding lung cancer)1 - < 508023,8821.36(0.98–1.89)1.38(0.99–1.94)≥ 5010526,7321.26(0.92–1.75)1.11(0.85–1.68)All cancers (8 categories)04018,9901.01.0(excluding lung cancer)0 - < 107529,1391.20(0.80–1.80)1.23(0.81–1.88)10 - < 25154,9431.20(0.66–2.20)1.24(0.66–2.33)25 - < 50254,1832.20(1.31–3.70)2.29(1.34–3.92)50 - < 100154,2401.40(0.77–2.56)1.31(0.69–2.50)100 - < 4004011,9301.12(0.71–1.76)1.05(0.65–1.71)400 - < 800205,0721.50(0.87–2.576)1.35(0.75–2.44)≥ 800306,8261.64(0.99–2.70)1.74(1.03–2.93)* The relative risks were estimated using a Poisson regression model that was adjusted for attained age, calendar period, and average number of cigarettes smoked daily Adjusted relative risk estimates of mortality in relation to cumulative exposure to radon (lagged 5 years) for specific cancers (excluding lung cancer), Newfoundland fluorspar cohort, 1950–2016; CI– confidence interval; WLM– working level months * The relative risks were estimated using a Poisson regression model that was adjusted for attained age, calendar period, and average number of cigarettes smoked daily The ERR per 100 WLM for cancer sites with at least 10 deaths are presented in Table 2. No statistically significant excess relative risks were found. For all cancer sites, excluding lung cancer, the ERR per 100 WLM was 0.020 (95% CI=−0.012 to 0.052) (Table 2; Fig. 1). The strongest excess relative risk was observed for bladder cancer but this was not statistically significant (ERR = 0.187 per 100 WLM, 95% CI: −0.160 to 0.533) (Table 2). Positive ERRs per 100 WLM were observed for four of the five cancer sites analyzed—bladder, colorectal, pancreatic, and stomach cancer—but all estimates were near the null and did not reach statistical significance (Table 2). Table 2Excess relative risk (ERR)† estimates in relation to an increase of 100 WLM (lagged 5 years) for specific cancers, Newfoundland fluorspar cohort, 1950–2016. WLM– working level monthsCancer SiteSampleDeathsPerson yearsERR per 100 WLM*Size metERR95% CIBladder cancerY1585,3250.187(−0.160, 0.533)Colorectal cancerY3085,3250.013(−0.077, 0.103)Pancreatic cancerY2085,3250.070(−0.107, 0.247)Prostate cancerY3085,325−0.003(−0.068, 0.063)Stomach cancerY4585,3250.015(−0.050, 0.079)All cancers (excl. lung cancer)Y26085,3250.020(−0.012, 0.052)† ERR was estimated using a linear excess relative risk Poisson regression model that was adjusted for attained age, calendar period, and average number of cigarettes smoked daily Excess relative risk (ERR)† estimates in relation to an increase of 100 WLM (lagged 5 years) for specific cancers, Newfoundland fluorspar cohort, 1950–2016. WLM– working level months † ERR was estimated using a linear excess relative risk Poisson regression model that was adjusted for attained age, calendar period, and average number of cigarettes smoked daily"
    },
    {
      "title": "Discussion",
      "text": "This study presents the first internal cohort-based risk estimates examining the association between cumulative radon exposure and mortality from all cancers excluding lung cancer within the Newfoundland Fluorspar miner cohort. The results obtained suggest a modest increase in risk for all cancers combined, excluding lung cancer. When comparing the ERR per 100 100 WLM between non-lung cancers and lung cancer within the cohort (Villeneuve et al. 2024b) there is a clear difference in risk magnitude. Specifically, the ERR/100 WLM was 0.02 (95% CI: −0.01 to 0.05) for all non-lung cancers, whereas for lung cancer, it was substantially higher at 0.41. This stark contrast highlights the much stronger link between radon exposure and lung cancer. No strong evidence of a dose response pattern between cumulative WLM and non-lung cancers was found (Fig. 1). It is noted that the present ERR aligns with estimates reported in the previous cohort studies by Darby et al. (Darby et al. 1995) (1,179; ERR/100 WLM = 0.01; 95% CI: −0.01 to 0.02) and Kreuzer et al. (n = 3,344; ERR/100 WLM = 0.014; 95% CI: 0.006–0.023) (Kreuzer et al. 2008).Fig. 1Relative risk (RR) of cancer mortality, excluding lung cancer, from cumulative radon exposure in working level months (WLMs), Newfoundland Fluorspar cohort, 1950–2016. RRs (and 95% confidence intervals (Cis)) are plotted at the mean WLM for each exposure category and were adjusted for age, calendar period and cigarettes smoked daily. The solid line was created from fitting the excess relative risk model and was also adjusted for attained age, calendar period, and average cigarettes smoked daily. The dashed lines represent the upper and lower 95% CIs for the ERR. The ERR per 100 WLM was 0.020 (95% CI: −0.012, 0.052) Relative risk (RR) of cancer mortality, excluding lung cancer, from cumulative radon exposure in working level months (WLMs), Newfoundland Fluorspar cohort, 1950–2016. RRs (and 95% confidence intervals (Cis)) are plotted at the mean WLM for each exposure category and were adjusted for age, calendar period and cigarettes smoked daily. The solid line was created from fitting the excess relative risk model and was also adjusted for attained age, calendar period, and average cigarettes smoked daily. The dashed lines represent the upper and lower 95% CIs for the ERR. The ERR per 100 WLM was 0.020 (95% CI: −0.012, 0.052) An important limitation of the present study is the relatively small sample size (n = 2,055 miners) which resulted in a small number of cancer deaths. Indeed, a minimum of 10 deaths were only identified for the following cancer sites: bladder, colorectal, leukemia, pancreatic, prostate and stomach. Liver and kidney cancer could not be evaluated, as seen in other studies (Kelly-Reif et al. 2019; Richardson et al. 2021; Vacquier et al. 2008), because they each contributed less than 10 deaths in the present cohort. While the risk estimates presented have wide confidence intervals, publication of these risks offers value as they provide opportunities to be incorporated into future meta-analyses, or in pooled analyses. It is recognized that some deaths were inevitably missed with the record linkage processes. Among the 710 miners classified as alive at the end of 2016, approximately 150 (21%) had reached at least 90 years of age without a recorded death. Of these, about 60 individuals (8.5%) were 100 years or older by the end of follow-up. The difficulty in identifying deaths likely stems in part from incomplete mortality records for Newfoundland prior to 1950, as this province only joined Canada in 1949. Additional deaths occurring after 1950 may have been missed due to inaccuracies in personal identifying information contained in occupational records dating back nearly a century. Such misclassification of vital status could introduce bias, especially if it is correlated with exposure, a possibility given that the highest radon exposures occurred during the initial two decades of mining operations. However, when analyses were restricted by excluding the follow-up of the cohort after they had attained 75 years of age, the risk estimates, for all intents and purposes, remained the same. One of the notable strengths of this study was the inclusion of smoking information, which is rarely available in most historical cohorts of miners exposed to radiation (National Research Council 1999). Nonetheless, several limitations with these data should be noted. There were very few cancer deaths identified in non-smokers, largely, as the prevalence of smoking in this cohort was very high. Specifically, among those who provided smoking data, approximately 85% reported ‘ever’ smoking (Villeneuve et al. 2024a). Importantly, it was not possible to capture changes in smoking patterns over time, as repeated data on smoking behaviours for the same worker were generally not collected. This made it impossible to assess time-dependent changes in smoking behaviours that would allow for commonly used metrics such as ‘duration of smoking’, and ‘time since cessation of smoking’ to be constructed. Moreover, the smoking questionnaires administered between 1966 and 2003 were not standardized, with differences in wording and format across survey years, complicating efforts to merge and compare responses. When possible, responses were drawn on from multiple surveys to improve the classification of smoking behavior, especially with regard to the number of cigarettes smoked per day. Despite these challenges, it is believed that the survey data provided a reliable means of distinguishing ever versus never smokers and identifying individuals who were heavier smokers."
    },
    {
      "title": "Conclusions",
      "text": "The findings presented here offer some indication that radon exposure may increase the risks of cancers at sites other than the lung in the fluorspar miner cohort. However, the relatively small size of the cohort limited the ability to detect associations, particularly for less common cancer types. This challenge is not unique to the present study, as many occupational cohorts face similar constraints due to limited sample sizes. To better understand these radon-associated cancer risks, future research should consider meta-analyses or pooled analyses of multiple cohorts. Such approaches would enhance statistical power and provide a more comprehensive understanding of the relationship between radon exposure and site-specific cancer risks beyond lung cancer."
    }
  ],
  "full_text": "## Introduction\nRadon has long been recognized as a human carcinogen (International Agency for Research on Cancer 2012), with this classification largely supported by robust epidemiological studies linking radon exposure to elevated lung cancer risk in both occupational and residential environments (UNSCEAR 2020). In Canada, radon exposure within homes poses a notable public health issue, contributing to an estimated 6.9% of lung cancer diagnoses in 2015 (Gogna et al. 2019). Occupational exposure levels, especially among underground miners—such as those who worked in uranium extraction—have historically been much higher than levels typically found in the general environment (CAREX Canada 2021). Data from these worker populations have played a key role in confirming the causal relationship between radon and lung cancer (Kelly-Reif et al. 2023; Kreuzer et al. 2024a; National Research Council 1999). Emerging research has also considered the possibility that radon may be implicated in cancers beyond the lung. For instance, one recent study reported a potential link between radon in drinking water and an elevated risk of stomach cancer (Naskar et al. 2023). A systematic review examining the broader cancer literature concluded that while evidence regarding stomach cancer remains insufficient, there is moderate support for an association between radon exposure and leukemia (Mozzoni et al. 2021). Additional cancer types, such as those affecting the kidney, breast, skin, and central nervous system, have also been explored in this context; however, findings across studies have been inconsistent and do not currently provide strong evidence of a link (Mozzoni et al. 2021). Studies of historical underground miner cohorts offer valuable opportunities to examine cancer risks at sites other than the lung, given the substantially higher radon exposures experienced by these workers compared to the general population. However, relatively few investigations have focused on the relationship between radon exposure and non-lung cancers in these populations. Among these cancer sites, leukemia has been the most frequently examined (Al-Zoughool and Krewski 2009). A pooled analysis (Darby et al. 1995) found excesses of stomach cancer (observed(O)/expected(E), 1.33; 95% confidence interval (CI), 1.16, 1.52), and primary liver cancer (O/E, 1.73; 95% CI, 1.29, 2.28). In contrast, Lane and co-workers assessed associations between radon decay product exposure and various cancer outcomes, finding no statistically significant increases in incidence or mortality for non-lung cancer sites (Lane et al. 2010). More recently, there have been some attempts to characterize the risk between occupational exposure to radon in miners and other types of cancer. Kelly-Reif et al. (Kelly-Reif et al. 2020) conducted an internal cohort analysis of underground uranium miners in the Czech Republic employed between 1946 and 1992 and estimated risks for 10 different cancer sites in relation to cumulative radon exposure. They found no statistically significant association for any cancer site, although there was some suggestion of an increased risk for kidney cancer. Similarly, a pooled analysis of uranium miners from North America and Europe found slightly elevated standardized mortality ratios (SMRs) for stomach and liver cancers when compared to general population rates (Richardson et al. 2021). The Newfoundland fluorspar miners’ cohort is one of the few occupational groups with historically high radon exposure and an exceptionally long follow-up period extending over eight decades. This cohort possesses several distinctive characteristics, including radon exposure levels that exceed those reported in most other occupational studies referenced in the BEIR VI report (National Research Council 1999) and a prior pooled analysis (Lubin et al. 1994). A particularly noteworthy feature of this group is that, unlike many other cohorts of radon-exposed miners, the primary source of radon was groundwater infiltration into the mines rather than radioactive ore. Consequently, these miners were not substantially exposed to additional radiation sources common in uranium mining—such as gamma radiation, thoron, and radioactive dusts. However, it is likely that they encountered other known lung carcinogens, including diesel exhaust (International Agency for Research on Cancer 2014) and crystalline silica (International Agency for Research on Cancer 1997). Several studies have already reported on the association between radon exposure and lung cancer within this cohort (Morrison et al. 1988; Villeneuve et al. 2007, 2024b). However, investigations into radon’s relationship with other cancers have so far been limited to SMR analyses. While these SMR-based evaluations have yielded elevated estimates for cancers such as leukemia and stomach cancer, none of these associations reached statistical significance (Morrison et al. 1988; Villeneuve et al. 2007, 2024b). This lack of significance is likely attributable to the relatively modest size of the cohort, which limits the statistical power to detect associations with less common cancer sites. The present analyses were conducted to characterize the risk of non-lung cancers in the fluorspar miners by using internal cohort comparisons —a methodological approach not previously applied to this study population. While the limitations posed by the cohort’s relatively small size are acknowledged, the risk estimates presented here provide valuable data that can inform and strengthen future evidence syntheses, including meta-analyses.\n\n## Materials and methods\nDetails of the cohort used in this study have been presented in earlier publications (Morrison et al. 1988; Villeneuve et al. 2007). Briefly, the cohort was established using historical employment records from fluorspar mining operations and originally included 2,661 male workers. Of these, 2,111 had worked underground at some point during their careers, while the remaining 550 were employed exclusively in surface roles. Employment histories were reconstructed on an annual basis using available job records. Individuals lacking adequate personal identifiers—required for successful linkage to national mortality databases—were excluded from the present analysis. As outlined in prior studies (Morrison et al. 1988; Villeneuve et al. 2007, 2024a) most of these excluded miners were employed as short-term workers during World War II. Reconstruction of the cohort relied on archived data obtained from the Canadian Nuclear Safety Commission. Annual estimates of cumulative radon exposure were derived for each miner. The miners in the cohort worked at different mining locations that comprised about 155 fluorspar veins (St. Lawrence Miner’s Memorial Museum 2025). The exposure estimates incorporated details about mine location, and information on working hours from 1933 to 1960 that were available for each worker (Corkill and Dory 1984). Radon exposure estimates were based on sampling measures (Windish and Sanderson 1958), as well as the general mine layout, amount of water inflow, mining method, and general working conditions (Corkill and Dory 1984). From 1960 onwards, annual exposures were based on more detailed measurements as described below. Working conditions in the mines improved substantially over time. After World War II, the shift structure was modified from three to two eight-hour shifts per day, with a four-hour break between shifts. In 1960, prior to the introduction of mechanical ventilation, radon concentrations were measured at the Director mine—the primary site of operations. A total of 80 samples were collected across 50 underground locations. Radon levels varied widely, ranging from 0.4 to 183 Working Levels (WL) in areas lacking ventilation, and from below detection limits to 12 WL in ventilated sections. Unfortunately, it is not possible to verify the accuracy of radon exposure estimates prior to 1960 due to limited historical measurement data. The installation of mechanical ventilation systems led to a substantial decline in exposure to radon progeny. For example, average annual exposure for underground workers was 64.8 Working Level Months (WLM) during 1955–1959, compared to only 1.3 WLM in the 1961–1965 period. Beginning in 1986, radon levels were monitored daily for individual workers based on their specific locations within the mine. Between 1968 and 1978, the average exposure for underground miners was 0.6 WLM. All cumulative exposures were reported in working level months. In line with earlier analyses of this cohort (Villeneuve et al. 2007), a five-year lag was applied to cumulative radon exposure estimates. This approach assumes that radon exposures occurring within the five years preceding death do not contribute to lung cancer mortality risk. Smoking information was collected from miners through a series of surveys administered over several decades. The most recent survey, conducted in 2003, sought to update previously collected data on smoking habits and to identify former miners for whom no prior smoking information was available. Earlier surveys had been carried out in 1966, 1970, 1978, and 1993. For the 2003 smoking survey, participant identification was based on existing personal information—such as name, date of birth, employment history, and last known residence—obtained from earlier records. Interviewers based in St. Lawrence, Newfoundland, used internet search tools to help locate former miners. Personal identifiers from the 2003 survey—such as name and date of birth—were preserved for use in future record linkages, particularly where this information differed from existing records. For the current analysis, data from all five surveys were compiled to categorize miners by their most recent smoking status (never, former, or current smokers) and to estimate their average daily cigarette consumption. Where the reported number of cigarettes smoked per day differed across survey responses, an average was calculated across all available surveys. Smoking information was available for approximately half of the cohort. For most of these individuals, data came from only a single survey, which limited the ability to create time-varying smoking variables or assess lung cancer risk in relation to time since quitting. A record linkage file containing personal identifying information was developed using archived data provided by the Canadian Nuclear Safety Commission. This file integrated information from occupational records, smoking surveys, and previously obtained vital status data. It included 2,121 entries, each corresponding to an individual miner. Statistics Canada staff then linked these individual-level data to two national mortality databases: the Canadian Vital Statistics Death Database (CVSD) and the Canadian Mortality Database (CMDB). The CVSD is an administrative dataset that annually compiles demographic and cause-of-death information from all provincial and territorial vital statistics registries (Statistics Canada 2019a). Death data were drawn from the CMDB for the period 1950–2011 (Statistics Canada 2019a), and from the CVSD for deaths occurring between 1930 and 1949 and from 2011 onward. The linkage process employed both probabilistic and deterministic methods, implemented using the “matchit” program in STATA version 14.2. Once the linkage was complete, all matched death records were manually reviewed by the lead author (PV) to ensure accuracy. This step followed the same procedure used in earlier linkage efforts conducted for this cohort in 1994 and 2005. Of the 2,121 miners in the cohort, 13 lacked birth data and could not be linked. There were 55 miners who were born before 1910 and for whom no death link was found between 1950 and 2016. For these miners, a manual review of their smoking histories and information from previous linkages of this cohort was performed. Miners who had previously supplied smoking data were censored at the time they last supplied smoking data. Those who had been identified as deceased in previous record linkages were censored at the date of death, while the remaining miners were censored on their last year of employment. The final dataset for this cohort analysis included 2,110 miners, slightly more than the 2,070 individuals analyzed in earlier work (Villeneuve et al. 2007). This discrepancy is primarily due to the previous decision to exclude miners born before 1900 who could not be linked to death records. The feasibility of linking occupational cohorts to national mortality databases has been well established in prior studies (Aronson and Howe 1994; Goldberg et al. 1993; Schnatter et al. 1990). Date and underlying cause of death were obtained through record linkage. Causes of death were classified according to the International Classification of Diseases (ICD), using the 9th Revision (ICD-9) for deaths occurring before 2000, and the 10th Revision (ICD-10) for deaths from 2000 onward. Accordingly, cancer-specific deaths were identified using ICD-9 codes for the earlier period and ICD-10 codes thereafter. Although the initial focus included assessing radon-related risks for leukemia, the small number of leukemia deaths precluded meaningful analysis. The specific ICD codes used for each cancer type are as follows: Cancer siteICD-9 codesICD-10 codesProstate cancer185C61Stomach cancer151C16Colorectal cancer153,154C17,C18Pancreatic cancer157C25Bladder cancer188C67 All analyses were conducted within Statistics Canada’s Research Data Centre (RDC) Network in accordance with the agency’s current disclosure guidelines for linked mortality data (Statistics Canada 2020). In compliance with these rules, risk estimates are presented only for cancer sites with at least 10 observed deaths. Additionally, all frequencies—including the number of deaths—were rounded to the nearest multiple of five, as required. As a result, frequencies reported in this study differ slightly from those in earlier analyses of the cohort, which were not subject to this rounding protocol. Importantly, risk estimates presented in this paper were not affected by rounding and are reported with full precision. Internal cohort analyses provide stronger validity than external comparisons by allowing for the evaluation of exposure-response relationships while adjusting for individual risk factors such as cigarette smoking. Additionally, they mitigate the potential bias from the healthy worker effect that can arise when comparing to the general population (Choi 1992). A common method for quantifying risk in these cohorts is to estimate the ERR per 100 WLM using Poisson regression. In this study, these analyses were applied to all cancer sites (excluding lung cancer) with at least 10 deaths, as well as to all cancers combined (excluding lung cancer). Person-years were tabulated across multiple categorical variables using a program adapted from previously published code (Pearce and Checkoway 1987). Follow-up time and cancer death counts were organized by attained age, age at first exposure, cumulative radon exposure, calendar period, smoking status, average daily cigarette consumption, and a binary indicator representing periods before and after the introduction of mechanical ventilation in the mine. All variables were treated as categorical in the analysis. For each exposure category, the mean radon exposure was calculated, weighted by person-years of follow-up. The number of deaths within each stratum was assumed to follow a Poisson distribution, with variance estimated from the observed death counts. The AMFIT program of the software package EPICURE was used for all Poisson regression modeling (Preston 2015). Where sample sizes permitted, relative risk estimates were estimated across categories of cumulative WLM exposure. This allowed to produce these estimates for colorectal, prostate, stomach cancer, and all cancers (excluding lung cancer) deaths. For these same cancers, and for cancers with smaller numbers (but with at least 10 deaths), linear excess relative risk models were fit using the mean WLM generated for each cumulative WLM category. Mathematically, the form of this model was: \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\:RR=1+\\beta\\:WLM$$\\end{document}, where \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\:\\beta\\:$$\\end{document} represents the ERR per unit increase in cumulative WLM. All risk estimates were adjusted for attained age, calendar period, and average daily cigarette consumption. Sensitivity analyses were performed to explore whether incomplete ascertainment of mortality from the record linkage may have introduced bias by censoring individuals after they had attained 75 years of age. This was done as a substantial proportion of miners who remained alive at the end of follow-up had attained 90 years of age (~ 21%).\n\n## Study population\nDetails of the cohort used in this study have been presented in earlier publications (Morrison et al. 1988; Villeneuve et al. 2007). Briefly, the cohort was established using historical employment records from fluorspar mining operations and originally included 2,661 male workers. Of these, 2,111 had worked underground at some point during their careers, while the remaining 550 were employed exclusively in surface roles. Employment histories were reconstructed on an annual basis using available job records. Individuals lacking adequate personal identifiers—required for successful linkage to national mortality databases—were excluded from the present analysis. As outlined in prior studies (Morrison et al. 1988; Villeneuve et al. 2007, 2024a) most of these excluded miners were employed as short-term workers during World War II. Reconstruction of the cohort relied on archived data obtained from the Canadian Nuclear Safety Commission.\n\n## Characterization of radon exposure\nAnnual estimates of cumulative radon exposure were derived for each miner. The miners in the cohort worked at different mining locations that comprised about 155 fluorspar veins (St. Lawrence Miner’s Memorial Museum 2025). The exposure estimates incorporated details about mine location, and information on working hours from 1933 to 1960 that were available for each worker (Corkill and Dory 1984). Radon exposure estimates were based on sampling measures (Windish and Sanderson 1958), as well as the general mine layout, amount of water inflow, mining method, and general working conditions (Corkill and Dory 1984). From 1960 onwards, annual exposures were based on more detailed measurements as described below. Working conditions in the mines improved substantially over time. After World War II, the shift structure was modified from three to two eight-hour shifts per day, with a four-hour break between shifts. In 1960, prior to the introduction of mechanical ventilation, radon concentrations were measured at the Director mine—the primary site of operations. A total of 80 samples were collected across 50 underground locations. Radon levels varied widely, ranging from 0.4 to 183 Working Levels (WL) in areas lacking ventilation, and from below detection limits to 12 WL in ventilated sections. Unfortunately, it is not possible to verify the accuracy of radon exposure estimates prior to 1960 due to limited historical measurement data. The installation of mechanical ventilation systems led to a substantial decline in exposure to radon progeny. For example, average annual exposure for underground workers was 64.8 Working Level Months (WLM) during 1955–1959, compared to only 1.3 WLM in the 1961–1965 period. Beginning in 1986, radon levels were monitored daily for individual workers based on their specific locations within the mine. Between 1968 and 1978, the average exposure for underground miners was 0.6 WLM. All cumulative exposures were reported in working level months. In line with earlier analyses of this cohort (Villeneuve et al. 2007), a five-year lag was applied to cumulative radon exposure estimates. This approach assumes that radon exposures occurring within the five years preceding death do not contribute to lung cancer mortality risk.\n\n## Cigarette smoking\nSmoking information was collected from miners through a series of surveys administered over several decades. The most recent survey, conducted in 2003, sought to update previously collected data on smoking habits and to identify former miners for whom no prior smoking information was available. Earlier surveys had been carried out in 1966, 1970, 1978, and 1993. For the 2003 smoking survey, participant identification was based on existing personal information—such as name, date of birth, employment history, and last known residence—obtained from earlier records. Interviewers based in St. Lawrence, Newfoundland, used internet search tools to help locate former miners. Personal identifiers from the 2003 survey—such as name and date of birth—were preserved for use in future record linkages, particularly where this information differed from existing records. For the current analysis, data from all five surveys were compiled to categorize miners by their most recent smoking status (never, former, or current smokers) and to estimate their average daily cigarette consumption. Where the reported number of cigarettes smoked per day differed across survey responses, an average was calculated across all available surveys. Smoking information was available for approximately half of the cohort. For most of these individuals, data came from only a single survey, which limited the ability to create time-varying smoking variables or assess lung cancer risk in relation to time since quitting.\n\n## Ascertainment of mortality (1950–2016)\nA record linkage file containing personal identifying information was developed using archived data provided by the Canadian Nuclear Safety Commission. This file integrated information from occupational records, smoking surveys, and previously obtained vital status data. It included 2,121 entries, each corresponding to an individual miner. Statistics Canada staff then linked these individual-level data to two national mortality databases: the Canadian Vital Statistics Death Database (CVSD) and the Canadian Mortality Database (CMDB). The CVSD is an administrative dataset that annually compiles demographic and cause-of-death information from all provincial and territorial vital statistics registries (Statistics Canada 2019a). Death data were drawn from the CMDB for the period 1950–2011 (Statistics Canada 2019a), and from the CVSD for deaths occurring between 1930 and 1949 and from 2011 onward. The linkage process employed both probabilistic and deterministic methods, implemented using the “matchit” program in STATA version 14.2. Once the linkage was complete, all matched death records were manually reviewed by the lead author (PV) to ensure accuracy. This step followed the same procedure used in earlier linkage efforts conducted for this cohort in 1994 and 2005. Of the 2,121 miners in the cohort, 13 lacked birth data and could not be linked. There were 55 miners who were born before 1910 and for whom no death link was found between 1950 and 2016. For these miners, a manual review of their smoking histories and information from previous linkages of this cohort was performed. Miners who had previously supplied smoking data were censored at the time they last supplied smoking data. Those who had been identified as deceased in previous record linkages were censored at the date of death, while the remaining miners were censored on their last year of employment. The final dataset for this cohort analysis included 2,110 miners, slightly more than the 2,070 individuals analyzed in earlier work (Villeneuve et al. 2007). This discrepancy is primarily due to the previous decision to exclude miners born before 1900 who could not be linked to death records. The feasibility of linking occupational cohorts to national mortality databases has been well established in prior studies (Aronson and Howe 1994; Goldberg et al. 1993; Schnatter et al. 1990). Date and underlying cause of death were obtained through record linkage. Causes of death were classified according to the International Classification of Diseases (ICD), using the 9th Revision (ICD-9) for deaths occurring before 2000, and the 10th Revision (ICD-10) for deaths from 2000 onward. Accordingly, cancer-specific deaths were identified using ICD-9 codes for the earlier period and ICD-10 codes thereafter. Although the initial focus included assessing radon-related risks for leukemia, the small number of leukemia deaths precluded meaningful analysis. The specific ICD codes used for each cancer type are as follows: Cancer siteICD-9 codesICD-10 codesProstate cancer185C61Stomach cancer151C16Colorectal cancer153,154C17,C18Pancreatic cancer157C25Bladder cancer188C67 All analyses were conducted within Statistics Canada’s Research Data Centre (RDC) Network in accordance with the agency’s current disclosure guidelines for linked mortality data (Statistics Canada 2020). In compliance with these rules, risk estimates are presented only for cancer sites with at least 10 observed deaths. Additionally, all frequencies—including the number of deaths—were rounded to the nearest multiple of five, as required. As a result, frequencies reported in this study differ slightly from those in earlier analyses of the cohort, which were not subject to this rounding protocol. Importantly, risk estimates presented in this paper were not affected by rounding and are reported with full precision.\n\n## Internal cohort comparisons of mortality\nInternal cohort analyses provide stronger validity than external comparisons by allowing for the evaluation of exposure-response relationships while adjusting for individual risk factors such as cigarette smoking. Additionally, they mitigate the potential bias from the healthy worker effect that can arise when comparing to the general population (Choi 1992). A common method for quantifying risk in these cohorts is to estimate the ERR per 100 WLM using Poisson regression. In this study, these analyses were applied to all cancer sites (excluding lung cancer) with at least 10 deaths, as well as to all cancers combined (excluding lung cancer). Person-years were tabulated across multiple categorical variables using a program adapted from previously published code (Pearce and Checkoway 1987). Follow-up time and cancer death counts were organized by attained age, age at first exposure, cumulative radon exposure, calendar period, smoking status, average daily cigarette consumption, and a binary indicator representing periods before and after the introduction of mechanical ventilation in the mine. All variables were treated as categorical in the analysis. For each exposure category, the mean radon exposure was calculated, weighted by person-years of follow-up. The number of deaths within each stratum was assumed to follow a Poisson distribution, with variance estimated from the observed death counts. The AMFIT program of the software package EPICURE was used for all Poisson regression modeling (Preston 2015). Where sample sizes permitted, relative risk estimates were estimated across categories of cumulative WLM exposure. This allowed to produce these estimates for colorectal, prostate, stomach cancer, and all cancers (excluding lung cancer) deaths. For these same cancers, and for cancers with smaller numbers (but with at least 10 deaths), linear excess relative risk models were fit using the mean WLM generated for each cumulative WLM category. Mathematically, the form of this model was: \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\:RR=1+\\beta\\:WLM$$\\end{document}, where \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\:\\beta\\:$$\\end{document} represents the ERR per unit increase in cumulative WLM. All risk estimates were adjusted for attained age, calendar period, and average daily cigarette consumption. Sensitivity analyses were performed to explore whether incomplete ascertainment of mortality from the record linkage may have introduced bias by censoring individuals after they had attained 75 years of age. This was done as a substantial proportion of miners who remained alive at the end of follow-up had attained 90 years of age (~ 21%).\n\n## Results\nTable 1 presents adjusted relative risk estimates for cancer sites with sufficient sample sizes to support categorical analysis. Only colorectal cancer, prostate cancer, and all cancers combined (excluding lung cancer) met the threshold for inclusion. For these cancer outcomes, no statistically significant increase in risk was observed among miners with cumulative radon exposure of ≥ 50 WLM (lagged by 5 years), compared to those with < 1 WLM. In the case of all cancers combined (excluding lung), there was a modest indication of elevated risk associated with higher exposure, but the estimate did not reach statistical significance and showed no clear exposure–response relationship. Specifically, workers in the ≥ 50 WLM category had a relative risk of 1.26 (95% CI: 0.92 to 1.75) compared to those in the lowest exposure group. Table 1Adjusted relative risk estimates of mortality in relation to cumulative exposure to radon (lagged 5 years) for specific cancers (excluding lung cancer), Newfoundland fluorspar cohort, 1950–2016; CI– confidence interval; WLM– working level monthsCancer SiteCumulativeDeathsPerson yearsRelative Risk (RR)*Relative Risk (Censored at age 75)Exposure (WLM)RR95% CIRR95% CIColorectal cancer< 11032,7891.01.01 - < 501024,4661.35(0.56–3.28)1.25(0.55–2.86)≥ 501028,0701.14(0.45–2.91)1.20(0.52–2.40)Prostate cancer< 11032,7891.01.01 - < 501024,4661.04(0.37–2.94)1.20(0.41–3.56)≥ 501528,0701.27(0.50–3.25)0.82(0.27–2.50)Stomach cancer< 11531,0371.01.01 - < 501023,8821.12(0.50–2.51)1.25(0.55–2.86)≥ 502026,7321.08(0.52–2.22)1.10(0.52–2.34)All cancers (3 categories)< 17531,0371.01.0(excluding lung cancer)1 - < 508023,8821.36(0.98–1.89)1.38(0.99–1.94)≥ 5010526,7321.26(0.92–1.75)1.11(0.85–1.68)All cancers (8 categories)04018,9901.01.0(excluding lung cancer)0 - < 107529,1391.20(0.80–1.80)1.23(0.81–1.88)10 - < 25154,9431.20(0.66–2.20)1.24(0.66–2.33)25 - < 50254,1832.20(1.31–3.70)2.29(1.34–3.92)50 - < 100154,2401.40(0.77–2.56)1.31(0.69–2.50)100 - < 4004011,9301.12(0.71–1.76)1.05(0.65–1.71)400 - < 800205,0721.50(0.87–2.576)1.35(0.75–2.44)≥ 800306,8261.64(0.99–2.70)1.74(1.03–2.93)* The relative risks were estimated using a Poisson regression model that was adjusted for attained age, calendar period, and average number of cigarettes smoked daily Adjusted relative risk estimates of mortality in relation to cumulative exposure to radon (lagged 5 years) for specific cancers (excluding lung cancer), Newfoundland fluorspar cohort, 1950–2016; CI– confidence interval; WLM– working level months * The relative risks were estimated using a Poisson regression model that was adjusted for attained age, calendar period, and average number of cigarettes smoked daily The ERR per 100 WLM for cancer sites with at least 10 deaths are presented in Table 2. No statistically significant excess relative risks were found. For all cancer sites, excluding lung cancer, the ERR per 100 WLM was 0.020 (95% CI=−0.012 to 0.052) (Table 2; Fig. 1). The strongest excess relative risk was observed for bladder cancer but this was not statistically significant (ERR = 0.187 per 100 WLM, 95% CI: −0.160 to 0.533) (Table 2). Positive ERRs per 100 WLM were observed for four of the five cancer sites analyzed—bladder, colorectal, pancreatic, and stomach cancer—but all estimates were near the null and did not reach statistical significance (Table 2). Table 2Excess relative risk (ERR)† estimates in relation to an increase of 100 WLM (lagged 5 years) for specific cancers, Newfoundland fluorspar cohort, 1950–2016. WLM– working level monthsCancer SiteSampleDeathsPerson yearsERR per 100 WLM*Size metERR95% CIBladder cancerY1585,3250.187(−0.160, 0.533)Colorectal cancerY3085,3250.013(−0.077, 0.103)Pancreatic cancerY2085,3250.070(−0.107, 0.247)Prostate cancerY3085,325−0.003(−0.068, 0.063)Stomach cancerY4585,3250.015(−0.050, 0.079)All cancers (excl. lung cancer)Y26085,3250.020(−0.012, 0.052)† ERR was estimated using a linear excess relative risk Poisson regression model that was adjusted for attained age, calendar period, and average number of cigarettes smoked daily Excess relative risk (ERR)† estimates in relation to an increase of 100 WLM (lagged 5 years) for specific cancers, Newfoundland fluorspar cohort, 1950–2016. WLM– working level months † ERR was estimated using a linear excess relative risk Poisson regression model that was adjusted for attained age, calendar period, and average number of cigarettes smoked daily\n\n## Discussion\nThis study presents the first internal cohort-based risk estimates examining the association between cumulative radon exposure and mortality from all cancers excluding lung cancer within the Newfoundland Fluorspar miner cohort. The results obtained suggest a modest increase in risk for all cancers combined, excluding lung cancer. When comparing the ERR per 100 100 WLM between non-lung cancers and lung cancer within the cohort (Villeneuve et al. 2024b) there is a clear difference in risk magnitude. Specifically, the ERR/100 WLM was 0.02 (95% CI: −0.01 to 0.05) for all non-lung cancers, whereas for lung cancer, it was substantially higher at 0.41. This stark contrast highlights the much stronger link between radon exposure and lung cancer. No strong evidence of a dose response pattern between cumulative WLM and non-lung cancers was found (Fig. 1). It is noted that the present ERR aligns with estimates reported in the previous cohort studies by Darby et al. (Darby et al. 1995) (1,179; ERR/100 WLM = 0.01; 95% CI: −0.01 to 0.02) and Kreuzer et al. (n = 3,344; ERR/100 WLM = 0.014; 95% CI: 0.006–0.023) (Kreuzer et al. 2008).Fig. 1Relative risk (RR) of cancer mortality, excluding lung cancer, from cumulative radon exposure in working level months (WLMs), Newfoundland Fluorspar cohort, 1950–2016. RRs (and 95% confidence intervals (Cis)) are plotted at the mean WLM for each exposure category and were adjusted for age, calendar period and cigarettes smoked daily. The solid line was created from fitting the excess relative risk model and was also adjusted for attained age, calendar period, and average cigarettes smoked daily. The dashed lines represent the upper and lower 95% CIs for the ERR. The ERR per 100 WLM was 0.020 (95% CI: −0.012, 0.052) Relative risk (RR) of cancer mortality, excluding lung cancer, from cumulative radon exposure in working level months (WLMs), Newfoundland Fluorspar cohort, 1950–2016. RRs (and 95% confidence intervals (Cis)) are plotted at the mean WLM for each exposure category and were adjusted for age, calendar period and cigarettes smoked daily. The solid line was created from fitting the excess relative risk model and was also adjusted for attained age, calendar period, and average cigarettes smoked daily. The dashed lines represent the upper and lower 95% CIs for the ERR. The ERR per 100 WLM was 0.020 (95% CI: −0.012, 0.052) An important limitation of the present study is the relatively small sample size (n = 2,055 miners) which resulted in a small number of cancer deaths. Indeed, a minimum of 10 deaths were only identified for the following cancer sites: bladder, colorectal, leukemia, pancreatic, prostate and stomach. Liver and kidney cancer could not be evaluated, as seen in other studies (Kelly-Reif et al. 2019; Richardson et al. 2021; Vacquier et al. 2008), because they each contributed less than 10 deaths in the present cohort. While the risk estimates presented have wide confidence intervals, publication of these risks offers value as they provide opportunities to be incorporated into future meta-analyses, or in pooled analyses. It is recognized that some deaths were inevitably missed with the record linkage processes. Among the 710 miners classified as alive at the end of 2016, approximately 150 (21%) had reached at least 90 years of age without a recorded death. Of these, about 60 individuals (8.5%) were 100 years or older by the end of follow-up. The difficulty in identifying deaths likely stems in part from incomplete mortality records for Newfoundland prior to 1950, as this province only joined Canada in 1949. Additional deaths occurring after 1950 may have been missed due to inaccuracies in personal identifying information contained in occupational records dating back nearly a century. Such misclassification of vital status could introduce bias, especially if it is correlated with exposure, a possibility given that the highest radon exposures occurred during the initial two decades of mining operations. However, when analyses were restricted by excluding the follow-up of the cohort after they had attained 75 years of age, the risk estimates, for all intents and purposes, remained the same. One of the notable strengths of this study was the inclusion of smoking information, which is rarely available in most historical cohorts of miners exposed to radiation (National Research Council 1999). Nonetheless, several limitations with these data should be noted. There were very few cancer deaths identified in non-smokers, largely, as the prevalence of smoking in this cohort was very high. Specifically, among those who provided smoking data, approximately 85% reported ‘ever’ smoking (Villeneuve et al. 2024a). Importantly, it was not possible to capture changes in smoking patterns over time, as repeated data on smoking behaviours for the same worker were generally not collected. This made it impossible to assess time-dependent changes in smoking behaviours that would allow for commonly used metrics such as ‘duration of smoking’, and ‘time since cessation of smoking’ to be constructed. Moreover, the smoking questionnaires administered between 1966 and 2003 were not standardized, with differences in wording and format across survey years, complicating efforts to merge and compare responses. When possible, responses were drawn on from multiple surveys to improve the classification of smoking behavior, especially with regard to the number of cigarettes smoked per day. Despite these challenges, it is believed that the survey data provided a reliable means of distinguishing ever versus never smokers and identifying individuals who were heavier smokers.\n\n## Conclusions\nThe findings presented here offer some indication that radon exposure may increase the risks of cancers at sites other than the lung in the fluorspar miner cohort. However, the relatively small size of the cohort limited the ability to detect associations, particularly for less common cancer types. This challenge is not unique to the present study, as many occupational cohorts face similar constraints due to limited sample sizes. To better understand these radon-associated cancer risks, future research should consider meta-analyses or pooled analyses of multiple cohorts. Such approaches would enhance statistical power and provide a more comprehensive understanding of the relationship between radon exposure and site-specific cancer risks beyond lung cancer.",
  "word_count": 5719,
  "char_count": 40165
}