{
  "pmcid": "PMC11350838",
  "doi": "10.1002/cam4.70126",
  "title": "On the informative value of community‐based indoor radon values in relation to lung cancer",
  "authors": [
    "Albert Rosenberger",
    "Heike Bickeböller",
    "David C. Christiani",
    "Geoffrey Liu",
    "Matthew B. Schabath",
    "Luisa F. Duarte",
    "Loic Le Marchand",
    "Christopher Haiman",
    "Teresa Landi",
    "Dario Consonni",
    "John K. Field",
    "Michael P. A. Davies",
    "Demetrios Albanes",
    "Adonina Tardón",
    "Guillermo Fernández‐Tardón",
    "Gad Rennert",
    "Christopher I. Amos",
    "Rayjean J. Hung"
  ],
  "year": "2024",
  "journal": "Cancer Medicine",
  "abstract": "AbstractBackgroundRadon is a radioactive gas and a major risk factor for lung cancer (LC).MethodsWe investigated the dose–response relationship between radon and LC risk in the International Lung Cancer Consortium with 8927 cases and 5562 controls from Europe, North America, and Israel, conducted between 1992 and 2016. Spatial indoor radon exposure in the residential area (sIR) obtained from national surveys was linked to the participants' residential geolocation. Parametric linear and spline functions were fitted within a logistic regression framework.ResultsWe observed a non‐linear spatial‐dose response relationship for sIR < 200 Bq/m3. The lowest risk was observed for areas of mean exposure of 58 Bq/m3 (95% CI: 56.1–59.2 Bq/m3). The relative risk of lung cancer increased to the same degree in areas averaging 25 Bq/m3 (OR = 1.31, 95% CI: 1.01–1.59) as in areas with a mean of 100 Bq/m3 (OR = 1.34, 95% CI: 1.20–1.45). The strongest association was observed for small cell lung cancer and the weakest for squamous cell carcinoma. A stronger association was also observed in men, but only at higher exposure levels. The non‐linear association is primarily observed among the younger population (age < 69 years), but not in the older population, which can potentially represent different biological radiation responses.ConclusionsThe sIR is useful as proxy of individual radon exposure in epidemiological studies on lung cancer. The usual assumption of a linear, no‐threshold dose–response relationship, as can be made for individual radon exposures, may not be optimal for sIR values of less than 200 Bq/m3.",
  "sections": [
    {
      "title": "INTRODUCTION",
      "text": "Lung cancer (LC) is the leading cause of cancer‐related deaths worldwide\n1\n, \n2\n with five‐year survival remaining low at 13%–18%.\n3\n Higher radioactivity concentrations of the naturally occurring, radioactive noble gas radon (222Rn and 220Rn), given in Becquerel per cubic meter (Bq/m3), can accumulate in cavities, such as mines, homes, or in the lungs, with radiation exposure coming mainly from decay products such as polonium, lead, and bismuth.\n4\n, \n5\n, \n6\n Radon and its progenies are henceforth referred to as radon. An increased risk of LC associated with the inhalation of radon, has been consistently demonstrated in several studies of indoor exposure in dwellings (low‐dose environmental exposure) as well as for uranium miners (high‐dose occupational exposure).\n4\n, \n5\n, \n7\n, \n8\n, \n9\n, \n10\n, \n11\n, \n12\n Radon causes 3 to 12% of all lung cancer cases,\n13\n is considered a major risk factor for lung cancer, and was hence declared a human carcinogen by the US Environmental Protection Agency (USEPA) and International Agency for Research on Cancer (IARC).\n4\n, \n14\n, \n15\n, \n16\n Upper tolerance limits for buildings (so called radon action levels), ranging from 100 Bq/m3 (e.g., WHO) to 300 Bq/m3 (European Directive 2013/59/Euratom) were set by governmental authorities to counteract high exposures.\n17 According to large meta‐analyses and systematic reviews, the excess relative risk/odds ratio (ERR/EOR) increases linearly with indoor radon concentration (IRC), which is known as the linear‐no‐threshold (LNT) hypothesis.\n9\n, \n10\n, \n11\n, \n12\n, \n18\n Average EOR estimates ranged between 8.4% (Darby et al.\n9\n) and 14% (Malinovsky et al.\n18\n) per 100 Bq/m3. (see Data S1). However, radon‐related lung cancer has been reported to be most prevalent in small cell lung cancer (SCLC) or adenocarcinoma (AdenoLC), while no significant association was found in squamous cell carcinoma (SqCLC).\n9\n, \n19\n, \n20\n Also, an interaction between cigarette smoking and low‐dose radon exposure is generally considered to be more than additive, albeit sub‐multiplicative.\n12\n, \n21\n This makes radon more dangerous among smokers, but it is also considered one of the most important risk factors for lung cancer among non‐smokers.\n4\n, \n21 Estimates of residential/indoor radon exposure (averaged radioactivity concentrations) on the scale of counties or municipalities exist in many European countries, Israel, Canada, the United States, and other countries. The world average IRC has been estimated to be approximately 39 Bq/m3, with large variations between geographic regions and countries (for example, averages range from 11 Bq/m3 in Australia and to 140 Bq/m3 in the Czech Republic and Mexico).\n4\n, \n22\n, \n23\n Such estimates were used to create online resources, such as the European Indoor Radon Map and the EPA Map of Radon Zones.\n24\n, \n25 To investigate the estimation of the risk for LC from very low‐dose residential radon exposure based on publicly available exposure levels, we performed an analysis using data from the International Lung Cancer Consortium (ILCCO). Possible modification of the effect by smoking, gender, age and histological subtype as reported by others was investigated. The main objective of this analysis was to assess the association between spatial indoor radon exposure (sIR) and LC risk based on the residential addresses of cases and controls in ILCCO studies."
    },
    {
      "title": "METHODS",
      "text": "We obtained regional indoor radon exposure (averaged radioactivity concentrations, IRC) data from representative, cross‐regional, or nationwide surveys in dwellings in the USA, Canada, Israel, and the United Kingdom (Table S2). sIR data for Spain were extracted from the European Indoor Radon Map.\n24\n The residential location at the time of diagnosis of each participant of one of five ILCCO studies (CAPUA, EAGLE, HSPH, NICCC‐LCA, MSH‐PMH, see Tables S1 and S3 in the supporting information) was blindly linked to the mean spatial indoor radon exposure in the surrounding area (sIR). In total, 8927 patients with incident, pathologically confirmed, first primary lung cancer (cases) and 5562 control subjects were included (For details, see Data S1, Section 2.1–2.4). The participating studies of ILCCO are individually described in the supplement of McKay et al.\n26 We estimated ORs and EORs for exposure categories that were as comparable as possible to those reported in previous studies.\n9\n, \n10\n, \n11\n Most of these bins were 25, 50, or 100 Bq/m3 wide. The bottom bin served as a reference (<25 Bq/m3 resp. <150 Bq/m3). Logistic regression models were fitted to estimate the association, adjusted for sex, age, smoking (type: never, former, and current smoker; age at smoking initiation; time since smoking cessation; pack‐years), and conditional on the study site. We reported ORs relative to an exposure level of less than 25 Bq/m3 (as in Darby et al. and Krewski et al.) and relative to the level of 50–75 Bq/m3 (as this appeared to cover the exposure with the lowest LC risk). We further fit the linear non‐threshold (LNT) model, as it is widely considered preferable. We added the fit of a logistic regression model (logit), a linear shifted non‐threshold model (LNT+), a linear threshold models (LT), and a linear mirror‐point model (LMP = LT+) to allow for an exposure threshold (see Data S1, section 2.5). The ORs/EORs derived from these models were plotted and compared with observed ORs. To assess possible non‐linearity, we applied spline functions for the sIR to the data. Because the choice of the pre‐defined internal knots and the assumptions of the spline models can change the model fit, we averaged over several fitted splines with different settings.\n27\n The goodness of model (spline) fit was finally assess by the Akaike information criterion (AIC). The difference in AIC of models with and without spline for sIR (ΔAIC) was used to weight the splines in averaging. The lowest risk exposure level (LRE) was determined as the average of the local minimum points of the splines (with a 95% prediction intervals PI). Odds ratios (ORm,sIR) were estimated using LRE as a reference (see Data S1, Section 2.6). SAS software (version 9.4) was used for the data analysis."
    },
    {
      "title": "Statistical analysis",
      "text": "We estimated ORs and EORs for exposure categories that were as comparable as possible to those reported in previous studies.\n9\n, \n10\n, \n11\n Most of these bins were 25, 50, or 100 Bq/m3 wide. The bottom bin served as a reference (<25 Bq/m3 resp. <150 Bq/m3). Logistic regression models were fitted to estimate the association, adjusted for sex, age, smoking (type: never, former, and current smoker; age at smoking initiation; time since smoking cessation; pack‐years), and conditional on the study site. We reported ORs relative to an exposure level of less than 25 Bq/m3 (as in Darby et al. and Krewski et al.) and relative to the level of 50–75 Bq/m3 (as this appeared to cover the exposure with the lowest LC risk). We further fit the linear non‐threshold (LNT) model, as it is widely considered preferable. We added the fit of a logistic regression model (logit), a linear shifted non‐threshold model (LNT+), a linear threshold models (LT), and a linear mirror‐point model (LMP = LT+) to allow for an exposure threshold (see Data S1, section 2.5). The ORs/EORs derived from these models were plotted and compared with observed ORs. To assess possible non‐linearity, we applied spline functions for the sIR to the data. Because the choice of the pre‐defined internal knots and the assumptions of the spline models can change the model fit, we averaged over several fitted splines with different settings.\n27\n The goodness of model (spline) fit was finally assess by the Akaike information criterion (AIC). The difference in AIC of models with and without spline for sIR (ΔAIC) was used to weight the splines in averaging. The lowest risk exposure level (LRE) was determined as the average of the local minimum points of the splines (with a 95% prediction intervals PI). Odds ratios (ORm,sIR) were estimated using LRE as a reference (see Data S1, Section 2.6). SAS software (version 9.4) was used for the data analysis."
    },
    {
      "title": "Proof of concept/comparison of odds ratios",
      "text": "We estimated ORs and EORs for exposure categories that were as comparable as possible to those reported in previous studies.\n9\n, \n10\n, \n11\n Most of these bins were 25, 50, or 100 Bq/m3 wide. The bottom bin served as a reference (<25 Bq/m3 resp. <150 Bq/m3). Logistic regression models were fitted to estimate the association, adjusted for sex, age, smoking (type: never, former, and current smoker; age at smoking initiation; time since smoking cessation; pack‐years), and conditional on the study site. We reported ORs relative to an exposure level of less than 25 Bq/m3 (as in Darby et al. and Krewski et al.) and relative to the level of 50–75 Bq/m3 (as this appeared to cover the exposure with the lowest LC risk)."
    },
    {
      "title": "Parametric risk models",
      "text": "We further fit the linear non‐threshold (LNT) model, as it is widely considered preferable. We added the fit of a logistic regression model (logit), a linear shifted non‐threshold model (LNT+), a linear threshold models (LT), and a linear mirror‐point model (LMP = LT+) to allow for an exposure threshold (see Data S1, section 2.5). The ORs/EORs derived from these models were plotted and compared with observed ORs."
    },
    {
      "title": "Spline model",
      "text": "To assess possible non‐linearity, we applied spline functions for the sIR to the data. Because the choice of the pre‐defined internal knots and the assumptions of the spline models can change the model fit, we averaged over several fitted splines with different settings.\n27\n The goodness of model (spline) fit was finally assess by the Akaike information criterion (AIC). The difference in AIC of models with and without spline for sIR (ΔAIC) was used to weight the splines in averaging. The lowest risk exposure level (LRE) was determined as the average of the local minimum points of the splines (with a 95% prediction intervals PI). Odds ratios (ORm,sIR) were estimated using LRE as a reference (see Data S1, Section 2.6). SAS software (version 9.4) was used for the data analysis."
    },
    {
      "title": "RESULTS",
      "text": "In total, 8927 LC cases and 5562 controls (n = 14,489) were included in this analysis (Table 1). As expected, there is a higher percentage of smokers in cases compared to controls. The majority of the patients were male. The most common histological subtype of LC was adenocarcinoma (55%) followed by SqCLC (25%). sIR‐values between 4 and 835 Bq/m3 were assigned, with a median of 71.1 Bq/m3, with only 2% (n = 227) of subjects with a sIR >200 Bq/m3 assigned. The median sIR in cases was about 10 Bq/m3 higher than in controls (74.0 vs 64.8 Bq/m3). Sample characteristics of cases and controls of participating ILCCO studies. Note: % column‐% (row‐%). To compare the estimates of the ILCCO data with previously published categorized estimates, we grouped the sIR into exposure bins, with the lowest bin as the reference (<25 Bq/m3). We observed an increased risk of overall LC in the sIR categories >75 Bq/m3. The observed bin‐wise ORs were generally comparable to those reported by Krewski et al.,\n10\n Darby et al.,\n9\n and Lubin et al.\n11\n (Table 2). This suggests that the information content of the sIR values is comparable to that of the IRC values used previously. Comparison of OR with previously published estimates. Note: Becquerel (Bq) is the radioactivity unit. This value corresponds to the average number of atomic nuclei that decay radioactively per second. Radioactivity concentration is the amount of radioactivity per unit volume and is given here in Bq/m3. Adjusted for study site, sex, age, and smoking. Categories were chosen to be as comparable as possible to published meta‐analyses. Previously published OR contained in 95% confidence interval based on ILCCO study data. Two‐sided. Fitting parametric models (Data S1, Section 2.5), we estimated adjusted EORs, based on the linearity assumption, between 0.51 (LNT: 95% CI: 0.37–0.80) and 0.62 (LT: 95% CI: 0.44–0.87) per 100 Bq/m3 (see Data S1, Sections 3). These estimates are approximately five times larger than comparable previous estimates, which may be due to the different quantification of IRC and sIR exposure. Figure 1 shows the fit of the parametric models with ORs relative to the lowest exposure bin of 4 to <25 Bq/m3, which demonstrated a deviation from the LNT model (see Figure 1, left panel). When fitting LNT+, LT, and LT+, hence allowing for a lower exposure threshold, we observed a shift in the LRE to 25, 47, or 66 Bq/m3. ORs for sIR categories relative to the bin of 50 to <75 Bq/m3 were visually consistent with these three models (see Figure 1, right panel). Fit of parametric models. Stars indicate the point estimates of ORs adjusted for study site, sex, age, and smoking (type: Never, former, and current smoker; age at smoking initiation; time since smoking cessation; pack years) by exposure group, the mean sIR is given (see Table 2); the reference exposure class is printed in red (therefore OR = 1). Left panel: Adjusted ORs for exposure groups with reference category “4–<25 Bq/m3”; right panel: Adjusted ORs for exposure groups with reference category “50–<75 Bq/m3”; LNT linear non‐threshold model; LNT+ linear shifted non‐threshold model; LT linear threshold model; LT+ linear mirror point model; logit logistic regression model. To overcome the limitation of the linearity assumption of the parametric models, we fitted a logistic regression model with spline functions for sIR. The spline functions were averaged by weighting their goodness of fit (ΔAIC). Figure 2 shows a comparison of all spline functions, with case probability plotted by indoor radon exposures (see Data S1, Section 4.1). We observed a J‐shaped dose–response relationship with the lowest case probability (equal to LRE) at an sIR between 38 and 64 Bq/m3. The mean LRE was identified at 57.6 Bq/m3 (95% CI: 56.1–59.2 Bq/m3) with a rising LC risk on both sides. The OR at an exposure level of 25 Bq/m3 (OR = 1.31, 95% CI: 1.01–1.59) was approximately the same as for an exposure of 100 Bq/m3 (OR = 1.34, 95% CI: 1.20–1.45). For an exposure level of 200 Bq/m3 (often defined as radon action level) we observed an OR of 1.93 (95% CI: 1.53–2.28). However, the estimated lung cancer probabilities and ORs at the very low (<25 Bq/m3) and high radon levels (>175 Bq/m3) strongly depend on the spline settings, and thus have higher uncertainty. Estimated spline function for the case‐probability (ΔAIC‐ weighted): Overall LC. Spline functions (gray to black lines) are highlighted according to the goodness of model fit measured as ΔAIC, relative to the based model (used as model weights for model averaging); radon exposure: Q‐1%: 1%quantile = 30 Bq/m3, Q‐95%: 95% quantile = 152 Bq/m3, and Q‐99%: 99%‐quantile = 207 Bq/m3. Table 3 summarizes the results stratified by key factors including histology, smoking, sex and age (details see Data S1, sections 4.2–4.5). The risk for all histological subtypes increases with an sIR above 58 Bq/m3 (LRE), and most strongly for SCLC. The OR for SCLC was 2.19 (95% CI: 1.66–2.68) at 158 Bq/m3, compared to 2.04 (95% CI: 1.42–2.67) for large cell LC (LCLC), 1.54 (95% CI: 1.36–1.69) for AdenoLC and 1.42 (95% CI: 1.17–1.64) for SqCLC. No association was observed between sIR below 58 Bq/m3 and SqCL. The estimated LREs differed only slightly by histological type (SCLC, ~47 Bq/m3; LCLC, ~42 Bq/m3; and AdenoLC, ~40 Bq/m3). Selected OR estimated by subgroup. Note: sIR: mean spatial indoor radon exposure in the surrounding area; OR: average odds ratio (reference exposure level is 58 Bq/m3–LRE lowest‐risk exposure; avg. by Rubin's equation with model weights derived from ΔAIC); exposure levels of 25 Bq/m3 and 158 Bq/m3 (equivalent to LRE +100 Bq/m3) were selected as examples; all ORs are adjusted for sex, age, smoking (type: never, former and current smoker; age start smoking; time since stop smoking; pack years); 95% CI 95% confidence interval. The sIR‐related spatial‐dose response relationship for LC seems to vary according to the smoking status and intensity. For example, the ORs at an exposure level of 158 Bq/m3 are 2.14 (95% CI: 1.65–2.59), 1.77 (95% CI: 1.51–1.99) and 1.67 (95% CI: 1.35–1.95) for never, former and current smokers, respectively. Furthermore, among current smokers, the sIR conferred the stronger association among those who smoked least, with OR at an exposure level of 158 Bq/m3 of 1.86 (95% CI: 1.36–2.33), 1.45 (95% CI: 0.99–1.91) and 1.09 (95% CI: 0.69–1.51) for the lowest (T1), the middle (T2) and the largest (T3) pack years third. In general, current smoking appears to flatten the sIR‐related spatial‐dose response relationship, which is in line with the previously observed sub‐multiplicative but more than additive interaction between cigarette smoking and low‐dose radon exposure.\n21\n A similar pattern is observed below 58 Bq/m3. We observed comparable spatial‐dose response relationships between men and women within the range of 40 to 100 Bq/m3. However, at higher exposure level, for example, 200 Bq/m3, the association was stronger in men (OR = 2.00, 95%‐CI: 1.61–2.35) than in women (OR = 1.30, 95%‐CI: 0.90–1.69). In terms of age, the spatial‐dose response relationship was J‐shaped only among those aged <69 years (n = 8677). Among those over 69 years of age (n = 5803), the sIR‐related LC risk increased steadily with increasing exposure, and was more pronounced from 200 Bq/m3 upward than among younger people. Comparable non‐linear risk profiles were observed in all participating studies, most recognizable for CAPUA, EAGLE and MSH‐PMH. The profile of HSPH is flatter compared to those of the other studies, which is probably due to the choice of spouses and friends as controls. On the other hand, the US counties have an average size slightly larger than 3000 km2 (=48 × 48 km) and are thus 30 times larger than the 10 × 10 km grid of the European indoor radon map. This difference in size may be the cause of the observed differences in the strength of the association."
    },
    {
      "title": "Study population characteristics",
      "text": "In total, 8927 LC cases and 5562 controls (n = 14,489) were included in this analysis (Table 1). As expected, there is a higher percentage of smokers in cases compared to controls. The majority of the patients were male. The most common histological subtype of LC was adenocarcinoma (55%) followed by SqCLC (25%). sIR‐values between 4 and 835 Bq/m3 were assigned, with a median of 71.1 Bq/m3, with only 2% (n = 227) of subjects with a sIR >200 Bq/m3 assigned. The median sIR in cases was about 10 Bq/m3 higher than in controls (74.0 vs 64.8 Bq/m3). Sample characteristics of cases and controls of participating ILCCO studies. Note: % column‐% (row‐%)."
    },
    {
      "title": "Comparison of odds ratios",
      "text": "To compare the estimates of the ILCCO data with previously published categorized estimates, we grouped the sIR into exposure bins, with the lowest bin as the reference (<25 Bq/m3). We observed an increased risk of overall LC in the sIR categories >75 Bq/m3. The observed bin‐wise ORs were generally comparable to those reported by Krewski et al.,\n10\n Darby et al.,\n9\n and Lubin et al.\n11\n (Table 2). This suggests that the information content of the sIR values is comparable to that of the IRC values used previously. Comparison of OR with previously published estimates. Note: Becquerel (Bq) is the radioactivity unit. This value corresponds to the average number of atomic nuclei that decay radioactively per second. Radioactivity concentration is the amount of radioactivity per unit volume and is given here in Bq/m3. Adjusted for study site, sex, age, and smoking. Categories were chosen to be as comparable as possible to published meta‐analyses. Previously published OR contained in 95% confidence interval based on ILCCO study data. Two‐sided."
    },
    {
      "title": "Parametric risk models",
      "text": "Fitting parametric models (Data S1, Section 2.5), we estimated adjusted EORs, based on the linearity assumption, between 0.51 (LNT: 95% CI: 0.37–0.80) and 0.62 (LT: 95% CI: 0.44–0.87) per 100 Bq/m3 (see Data S1, Sections 3). These estimates are approximately five times larger than comparable previous estimates, which may be due to the different quantification of IRC and sIR exposure. Figure 1 shows the fit of the parametric models with ORs relative to the lowest exposure bin of 4 to <25 Bq/m3, which demonstrated a deviation from the LNT model (see Figure 1, left panel). When fitting LNT+, LT, and LT+, hence allowing for a lower exposure threshold, we observed a shift in the LRE to 25, 47, or 66 Bq/m3. ORs for sIR categories relative to the bin of 50 to <75 Bq/m3 were visually consistent with these three models (see Figure 1, right panel). Fit of parametric models. Stars indicate the point estimates of ORs adjusted for study site, sex, age, and smoking (type: Never, former, and current smoker; age at smoking initiation; time since smoking cessation; pack years) by exposure group, the mean sIR is given (see Table 2); the reference exposure class is printed in red (therefore OR = 1). Left panel: Adjusted ORs for exposure groups with reference category “4–<25 Bq/m3”; right panel: Adjusted ORs for exposure groups with reference category “50–<75 Bq/m3”; LNT linear non‐threshold model; LNT+ linear shifted non‐threshold model; LT linear threshold model; LT+ linear mirror point model; logit logistic regression model."
    },
    {
      "title": "Spline model",
      "text": "To overcome the limitation of the linearity assumption of the parametric models, we fitted a logistic regression model with spline functions for sIR. The spline functions were averaged by weighting their goodness of fit (ΔAIC)."
    },
    {
      "title": "Overall lung cancer",
      "text": "Figure 2 shows a comparison of all spline functions, with case probability plotted by indoor radon exposures (see Data S1, Section 4.1). We observed a J‐shaped dose–response relationship with the lowest case probability (equal to LRE) at an sIR between 38 and 64 Bq/m3. The mean LRE was identified at 57.6 Bq/m3 (95% CI: 56.1–59.2 Bq/m3) with a rising LC risk on both sides. The OR at an exposure level of 25 Bq/m3 (OR = 1.31, 95% CI: 1.01–1.59) was approximately the same as for an exposure of 100 Bq/m3 (OR = 1.34, 95% CI: 1.20–1.45). For an exposure level of 200 Bq/m3 (often defined as radon action level) we observed an OR of 1.93 (95% CI: 1.53–2.28). However, the estimated lung cancer probabilities and ORs at the very low (<25 Bq/m3) and high radon levels (>175 Bq/m3) strongly depend on the spline settings, and thus have higher uncertainty. Estimated spline function for the case‐probability (ΔAIC‐ weighted): Overall LC. Spline functions (gray to black lines) are highlighted according to the goodness of model fit measured as ΔAIC, relative to the based model (used as model weights for model averaging); radon exposure: Q‐1%: 1%quantile = 30 Bq/m3, Q‐95%: 95% quantile = 152 Bq/m3, and Q‐99%: 99%‐quantile = 207 Bq/m3."
    },
    {
      "title": "Stratified by key factors",
      "text": "Table 3 summarizes the results stratified by key factors including histology, smoking, sex and age (details see Data S1, sections 4.2–4.5). The risk for all histological subtypes increases with an sIR above 58 Bq/m3 (LRE), and most strongly for SCLC. The OR for SCLC was 2.19 (95% CI: 1.66–2.68) at 158 Bq/m3, compared to 2.04 (95% CI: 1.42–2.67) for large cell LC (LCLC), 1.54 (95% CI: 1.36–1.69) for AdenoLC and 1.42 (95% CI: 1.17–1.64) for SqCLC. No association was observed between sIR below 58 Bq/m3 and SqCL. The estimated LREs differed only slightly by histological type (SCLC, ~47 Bq/m3; LCLC, ~42 Bq/m3; and AdenoLC, ~40 Bq/m3). Selected OR estimated by subgroup. Note: sIR: mean spatial indoor radon exposure in the surrounding area; OR: average odds ratio (reference exposure level is 58 Bq/m3–LRE lowest‐risk exposure; avg. by Rubin's equation with model weights derived from ΔAIC); exposure levels of 25 Bq/m3 and 158 Bq/m3 (equivalent to LRE +100 Bq/m3) were selected as examples; all ORs are adjusted for sex, age, smoking (type: never, former and current smoker; age start smoking; time since stop smoking; pack years); 95% CI 95% confidence interval. The sIR‐related spatial‐dose response relationship for LC seems to vary according to the smoking status and intensity. For example, the ORs at an exposure level of 158 Bq/m3 are 2.14 (95% CI: 1.65–2.59), 1.77 (95% CI: 1.51–1.99) and 1.67 (95% CI: 1.35–1.95) for never, former and current smokers, respectively. Furthermore, among current smokers, the sIR conferred the stronger association among those who smoked least, with OR at an exposure level of 158 Bq/m3 of 1.86 (95% CI: 1.36–2.33), 1.45 (95% CI: 0.99–1.91) and 1.09 (95% CI: 0.69–1.51) for the lowest (T1), the middle (T2) and the largest (T3) pack years third. In general, current smoking appears to flatten the sIR‐related spatial‐dose response relationship, which is in line with the previously observed sub‐multiplicative but more than additive interaction between cigarette smoking and low‐dose radon exposure.\n21\n A similar pattern is observed below 58 Bq/m3. We observed comparable spatial‐dose response relationships between men and women within the range of 40 to 100 Bq/m3. However, at higher exposure level, for example, 200 Bq/m3, the association was stronger in men (OR = 2.00, 95%‐CI: 1.61–2.35) than in women (OR = 1.30, 95%‐CI: 0.90–1.69). In terms of age, the spatial‐dose response relationship was J‐shaped only among those aged <69 years (n = 8677). Among those over 69 years of age (n = 5803), the sIR‐related LC risk increased steadily with increasing exposure, and was more pronounced from 200 Bq/m3 upward than among younger people. Comparable non‐linear risk profiles were observed in all participating studies, most recognizable for CAPUA, EAGLE and MSH‐PMH. The profile of HSPH is flatter compared to those of the other studies, which is probably due to the choice of spouses and friends as controls. On the other hand, the US counties have an average size slightly larger than 3000 km2 (=48 × 48 km) and are thus 30 times larger than the 10 × 10 km grid of the European indoor radon map. This difference in size may be the cause of the observed differences in the strength of the association."
    },
    {
      "title": "DISCUSSION",
      "text": "In this study, we demonstrated the utility of the newly introduced average spatial indoor radon levels as a measure of exposure to radon‐induced LC risk. It was not our aim to establish a link between radon and lung cancer for the first time, as this has already been proven by others. However, estimated bin‐wise associations based on sIR are broadly comparable to those previously reported by Krewski et al., Darby et al. and Lubin et al.,\n9\n, \n10\n, \n11\n which are based on more precise and person‐specific exposure assessment. The semi‐parametric spline functions showed a potentially non‐linear association among those under 69 years of age but a linear spatial‐dose response for those older than 69 years. This is the largest study based on individual‐level data ever (n = 14,489 subjects) reported and represents one‐fifth the size of all previous studies combined.\n18\n Our observation can also serve as an example of how an arbitrary choice of categorization can mask differences in risk when risk profiles are curved. The concentrations of naturally occurring radon in most environmental media are highly variable in time and space, even within very small areas, due to different geochemical source concentrations and radon transport factors, as well as meteorological conditions, tidal forces, tectonic and seismic events. In addition, the accumulation of radon indoors is subject to anthropogenic factors, such as the physical characteristics of a building (building materials, ventilation, drinking water sources, floor level, etc.) and occupancy and usage patterns (living habits).\n28\n It is also known, that flats and detached houses represent very different radon distributions. To measure IRC in selected rooms validly and reliably in order to derive the radon exposure of a person is easy to perform, but a cost‐ and time‐intensive undertaking, because high temporal variation of IRC makes short‐term measurements unreliable for most applications.\n4\n, \n29\n Note that IRC averages hourly, seasonal, and yearly variations in indoor radon concentration, for example, attributable to weather changes but with a limited impact on lung cancer risk estimation\n30\n, \n31\n Average IRC values can even vary substantially within the same building.\n32 In the absence of measured IRC or detailed information about living conditions for each study participant, we quantified radiation exposure by radon as sIR based on publicly available data. In contrast to IRC, sIR is not only a measure of indoor radon exposure but also partially quantifies environmental radon exposure. Therefore, it is a proxy for the combination of environmental radon exposure (ER) and indoor radon exposure (IR). The sIR was assigned based on a one‐time‐point residential address. Therefore, this is a snapshot and should not be interpreted as lifetime‐accumulated exposure as resettlement behavior is not taken into account. However, difference in this between source populations may explain some of the observed differences between the studies, as internal migration is more common in the US and Canada than in the UK, Israel, and European countries.\n33\n For example, an average relocation distance of 39 km (1.9 km within cities) was given for Germany, while this is over 100 km in the much larger USA and Canada.\n34\n, \n35\n In summary, more frequent and far‐reaching mobility in the US and Canada may reduce the suitability of sIR as a proxy for IRC. In addition, a year‐to‐year variability of the IRC was recognized by repeated measurements within the same house. However, the extent is inconsistent and ranges from 15% to 62% (expressed as coefficient of variance “within a house”: ratio of the standard deviation to the arithmetic mean). As a consequence, single‐point measurements of radon exposure, as the one we used, tend to bias the effect estimates of LC risk towards zero.\n30\n Our OR estimates are therefore somewhat conservative, if at all. Furthermore, although unlikely, we cannot rule out the possibility that some patients with persistent respiratory problems (which may later be diagnosed with LC) move once they discover that they live at home with high radon levels. This behavior would potentially lead to biased estimates. Not taken into account are building characteristics, such as height, building material or energy retrofit, ventilation behavior and exposure duration. The pitfalls and reliability of IRC measurements are discussed elsewhere and are beyond the scope of this study.\n4\n, \n32\n We relied on IRC accuracy and validity when using the publicly available sIR values. Therefore, sIR is inferior to individual exposure assessment (IRC) for individual risk assessment. However, attempts have been undertaken by others to predict mean IRC of dwellings or estimate the probability that IRC exceeds 100 Bq/m3 and 300 Bq/m3, taking geo‐lithological and/or building characteristics into account.\n32\n, \n36\n, \n37\n, \n38\n, \n39\n It is possible that in future predictions of individual IRCs will replace the community averages used here, if these are based on more finely scaled sIR values and individual living conditions can be taken into account.\n40\n Until then, however, sIR appears to be suitable as a surrogate measure for IRC in large‐scale epidemiological studies. Our findings may contribute to the ongoing discussion on the LNT model, which originally arose from considerations by the United Nations Scientific Committee on the Effects of Radiation (UNSCEAR) and the U.S. Federal Radiation Council (FRC) in the mid‐1950s and was commonly accepted by leading radiation experts.\n21\n, \n41\n, \n42\n, \n43\n LNT has been and is still used to extrapolate spatial‐dose response curves from high to low and very low radon exposure levels to estimate health risks. LNT theoretically corresponds to a stochastic process that is associated with an increased risk of cancer through a higher number of single‐ (SSBs) and double‐strand breaks (DSBs), driven by a relatively low but dose‐dependent probability of SSB/DSBs per energy deposition event.\n44\n However, such DNA damage is less likely due to natural background exposure than endogenous sources such as biologically reactive oxygen species.\n45 However, it has been suggested that a strictly linear model does not account for several biological defense processes activated by very low doses of ionizing radiation (LDR). Such processes include DNA repair, apoptosis, synthesis of heat shock proteins, free radical scavenging, bystander effects, immune stimulation, and tumor suppression.\n45\n, \n46\n, \n47\n, \n48\n, \n49 Our results show that among those younger than 69 years of age, a J‐shaped spatial‐dose response relationship is compatible with the hypothesis related to biological defense mechanisms, whereas in the older age population, the stochastic process of increasing DNA damage is more likely. However, the observation of a non‐linear spatial‐dose response relationship for overall LC can be considered at least consistent with a similarly shaped spatial‐dose response relationship of state‐wide average indoor radon concentration (thus similar to sIR) reported for the mid‐Atlantic and northeastern US states, although observed for all‐cause mortality.\n50\n Furthermore, no increased mortality from LC due to occupational radiation exposure below 200 mSv (mainly cumulative gamma radiation) was recently observed in a pooled cohort of 101,363 US nuclear power plant workers, considering data from 1944 to 2016.\n51 The measurement and survey methods, and thus the quality of these sIR measures, were not standardized. This can lead to a certain degree of misclassification, especially at very low exposure levels. As often no information was provided on the accuracy of the sIR measures, we have not control for measurement errors. There was also no relationship between the time of the sIR assessment and the individual date of diagnosis. Given the long time lag between cancer initiation and clinical manifestation, this seems negligible. However, exposure misclassifications at extremely low sIR levels cannot be excluded. The weakest association observed in the HSPS study could also be because spouses and friends were recruited as controls, who usually live closer to the cases. Finally, considering that prolonged exposure to natural radiation may induce a learned adaptive response in cells and organisms, it is unclear whether the observed spatial‐dose response relationship can be applied to regions with only low SIR exposure (e.g. Australia, the Netherlands or Florida).\n21"
    },
    {
      "title": "Use of ",
      "text": "The concentrations of naturally occurring radon in most environmental media are highly variable in time and space, even within very small areas, due to different geochemical source concentrations and radon transport factors, as well as meteorological conditions, tidal forces, tectonic and seismic events. In addition, the accumulation of radon indoors is subject to anthropogenic factors, such as the physical characteristics of a building (building materials, ventilation, drinking water sources, floor level, etc.) and occupancy and usage patterns (living habits).\n28\n It is also known, that flats and detached houses represent very different radon distributions. To measure IRC in selected rooms validly and reliably in order to derive the radon exposure of a person is easy to perform, but a cost‐ and time‐intensive undertaking, because high temporal variation of IRC makes short‐term measurements unreliable for most applications.\n4\n, \n29\n Note that IRC averages hourly, seasonal, and yearly variations in indoor radon concentration, for example, attributable to weather changes but with a limited impact on lung cancer risk estimation\n30\n, \n31\n Average IRC values can even vary substantially within the same building.\n32 In the absence of measured IRC or detailed information about living conditions for each study participant, we quantified radiation exposure by radon as sIR based on publicly available data. In contrast to IRC, sIR is not only a measure of indoor radon exposure but also partially quantifies environmental radon exposure. Therefore, it is a proxy for the combination of environmental radon exposure (ER) and indoor radon exposure (IR). The sIR was assigned based on a one‐time‐point residential address. Therefore, this is a snapshot and should not be interpreted as lifetime‐accumulated exposure as resettlement behavior is not taken into account. However, difference in this between source populations may explain some of the observed differences between the studies, as internal migration is more common in the US and Canada than in the UK, Israel, and European countries.\n33\n For example, an average relocation distance of 39 km (1.9 km within cities) was given for Germany, while this is over 100 km in the much larger USA and Canada.\n34\n, \n35\n In summary, more frequent and far‐reaching mobility in the US and Canada may reduce the suitability of sIR as a proxy for IRC. In addition, a year‐to‐year variability of the IRC was recognized by repeated measurements within the same house. However, the extent is inconsistent and ranges from 15% to 62% (expressed as coefficient of variance “within a house”: ratio of the standard deviation to the arithmetic mean). As a consequence, single‐point measurements of radon exposure, as the one we used, tend to bias the effect estimates of LC risk towards zero.\n30\n Our OR estimates are therefore somewhat conservative, if at all. Furthermore, although unlikely, we cannot rule out the possibility that some patients with persistent respiratory problems (which may later be diagnosed with LC) move once they discover that they live at home with high radon levels. This behavior would potentially lead to biased estimates. Not taken into account are building characteristics, such as height, building material or energy retrofit, ventilation behavior and exposure duration. The pitfalls and reliability of IRC measurements are discussed elsewhere and are beyond the scope of this study.\n4\n, \n32\n We relied on IRC accuracy and validity when using the publicly available sIR values. Therefore, sIR is inferior to individual exposure assessment (IRC) for individual risk assessment. However, attempts have been undertaken by others to predict mean IRC of dwellings or estimate the probability that IRC exceeds 100 Bq/m3 and 300 Bq/m3, taking geo‐lithological and/or building characteristics into account.\n32\n, \n36\n, \n37\n, \n38\n, \n39\n It is possible that in future predictions of individual IRCs will replace the community averages used here, if these are based on more finely scaled sIR values and individual living conditions can be taken into account.\n40\n Until then, however, sIR appears to be suitable as a surrogate measure for IRC in large‐scale epidemiological studies."
    },
    {
      "title": "Discussion on the ",
      "text": "Our findings may contribute to the ongoing discussion on the LNT model, which originally arose from considerations by the United Nations Scientific Committee on the Effects of Radiation (UNSCEAR) and the U.S. Federal Radiation Council (FRC) in the mid‐1950s and was commonly accepted by leading radiation experts.\n21\n, \n41\n, \n42\n, \n43\n LNT has been and is still used to extrapolate spatial‐dose response curves from high to low and very low radon exposure levels to estimate health risks. LNT theoretically corresponds to a stochastic process that is associated with an increased risk of cancer through a higher number of single‐ (SSBs) and double‐strand breaks (DSBs), driven by a relatively low but dose‐dependent probability of SSB/DSBs per energy deposition event.\n44\n However, such DNA damage is less likely due to natural background exposure than endogenous sources such as biologically reactive oxygen species.\n45 However, it has been suggested that a strictly linear model does not account for several biological defense processes activated by very low doses of ionizing radiation (LDR). Such processes include DNA repair, apoptosis, synthesis of heat shock proteins, free radical scavenging, bystander effects, immune stimulation, and tumor suppression.\n45\n, \n46\n, \n47\n, \n48\n, \n49 Our results show that among those younger than 69 years of age, a J‐shaped spatial‐dose response relationship is compatible with the hypothesis related to biological defense mechanisms, whereas in the older age population, the stochastic process of increasing DNA damage is more likely. However, the observation of a non‐linear spatial‐dose response relationship for overall LC can be considered at least consistent with a similarly shaped spatial‐dose response relationship of state‐wide average indoor radon concentration (thus similar to sIR) reported for the mid‐Atlantic and northeastern US states, although observed for all‐cause mortality.\n50\n Furthermore, no increased mortality from LC due to occupational radiation exposure below 200 mSv (mainly cumulative gamma radiation) was recently observed in a pooled cohort of 101,363 US nuclear power plant workers, considering data from 1944 to 2016.\n51"
    },
    {
      "title": "Limitations",
      "text": "The measurement and survey methods, and thus the quality of these sIR measures, were not standardized. This can lead to a certain degree of misclassification, especially at very low exposure levels. As often no information was provided on the accuracy of the sIR measures, we have not control for measurement errors. There was also no relationship between the time of the sIR assessment and the individual date of diagnosis. Given the long time lag between cancer initiation and clinical manifestation, this seems negligible. However, exposure misclassifications at extremely low sIR levels cannot be excluded. The weakest association observed in the HSPS study could also be because spouses and friends were recruited as controls, who usually live closer to the cases. Finally, considering that prolonged exposure to natural radiation may induce a learned adaptive response in cells and organisms, it is unclear whether the observed spatial‐dose response relationship can be applied to regions with only low SIR exposure (e.g. Australia, the Netherlands or Florida).\n21"
    },
    {
      "title": "CONCLUSIONS",
      "text": "Collectively, our results provide evidence of a potentially non‐linear risk profile for radon‐induced lung cancer among populations aged <69 years, when only community‐average exposure values are available. Effect modifications due to smoking behavior and their pattern depending on the histological subtype are equivalent to those in the individual determination of radiation exposure. The assignment of spatial indoor radon levels (sIR) is an informative proxy for radon exposure and can be used in epidemiological studies; however, the accuracy of individual risk assessments needs to be further assessed. The sIR is useful as proxy of individual radon exposure in epidemiological studies on lung cancer. The usual assumption of a linear dose–response relationship, as can be made for individual radon exposures, may not be optimal for sIR values of less than 200 Bq/m3."
    },
    {
      "title": "AUTHOR CONTRIBUTIONS",
      "text": "Albert Rosenberger: Conceptualization (equal); formal analysis (equal); methodology (equal); project administration (equal); resources (equal); writing – original draft (equal); writing – review and editing (equal). Heike Bickeböller: Funding acquisition (supporting); supervision (supporting). David C. Christiani: Resources (equal). Geoffrey Liu: Resources (equal). Matthew B. Schabath: Resources (equal); writing – review and editing (equal). Luisa F. Duarte: Resources (equal). Loic Le Marchand: Resources (equal). Christopher Haiman: Resources (equal). Teresa Landi: Resources (equal). Dario Consonni: Resources (equal); writing – review and editing (equal). John K. Field: Resources (equal). Michael P. A. Davies: Resources (equal). Demetrios Albanes: Resources (equal). Adonina Tardón: Resources (equal). Guillermo Fernández‐Tardón: Resources (equal). Gad Rennert: Resources (equal). Christopher I. Amos: Funding acquisition (equal); project administration (equal); resources (equal). Rayjean J. Hung: Funding acquisition (equal); project administration (equal); resources (equal); writing – review and editing (equal)."
    },
    {
      "title": "FUNDING INFORMATION",
      "text": "The National Institutes of Health (7U19CA203654–02/ 397,114,564–5,111,078 Integrative Analysis of Lung Cancer Etiology and Risk) supported this work. Other individual funding sources for participating studies and members of INTEGRAL‐ILCCO are listed elsewhere [10, 30]. The funders played no role in the study design, data collection and analysis, decision to publish, or manuscript preparation. The funders had no role in study design, data collection, data analysis, or data interpretation. We gratefully acknowledge the support of the Open Access Publication Fund/Transformation Agreement of the University of Göttingen and the publication fund “NiedersachsenOPEN”."
    },
    {
      "title": "CONFLICT OF INTEREST STATEMENT",
      "text": "The authors have no relevant financial or non‐financial interests to disclose."
    },
    {
      "title": "ETHICS STATEMENT",
      "text": "The participating studies were approved by the respective internal review board or ethics committee. Informed consent was obtained from all the participants included in the studies. All consortium research was approved by the Dartmouth Committee for the Protection of Human Subjects on 7/30/2014 (id STUDY00023602)."
    },
    {
      "title": "Supporting information",
      "text": "Data S1:"
    }
  ],
  "full_text": "## INTRODUCTION\nLung cancer (LC) is the leading cause of cancer‐related deaths worldwide\n1\n, \n2\n with five‐year survival remaining low at 13%–18%.\n3\n Higher radioactivity concentrations of the naturally occurring, radioactive noble gas radon (222Rn and 220Rn), given in Becquerel per cubic meter (Bq/m3), can accumulate in cavities, such as mines, homes, or in the lungs, with radiation exposure coming mainly from decay products such as polonium, lead, and bismuth.\n4\n, \n5\n, \n6\n Radon and its progenies are henceforth referred to as radon. An increased risk of LC associated with the inhalation of radon, has been consistently demonstrated in several studies of indoor exposure in dwellings (low‐dose environmental exposure) as well as for uranium miners (high‐dose occupational exposure).\n4\n, \n5\n, \n7\n, \n8\n, \n9\n, \n10\n, \n11\n, \n12\n Radon causes 3 to 12% of all lung cancer cases,\n13\n is considered a major risk factor for lung cancer, and was hence declared a human carcinogen by the US Environmental Protection Agency (USEPA) and International Agency for Research on Cancer (IARC).\n4\n, \n14\n, \n15\n, \n16\n Upper tolerance limits for buildings (so called radon action levels), ranging from 100 Bq/m3 (e.g., WHO) to 300 Bq/m3 (European Directive 2013/59/Euratom) were set by governmental authorities to counteract high exposures.\n17 According to large meta‐analyses and systematic reviews, the excess relative risk/odds ratio (ERR/EOR) increases linearly with indoor radon concentration (IRC), which is known as the linear‐no‐threshold (LNT) hypothesis.\n9\n, \n10\n, \n11\n, \n12\n, \n18\n Average EOR estimates ranged between 8.4% (Darby et al.\n9\n) and 14% (Malinovsky et al.\n18\n) per 100 Bq/m3. (see Data S1). However, radon‐related lung cancer has been reported to be most prevalent in small cell lung cancer (SCLC) or adenocarcinoma (AdenoLC), while no significant association was found in squamous cell carcinoma (SqCLC).\n9\n, \n19\n, \n20\n Also, an interaction between cigarette smoking and low‐dose radon exposure is generally considered to be more than additive, albeit sub‐multiplicative.\n12\n, \n21\n This makes radon more dangerous among smokers, but it is also considered one of the most important risk factors for lung cancer among non‐smokers.\n4\n, \n21 Estimates of residential/indoor radon exposure (averaged radioactivity concentrations) on the scale of counties or municipalities exist in many European countries, Israel, Canada, the United States, and other countries. The world average IRC has been estimated to be approximately 39 Bq/m3, with large variations between geographic regions and countries (for example, averages range from 11 Bq/m3 in Australia and to 140 Bq/m3 in the Czech Republic and Mexico).\n4\n, \n22\n, \n23\n Such estimates were used to create online resources, such as the European Indoor Radon Map and the EPA Map of Radon Zones.\n24\n, \n25 To investigate the estimation of the risk for LC from very low‐dose residential radon exposure based on publicly available exposure levels, we performed an analysis using data from the International Lung Cancer Consortium (ILCCO). Possible modification of the effect by smoking, gender, age and histological subtype as reported by others was investigated. The main objective of this analysis was to assess the association between spatial indoor radon exposure (sIR) and LC risk based on the residential addresses of cases and controls in ILCCO studies.\n\n## METHODS\nWe obtained regional indoor radon exposure (averaged radioactivity concentrations, IRC) data from representative, cross‐regional, or nationwide surveys in dwellings in the USA, Canada, Israel, and the United Kingdom (Table S2). sIR data for Spain were extracted from the European Indoor Radon Map.\n24\n The residential location at the time of diagnosis of each participant of one of five ILCCO studies (CAPUA, EAGLE, HSPH, NICCC‐LCA, MSH‐PMH, see Tables S1 and S3 in the supporting information) was blindly linked to the mean spatial indoor radon exposure in the surrounding area (sIR). In total, 8927 patients with incident, pathologically confirmed, first primary lung cancer (cases) and 5562 control subjects were included (For details, see Data S1, Section 2.1–2.4). The participating studies of ILCCO are individually described in the supplement of McKay et al.\n26 We estimated ORs and EORs for exposure categories that were as comparable as possible to those reported in previous studies.\n9\n, \n10\n, \n11\n Most of these bins were 25, 50, or 100 Bq/m3 wide. The bottom bin served as a reference (<25 Bq/m3 resp. <150 Bq/m3). Logistic regression models were fitted to estimate the association, adjusted for sex, age, smoking (type: never, former, and current smoker; age at smoking initiation; time since smoking cessation; pack‐years), and conditional on the study site. We reported ORs relative to an exposure level of less than 25 Bq/m3 (as in Darby et al. and Krewski et al.) and relative to the level of 50–75 Bq/m3 (as this appeared to cover the exposure with the lowest LC risk). We further fit the linear non‐threshold (LNT) model, as it is widely considered preferable. We added the fit of a logistic regression model (logit), a linear shifted non‐threshold model (LNT+), a linear threshold models (LT), and a linear mirror‐point model (LMP = LT+) to allow for an exposure threshold (see Data S1, section 2.5). The ORs/EORs derived from these models were plotted and compared with observed ORs. To assess possible non‐linearity, we applied spline functions for the sIR to the data. Because the choice of the pre‐defined internal knots and the assumptions of the spline models can change the model fit, we averaged over several fitted splines with different settings.\n27\n The goodness of model (spline) fit was finally assess by the Akaike information criterion (AIC). The difference in AIC of models with and without spline for sIR (ΔAIC) was used to weight the splines in averaging. The lowest risk exposure level (LRE) was determined as the average of the local minimum points of the splines (with a 95% prediction intervals PI). Odds ratios (ORm,sIR) were estimated using LRE as a reference (see Data S1, Section 2.6). SAS software (version 9.4) was used for the data analysis.\n\n## Statistical analysis\nWe estimated ORs and EORs for exposure categories that were as comparable as possible to those reported in previous studies.\n9\n, \n10\n, \n11\n Most of these bins were 25, 50, or 100 Bq/m3 wide. The bottom bin served as a reference (<25 Bq/m3 resp. <150 Bq/m3). Logistic regression models were fitted to estimate the association, adjusted for sex, age, smoking (type: never, former, and current smoker; age at smoking initiation; time since smoking cessation; pack‐years), and conditional on the study site. We reported ORs relative to an exposure level of less than 25 Bq/m3 (as in Darby et al. and Krewski et al.) and relative to the level of 50–75 Bq/m3 (as this appeared to cover the exposure with the lowest LC risk). We further fit the linear non‐threshold (LNT) model, as it is widely considered preferable. We added the fit of a logistic regression model (logit), a linear shifted non‐threshold model (LNT+), a linear threshold models (LT), and a linear mirror‐point model (LMP = LT+) to allow for an exposure threshold (see Data S1, section 2.5). The ORs/EORs derived from these models were plotted and compared with observed ORs. To assess possible non‐linearity, we applied spline functions for the sIR to the data. Because the choice of the pre‐defined internal knots and the assumptions of the spline models can change the model fit, we averaged over several fitted splines with different settings.\n27\n The goodness of model (spline) fit was finally assess by the Akaike information criterion (AIC). The difference in AIC of models with and without spline for sIR (ΔAIC) was used to weight the splines in averaging. The lowest risk exposure level (LRE) was determined as the average of the local minimum points of the splines (with a 95% prediction intervals PI). Odds ratios (ORm,sIR) were estimated using LRE as a reference (see Data S1, Section 2.6). SAS software (version 9.4) was used for the data analysis.\n\n## Proof of concept/comparison of odds ratios\nWe estimated ORs and EORs for exposure categories that were as comparable as possible to those reported in previous studies.\n9\n, \n10\n, \n11\n Most of these bins were 25, 50, or 100 Bq/m3 wide. The bottom bin served as a reference (<25 Bq/m3 resp. <150 Bq/m3). Logistic regression models were fitted to estimate the association, adjusted for sex, age, smoking (type: never, former, and current smoker; age at smoking initiation; time since smoking cessation; pack‐years), and conditional on the study site. We reported ORs relative to an exposure level of less than 25 Bq/m3 (as in Darby et al. and Krewski et al.) and relative to the level of 50–75 Bq/m3 (as this appeared to cover the exposure with the lowest LC risk).\n\n## Parametric risk models\nWe further fit the linear non‐threshold (LNT) model, as it is widely considered preferable. We added the fit of a logistic regression model (logit), a linear shifted non‐threshold model (LNT+), a linear threshold models (LT), and a linear mirror‐point model (LMP = LT+) to allow for an exposure threshold (see Data S1, section 2.5). The ORs/EORs derived from these models were plotted and compared with observed ORs.\n\n## Spline model\nTo assess possible non‐linearity, we applied spline functions for the sIR to the data. Because the choice of the pre‐defined internal knots and the assumptions of the spline models can change the model fit, we averaged over several fitted splines with different settings.\n27\n The goodness of model (spline) fit was finally assess by the Akaike information criterion (AIC). The difference in AIC of models with and without spline for sIR (ΔAIC) was used to weight the splines in averaging. The lowest risk exposure level (LRE) was determined as the average of the local minimum points of the splines (with a 95% prediction intervals PI). Odds ratios (ORm,sIR) were estimated using LRE as a reference (see Data S1, Section 2.6). SAS software (version 9.4) was used for the data analysis.\n\n## RESULTS\nIn total, 8927 LC cases and 5562 controls (n = 14,489) were included in this analysis (Table 1). As expected, there is a higher percentage of smokers in cases compared to controls. The majority of the patients were male. The most common histological subtype of LC was adenocarcinoma (55%) followed by SqCLC (25%). sIR‐values between 4 and 835 Bq/m3 were assigned, with a median of 71.1 Bq/m3, with only 2% (n = 227) of subjects with a sIR >200 Bq/m3 assigned. The median sIR in cases was about 10 Bq/m3 higher than in controls (74.0 vs 64.8 Bq/m3). Sample characteristics of cases and controls of participating ILCCO studies. Note: % column‐% (row‐%). To compare the estimates of the ILCCO data with previously published categorized estimates, we grouped the sIR into exposure bins, with the lowest bin as the reference (<25 Bq/m3). We observed an increased risk of overall LC in the sIR categories >75 Bq/m3. The observed bin‐wise ORs were generally comparable to those reported by Krewski et al.,\n10\n Darby et al.,\n9\n and Lubin et al.\n11\n (Table 2). This suggests that the information content of the sIR values is comparable to that of the IRC values used previously. Comparison of OR with previously published estimates. Note: Becquerel (Bq) is the radioactivity unit. This value corresponds to the average number of atomic nuclei that decay radioactively per second. Radioactivity concentration is the amount of radioactivity per unit volume and is given here in Bq/m3. Adjusted for study site, sex, age, and smoking. Categories were chosen to be as comparable as possible to published meta‐analyses. Previously published OR contained in 95% confidence interval based on ILCCO study data. Two‐sided. Fitting parametric models (Data S1, Section 2.5), we estimated adjusted EORs, based on the linearity assumption, between 0.51 (LNT: 95% CI: 0.37–0.80) and 0.62 (LT: 95% CI: 0.44–0.87) per 100 Bq/m3 (see Data S1, Sections 3). These estimates are approximately five times larger than comparable previous estimates, which may be due to the different quantification of IRC and sIR exposure. Figure 1 shows the fit of the parametric models with ORs relative to the lowest exposure bin of 4 to <25 Bq/m3, which demonstrated a deviation from the LNT model (see Figure 1, left panel). When fitting LNT+, LT, and LT+, hence allowing for a lower exposure threshold, we observed a shift in the LRE to 25, 47, or 66 Bq/m3. ORs for sIR categories relative to the bin of 50 to <75 Bq/m3 were visually consistent with these three models (see Figure 1, right panel). Fit of parametric models. Stars indicate the point estimates of ORs adjusted for study site, sex, age, and smoking (type: Never, former, and current smoker; age at smoking initiation; time since smoking cessation; pack years) by exposure group, the mean sIR is given (see Table 2); the reference exposure class is printed in red (therefore OR = 1). Left panel: Adjusted ORs for exposure groups with reference category “4–<25 Bq/m3”; right panel: Adjusted ORs for exposure groups with reference category “50–<75 Bq/m3”; LNT linear non‐threshold model; LNT+ linear shifted non‐threshold model; LT linear threshold model; LT+ linear mirror point model; logit logistic regression model. To overcome the limitation of the linearity assumption of the parametric models, we fitted a logistic regression model with spline functions for sIR. The spline functions were averaged by weighting their goodness of fit (ΔAIC). Figure 2 shows a comparison of all spline functions, with case probability plotted by indoor radon exposures (see Data S1, Section 4.1). We observed a J‐shaped dose–response relationship with the lowest case probability (equal to LRE) at an sIR between 38 and 64 Bq/m3. The mean LRE was identified at 57.6 Bq/m3 (95% CI: 56.1–59.2 Bq/m3) with a rising LC risk on both sides. The OR at an exposure level of 25 Bq/m3 (OR = 1.31, 95% CI: 1.01–1.59) was approximately the same as for an exposure of 100 Bq/m3 (OR = 1.34, 95% CI: 1.20–1.45). For an exposure level of 200 Bq/m3 (often defined as radon action level) we observed an OR of 1.93 (95% CI: 1.53–2.28). However, the estimated lung cancer probabilities and ORs at the very low (<25 Bq/m3) and high radon levels (>175 Bq/m3) strongly depend on the spline settings, and thus have higher uncertainty. Estimated spline function for the case‐probability (ΔAIC‐ weighted): Overall LC. Spline functions (gray to black lines) are highlighted according to the goodness of model fit measured as ΔAIC, relative to the based model (used as model weights for model averaging); radon exposure: Q‐1%: 1%quantile = 30 Bq/m3, Q‐95%: 95% quantile = 152 Bq/m3, and Q‐99%: 99%‐quantile = 207 Bq/m3. Table 3 summarizes the results stratified by key factors including histology, smoking, sex and age (details see Data S1, sections 4.2–4.5). The risk for all histological subtypes increases with an sIR above 58 Bq/m3 (LRE), and most strongly for SCLC. The OR for SCLC was 2.19 (95% CI: 1.66–2.68) at 158 Bq/m3, compared to 2.04 (95% CI: 1.42–2.67) for large cell LC (LCLC), 1.54 (95% CI: 1.36–1.69) for AdenoLC and 1.42 (95% CI: 1.17–1.64) for SqCLC. No association was observed between sIR below 58 Bq/m3 and SqCL. The estimated LREs differed only slightly by histological type (SCLC, ~47 Bq/m3; LCLC, ~42 Bq/m3; and AdenoLC, ~40 Bq/m3). Selected OR estimated by subgroup. Note: sIR: mean spatial indoor radon exposure in the surrounding area; OR: average odds ratio (reference exposure level is 58 Bq/m3–LRE lowest‐risk exposure; avg. by Rubin's equation with model weights derived from ΔAIC); exposure levels of 25 Bq/m3 and 158 Bq/m3 (equivalent to LRE +100 Bq/m3) were selected as examples; all ORs are adjusted for sex, age, smoking (type: never, former and current smoker; age start smoking; time since stop smoking; pack years); 95% CI 95% confidence interval. The sIR‐related spatial‐dose response relationship for LC seems to vary according to the smoking status and intensity. For example, the ORs at an exposure level of 158 Bq/m3 are 2.14 (95% CI: 1.65–2.59), 1.77 (95% CI: 1.51–1.99) and 1.67 (95% CI: 1.35–1.95) for never, former and current smokers, respectively. Furthermore, among current smokers, the sIR conferred the stronger association among those who smoked least, with OR at an exposure level of 158 Bq/m3 of 1.86 (95% CI: 1.36–2.33), 1.45 (95% CI: 0.99–1.91) and 1.09 (95% CI: 0.69–1.51) for the lowest (T1), the middle (T2) and the largest (T3) pack years third. In general, current smoking appears to flatten the sIR‐related spatial‐dose response relationship, which is in line with the previously observed sub‐multiplicative but more than additive interaction between cigarette smoking and low‐dose radon exposure.\n21\n A similar pattern is observed below 58 Bq/m3. We observed comparable spatial‐dose response relationships between men and women within the range of 40 to 100 Bq/m3. However, at higher exposure level, for example, 200 Bq/m3, the association was stronger in men (OR = 2.00, 95%‐CI: 1.61–2.35) than in women (OR = 1.30, 95%‐CI: 0.90–1.69). In terms of age, the spatial‐dose response relationship was J‐shaped only among those aged <69 years (n = 8677). Among those over 69 years of age (n = 5803), the sIR‐related LC risk increased steadily with increasing exposure, and was more pronounced from 200 Bq/m3 upward than among younger people. Comparable non‐linear risk profiles were observed in all participating studies, most recognizable for CAPUA, EAGLE and MSH‐PMH. The profile of HSPH is flatter compared to those of the other studies, which is probably due to the choice of spouses and friends as controls. On the other hand, the US counties have an average size slightly larger than 3000 km2 (=48 × 48 km) and are thus 30 times larger than the 10 × 10 km grid of the European indoor radon map. This difference in size may be the cause of the observed differences in the strength of the association.\n\n## Study population characteristics\nIn total, 8927 LC cases and 5562 controls (n = 14,489) were included in this analysis (Table 1). As expected, there is a higher percentage of smokers in cases compared to controls. The majority of the patients were male. The most common histological subtype of LC was adenocarcinoma (55%) followed by SqCLC (25%). sIR‐values between 4 and 835 Bq/m3 were assigned, with a median of 71.1 Bq/m3, with only 2% (n = 227) of subjects with a sIR >200 Bq/m3 assigned. The median sIR in cases was about 10 Bq/m3 higher than in controls (74.0 vs 64.8 Bq/m3). Sample characteristics of cases and controls of participating ILCCO studies. Note: % column‐% (row‐%).\n\n## Comparison of odds ratios\nTo compare the estimates of the ILCCO data with previously published categorized estimates, we grouped the sIR into exposure bins, with the lowest bin as the reference (<25 Bq/m3). We observed an increased risk of overall LC in the sIR categories >75 Bq/m3. The observed bin‐wise ORs were generally comparable to those reported by Krewski et al.,\n10\n Darby et al.,\n9\n and Lubin et al.\n11\n (Table 2). This suggests that the information content of the sIR values is comparable to that of the IRC values used previously. Comparison of OR with previously published estimates. Note: Becquerel (Bq) is the radioactivity unit. This value corresponds to the average number of atomic nuclei that decay radioactively per second. Radioactivity concentration is the amount of radioactivity per unit volume and is given here in Bq/m3. Adjusted for study site, sex, age, and smoking. Categories were chosen to be as comparable as possible to published meta‐analyses. Previously published OR contained in 95% confidence interval based on ILCCO study data. Two‐sided.\n\n## Parametric risk models\nFitting parametric models (Data S1, Section 2.5), we estimated adjusted EORs, based on the linearity assumption, between 0.51 (LNT: 95% CI: 0.37–0.80) and 0.62 (LT: 95% CI: 0.44–0.87) per 100 Bq/m3 (see Data S1, Sections 3). These estimates are approximately five times larger than comparable previous estimates, which may be due to the different quantification of IRC and sIR exposure. Figure 1 shows the fit of the parametric models with ORs relative to the lowest exposure bin of 4 to <25 Bq/m3, which demonstrated a deviation from the LNT model (see Figure 1, left panel). When fitting LNT+, LT, and LT+, hence allowing for a lower exposure threshold, we observed a shift in the LRE to 25, 47, or 66 Bq/m3. ORs for sIR categories relative to the bin of 50 to <75 Bq/m3 were visually consistent with these three models (see Figure 1, right panel). Fit of parametric models. Stars indicate the point estimates of ORs adjusted for study site, sex, age, and smoking (type: Never, former, and current smoker; age at smoking initiation; time since smoking cessation; pack years) by exposure group, the mean sIR is given (see Table 2); the reference exposure class is printed in red (therefore OR = 1). Left panel: Adjusted ORs for exposure groups with reference category “4–<25 Bq/m3”; right panel: Adjusted ORs for exposure groups with reference category “50–<75 Bq/m3”; LNT linear non‐threshold model; LNT+ linear shifted non‐threshold model; LT linear threshold model; LT+ linear mirror point model; logit logistic regression model.\n\n## Spline model\nTo overcome the limitation of the linearity assumption of the parametric models, we fitted a logistic regression model with spline functions for sIR. The spline functions were averaged by weighting their goodness of fit (ΔAIC).\n\n## Overall lung cancer\nFigure 2 shows a comparison of all spline functions, with case probability plotted by indoor radon exposures (see Data S1, Section 4.1). We observed a J‐shaped dose–response relationship with the lowest case probability (equal to LRE) at an sIR between 38 and 64 Bq/m3. The mean LRE was identified at 57.6 Bq/m3 (95% CI: 56.1–59.2 Bq/m3) with a rising LC risk on both sides. The OR at an exposure level of 25 Bq/m3 (OR = 1.31, 95% CI: 1.01–1.59) was approximately the same as for an exposure of 100 Bq/m3 (OR = 1.34, 95% CI: 1.20–1.45). For an exposure level of 200 Bq/m3 (often defined as radon action level) we observed an OR of 1.93 (95% CI: 1.53–2.28). However, the estimated lung cancer probabilities and ORs at the very low (<25 Bq/m3) and high radon levels (>175 Bq/m3) strongly depend on the spline settings, and thus have higher uncertainty. Estimated spline function for the case‐probability (ΔAIC‐ weighted): Overall LC. Spline functions (gray to black lines) are highlighted according to the goodness of model fit measured as ΔAIC, relative to the based model (used as model weights for model averaging); radon exposure: Q‐1%: 1%quantile = 30 Bq/m3, Q‐95%: 95% quantile = 152 Bq/m3, and Q‐99%: 99%‐quantile = 207 Bq/m3.\n\n## Stratified by key factors\nTable 3 summarizes the results stratified by key factors including histology, smoking, sex and age (details see Data S1, sections 4.2–4.5). The risk for all histological subtypes increases with an sIR above 58 Bq/m3 (LRE), and most strongly for SCLC. The OR for SCLC was 2.19 (95% CI: 1.66–2.68) at 158 Bq/m3, compared to 2.04 (95% CI: 1.42–2.67) for large cell LC (LCLC), 1.54 (95% CI: 1.36–1.69) for AdenoLC and 1.42 (95% CI: 1.17–1.64) for SqCLC. No association was observed between sIR below 58 Bq/m3 and SqCL. The estimated LREs differed only slightly by histological type (SCLC, ~47 Bq/m3; LCLC, ~42 Bq/m3; and AdenoLC, ~40 Bq/m3). Selected OR estimated by subgroup. Note: sIR: mean spatial indoor radon exposure in the surrounding area; OR: average odds ratio (reference exposure level is 58 Bq/m3–LRE lowest‐risk exposure; avg. by Rubin's equation with model weights derived from ΔAIC); exposure levels of 25 Bq/m3 and 158 Bq/m3 (equivalent to LRE +100 Bq/m3) were selected as examples; all ORs are adjusted for sex, age, smoking (type: never, former and current smoker; age start smoking; time since stop smoking; pack years); 95% CI 95% confidence interval. The sIR‐related spatial‐dose response relationship for LC seems to vary according to the smoking status and intensity. For example, the ORs at an exposure level of 158 Bq/m3 are 2.14 (95% CI: 1.65–2.59), 1.77 (95% CI: 1.51–1.99) and 1.67 (95% CI: 1.35–1.95) for never, former and current smokers, respectively. Furthermore, among current smokers, the sIR conferred the stronger association among those who smoked least, with OR at an exposure level of 158 Bq/m3 of 1.86 (95% CI: 1.36–2.33), 1.45 (95% CI: 0.99–1.91) and 1.09 (95% CI: 0.69–1.51) for the lowest (T1), the middle (T2) and the largest (T3) pack years third. In general, current smoking appears to flatten the sIR‐related spatial‐dose response relationship, which is in line with the previously observed sub‐multiplicative but more than additive interaction between cigarette smoking and low‐dose radon exposure.\n21\n A similar pattern is observed below 58 Bq/m3. We observed comparable spatial‐dose response relationships between men and women within the range of 40 to 100 Bq/m3. However, at higher exposure level, for example, 200 Bq/m3, the association was stronger in men (OR = 2.00, 95%‐CI: 1.61–2.35) than in women (OR = 1.30, 95%‐CI: 0.90–1.69). In terms of age, the spatial‐dose response relationship was J‐shaped only among those aged <69 years (n = 8677). Among those over 69 years of age (n = 5803), the sIR‐related LC risk increased steadily with increasing exposure, and was more pronounced from 200 Bq/m3 upward than among younger people. Comparable non‐linear risk profiles were observed in all participating studies, most recognizable for CAPUA, EAGLE and MSH‐PMH. The profile of HSPH is flatter compared to those of the other studies, which is probably due to the choice of spouses and friends as controls. On the other hand, the US counties have an average size slightly larger than 3000 km2 (=48 × 48 km) and are thus 30 times larger than the 10 × 10 km grid of the European indoor radon map. This difference in size may be the cause of the observed differences in the strength of the association.\n\n## DISCUSSION\nIn this study, we demonstrated the utility of the newly introduced average spatial indoor radon levels as a measure of exposure to radon‐induced LC risk. It was not our aim to establish a link between radon and lung cancer for the first time, as this has already been proven by others. However, estimated bin‐wise associations based on sIR are broadly comparable to those previously reported by Krewski et al., Darby et al. and Lubin et al.,\n9\n, \n10\n, \n11\n which are based on more precise and person‐specific exposure assessment. The semi‐parametric spline functions showed a potentially non‐linear association among those under 69 years of age but a linear spatial‐dose response for those older than 69 years. This is the largest study based on individual‐level data ever (n = 14,489 subjects) reported and represents one‐fifth the size of all previous studies combined.\n18\n Our observation can also serve as an example of how an arbitrary choice of categorization can mask differences in risk when risk profiles are curved. The concentrations of naturally occurring radon in most environmental media are highly variable in time and space, even within very small areas, due to different geochemical source concentrations and radon transport factors, as well as meteorological conditions, tidal forces, tectonic and seismic events. In addition, the accumulation of radon indoors is subject to anthropogenic factors, such as the physical characteristics of a building (building materials, ventilation, drinking water sources, floor level, etc.) and occupancy and usage patterns (living habits).\n28\n It is also known, that flats and detached houses represent very different radon distributions. To measure IRC in selected rooms validly and reliably in order to derive the radon exposure of a person is easy to perform, but a cost‐ and time‐intensive undertaking, because high temporal variation of IRC makes short‐term measurements unreliable for most applications.\n4\n, \n29\n Note that IRC averages hourly, seasonal, and yearly variations in indoor radon concentration, for example, attributable to weather changes but with a limited impact on lung cancer risk estimation\n30\n, \n31\n Average IRC values can even vary substantially within the same building.\n32 In the absence of measured IRC or detailed information about living conditions for each study participant, we quantified radiation exposure by radon as sIR based on publicly available data. In contrast to IRC, sIR is not only a measure of indoor radon exposure but also partially quantifies environmental radon exposure. Therefore, it is a proxy for the combination of environmental radon exposure (ER) and indoor radon exposure (IR). The sIR was assigned based on a one‐time‐point residential address. Therefore, this is a snapshot and should not be interpreted as lifetime‐accumulated exposure as resettlement behavior is not taken into account. However, difference in this between source populations may explain some of the observed differences between the studies, as internal migration is more common in the US and Canada than in the UK, Israel, and European countries.\n33\n For example, an average relocation distance of 39 km (1.9 km within cities) was given for Germany, while this is over 100 km in the much larger USA and Canada.\n34\n, \n35\n In summary, more frequent and far‐reaching mobility in the US and Canada may reduce the suitability of sIR as a proxy for IRC. In addition, a year‐to‐year variability of the IRC was recognized by repeated measurements within the same house. However, the extent is inconsistent and ranges from 15% to 62% (expressed as coefficient of variance “within a house”: ratio of the standard deviation to the arithmetic mean). As a consequence, single‐point measurements of radon exposure, as the one we used, tend to bias the effect estimates of LC risk towards zero.\n30\n Our OR estimates are therefore somewhat conservative, if at all. Furthermore, although unlikely, we cannot rule out the possibility that some patients with persistent respiratory problems (which may later be diagnosed with LC) move once they discover that they live at home with high radon levels. This behavior would potentially lead to biased estimates. Not taken into account are building characteristics, such as height, building material or energy retrofit, ventilation behavior and exposure duration. The pitfalls and reliability of IRC measurements are discussed elsewhere and are beyond the scope of this study.\n4\n, \n32\n We relied on IRC accuracy and validity when using the publicly available sIR values. Therefore, sIR is inferior to individual exposure assessment (IRC) for individual risk assessment. However, attempts have been undertaken by others to predict mean IRC of dwellings or estimate the probability that IRC exceeds 100 Bq/m3 and 300 Bq/m3, taking geo‐lithological and/or building characteristics into account.\n32\n, \n36\n, \n37\n, \n38\n, \n39\n It is possible that in future predictions of individual IRCs will replace the community averages used here, if these are based on more finely scaled sIR values and individual living conditions can be taken into account.\n40\n Until then, however, sIR appears to be suitable as a surrogate measure for IRC in large‐scale epidemiological studies. Our findings may contribute to the ongoing discussion on the LNT model, which originally arose from considerations by the United Nations Scientific Committee on the Effects of Radiation (UNSCEAR) and the U.S. Federal Radiation Council (FRC) in the mid‐1950s and was commonly accepted by leading radiation experts.\n21\n, \n41\n, \n42\n, \n43\n LNT has been and is still used to extrapolate spatial‐dose response curves from high to low and very low radon exposure levels to estimate health risks. LNT theoretically corresponds to a stochastic process that is associated with an increased risk of cancer through a higher number of single‐ (SSBs) and double‐strand breaks (DSBs), driven by a relatively low but dose‐dependent probability of SSB/DSBs per energy deposition event.\n44\n However, such DNA damage is less likely due to natural background exposure than endogenous sources such as biologically reactive oxygen species.\n45 However, it has been suggested that a strictly linear model does not account for several biological defense processes activated by very low doses of ionizing radiation (LDR). Such processes include DNA repair, apoptosis, synthesis of heat shock proteins, free radical scavenging, bystander effects, immune stimulation, and tumor suppression.\n45\n, \n46\n, \n47\n, \n48\n, \n49 Our results show that among those younger than 69 years of age, a J‐shaped spatial‐dose response relationship is compatible with the hypothesis related to biological defense mechanisms, whereas in the older age population, the stochastic process of increasing DNA damage is more likely. However, the observation of a non‐linear spatial‐dose response relationship for overall LC can be considered at least consistent with a similarly shaped spatial‐dose response relationship of state‐wide average indoor radon concentration (thus similar to sIR) reported for the mid‐Atlantic and northeastern US states, although observed for all‐cause mortality.\n50\n Furthermore, no increased mortality from LC due to occupational radiation exposure below 200 mSv (mainly cumulative gamma radiation) was recently observed in a pooled cohort of 101,363 US nuclear power plant workers, considering data from 1944 to 2016.\n51 The measurement and survey methods, and thus the quality of these sIR measures, were not standardized. This can lead to a certain degree of misclassification, especially at very low exposure levels. As often no information was provided on the accuracy of the sIR measures, we have not control for measurement errors. There was also no relationship between the time of the sIR assessment and the individual date of diagnosis. Given the long time lag between cancer initiation and clinical manifestation, this seems negligible. However, exposure misclassifications at extremely low sIR levels cannot be excluded. The weakest association observed in the HSPS study could also be because spouses and friends were recruited as controls, who usually live closer to the cases. Finally, considering that prolonged exposure to natural radiation may induce a learned adaptive response in cells and organisms, it is unclear whether the observed spatial‐dose response relationship can be applied to regions with only low SIR exposure (e.g. Australia, the Netherlands or Florida).\n21\n\n## Use of \nThe concentrations of naturally occurring radon in most environmental media are highly variable in time and space, even within very small areas, due to different geochemical source concentrations and radon transport factors, as well as meteorological conditions, tidal forces, tectonic and seismic events. In addition, the accumulation of radon indoors is subject to anthropogenic factors, such as the physical characteristics of a building (building materials, ventilation, drinking water sources, floor level, etc.) and occupancy and usage patterns (living habits).\n28\n It is also known, that flats and detached houses represent very different radon distributions. To measure IRC in selected rooms validly and reliably in order to derive the radon exposure of a person is easy to perform, but a cost‐ and time‐intensive undertaking, because high temporal variation of IRC makes short‐term measurements unreliable for most applications.\n4\n, \n29\n Note that IRC averages hourly, seasonal, and yearly variations in indoor radon concentration, for example, attributable to weather changes but with a limited impact on lung cancer risk estimation\n30\n, \n31\n Average IRC values can even vary substantially within the same building.\n32 In the absence of measured IRC or detailed information about living conditions for each study participant, we quantified radiation exposure by radon as sIR based on publicly available data. In contrast to IRC, sIR is not only a measure of indoor radon exposure but also partially quantifies environmental radon exposure. Therefore, it is a proxy for the combination of environmental radon exposure (ER) and indoor radon exposure (IR). The sIR was assigned based on a one‐time‐point residential address. Therefore, this is a snapshot and should not be interpreted as lifetime‐accumulated exposure as resettlement behavior is not taken into account. However, difference in this between source populations may explain some of the observed differences between the studies, as internal migration is more common in the US and Canada than in the UK, Israel, and European countries.\n33\n For example, an average relocation distance of 39 km (1.9 km within cities) was given for Germany, while this is over 100 km in the much larger USA and Canada.\n34\n, \n35\n In summary, more frequent and far‐reaching mobility in the US and Canada may reduce the suitability of sIR as a proxy for IRC. In addition, a year‐to‐year variability of the IRC was recognized by repeated measurements within the same house. However, the extent is inconsistent and ranges from 15% to 62% (expressed as coefficient of variance “within a house”: ratio of the standard deviation to the arithmetic mean). As a consequence, single‐point measurements of radon exposure, as the one we used, tend to bias the effect estimates of LC risk towards zero.\n30\n Our OR estimates are therefore somewhat conservative, if at all. Furthermore, although unlikely, we cannot rule out the possibility that some patients with persistent respiratory problems (which may later be diagnosed with LC) move once they discover that they live at home with high radon levels. This behavior would potentially lead to biased estimates. Not taken into account are building characteristics, such as height, building material or energy retrofit, ventilation behavior and exposure duration. The pitfalls and reliability of IRC measurements are discussed elsewhere and are beyond the scope of this study.\n4\n, \n32\n We relied on IRC accuracy and validity when using the publicly available sIR values. Therefore, sIR is inferior to individual exposure assessment (IRC) for individual risk assessment. However, attempts have been undertaken by others to predict mean IRC of dwellings or estimate the probability that IRC exceeds 100 Bq/m3 and 300 Bq/m3, taking geo‐lithological and/or building characteristics into account.\n32\n, \n36\n, \n37\n, \n38\n, \n39\n It is possible that in future predictions of individual IRCs will replace the community averages used here, if these are based on more finely scaled sIR values and individual living conditions can be taken into account.\n40\n Until then, however, sIR appears to be suitable as a surrogate measure for IRC in large‐scale epidemiological studies.\n\n## Discussion on the \nOur findings may contribute to the ongoing discussion on the LNT model, which originally arose from considerations by the United Nations Scientific Committee on the Effects of Radiation (UNSCEAR) and the U.S. Federal Radiation Council (FRC) in the mid‐1950s and was commonly accepted by leading radiation experts.\n21\n, \n41\n, \n42\n, \n43\n LNT has been and is still used to extrapolate spatial‐dose response curves from high to low and very low radon exposure levels to estimate health risks. LNT theoretically corresponds to a stochastic process that is associated with an increased risk of cancer through a higher number of single‐ (SSBs) and double‐strand breaks (DSBs), driven by a relatively low but dose‐dependent probability of SSB/DSBs per energy deposition event.\n44\n However, such DNA damage is less likely due to natural background exposure than endogenous sources such as biologically reactive oxygen species.\n45 However, it has been suggested that a strictly linear model does not account for several biological defense processes activated by very low doses of ionizing radiation (LDR). Such processes include DNA repair, apoptosis, synthesis of heat shock proteins, free radical scavenging, bystander effects, immune stimulation, and tumor suppression.\n45\n, \n46\n, \n47\n, \n48\n, \n49 Our results show that among those younger than 69 years of age, a J‐shaped spatial‐dose response relationship is compatible with the hypothesis related to biological defense mechanisms, whereas in the older age population, the stochastic process of increasing DNA damage is more likely. However, the observation of a non‐linear spatial‐dose response relationship for overall LC can be considered at least consistent with a similarly shaped spatial‐dose response relationship of state‐wide average indoor radon concentration (thus similar to sIR) reported for the mid‐Atlantic and northeastern US states, although observed for all‐cause mortality.\n50\n Furthermore, no increased mortality from LC due to occupational radiation exposure below 200 mSv (mainly cumulative gamma radiation) was recently observed in a pooled cohort of 101,363 US nuclear power plant workers, considering data from 1944 to 2016.\n51\n\n## Limitations\nThe measurement and survey methods, and thus the quality of these sIR measures, were not standardized. This can lead to a certain degree of misclassification, especially at very low exposure levels. As often no information was provided on the accuracy of the sIR measures, we have not control for measurement errors. There was also no relationship between the time of the sIR assessment and the individual date of diagnosis. Given the long time lag between cancer initiation and clinical manifestation, this seems negligible. However, exposure misclassifications at extremely low sIR levels cannot be excluded. The weakest association observed in the HSPS study could also be because spouses and friends were recruited as controls, who usually live closer to the cases. Finally, considering that prolonged exposure to natural radiation may induce a learned adaptive response in cells and organisms, it is unclear whether the observed spatial‐dose response relationship can be applied to regions with only low SIR exposure (e.g. Australia, the Netherlands or Florida).\n21\n\n## CONCLUSIONS\nCollectively, our results provide evidence of a potentially non‐linear risk profile for radon‐induced lung cancer among populations aged <69 years, when only community‐average exposure values are available. Effect modifications due to smoking behavior and their pattern depending on the histological subtype are equivalent to those in the individual determination of radiation exposure. The assignment of spatial indoor radon levels (sIR) is an informative proxy for radon exposure and can be used in epidemiological studies; however, the accuracy of individual risk assessments needs to be further assessed. The sIR is useful as proxy of individual radon exposure in epidemiological studies on lung cancer. The usual assumption of a linear dose–response relationship, as can be made for individual radon exposures, may not be optimal for sIR values of less than 200 Bq/m3.\n\n## AUTHOR CONTRIBUTIONS\nAlbert Rosenberger: Conceptualization (equal); formal analysis (equal); methodology (equal); project administration (equal); resources (equal); writing – original draft (equal); writing – review and editing (equal). Heike Bickeböller: Funding acquisition (supporting); supervision (supporting). David C. Christiani: Resources (equal). Geoffrey Liu: Resources (equal). Matthew B. Schabath: Resources (equal); writing – review and editing (equal). Luisa F. Duarte: Resources (equal). Loic Le Marchand: Resources (equal). Christopher Haiman: Resources (equal). Teresa Landi: Resources (equal). Dario Consonni: Resources (equal); writing – review and editing (equal). John K. Field: Resources (equal). Michael P. A. Davies: Resources (equal). Demetrios Albanes: Resources (equal). Adonina Tardón: Resources (equal). Guillermo Fernández‐Tardón: Resources (equal). Gad Rennert: Resources (equal). Christopher I. Amos: Funding acquisition (equal); project administration (equal); resources (equal). Rayjean J. Hung: Funding acquisition (equal); project administration (equal); resources (equal); writing – review and editing (equal).\n\n## FUNDING INFORMATION\nThe National Institutes of Health (7U19CA203654–02/ 397,114,564–5,111,078 Integrative Analysis of Lung Cancer Etiology and Risk) supported this work. Other individual funding sources for participating studies and members of INTEGRAL‐ILCCO are listed elsewhere [10, 30]. The funders played no role in the study design, data collection and analysis, decision to publish, or manuscript preparation. The funders had no role in study design, data collection, data analysis, or data interpretation. We gratefully acknowledge the support of the Open Access Publication Fund/Transformation Agreement of the University of Göttingen and the publication fund “NiedersachsenOPEN”.\n\n## CONFLICT OF INTEREST STATEMENT\nThe authors have no relevant financial or non‐financial interests to disclose.\n\n## ETHICS STATEMENT\nThe participating studies were approved by the respective internal review board or ethics committee. Informed consent was obtained from all the participants included in the studies. All consortium research was approved by the Dartmouth Committee for the Protection of Human Subjects on 7/30/2014 (id STUDY00023602).\n\n## Supporting information\nData S1:",
  "word_count": 7220,
  "char_count": 45581
}