{
  "pmcid": "PMC4993858",
  "doi": "10.1016/j.redox.2016.08.002",
  "title": "The impact of high and low dose ionising radiation on the central nervous system",
  "authors": [
    "Calina Betlazar",
    "Ryan J. Middleton",
    "Richard B. Banati",
    "Guo-Jun Liu"
  ],
  "year": "2016",
  "journal": "Redox Biology",
  "abstract": "Responses of the central nervous system (CNS) to stressors and injuries, such as ionising radiation, are modulated by the concomitant responses of the brains innate immune effector cells, microglia. Exposure to high doses of ionising radiation in brain tissue leads to the expression and release of biochemical mediators of ‘neuroinflammation’, such as pro-inflammatory cytokines and reactive oxygen species (ROS), leading to tissue destruction. Contrastingly, low dose ionising radiation may reduce vulnerability to subsequent exposure of ionising radiation, largely through the stimulation of adaptive responses, such as antioxidant defences. These disparate responses may be reflective of non-linear differential microglial activation at low and high doses, manifesting as an anti-inflammatory or pro-inflammatory functional state. Biomarkers of pathology in the brain, such as the mitochondrial Translocator Protein 18 kDa (TSPO), have facilitated in vivo characterisation of microglial activation and ‘neuroinflammation’ in many pathological states of the CNS, though the exact function of TSPO in these responses remains elusive. Based on the known responsiveness of TSPO expression to a wide range of noxious stimuli, we discuss TSPO as a potential biomarker of radiation-induced effects.",
  "sections": [
    {
      "title": "Introduction",
      "text": "The impact of ionising radiation on human physiology has been documented throughout the last century, subsequent to nuclear disasters and incidents through inhalation or ingestion of radioactive material [1]. Aside from environmental exposure, artificial sources of ionising radiation are growing in utility. Currently, exposure to ionising radiation through medical diagnostics and treatment strategies now constitutes the largest proportion of average yearly radiation exposure in Australia [2]. The increasing availability and utility of ionising radiation for medical purposes warrants a reassessment of the literature on the biological impact of higher and lower doses of ionising radiation, particularly in terms of the central nervous system (CNS). Whilst the neurobiological impact of exposure to high dose ionising radiation has been well documented, the consequences of low dose exposure have garnered considerable debate [3]. Responses of biological systems to ionising radiation are largely thought to follow a linear dose-response pattern [4]. Challenge to the prevailing paradigm of a linear no-threshold model comes in the form of animal radiobiological data, with several lines of evidence suggesting that exposure to lower doses of ionising radiation may confer neuroprotection [5], [6], [7], [8]. This response has been conceptualised as radiation hormesis, where exposure to a stressor in low amounts can induce protective, radioadaptive and reparative mechanisms [9], [10], though this is not without contention. Insufficient data expounding the beneficial effects of low dose ionising radiation on human physiology, and a lack of consensus regarding the definition of ‘low dose’, has meant that the concept of radiation hormesis is not currently acknowledged by international panels and governing bodies. Though there is still uncertainty surrounding the nature of biological responses to high and low dose ionising radiation, a more comprehensive understanding of the molecular and cellular processes underlying radiobiological responses is currently evolving [11], particularly within the context of the complex and multifaceted CNS. Since its early discovery, radiation science has expanded in utility to medical practices [12], [13], [14], though it was not until later in history that the effects of ionising radiation on the brain were directly examined [15]. The paradox of utilising ionising radiation for therapeutic and medical diagnostic purposes is that at higher doses it may induce damage to normal tissue. The non-cancer effects of ionising radiation exposure, and the cellular reactions it can produce in the adult CNS, will be the focus of this review. In the literature, one of the more prominent manifestations of radiation-induced injury is seen in the hippocampus, a radiosensitive region housing populations of proliferating progenitor cells [16], [17], [18]. High dose irradiation can induce dysfunction or apoptosis to mature or newly born differentiating cells that integrate into the hippocampal network, manifesting as longer term functional deficits [19]. Orchestrating responses to high dose irradiation are microglial-mediated neuroinflammation and oxidative stress induced by excess reactive oxygen species (ROS) formation [20], [21]. Mitochondrial redox balance and microglial responses are also critical in modulating responses to low dose irradiation, largely through the stimulation of antioxidant defences [7]. Whilst some evidence still points to a linear dose-response pattern, there is significant evidence to suggest that lower doses can confer protection to cell functioning, molecular structures, synapses, and key brain mechanisms such as neurogenesis, and induce reparative mechanisms in the face of CNS pathology [10], [22]. Based on guidelines by regulatory bodies, as well as data generated by low dose radiation research programs, a low dose is considered to be acute exposure to less than 100mSv, or 0.1 Gy [23], [24]. Rather than adopting a stringent demarcation between ‘high’ and ‘low’ doses of ionising radiation, we will discuss ‘low dose’ data within the broader range of doses up to 1 Gy, a definition which extends across many radiobiological studies. Here we review the literature regarding the impact of ionising radiation on the CNS, highlighting remaining uncertainties surrounding the disparate responses to high and low doses of ionising radiation that are underscored by mitochondrial redox balance and neuroinflammation. This review aims to synthesise the important aspects of CNS functionality under conditions of stress, injury and pathology, which can elucidate the neurobiological responses to ionising radiation at different doses. In order to enhance understanding in this field and dissect the subcellular and molecular events that drive radiation-induced neurobiological responses, a key biomarker of CNS pathology, the mitochondrial Translocator Protein 18 kDa (TSPO), will be examined. We introduce TSPO as a novel perspective in clarifying the responses of the CNS to ionising radiation, and highlight its centrality to a comprehensive understanding of the complex network linking neuroinflammation and mitochondrial redox balance. Its utility as a sensitive in vivo biomarker of microglial activation, coordinating the brains innate immune response, may lead to new insights into how this process may modulate CNS responses after high and low dose irradiation, as well as elucidating the exact function of this enigmatic protein."
    },
    {
      "title": "Microglial responses to stressors in the CNS",
      "text": "The coordination of responses to insults and stressors in the CNS are complex and multifaceted. Neurobiological mechanisms of inflammation, protection, defence and repair comprise of networks of cells and molecular mediators that respond to alterations in homeostasis [25]. Neuroinflammation is inherent to an understanding of CNS responses after such alterations, for example exposure to ionising radiation. This mechanism is distinctively characterised by the presence of activated microglia, the brains innate immune effector cells, which exhibit striking morphological and functional plasticity in response to insults [26], [27]. In their resting state, microglia display highly ramified morphology and survey the microenvironment, though in the presence of endogenous or exogenous stressors, these cells can proliferate and transition morphologically to an amoeboid, activated state [28], [29], [30]. Activated microglia initiate an inflammatory response by releasing pro-inflammatory factors including cytokines and ROS [20], [31]. The pro-inflammatory state of activated microglia, or the M1 type classical activation state, can be cytotoxic to surrounding cells, and when unregulated can propagate tissue damage and cause secondary injury [32], [33]. Correspondingly, neuroinflammation is thought to be implicated in multifarious functions and pathological states in the CNS, including the modulation of neurogenesis and neuronal development [25], [34], [35], synaptic stripping and neuronal dysfunction [36], [37], and is now widely implicated in the pathogenesis and progression of many neurodegenerative disorders [38], [39], [40], [41], [42], [43], [44], [45]. Alternatively, an M2 microglial activation state is not neurotoxic, transiently conferring neuroprotection and anti-inflammatory properties in response to injury [46]. Microglial M2 activation and M2-derived factors have been demonstrated to promote remyelination and activate reparative and regenerative growth responses after lesions [47]. This activation state can also down-regulate inflammation, and reduces secondary injury which may be induced by inflammation [48], though the shift between M2 and M1 phenotypes is not well understood. The polarised activation states of microglia may also be implicated in the responses of the brain to ionising radiation, and furthermore, the disparate activation states may be reflective of the anti-inflammatory or pro-inflammatory responses of microglia after low and high dose ionising radiation, a topic which warrants future investigation. Importantly, classically activated M1 microglia and its associated pro-inflammatory functions are intrinsically linked to the production of free radicals [20], [26], [49]. The production of ATP through oxidative phosphorylation results in the formation of oxidant by-products which can be damaging to cell components in sufficient quantities. The inability of antioxidant compounds and enzymes to neutralise the adverse effects of excess ROS contributes to oxidative stress, which can manifest as damage to nucleic acids, protein degradation, and lipid peroxidation in cells [50]. Concomitantly, reactive nitrogen species (RNS) and nitric oxide (NO) can also coordinate microglial responses to stressors in the CNS [51], [52], [53]. Activated microglia have also been shown to produce excess ROS and H2O2 from NADPH oxidases, which also generate large amounts of oxidants in activated phagocytic cells [54] and are important to the progression of ROS-mediated neuroinflammatory collateral damage to surrounding cell populations [55], [56]. Collectively, activated microglia can act through mechanisms such as the NF-κB pathway to release ROS, RNS and pro-inflammatory cytokines such as TNF-α, IL-1β and IL-6, or through MAPK signalling pathways that activate NADPH to coordinate neuroinflammation [20], [51], [57], [58], [59], [60]. Indeed, neuroinflammation and oxidative stress have been implicated in several CNS disorders, notably Alzheimer’s disease [61], [62] and Parkinson's Disease [40], [57], [63], potentiating cellular damage and pathology. The balance between oxidants and antioxidants is also fundamental to the normal physiological functioning of the CNS [64], as antioxidant processes have been shown to alleviate oxidative stress-induced damage and inflammatory responses by activated microglia [62], [65], [66]. Together, the aforementioned mechanisms are also critical in modulating responses of the irradiated CNS, and an understanding of the machinery behind neuroinflammation and redox balance can therefore help elucidate the responses of the CNS to ionising radiation at different doses."
    },
    {
      "title": "The impact of high dose ionising radiation on the CNS",
      "text": "One of the earliest physiological responses to ionising radiation is the production of ROS [67], which can induce oxidative stress and neuroinflammatory processes at sufficiently high doses of ionising radiation. A recent meta-analysis of published data suggests an overall significant effect of oxidative damage in response to ionising radiation, particularly on cells of the brain. Interestingly, there was significant heterogeneity in effect sizes among species and cell types across the body [68], highlighting the large variability of responses to ionising radiation. Indeed, even within the CNS, the complex interrelationships between neuroinflammatory responses, mitochondrial redox mechanisms and different cell populations complicate the understanding of responses to ionising radiation at different doses [24]. It is clear, however, that ionising radiation can impact nucleic acids [69], [70], neurovascular permeability [71], [72], [73], induce ROS/RNS [21], [67], [74], [75] and elicit a neuroinflammatory response [76], [77], [78], all of which can manifest as radiation-induced injury. The presence of cognitive decline in patients after clinical exposure to high dose irradiation has led to a research focus on the hippocampal microenvironment and its population of mature cells and proliferating progenitor cells in the subgranular zone of the dentate gyrus. This region of neurogenesis is particularly sensitive to ionising radiation [79], as mitotic cells are radiosensitive at stages of the cell cycle between the G2 and M phase [80], [81], [82], [83]. Doses of ionising radiation above 1 Gy can influence neural progenitor cell survival in the hippocampus by significantly reducing the number of newly differentiated cells, increasing DNA damage (γ-H2AX nuclear foci), promoting cell-cycle arrest, and inducing oxidative/nitrosative stress, which ultimately implicates the functionality of the hippocampus manifesting as cognitive impairment [84], [85], [86], [87], [88]. Cell viability and apoptosis are important implications of high dose irradiation across the cell populations of the CNS, as gamma irradiation at 10 Gy in cell cultures reduces cell survival and increases apoptosis through the up-regulation of key apoptotic proteins, including cytochrome-c, caspase-3 and decreased expression of anti-apoptotic Bcl-2. Concomitantly, elevated pro-inflammatory cytokines TNF-α, IL-1β and IL-6 and lipid peroxidation markers relative to sham irradiated controls also highlights critical inflammatory responses after high dose ionising radiation that can propagate radiation-induced injury [89]. A search using the SCOPUS database for ‘ionising radiation’ and ‘microglia’ yields a steady increase in publication numbers since the earliest recorded data by Estable-Puig et al. in 1964 (refer to Fig. 1). Such was the first demonstration of cortical microglial activation, as well as the degeneration of myelin, in response to high dose particle irradiation [15]. It is now recognised that sufficient doses of ionising radiation can induce microglial activation and pro-inflammatory derived factors which can propagate radiation-induced brain injury [90], [91]. Correspondingly, radiation-induced neuroinflammation can inhibit adult neurogenesis in the hippocampus [92], [93], [94], [95], with longer term cognitive deficits in patients persisting from months to decades after initial exposure [96]. Interestingly, the finding of reversible inhibition of the proliferative capacity of progenitor cells in the dentate gyrus 1 week after 4 Gy X-radiation exposure, with an absence of microglial activation [97], suggests there is a requirement of neuroinflammatory processes to cause persistent and deleterious effects to cells [98]. In the important work of Monje et al. (2003), 10 Gy X-irradiation in adult mice incites microglial activation in the hippocampus, causing significant reductions in the proliferative capacity of progenitor cells, impacting cell fate. This neuroinflammatory response was alleviated during and after irradiation with application of an anti-inflammatory agent, partially restoring the proliferative capacity of these cells [98]. Activated microglia can inhibit neurogenesis after higher doses of ionising radiation through the release of pro-inflammatory cytokines IL-1β, TNF-α and IL-6, also contributing to progenitor cell dysfunction [84], [98], [99], [100], [101]. Importantly, the pro-inflammatory reactions of microglia subsequent to high dose irradiation typify the M1 microglial activation state, as opposed to M2 phenotypye [102]. The pro-inflammatory microenvironment after irradiation may also develop as a result of disruption to the blood brain barrier [103], [104] (as illustrated in Fig. 2). Doses above 5 Gy can promote apoptosis of endothelial cells in the brain, thereby causing microvascular damage, as well as contributing to radiation-induced cognitive dysfunction [105]. Compromise of the blood brain barrier can result in increases of peripherally derived macrophages [99], or brain infiltrating leukocytes, expressing factors such as CCR2 or ICAM-1 [106]. Radiation also increases vulnerability of the brains microvasculature and perivascular cells, which can lead to increased DNA damage and premature senescence in surviving cells [73]. The induction of pro-inflammatory factors can occur through pronounced activation of transcription factors such as NF-κb, causing aberrant regulation of genes involved in pathological inflammatory states [91], [107], [108], and can also induce apoptosis [67], [109]. Correspondingly, Schnegg et al. [108] applied the anti-inflammatory and antioxidant PPARδ agonist to BV-2 microglial cell cultures prior to a single dose of 10 Gy gamma radiation. This agent alleviated radiation-induced neuroinflammation by reducing TNF-α, IL-1β and COX-2 expression via NF-κB, whilst also inhibiting ROS generation, revealing the critical importance of ROS modulation in neuroinflammatory responses after high dose ionising radiation. PPARδ activation also inhibited phosphorylation of c-Jun and MEK/ERK1/2 which regulated the inhibition of ROS formation and the expression of pro-inflammatory factors [108]. A congruous effect has also been demonstrated utilising other classes of PPAR agonists, adding to the significance of these mechanisms in the reactions of microglia following high dose irradiation [110]. Analogously, Deng et al. (2012) demonstrated the importance of the MAPK MEK/ERK1/2 signalling cascade in mediating the responses of microglia after high dose irradiation. Exposure of BV-2 microglial cell cultures to 10 Gy gamma radiation induced the phosphorylation of c-Jun and ERK1/2, which correlated with increases in the expression of pro-inflammatory factors and ROS. Application of NADPH oxidase inhibitors resulted in a marked reduction in ROS after irradiation and decreased c-Jun phosphorylation, indicating that radiation-induced oxidative stress stimulates MEK/ERK1/2 signalling cascade to activate c-Jun, inciting a neuroinflammatory response in microglial cells [49]. Oxidative stress and redox balance play critical roles in the responses of cells to higher doses of ionising radiation [21], [95], [111]. Acute increases in mitochondrial ROS/RNS generation at a dose-dependent rate from 1 to 10 Gy, accompanied by changes in mitochondrial membrane potential, and mitochondrial permeability, characterise one of the most widely observed cellular reactions to ionising radiation [112]. Acute increases in lipid peroxidation after exposure to doses above 2 Gy, measured as a function of malondialdehyde (MDA) levels in brain tissue, can persist months after exposure [113], signifying sustained oxidative stress-induced injury. Accompanying increases in oxidative stress are increases in deleterious DNA damage such as double strand breaks (DSBs) and decreases in DNA repair proteins, which in turn can lead to apoptosis via cell-cycle arrest pathways and even reductions in cortical thickness [114]. Oxidative stress mediated damage in the brain can also occur as a result of diminished antioxidant enzyme activity such as superoxide dismutases (SOD), glutathione and catalase after irradiation above 2 Gy, which typically counteract the deleterious effects of ROS accumulation in cells [115]. The importance of antioxidant defences is highlighted by the finding of linear decreases from 2 to 5 Gy in the activity of Cu/Zn/Mn-SOD in both the hippocampus and the cortex up to 24 h post-exposure. The hippocampus displayed more significant decreases in antioxidant activity, highlighting the greater sensitivity and impaired recovery capacity of this region [80]. More recently, Ismail et al. [113] demonstrated that after a single dose of 6 Gy gamma radiation in rodents, there were significant increases in DNA DSBs, increased levels of lipid peroxidation, with a concomitant reduction in glutathione and SOD activity compared to sham irradiated controls. These responses were ameliorated in the group pre-treated with an antioxidant agent, demonstrating the importance of antioxidative neutralisation of oxidative stress-induced injury after high dose irradiation [113]. Interestingly, the integral importance of antioxidants has been highlighted in studies utilising mitochondrial catalase overexpression. This overexpression neutralises lipid peroxidation in the hippocampal region after exposure to doses above 2 Gy [116], as well as preserving neuronal and dendritic networks in the hippocampus, ultimately decreasing radiation-induced cognitive dysfunction [117]. Though there are inconsistencies in the dosages, dose rates, radiation sources (refer to Table 1) and in vitro and in vivo methodologies used in studies, it is apparent that responses of the CNS to higher doses of ionising radiation are underscored by excess ROS production, contributing to oxidative stress related damage and neuroinflammation. It is interesting to note that many of the studies examined here, and indeed throughout the literature in general, apply a single dose irradiation to tissue and examine the effects thereafter (as highlighted in Table 1), which may not be predictive of outcomes after other dosing schedules. Greene-Schloesser et al. (2010) demonstrated that in the hippocampal dentate gyrus, there was greater activation and proliferation of microglia after single dose exposure compared to corresponding fractionated doses delivered in 5 Gy fractions twice a week for 2–4 weeks. This serves to highlight the differences in cell responses to dose fractions as compared with administration of a single acute dose [118], and in particular, may highlight the sensitivity of microglial reactivity to the acuteness of the stressor that is delivered to the brain."
    },
    {
      "title": "The impact of low dose ionising radiation on the CNS",
      "text": "A large amount of uncertainty remains concerning the impact of low dose ionising radiation on the CNS. Additionally, there is a lack of consensus regarding the definitions of ‘low dose’ ionising radiation, in terms of both total dose and dose rates. An examination of publication trends reveals a relative decrease in the literature regarding low dose ionising radiation and the brain as compared to higher doses, emphasising the lack of uncertainty surrounding the neurobiological effects of low doses (see Fig. 1). Of the earliest research into acute low dose effects on the adult brain, Yamaoka et al. [119] provided demonstrable evidence of the activation of protective mechanisms in the brain, through the induction of antioxidant activity that mitigates lipid peroxides [119]. Though there is still contention surrounding the nature of responses to low dose irradiation, a prevalent theme in much of the literature indicates that low dose irradiation may not induce deleterious alterations in cognition, cell functioning, DNA and gene expression, apoptosis, nor pathological signs in vivo\n[120], and that it may in fact stimulate molecular and cellular protective mechanisms [8]. Moreover, where higher doses may incite a neuroinflammatory response, lower doses of gamma radiation at 0.5 Gy have been shown to attenuate inflammatory responses by suppressing the release of pro-inflammatory cytokines. Interestingly, the striking lack of publications regarding ‘low dose ionising radiation’ and ‘microglia’ from the SCOPUS database (refer to Fig. 1) highlights the relative quiescence of data on this topic. Though there is a paucity of literature directly measuring the responses of microglia to low dose irradiation, there is evidence of decreased neuroinflammation with concomitant suppression of ROS-mediated damage and apoptosis. Low dose irradiation of hippocampal neurons at 0.2 Gy has been demonstrated to enhance cell viability through the suppression of ROS 5 days post-exposure, compared to higher doses of 2 Gy which compromised cell survival [121]. Similarly, human neural stem cell cultures irradiated with charged particles at 0.05–0.25 Gy showed increased levels of ATP, and decreased ROS/RNS levels, which contributed to increased cell survival, as opposed to cells irradiated at higher doses of 1 Gy [122]. Thus, low dose ionising radiation may stimulate defences against neuroinflammation and attenuate oxidative stress, which crucially influences cell proliferation, cell functioning and ultimately cell survival in the CNS. Radioadaptive dosing, where cells are pre-primed with a low dose, can reduce vulnerability to subsequent exposure to higher doses, also producing a neuroprotective effect. Otsuka et al. [123] demonstrated that animals primed with pre-exposure to doses of 0.5 Gy gamma radiation developed increased resistance to DNA damage after subsequent exposure to a higher challenge dose of 1.6 Gy, compared to mice irradiated with the higher dose alone [123], indicative of a radioadaptive response [22], [124]. In terms of inflammation, decreases in pro-inflammatory markers in the mouse hippocampus and cortex were present only in animals primed with a 0.1 Gy dose prior to subsequent exposure to 2 Gy, suggesting that early exposure to low doses can prevent the upregulation of inflammation by higher doses [100]. Though radioadaptive responses have been demonstrated in different cell types, further exploration into the radioadaptive dosing paradigm in terms of its effects on the brains innate immune system is needed. Importantly, evidence suggests that the responses of DNA and gene expression in the CNS after low doses of ionising radiation are qualitatively different from higher dose exposures. Important work from Yin et al. [125] demonstrated that 0.1 Gy gamma radiation can induce alterations in gene expression involved in neuroprotective functions, notably DNA repair, cell-cycle control, lipid metabolism and stress responses. Interestingly, late changes implicated genes involved in metabolic functions, myelin and protein synthesis and increases in transcripts for antioxidative enzymes [125]. Analysis of transcriptome profiles after low dose irradiation of 0.1 Gy has also demonstrated the acute alterations in expression levels of genes involved in damage responses, signalling pathways associated with cognition, and the downregulation of ERK/MAPK, which are significantly different to pathways induced by 2 Gy [126]. The importance of dose delivery schedules must also be highlighted, as protracted exposure to 0.05 Gy X-rays over 10 days alters molecular signalling pathways in the hippocampus and cortex, such as the expression and phosphorylation of protein kinases ERK1/2 and AKT, as well as decreasing hippocampal cell proliferation. These alterations were not present after administration of a corresponding single dose of 0.5 Gy [127], demonstrating that continuous exposure resulted in a more pronounced, deleterious effect. The striking incongruence in results as a function of altering the dose delivery method thus limits the ability of single acute doses to predict outcomes to continuous or protracted exposure. In rodent models of neuropathology, low dose ionising radiation exposure has been shown to confer neuroprotection and activate reparative mechanisms. Kojima et al. (1998) utilised a 1-methyl-4-phenyl-1,2,3,6-tetrahydropyridine (MPTP) model of Parkinson’s Disease to demonstrate acute increases in the levels of glutathione and catalase 3 h after exposure to a single dose of 0.5 Gy gamma radiation, with concomitant neutralisation of lipid peroxidation [128]. This has been confirmed more recently in a mouse model of Parkinson’s Disease after whole body gamma radiation at 1.5 Gy, where irradiated diseased animals had demonstrable restoration of glutathione levels, and even elevated levels of striatal dopamine [129]. Such neuroprotective effects after exposure to the slightly higher dose of 1.5 Gy also serves to highlight the ambiguity surrounding the exact parameters of high and low doses. Higher doses of ionising radiation were once used therapeutically for lymphoid radiation to treat Multiple Sclerosis, though not without contention [130], [131], [132]. More recently, in experimental models of Multiple Sclerosis, low dose gamma radiation delivered at repeated doses of 0.5 Gy attenuated experimental autoimmune encephalomyelitis (EAE) though suppression of pro-inflammatory factors such as TNF-α, IL-6, cytotoxic T cells, and induced recruitment of regulatory T-cells, which are involved in the therapeutic effect [133], [134]. This anti-inflammatory effect has also been demonstrated in genetic autoimmune disease models in mice, where after 5 weeks of continuous 0.35 mGy/h and 1.2 mGy/h gamma irradiation, treated mice had attenuated cerebral inflammation, and increases in lifespan comparative to non-irradiated controls, indicating a persistent protective effect of low dose irradiation [135]. In animal models of brain injury and tissue damage, radon inhalation at 2000 Bq/m3 for 24 h mitigated neuronal injury in the hippocampus whilst also stimulating acute increases in the activity of SOD and glutathione levels compared to controls [136]. Comparable responses have been demonstrated after single dose 0.5 Gy X-irradiation, which can also elevate antioxidant levels in the presence of lesions, rescuing cells from apoptosis, relative to sham irradiated controls [137]. Interestingly, Otani et al. [138] demonstrated analogous findings in a neurodegenerative model of retinitis pigmentosa, where cranial exposure to 0.65 Gy gamma radiation in diseased mice rescued photoreceptor cells from apoptosis, increased cell survival, and prevented further degeneration compared to mice exposed to 2 Gy. Remarkably, Prdx2 antioxidative gene upregulation was observed after this low dose exposure, with silencing of this gene causing the rescue effect to be lost [138]. Antioxidative mechanisms are evidently implicated in the neuroprotective and reparative responses that low dose ionising radiation can confer [139]. Interestingly, in studies of medical professionals and hospital staff, blood antioxidant levels were significantly higher in participants exposed to low dose ionising radiation ranging from 0.1 to 3.8 mGy per month compared to unexposed controls [140], [141], though the paucity of literature on human studies necessitates further investigation of this effect. In mice, whole body exposure to both 0.1 Gy and 1 Gy gamma radiation boosts levels of glutathione, catalase and SOD activity in brain tissue after 2 weeks, but returns to baseline at 4 weeks [142]. Corroborating evidence from Veeraraghavan et al. [143] demonstrated that after single dose exposures to 0.1 or 0.5 Gy gamma radiation in mice, increases in the gene expression of SOD2 and SOD activity facilitated through the NF-κB and SOD signalling network persisted 8 days after exposure. Notably, antioxidant upregulation was not present after exposure to 0.02 Gy, suggesting that the mitochondrial machinery behind this response requires sufficient exogenous stimulation by low dose ionising radiation [143]. More recent evidence from Abdel-Rafei et al. [144] highlighting the importance of mitochondrial redox balance to low dose responses demonstrates that exposure to fractionated 0.5 Gy (twice 0.25 Gy at 2 d interval) gamma irradiation prior to biochemical insult can ameliorate lipid peroxidation and produce an anti-apoptotic effect in the hippocampus, whilst also increasing levels of glutathione, SOD and catalase activity in this region. Importantly, such responses also manifested as significant improvements in cognitive functioning [144]. There is a growing body of evidence to suggest that low dose ionising radiation exposure to the CNS produces responses that are consistent with the radiation hormesis model, though inconsistencies in the literature emphasise the need for further research in this field. Recently, Katsura et al. [145] irradiated human neural progenitor cell cultures with low dose gamma radiation at 3 very low doses rates corresponding to 0.031–0.496 Gy delivered continuously for 72 hours. Demonstrable dose-dependent alterations in DNA DSBs, increases in inflammatory markers, cell-cycle arrest and increased gene expression of apoptotic pathways ultimately impacted cell differentiation and survival [145]. These findings emphasise the importance of dose rate as well as total dose (refer to Table 2), schedule of delivery, and in vivo and in vitro methodology, all of which are varied across the majority of studies. Dose fractionation, protraction or acute single dose delivery can all manifest different neurobiological outcomes, from the molecular to the cellular level, which needs to be considered in future studies. Despite the heterogeneity in experimental conditions throughout the literature, it is clear that a salient trend across the radiobiological data points to a protective and adaptive effect of low dose ionising radiation. In order to further characterise CNS responses to low dose irradiation, and address the remaining uncertainties, a direct examination of microglial responses, as well as the machinery driving antioxidant stimulation, will need to be determined. The potential induction of an M2 microglial activation state following low dose irradiation, which can down-regulate inflammatory responses and induce reparative mechanisms in response to injury, should also be explored in future studies. This may also delineate the phenotypes of microglia in response to varying stimuli in the CNS."
    },
    {
      "title": "Mitochondrial Translocator Protein 18 kDa (TSPO) in neuroinflammation and responses to ionising radiation",
      "text": "An understanding of the mitochondrial mechanisms that drive oxidant/antioxidant production and microglial activation after irradiation remains elusive. Given the remaining uncertainties surrounding the susceptibility of the CNS to ionising radiation at different doses, new research modalities and approaches to the study of mitochondrial biology are needed. Enhanced understanding of the interdependence between mitochondrial mechanisms and neuroinflammation has been facilitated through sensitive in vivo neuroimaging markers, such as the mitochondrial Translocator Protein 18 kDa (TSPO), which has garnered considerable attention [148], [149]. Though its exact role in cellular functioning remains elusive, TSPO has been regarded as integral to cholesterol transport and steroid hormone synthesis, consistent with its nomenclature [150]. However, the creation of a viable TSPO knockout mouse model by Banati et al. [151] has challenged this function, indicating that the role of TSPO lies beyond steroidogenesis and cholesterol translocation [151], [152]. The TSPO knockout mouse model will facilitate further studies into the role of this outer mitochondrial membrane protein in cellular functioning [152], where it is hoped that further studies will provide a novel perspective for TSPO in responses after ionising radiation. Interestingly, in the CNS, TSPO expression is quiescent under normal physiological conditions, yet is predominantly, if not exclusively, upregulated in activated microglia under conditions of stress or pathology [153], [154], [155], [156]. This has spurned prolific investigations into its utility as a biomarker of neuroinflammation [146], [157]. It should be noted that perivascular cells and endothelial cells too express binding sites for TSPO ligands [158], though the TSPO regulation in this compartment has not yet been fully investigated. Specific ligands and the use of in vivo neuroimaging techniques such as Positron Emission Tomography (PET) have implicated TSPO in multifarious disease states of the nervous system, including neurodegenerative disorders [159], [160], [161], [162], dementia [163], amyotrophic lateral sclerosis [164], [165], multiple sclerosis [158], [166], [167] and brain tumours [168], [169]. In experimental models, ligands of TSPO such as PK11195 have been found to reduce pro-inflammatory gene expression of COX-2, TNF-α and IL-6 after stimulation with lipopolysaccharide (LPS) [170], [171], with a concomitant reduction in the number of activated microglia, sparing further degeneration [172]. Thus, TSPO is now the target of research into high affinity therapeutic ligands against various pathologies of the CNS [173]. Functional characterisation of this protein within mitochondria remains elusive. Furthermore, the mechanisms by which TSPO contributes to microglial activation remains a topic of great interest, and enhanced understanding may be useful for uncovering novel insights into responses after ionising radiation exposure. Currently, TSPO deletion in mice has uncovered the role of TSPO in mitochondrial bioenergetics, as TSPO deficient mice display significant decreases in oxygen consumption [174], and produce significantly less ATP in microglial cell cultures compared to wildtype mice [151]. As the production of mitochondrial ROS is intrinsically linked to ATP production, TSPO has also been implicated in the regulation and production of ROS, and ultimately, ROS-mediated oxidative damage and apoptosis [175]. Veenman et al. (2010) demonstrated that activation of TSPO facilitates ROS generation and ATP depletion, with involvement of the mitochondrial FoF1-ATP(synth)ase, leading to the activation of caspase-3, collapse of mitochondrial membrane potential, and the induction of apoptosis [176], [177]. Indeed, several lines of evidence demonstrate an intrinsic role of TSPO in ROS generation, which ultimately impacts cell viability and survival. TSPO can up-regulate the production of ROS in complex with the voltage-dependent anion channel (VDAC1) of the outer mitochondrial membrane, as overexpression of the protein is associated with increased oxidative stress [178] and involvement in apoptotic pathways [179]. Lin et al. [180] demonstrated that inactivation of the Tspo homolog in Drosophila decreased caspase 3/7 activity and inhibited apoptosis triggered by 30 Gy gamma radiation and H2O2 exposure. Moreover, Aβ42-induced neurodegeneration was mitigated after Tspo depletion and male lifespan increased in diseased flies, providing novel evidence of the role of TSPO after radiation exposure and oxidative stress [180]. Other putative links between TSPO and ROS formation involve protoporphyrin IX (PPIX), which promotes cell death through ROS formation in complex with TSPO [181]. Furthermore, activation of TSPO by NO is associated with apoptosis in glioblastoma cell lines via collapse of mitochondrial membrane potential, mitochondrial ROS formation and DNA fragmentation, revealing a link between TSPO-NO cytotoxicity [182]. Santoro et al. [183] recently demonstrated that application of synthetic TSPO ligands from the N,N-dialkyl-2-phenylindol-3-ylglyoxylamides class to C6 glioma cell line cultures correlates with reduced lipid peroxidation and reductions in iNOS and COX-2 expression in LPS-stimulated cells [183], providing further evidence of the involvement of TSPO in the induction of pro-inflammatory factors and ROS-mediated oxidative stress. Interestingly, Choi et al. [184] found that exposure of microglial cell cultures to prototypical TSPO ligands PK11195 and Ro5–4864 increased microglial proliferation, phagocytosis, ROS production and cytokine release relative to vehicle controls. Importantly, ROS production was mitigated with application of NADPH oxidase inhibitors, suggesting an interaction between TSPO and NADPH oxidase in the production of ROS in microglia [54], [184]. In microglia, NADPH oxidase is modulated by JNK signalling cascade which contributes to the production of ROS [60], and importantly this has also been demonstrated subsequent to 10 Gy radiation exposure in microglial cell cultures [49]. Interestingly, TSPO gene and protein expression may be also driven by signalling pathways involving MAPK through AP-1 transcription factors [185], revealing a putative connection between TSPO and ROS formation that may be implicated after exposure to ionising radiation. Further research directed in this field may lead to novel insights into the postulated link between TPSO, ROS and neuroinflammation in the coordination of responses to ionising radiation (refer to Fig. 3). As there has been no real attempt in the literature to directly characterise the response of TSPO after ionising radiation, TSPO is regarded as an attractive target for further studies and may delineate the complex pathways between neuroinflammation, ROS and antioxidant regulation, and the orchestration of a pro-inflammatory or anti-inflammatory responses after high or low dose irradiation. Because of the extreme sensitivity of TSPO expression to microglial activation, it is of interest to determine and profile the exact responses of microglia to ionising radiation at different doses, facilitated by TSPO. The remaining uncertainties surrounding neurobiological responses to ionising radiation necessitate further investigation, and the utility of a viable TSPO knockout mouse model, as well as the capacity for in vivo neuroimaging of TSPO using high affinity ligands, will facilitate new approaches to research in this field. Not only will this enhance understanding of the responses of the CNS to ionising radiation, it will also clarify the enigmatic role of TSPO in cell functioning."
    },
    {
      "title": "Conclusion and open questions",
      "text": "The complex responses of the CNS under conditions of stress or pathology are largely underscored by neuroinflammation and mitochondrial redox balance. These mechanisms also coordinate responses to high and low dose ionising radiation. Exposure to high doses can impact the functionality of the CNS by inducing ROS formation, oxidative stress, alterations in DNA and gene expression, and activation of a neuroinflammatory response, all of which can propagate cellular damage. Whilst there is greater uncertainty surrounding responses to low dose irradiation, considerable evidence suggests that low dose exposure can manifest repair and protection to cells. Though there is sizeable literature challenging the current paradigm of the linear no-threshold model, the remaining contention and uncertainty surrounding low dose effects necessitates further studies which directly examine the mitochondrial mechanisms that stimulate antioxidant defences, as well as directly characterising the responses of microglia after low dose irradiation. This may also aid in investigating the dichotomous phenotypes of microglial activation, transitioning between M1/M2 activation states in response to low or high doses. Due to the ‘anti-inflammatory’ effects of low dose irradiation, it can be postulated that low dose ionising radiation may produce an M2 type microglial activation, which contributes to the reparative and protective effects that are present in many studies. This would create a ‘non-linear differential threshold’ of microglial activation in response to ionising radiation, transitioning between anti-inflammatory and pro-inflammatory functional states. Collectively, animal radiobiological studies on the effects of high and low dose ionising radiation on the CNS highlight the variability in responses. It is most likely that responses are contingent not just on total dose, but dose rates, schedule of delivery and in vitro/in vivo experimental conditions. As mentioned prior, many studies focus on single dose irradiation schemes and measure acute cellular responses. In many cases, it has been reported that the outcomes of single dose exposure cannot predict or extend to outcomes after fractionated delivery, which produce disparate responses. Concomitantly, the effects of protracted/chronic dose delivery over a period time have different effects on cells, thus, further studies are needed in order to extrapolate radiation effects as a function of how doses are delivered. This may also be beneficial for studying the different responses of microglia to varying stimuli at varying doses and intensities, and may elucidate the cellular mechanisms that produce radioadaptive responses subsequent to priming with low dose irradiation. In order to advance understanding of the mechanisms of radiation responses in the CNS, biomarkers of pathology may be of high utility moving forward in research. More comprehensive studies that exploit the exclusive upregulation of TSPO in activated microglia under conditions of stress in the brain will aid in explicating the role of neuroinflammatory responses after ionising radiation exposure, whilst also clarifying the exact function of TSPO and its role in cellular functioning. As more evidence emerges regarding the role of TSPO in modulating ROS, it may by extension lead to new insights into the role of TSPO in coordinating responses after ionising radiation that should be addressed in further studies. Furthermore, the controversial nature of low dose irradiation in conferring neuroprotection and the current lack of understanding of this phenomenon necessitate further investigation which will benefit from utilising TSPO, particularly its role in mitochondrial dependent processes. Future studies that elucidate the beneficial impact of low dose ionising radiation may ultimately uncover therapeutic potential in the prevention and treatment of sub-syndromal disorders associated with neuroinflammation, or may ameliorate the deleterious effects of neurodegenerative disorders. They may also pave the way for different approaches to setting radiation protection standards and regulatory bodies in making informed decisions, as well as a reassessment of the validity of the linear no-threshold model."
    }
  ],
  "full_text": "## Introduction\nThe impact of ionising radiation on human physiology has been documented throughout the last century, subsequent to nuclear disasters and incidents through inhalation or ingestion of radioactive material [1]. Aside from environmental exposure, artificial sources of ionising radiation are growing in utility. Currently, exposure to ionising radiation through medical diagnostics and treatment strategies now constitutes the largest proportion of average yearly radiation exposure in Australia [2]. The increasing availability and utility of ionising radiation for medical purposes warrants a reassessment of the literature on the biological impact of higher and lower doses of ionising radiation, particularly in terms of the central nervous system (CNS). Whilst the neurobiological impact of exposure to high dose ionising radiation has been well documented, the consequences of low dose exposure have garnered considerable debate [3]. Responses of biological systems to ionising radiation are largely thought to follow a linear dose-response pattern [4]. Challenge to the prevailing paradigm of a linear no-threshold model comes in the form of animal radiobiological data, with several lines of evidence suggesting that exposure to lower doses of ionising radiation may confer neuroprotection [5], [6], [7], [8]. This response has been conceptualised as radiation hormesis, where exposure to a stressor in low amounts can induce protective, radioadaptive and reparative mechanisms [9], [10], though this is not without contention. Insufficient data expounding the beneficial effects of low dose ionising radiation on human physiology, and a lack of consensus regarding the definition of ‘low dose’, has meant that the concept of radiation hormesis is not currently acknowledged by international panels and governing bodies. Though there is still uncertainty surrounding the nature of biological responses to high and low dose ionising radiation, a more comprehensive understanding of the molecular and cellular processes underlying radiobiological responses is currently evolving [11], particularly within the context of the complex and multifaceted CNS. Since its early discovery, radiation science has expanded in utility to medical practices [12], [13], [14], though it was not until later in history that the effects of ionising radiation on the brain were directly examined [15]. The paradox of utilising ionising radiation for therapeutic and medical diagnostic purposes is that at higher doses it may induce damage to normal tissue. The non-cancer effects of ionising radiation exposure, and the cellular reactions it can produce in the adult CNS, will be the focus of this review. In the literature, one of the more prominent manifestations of radiation-induced injury is seen in the hippocampus, a radiosensitive region housing populations of proliferating progenitor cells [16], [17], [18]. High dose irradiation can induce dysfunction or apoptosis to mature or newly born differentiating cells that integrate into the hippocampal network, manifesting as longer term functional deficits [19]. Orchestrating responses to high dose irradiation are microglial-mediated neuroinflammation and oxidative stress induced by excess reactive oxygen species (ROS) formation [20], [21]. Mitochondrial redox balance and microglial responses are also critical in modulating responses to low dose irradiation, largely through the stimulation of antioxidant defences [7]. Whilst some evidence still points to a linear dose-response pattern, there is significant evidence to suggest that lower doses can confer protection to cell functioning, molecular structures, synapses, and key brain mechanisms such as neurogenesis, and induce reparative mechanisms in the face of CNS pathology [10], [22]. Based on guidelines by regulatory bodies, as well as data generated by low dose radiation research programs, a low dose is considered to be acute exposure to less than 100mSv, or 0.1 Gy [23], [24]. Rather than adopting a stringent demarcation between ‘high’ and ‘low’ doses of ionising radiation, we will discuss ‘low dose’ data within the broader range of doses up to 1 Gy, a definition which extends across many radiobiological studies. Here we review the literature regarding the impact of ionising radiation on the CNS, highlighting remaining uncertainties surrounding the disparate responses to high and low doses of ionising radiation that are underscored by mitochondrial redox balance and neuroinflammation. This review aims to synthesise the important aspects of CNS functionality under conditions of stress, injury and pathology, which can elucidate the neurobiological responses to ionising radiation at different doses. In order to enhance understanding in this field and dissect the subcellular and molecular events that drive radiation-induced neurobiological responses, a key biomarker of CNS pathology, the mitochondrial Translocator Protein 18 kDa (TSPO), will be examined. We introduce TSPO as a novel perspective in clarifying the responses of the CNS to ionising radiation, and highlight its centrality to a comprehensive understanding of the complex network linking neuroinflammation and mitochondrial redox balance. Its utility as a sensitive in vivo biomarker of microglial activation, coordinating the brains innate immune response, may lead to new insights into how this process may modulate CNS responses after high and low dose irradiation, as well as elucidating the exact function of this enigmatic protein.\n\n## Microglial responses to stressors in the CNS\nThe coordination of responses to insults and stressors in the CNS are complex and multifaceted. Neurobiological mechanisms of inflammation, protection, defence and repair comprise of networks of cells and molecular mediators that respond to alterations in homeostasis [25]. Neuroinflammation is inherent to an understanding of CNS responses after such alterations, for example exposure to ionising radiation. This mechanism is distinctively characterised by the presence of activated microglia, the brains innate immune effector cells, which exhibit striking morphological and functional plasticity in response to insults [26], [27]. In their resting state, microglia display highly ramified morphology and survey the microenvironment, though in the presence of endogenous or exogenous stressors, these cells can proliferate and transition morphologically to an amoeboid, activated state [28], [29], [30]. Activated microglia initiate an inflammatory response by releasing pro-inflammatory factors including cytokines and ROS [20], [31]. The pro-inflammatory state of activated microglia, or the M1 type classical activation state, can be cytotoxic to surrounding cells, and when unregulated can propagate tissue damage and cause secondary injury [32], [33]. Correspondingly, neuroinflammation is thought to be implicated in multifarious functions and pathological states in the CNS, including the modulation of neurogenesis and neuronal development [25], [34], [35], synaptic stripping and neuronal dysfunction [36], [37], and is now widely implicated in the pathogenesis and progression of many neurodegenerative disorders [38], [39], [40], [41], [42], [43], [44], [45]. Alternatively, an M2 microglial activation state is not neurotoxic, transiently conferring neuroprotection and anti-inflammatory properties in response to injury [46]. Microglial M2 activation and M2-derived factors have been demonstrated to promote remyelination and activate reparative and regenerative growth responses after lesions [47]. This activation state can also down-regulate inflammation, and reduces secondary injury which may be induced by inflammation [48], though the shift between M2 and M1 phenotypes is not well understood. The polarised activation states of microglia may also be implicated in the responses of the brain to ionising radiation, and furthermore, the disparate activation states may be reflective of the anti-inflammatory or pro-inflammatory responses of microglia after low and high dose ionising radiation, a topic which warrants future investigation. Importantly, classically activated M1 microglia and its associated pro-inflammatory functions are intrinsically linked to the production of free radicals [20], [26], [49]. The production of ATP through oxidative phosphorylation results in the formation of oxidant by-products which can be damaging to cell components in sufficient quantities. The inability of antioxidant compounds and enzymes to neutralise the adverse effects of excess ROS contributes to oxidative stress, which can manifest as damage to nucleic acids, protein degradation, and lipid peroxidation in cells [50]. Concomitantly, reactive nitrogen species (RNS) and nitric oxide (NO) can also coordinate microglial responses to stressors in the CNS [51], [52], [53]. Activated microglia have also been shown to produce excess ROS and H2O2 from NADPH oxidases, which also generate large amounts of oxidants in activated phagocytic cells [54] and are important to the progression of ROS-mediated neuroinflammatory collateral damage to surrounding cell populations [55], [56]. Collectively, activated microglia can act through mechanisms such as the NF-κB pathway to release ROS, RNS and pro-inflammatory cytokines such as TNF-α, IL-1β and IL-6, or through MAPK signalling pathways that activate NADPH to coordinate neuroinflammation [20], [51], [57], [58], [59], [60]. Indeed, neuroinflammation and oxidative stress have been implicated in several CNS disorders, notably Alzheimer’s disease [61], [62] and Parkinson's Disease [40], [57], [63], potentiating cellular damage and pathology. The balance between oxidants and antioxidants is also fundamental to the normal physiological functioning of the CNS [64], as antioxidant processes have been shown to alleviate oxidative stress-induced damage and inflammatory responses by activated microglia [62], [65], [66]. Together, the aforementioned mechanisms are also critical in modulating responses of the irradiated CNS, and an understanding of the machinery behind neuroinflammation and redox balance can therefore help elucidate the responses of the CNS to ionising radiation at different doses.\n\n## The impact of high dose ionising radiation on the CNS\nOne of the earliest physiological responses to ionising radiation is the production of ROS [67], which can induce oxidative stress and neuroinflammatory processes at sufficiently high doses of ionising radiation. A recent meta-analysis of published data suggests an overall significant effect of oxidative damage in response to ionising radiation, particularly on cells of the brain. Interestingly, there was significant heterogeneity in effect sizes among species and cell types across the body [68], highlighting the large variability of responses to ionising radiation. Indeed, even within the CNS, the complex interrelationships between neuroinflammatory responses, mitochondrial redox mechanisms and different cell populations complicate the understanding of responses to ionising radiation at different doses [24]. It is clear, however, that ionising radiation can impact nucleic acids [69], [70], neurovascular permeability [71], [72], [73], induce ROS/RNS [21], [67], [74], [75] and elicit a neuroinflammatory response [76], [77], [78], all of which can manifest as radiation-induced injury. The presence of cognitive decline in patients after clinical exposure to high dose irradiation has led to a research focus on the hippocampal microenvironment and its population of mature cells and proliferating progenitor cells in the subgranular zone of the dentate gyrus. This region of neurogenesis is particularly sensitive to ionising radiation [79], as mitotic cells are radiosensitive at stages of the cell cycle between the G2 and M phase [80], [81], [82], [83]. Doses of ionising radiation above 1 Gy can influence neural progenitor cell survival in the hippocampus by significantly reducing the number of newly differentiated cells, increasing DNA damage (γ-H2AX nuclear foci), promoting cell-cycle arrest, and inducing oxidative/nitrosative stress, which ultimately implicates the functionality of the hippocampus manifesting as cognitive impairment [84], [85], [86], [87], [88]. Cell viability and apoptosis are important implications of high dose irradiation across the cell populations of the CNS, as gamma irradiation at 10 Gy in cell cultures reduces cell survival and increases apoptosis through the up-regulation of key apoptotic proteins, including cytochrome-c, caspase-3 and decreased expression of anti-apoptotic Bcl-2. Concomitantly, elevated pro-inflammatory cytokines TNF-α, IL-1β and IL-6 and lipid peroxidation markers relative to sham irradiated controls also highlights critical inflammatory responses after high dose ionising radiation that can propagate radiation-induced injury [89]. A search using the SCOPUS database for ‘ionising radiation’ and ‘microglia’ yields a steady increase in publication numbers since the earliest recorded data by Estable-Puig et al. in 1964 (refer to Fig. 1). Such was the first demonstration of cortical microglial activation, as well as the degeneration of myelin, in response to high dose particle irradiation [15]. It is now recognised that sufficient doses of ionising radiation can induce microglial activation and pro-inflammatory derived factors which can propagate radiation-induced brain injury [90], [91]. Correspondingly, radiation-induced neuroinflammation can inhibit adult neurogenesis in the hippocampus [92], [93], [94], [95], with longer term cognitive deficits in patients persisting from months to decades after initial exposure [96]. Interestingly, the finding of reversible inhibition of the proliferative capacity of progenitor cells in the dentate gyrus 1 week after 4 Gy X-radiation exposure, with an absence of microglial activation [97], suggests there is a requirement of neuroinflammatory processes to cause persistent and deleterious effects to cells [98]. In the important work of Monje et al. (2003), 10 Gy X-irradiation in adult mice incites microglial activation in the hippocampus, causing significant reductions in the proliferative capacity of progenitor cells, impacting cell fate. This neuroinflammatory response was alleviated during and after irradiation with application of an anti-inflammatory agent, partially restoring the proliferative capacity of these cells [98]. Activated microglia can inhibit neurogenesis after higher doses of ionising radiation through the release of pro-inflammatory cytokines IL-1β, TNF-α and IL-6, also contributing to progenitor cell dysfunction [84], [98], [99], [100], [101]. Importantly, the pro-inflammatory reactions of microglia subsequent to high dose irradiation typify the M1 microglial activation state, as opposed to M2 phenotypye [102]. The pro-inflammatory microenvironment after irradiation may also develop as a result of disruption to the blood brain barrier [103], [104] (as illustrated in Fig. 2). Doses above 5 Gy can promote apoptosis of endothelial cells in the brain, thereby causing microvascular damage, as well as contributing to radiation-induced cognitive dysfunction [105]. Compromise of the blood brain barrier can result in increases of peripherally derived macrophages [99], or brain infiltrating leukocytes, expressing factors such as CCR2 or ICAM-1 [106]. Radiation also increases vulnerability of the brains microvasculature and perivascular cells, which can lead to increased DNA damage and premature senescence in surviving cells [73]. The induction of pro-inflammatory factors can occur through pronounced activation of transcription factors such as NF-κb, causing aberrant regulation of genes involved in pathological inflammatory states [91], [107], [108], and can also induce apoptosis [67], [109]. Correspondingly, Schnegg et al. [108] applied the anti-inflammatory and antioxidant PPARδ agonist to BV-2 microglial cell cultures prior to a single dose of 10 Gy gamma radiation. This agent alleviated radiation-induced neuroinflammation by reducing TNF-α, IL-1β and COX-2 expression via NF-κB, whilst also inhibiting ROS generation, revealing the critical importance of ROS modulation in neuroinflammatory responses after high dose ionising radiation. PPARδ activation also inhibited phosphorylation of c-Jun and MEK/ERK1/2 which regulated the inhibition of ROS formation and the expression of pro-inflammatory factors [108]. A congruous effect has also been demonstrated utilising other classes of PPAR agonists, adding to the significance of these mechanisms in the reactions of microglia following high dose irradiation [110]. Analogously, Deng et al. (2012) demonstrated the importance of the MAPK MEK/ERK1/2 signalling cascade in mediating the responses of microglia after high dose irradiation. Exposure of BV-2 microglial cell cultures to 10 Gy gamma radiation induced the phosphorylation of c-Jun and ERK1/2, which correlated with increases in the expression of pro-inflammatory factors and ROS. Application of NADPH oxidase inhibitors resulted in a marked reduction in ROS after irradiation and decreased c-Jun phosphorylation, indicating that radiation-induced oxidative stress stimulates MEK/ERK1/2 signalling cascade to activate c-Jun, inciting a neuroinflammatory response in microglial cells [49]. Oxidative stress and redox balance play critical roles in the responses of cells to higher doses of ionising radiation [21], [95], [111]. Acute increases in mitochondrial ROS/RNS generation at a dose-dependent rate from 1 to 10 Gy, accompanied by changes in mitochondrial membrane potential, and mitochondrial permeability, characterise one of the most widely observed cellular reactions to ionising radiation [112]. Acute increases in lipid peroxidation after exposure to doses above 2 Gy, measured as a function of malondialdehyde (MDA) levels in brain tissue, can persist months after exposure [113], signifying sustained oxidative stress-induced injury. Accompanying increases in oxidative stress are increases in deleterious DNA damage such as double strand breaks (DSBs) and decreases in DNA repair proteins, which in turn can lead to apoptosis via cell-cycle arrest pathways and even reductions in cortical thickness [114]. Oxidative stress mediated damage in the brain can also occur as a result of diminished antioxidant enzyme activity such as superoxide dismutases (SOD), glutathione and catalase after irradiation above 2 Gy, which typically counteract the deleterious effects of ROS accumulation in cells [115]. The importance of antioxidant defences is highlighted by the finding of linear decreases from 2 to 5 Gy in the activity of Cu/Zn/Mn-SOD in both the hippocampus and the cortex up to 24 h post-exposure. The hippocampus displayed more significant decreases in antioxidant activity, highlighting the greater sensitivity and impaired recovery capacity of this region [80]. More recently, Ismail et al. [113] demonstrated that after a single dose of 6 Gy gamma radiation in rodents, there were significant increases in DNA DSBs, increased levels of lipid peroxidation, with a concomitant reduction in glutathione and SOD activity compared to sham irradiated controls. These responses were ameliorated in the group pre-treated with an antioxidant agent, demonstrating the importance of antioxidative neutralisation of oxidative stress-induced injury after high dose irradiation [113]. Interestingly, the integral importance of antioxidants has been highlighted in studies utilising mitochondrial catalase overexpression. This overexpression neutralises lipid peroxidation in the hippocampal region after exposure to doses above 2 Gy [116], as well as preserving neuronal and dendritic networks in the hippocampus, ultimately decreasing radiation-induced cognitive dysfunction [117]. Though there are inconsistencies in the dosages, dose rates, radiation sources (refer to Table 1) and in vitro and in vivo methodologies used in studies, it is apparent that responses of the CNS to higher doses of ionising radiation are underscored by excess ROS production, contributing to oxidative stress related damage and neuroinflammation. It is interesting to note that many of the studies examined here, and indeed throughout the literature in general, apply a single dose irradiation to tissue and examine the effects thereafter (as highlighted in Table 1), which may not be predictive of outcomes after other dosing schedules. Greene-Schloesser et al. (2010) demonstrated that in the hippocampal dentate gyrus, there was greater activation and proliferation of microglia after single dose exposure compared to corresponding fractionated doses delivered in 5 Gy fractions twice a week for 2–4 weeks. This serves to highlight the differences in cell responses to dose fractions as compared with administration of a single acute dose [118], and in particular, may highlight the sensitivity of microglial reactivity to the acuteness of the stressor that is delivered to the brain.\n\n## The impact of low dose ionising radiation on the CNS\nA large amount of uncertainty remains concerning the impact of low dose ionising radiation on the CNS. Additionally, there is a lack of consensus regarding the definitions of ‘low dose’ ionising radiation, in terms of both total dose and dose rates. An examination of publication trends reveals a relative decrease in the literature regarding low dose ionising radiation and the brain as compared to higher doses, emphasising the lack of uncertainty surrounding the neurobiological effects of low doses (see Fig. 1). Of the earliest research into acute low dose effects on the adult brain, Yamaoka et al. [119] provided demonstrable evidence of the activation of protective mechanisms in the brain, through the induction of antioxidant activity that mitigates lipid peroxides [119]. Though there is still contention surrounding the nature of responses to low dose irradiation, a prevalent theme in much of the literature indicates that low dose irradiation may not induce deleterious alterations in cognition, cell functioning, DNA and gene expression, apoptosis, nor pathological signs in vivo\n[120], and that it may in fact stimulate molecular and cellular protective mechanisms [8]. Moreover, where higher doses may incite a neuroinflammatory response, lower doses of gamma radiation at 0.5 Gy have been shown to attenuate inflammatory responses by suppressing the release of pro-inflammatory cytokines. Interestingly, the striking lack of publications regarding ‘low dose ionising radiation’ and ‘microglia’ from the SCOPUS database (refer to Fig. 1) highlights the relative quiescence of data on this topic. Though there is a paucity of literature directly measuring the responses of microglia to low dose irradiation, there is evidence of decreased neuroinflammation with concomitant suppression of ROS-mediated damage and apoptosis. Low dose irradiation of hippocampal neurons at 0.2 Gy has been demonstrated to enhance cell viability through the suppression of ROS 5 days post-exposure, compared to higher doses of 2 Gy which compromised cell survival [121]. Similarly, human neural stem cell cultures irradiated with charged particles at 0.05–0.25 Gy showed increased levels of ATP, and decreased ROS/RNS levels, which contributed to increased cell survival, as opposed to cells irradiated at higher doses of 1 Gy [122]. Thus, low dose ionising radiation may stimulate defences against neuroinflammation and attenuate oxidative stress, which crucially influences cell proliferation, cell functioning and ultimately cell survival in the CNS. Radioadaptive dosing, where cells are pre-primed with a low dose, can reduce vulnerability to subsequent exposure to higher doses, also producing a neuroprotective effect. Otsuka et al. [123] demonstrated that animals primed with pre-exposure to doses of 0.5 Gy gamma radiation developed increased resistance to DNA damage after subsequent exposure to a higher challenge dose of 1.6 Gy, compared to mice irradiated with the higher dose alone [123], indicative of a radioadaptive response [22], [124]. In terms of inflammation, decreases in pro-inflammatory markers in the mouse hippocampus and cortex were present only in animals primed with a 0.1 Gy dose prior to subsequent exposure to 2 Gy, suggesting that early exposure to low doses can prevent the upregulation of inflammation by higher doses [100]. Though radioadaptive responses have been demonstrated in different cell types, further exploration into the radioadaptive dosing paradigm in terms of its effects on the brains innate immune system is needed. Importantly, evidence suggests that the responses of DNA and gene expression in the CNS after low doses of ionising radiation are qualitatively different from higher dose exposures. Important work from Yin et al. [125] demonstrated that 0.1 Gy gamma radiation can induce alterations in gene expression involved in neuroprotective functions, notably DNA repair, cell-cycle control, lipid metabolism and stress responses. Interestingly, late changes implicated genes involved in metabolic functions, myelin and protein synthesis and increases in transcripts for antioxidative enzymes [125]. Analysis of transcriptome profiles after low dose irradiation of 0.1 Gy has also demonstrated the acute alterations in expression levels of genes involved in damage responses, signalling pathways associated with cognition, and the downregulation of ERK/MAPK, which are significantly different to pathways induced by 2 Gy [126]. The importance of dose delivery schedules must also be highlighted, as protracted exposure to 0.05 Gy X-rays over 10 days alters molecular signalling pathways in the hippocampus and cortex, such as the expression and phosphorylation of protein kinases ERK1/2 and AKT, as well as decreasing hippocampal cell proliferation. These alterations were not present after administration of a corresponding single dose of 0.5 Gy [127], demonstrating that continuous exposure resulted in a more pronounced, deleterious effect. The striking incongruence in results as a function of altering the dose delivery method thus limits the ability of single acute doses to predict outcomes to continuous or protracted exposure. In rodent models of neuropathology, low dose ionising radiation exposure has been shown to confer neuroprotection and activate reparative mechanisms. Kojima et al. (1998) utilised a 1-methyl-4-phenyl-1,2,3,6-tetrahydropyridine (MPTP) model of Parkinson’s Disease to demonstrate acute increases in the levels of glutathione and catalase 3 h after exposure to a single dose of 0.5 Gy gamma radiation, with concomitant neutralisation of lipid peroxidation [128]. This has been confirmed more recently in a mouse model of Parkinson’s Disease after whole body gamma radiation at 1.5 Gy, where irradiated diseased animals had demonstrable restoration of glutathione levels, and even elevated levels of striatal dopamine [129]. Such neuroprotective effects after exposure to the slightly higher dose of 1.5 Gy also serves to highlight the ambiguity surrounding the exact parameters of high and low doses. Higher doses of ionising radiation were once used therapeutically for lymphoid radiation to treat Multiple Sclerosis, though not without contention [130], [131], [132]. More recently, in experimental models of Multiple Sclerosis, low dose gamma radiation delivered at repeated doses of 0.5 Gy attenuated experimental autoimmune encephalomyelitis (EAE) though suppression of pro-inflammatory factors such as TNF-α, IL-6, cytotoxic T cells, and induced recruitment of regulatory T-cells, which are involved in the therapeutic effect [133], [134]. This anti-inflammatory effect has also been demonstrated in genetic autoimmune disease models in mice, where after 5 weeks of continuous 0.35 mGy/h and 1.2 mGy/h gamma irradiation, treated mice had attenuated cerebral inflammation, and increases in lifespan comparative to non-irradiated controls, indicating a persistent protective effect of low dose irradiation [135]. In animal models of brain injury and tissue damage, radon inhalation at 2000 Bq/m3 for 24 h mitigated neuronal injury in the hippocampus whilst also stimulating acute increases in the activity of SOD and glutathione levels compared to controls [136]. Comparable responses have been demonstrated after single dose 0.5 Gy X-irradiation, which can also elevate antioxidant levels in the presence of lesions, rescuing cells from apoptosis, relative to sham irradiated controls [137]. Interestingly, Otani et al. [138] demonstrated analogous findings in a neurodegenerative model of retinitis pigmentosa, where cranial exposure to 0.65 Gy gamma radiation in diseased mice rescued photoreceptor cells from apoptosis, increased cell survival, and prevented further degeneration compared to mice exposed to 2 Gy. Remarkably, Prdx2 antioxidative gene upregulation was observed after this low dose exposure, with silencing of this gene causing the rescue effect to be lost [138]. Antioxidative mechanisms are evidently implicated in the neuroprotective and reparative responses that low dose ionising radiation can confer [139]. Interestingly, in studies of medical professionals and hospital staff, blood antioxidant levels were significantly higher in participants exposed to low dose ionising radiation ranging from 0.1 to 3.8 mGy per month compared to unexposed controls [140], [141], though the paucity of literature on human studies necessitates further investigation of this effect. In mice, whole body exposure to both 0.1 Gy and 1 Gy gamma radiation boosts levels of glutathione, catalase and SOD activity in brain tissue after 2 weeks, but returns to baseline at 4 weeks [142]. Corroborating evidence from Veeraraghavan et al. [143] demonstrated that after single dose exposures to 0.1 or 0.5 Gy gamma radiation in mice, increases in the gene expression of SOD2 and SOD activity facilitated through the NF-κB and SOD signalling network persisted 8 days after exposure. Notably, antioxidant upregulation was not present after exposure to 0.02 Gy, suggesting that the mitochondrial machinery behind this response requires sufficient exogenous stimulation by low dose ionising radiation [143]. More recent evidence from Abdel-Rafei et al. [144] highlighting the importance of mitochondrial redox balance to low dose responses demonstrates that exposure to fractionated 0.5 Gy (twice 0.25 Gy at 2 d interval) gamma irradiation prior to biochemical insult can ameliorate lipid peroxidation and produce an anti-apoptotic effect in the hippocampus, whilst also increasing levels of glutathione, SOD and catalase activity in this region. Importantly, such responses also manifested as significant improvements in cognitive functioning [144]. There is a growing body of evidence to suggest that low dose ionising radiation exposure to the CNS produces responses that are consistent with the radiation hormesis model, though inconsistencies in the literature emphasise the need for further research in this field. Recently, Katsura et al. [145] irradiated human neural progenitor cell cultures with low dose gamma radiation at 3 very low doses rates corresponding to 0.031–0.496 Gy delivered continuously for 72 hours. Demonstrable dose-dependent alterations in DNA DSBs, increases in inflammatory markers, cell-cycle arrest and increased gene expression of apoptotic pathways ultimately impacted cell differentiation and survival [145]. These findings emphasise the importance of dose rate as well as total dose (refer to Table 2), schedule of delivery, and in vivo and in vitro methodology, all of which are varied across the majority of studies. Dose fractionation, protraction or acute single dose delivery can all manifest different neurobiological outcomes, from the molecular to the cellular level, which needs to be considered in future studies. Despite the heterogeneity in experimental conditions throughout the literature, it is clear that a salient trend across the radiobiological data points to a protective and adaptive effect of low dose ionising radiation. In order to further characterise CNS responses to low dose irradiation, and address the remaining uncertainties, a direct examination of microglial responses, as well as the machinery driving antioxidant stimulation, will need to be determined. The potential induction of an M2 microglial activation state following low dose irradiation, which can down-regulate inflammatory responses and induce reparative mechanisms in response to injury, should also be explored in future studies. This may also delineate the phenotypes of microglia in response to varying stimuli in the CNS.\n\n## Mitochondrial Translocator Protein 18 kDa (TSPO) in neuroinflammation and responses to ionising radiation\nAn understanding of the mitochondrial mechanisms that drive oxidant/antioxidant production and microglial activation after irradiation remains elusive. Given the remaining uncertainties surrounding the susceptibility of the CNS to ionising radiation at different doses, new research modalities and approaches to the study of mitochondrial biology are needed. Enhanced understanding of the interdependence between mitochondrial mechanisms and neuroinflammation has been facilitated through sensitive in vivo neuroimaging markers, such as the mitochondrial Translocator Protein 18 kDa (TSPO), which has garnered considerable attention [148], [149]. Though its exact role in cellular functioning remains elusive, TSPO has been regarded as integral to cholesterol transport and steroid hormone synthesis, consistent with its nomenclature [150]. However, the creation of a viable TSPO knockout mouse model by Banati et al. [151] has challenged this function, indicating that the role of TSPO lies beyond steroidogenesis and cholesterol translocation [151], [152]. The TSPO knockout mouse model will facilitate further studies into the role of this outer mitochondrial membrane protein in cellular functioning [152], where it is hoped that further studies will provide a novel perspective for TSPO in responses after ionising radiation. Interestingly, in the CNS, TSPO expression is quiescent under normal physiological conditions, yet is predominantly, if not exclusively, upregulated in activated microglia under conditions of stress or pathology [153], [154], [155], [156]. This has spurned prolific investigations into its utility as a biomarker of neuroinflammation [146], [157]. It should be noted that perivascular cells and endothelial cells too express binding sites for TSPO ligands [158], though the TSPO regulation in this compartment has not yet been fully investigated. Specific ligands and the use of in vivo neuroimaging techniques such as Positron Emission Tomography (PET) have implicated TSPO in multifarious disease states of the nervous system, including neurodegenerative disorders [159], [160], [161], [162], dementia [163], amyotrophic lateral sclerosis [164], [165], multiple sclerosis [158], [166], [167] and brain tumours [168], [169]. In experimental models, ligands of TSPO such as PK11195 have been found to reduce pro-inflammatory gene expression of COX-2, TNF-α and IL-6 after stimulation with lipopolysaccharide (LPS) [170], [171], with a concomitant reduction in the number of activated microglia, sparing further degeneration [172]. Thus, TSPO is now the target of research into high affinity therapeutic ligands against various pathologies of the CNS [173]. Functional characterisation of this protein within mitochondria remains elusive. Furthermore, the mechanisms by which TSPO contributes to microglial activation remains a topic of great interest, and enhanced understanding may be useful for uncovering novel insights into responses after ionising radiation exposure. Currently, TSPO deletion in mice has uncovered the role of TSPO in mitochondrial bioenergetics, as TSPO deficient mice display significant decreases in oxygen consumption [174], and produce significantly less ATP in microglial cell cultures compared to wildtype mice [151]. As the production of mitochondrial ROS is intrinsically linked to ATP production, TSPO has also been implicated in the regulation and production of ROS, and ultimately, ROS-mediated oxidative damage and apoptosis [175]. Veenman et al. (2010) demonstrated that activation of TSPO facilitates ROS generation and ATP depletion, with involvement of the mitochondrial FoF1-ATP(synth)ase, leading to the activation of caspase-3, collapse of mitochondrial membrane potential, and the induction of apoptosis [176], [177]. Indeed, several lines of evidence demonstrate an intrinsic role of TSPO in ROS generation, which ultimately impacts cell viability and survival. TSPO can up-regulate the production of ROS in complex with the voltage-dependent anion channel (VDAC1) of the outer mitochondrial membrane, as overexpression of the protein is associated with increased oxidative stress [178] and involvement in apoptotic pathways [179]. Lin et al. [180] demonstrated that inactivation of the Tspo homolog in Drosophila decreased caspase 3/7 activity and inhibited apoptosis triggered by 30 Gy gamma radiation and H2O2 exposure. Moreover, Aβ42-induced neurodegeneration was mitigated after Tspo depletion and male lifespan increased in diseased flies, providing novel evidence of the role of TSPO after radiation exposure and oxidative stress [180]. Other putative links between TSPO and ROS formation involve protoporphyrin IX (PPIX), which promotes cell death through ROS formation in complex with TSPO [181]. Furthermore, activation of TSPO by NO is associated with apoptosis in glioblastoma cell lines via collapse of mitochondrial membrane potential, mitochondrial ROS formation and DNA fragmentation, revealing a link between TSPO-NO cytotoxicity [182]. Santoro et al. [183] recently demonstrated that application of synthetic TSPO ligands from the N,N-dialkyl-2-phenylindol-3-ylglyoxylamides class to C6 glioma cell line cultures correlates with reduced lipid peroxidation and reductions in iNOS and COX-2 expression in LPS-stimulated cells [183], providing further evidence of the involvement of TSPO in the induction of pro-inflammatory factors and ROS-mediated oxidative stress. Interestingly, Choi et al. [184] found that exposure of microglial cell cultures to prototypical TSPO ligands PK11195 and Ro5–4864 increased microglial proliferation, phagocytosis, ROS production and cytokine release relative to vehicle controls. Importantly, ROS production was mitigated with application of NADPH oxidase inhibitors, suggesting an interaction between TSPO and NADPH oxidase in the production of ROS in microglia [54], [184]. In microglia, NADPH oxidase is modulated by JNK signalling cascade which contributes to the production of ROS [60], and importantly this has also been demonstrated subsequent to 10 Gy radiation exposure in microglial cell cultures [49]. Interestingly, TSPO gene and protein expression may be also driven by signalling pathways involving MAPK through AP-1 transcription factors [185], revealing a putative connection between TSPO and ROS formation that may be implicated after exposure to ionising radiation. Further research directed in this field may lead to novel insights into the postulated link between TPSO, ROS and neuroinflammation in the coordination of responses to ionising radiation (refer to Fig. 3). As there has been no real attempt in the literature to directly characterise the response of TSPO after ionising radiation, TSPO is regarded as an attractive target for further studies and may delineate the complex pathways between neuroinflammation, ROS and antioxidant regulation, and the orchestration of a pro-inflammatory or anti-inflammatory responses after high or low dose irradiation. Because of the extreme sensitivity of TSPO expression to microglial activation, it is of interest to determine and profile the exact responses of microglia to ionising radiation at different doses, facilitated by TSPO. The remaining uncertainties surrounding neurobiological responses to ionising radiation necessitate further investigation, and the utility of a viable TSPO knockout mouse model, as well as the capacity for in vivo neuroimaging of TSPO using high affinity ligands, will facilitate new approaches to research in this field. Not only will this enhance understanding of the responses of the CNS to ionising radiation, it will also clarify the enigmatic role of TSPO in cell functioning.\n\n## Conclusion and open questions\nThe complex responses of the CNS under conditions of stress or pathology are largely underscored by neuroinflammation and mitochondrial redox balance. These mechanisms also coordinate responses to high and low dose ionising radiation. Exposure to high doses can impact the functionality of the CNS by inducing ROS formation, oxidative stress, alterations in DNA and gene expression, and activation of a neuroinflammatory response, all of which can propagate cellular damage. Whilst there is greater uncertainty surrounding responses to low dose irradiation, considerable evidence suggests that low dose exposure can manifest repair and protection to cells. Though there is sizeable literature challenging the current paradigm of the linear no-threshold model, the remaining contention and uncertainty surrounding low dose effects necessitates further studies which directly examine the mitochondrial mechanisms that stimulate antioxidant defences, as well as directly characterising the responses of microglia after low dose irradiation. This may also aid in investigating the dichotomous phenotypes of microglial activation, transitioning between M1/M2 activation states in response to low or high doses. Due to the ‘anti-inflammatory’ effects of low dose irradiation, it can be postulated that low dose ionising radiation may produce an M2 type microglial activation, which contributes to the reparative and protective effects that are present in many studies. This would create a ‘non-linear differential threshold’ of microglial activation in response to ionising radiation, transitioning between anti-inflammatory and pro-inflammatory functional states. Collectively, animal radiobiological studies on the effects of high and low dose ionising radiation on the CNS highlight the variability in responses. It is most likely that responses are contingent not just on total dose, but dose rates, schedule of delivery and in vitro/in vivo experimental conditions. As mentioned prior, many studies focus on single dose irradiation schemes and measure acute cellular responses. In many cases, it has been reported that the outcomes of single dose exposure cannot predict or extend to outcomes after fractionated delivery, which produce disparate responses. Concomitantly, the effects of protracted/chronic dose delivery over a period time have different effects on cells, thus, further studies are needed in order to extrapolate radiation effects as a function of how doses are delivered. This may also be beneficial for studying the different responses of microglia to varying stimuli at varying doses and intensities, and may elucidate the cellular mechanisms that produce radioadaptive responses subsequent to priming with low dose irradiation. In order to advance understanding of the mechanisms of radiation responses in the CNS, biomarkers of pathology may be of high utility moving forward in research. More comprehensive studies that exploit the exclusive upregulation of TSPO in activated microglia under conditions of stress in the brain will aid in explicating the role of neuroinflammatory responses after ionising radiation exposure, whilst also clarifying the exact function of TSPO and its role in cellular functioning. As more evidence emerges regarding the role of TSPO in modulating ROS, it may by extension lead to new insights into the role of TSPO in coordinating responses after ionising radiation that should be addressed in further studies. Furthermore, the controversial nature of low dose irradiation in conferring neuroprotection and the current lack of understanding of this phenomenon necessitate further investigation which will benefit from utilising TSPO, particularly its role in mitochondrial dependent processes. Future studies that elucidate the beneficial impact of low dose ionising radiation may ultimately uncover therapeutic potential in the prevention and treatment of sub-syndromal disorders associated with neuroinflammation, or may ameliorate the deleterious effects of neurodegenerative disorders. They may also pave the way for different approaches to setting radiation protection standards and regulatory bodies in making informed decisions, as well as a reassessment of the validity of the linear no-threshold model.",
  "word_count": 6404,
  "char_count": 44923
}