{
  "pmcid": "PMC9413797",
  "doi": "10.2174/1570159X19666210524152817",
  "title": "Flavonoids, the Family of Plant-Derived Antioxidants Making Inroads into Novel Therapeutic Design Against Ionizing Radiation-Induced Oxidative Stress in Parkinson’s Disease",
  "authors": [
    "Tapan Behl",
    "Gagandeep Kaur",
    "Aayush Sehgal",
    "Gokhan Zengin",
    "Sukhbir Singh",
    "Amirhossein Ahmadi",
    "Simona Bungau"
  ],
  "year": "2022",
  "journal": "Current Neuropharmacology",
  "abstract": "Background:Ionizing radiation from telluric sources is unceasingly an unprotected pitfall to humans. Thus, the foremost contributors to human exposure are global and medical radiations. Various evidences assembled during preceding years reveal the pertinent role of ionizing radiation-induced oxidative stress in the progression of neurodegenerative insults, such as Parkinson’s disease, which have been contributing to increased proliferation and generation of reactive oxygen species.Objective:This review delineates the role of ionizing radiation-induced oxidative stress in Parkinson’s disease and proposes novel therapeutic interventions of flavonoid family, offering effective management and slowing down the progression of Parkinson’s disease.Methods:Published papers were searched in MEDLINE, PubMed, etc., published to date for in-depth database collection.Results:The oxidative damage may harm the non-targeted cells. It can also modulate the functions of the central nervous system, such as protein misfolding, mitochondria dysfunction, increased levels of oxidized lipids, and dopaminergic cell death, which accelerate the progression of Parkinson’s disease at the molecular, cellular, or tissue levels. In Parkinson’s disease, reactive oxygen species exacerbate the production of nitric oxides and superoxides by activated microglia, rendering death of dopaminergic neuronal cell through different mechanisms.Conclusion:Rising interest has extensively engrossed in the clinical trial designs based on the plant-derived family of antioxidants. They are known to exert multifarious impact on neuroprotection via directly suppressing ionizing radiation-induced oxidative stress and reactive oxygen species production or indirectly increasing the dopamine levels and activating the glial cells.",
  "sections": [
    {
      "title": "INTRODUCTION",
      "text": "The influence of Ionizing Radiation (IR) on the Central Nervous System (CNS) has been reported during the past century. In addition to natural exposure, other man-made sources of IR are increasingly utilized. Furthermore, medical treatment and diagnostic methods are widely utilized practices of artificial IR exposure. The response of CNS to several injuries and stressors, such as ionizing radiation, occurs via concomitant feedback of the effector cells of brain’s innate immunity, i.e. microglia [1, 2]. IR absorption can directly or indirectly damage the atomic structures, either by producing neurobiological and chemical alterations or reactive species that may damage lipids, proteins, and nucleic acids. Collectively, the influence of direct and indirect radiation initiates a molecular and biochemical signaling cascade that may fix the damage or lead to permanent physiological alterations and cell death [3, 4]. Nevertheless, oxidative modifications may tend to persist for a longer period, following early IR exposure, probably due to the constant generation of Reactive Oxygen Species (ROS) and Reactive Nitrogen Species (RNS) [5]. IR exposure is known to contribute to the etiology of neurodegenerative disorders [6]. Parkinson’s disease (PD) is a progressive neurodegenerative disease wherein oxidative damage is a well-accepted concept of etiology. ROS are regarded as crucial modulators in PD development and progression. Oxidative stress plays a crucial role in the neurotoxicity of dopaminergic (DAergic) neuronal cells, thereby causing severe damage to these cells [7, 8]. The increased ROS harms the targeted neuronal cells, where the DAergic neuronal cells are more vulnerable to oxidative stress. In addition, the mitochondria play a significant role in the conservation and homeostasis of cellular energy and metal, respectively. Any mitochondrial disturbance leads to metal and energy disruption resulting in cell death [9, 10]. It has been identified that the main cause of increased ROS in the progression of PD is indeed mitochondrial dysfunction and dopamine (DA) metabolism [11, 12]. High as well as low doses of IR have been known to cause CNS alteration via oxidative stress and mitochondrial dysfunction, either through the generation of reactive hydroxyl radicals (OH•) or via interaction with mitochondrial DNA (mtDNA) [13]. Both the mtDNA modifications and IR-induced damage are crucial for causing neurodegeneration by inducing impairment of mitochondria. The imbalance in mitochondrial function contributes to PD neurodegeneration at the early stage [14, 15]. In addition, the mitochondrial membrane loss causes cell death of neurons in PD-associated apoptosis and impedes oxidative phosphorylation following exposure to IR [16]. Moreover, abnormal protein accumulation is a prominent feature of the neurodegenerative disorder as it seems that ROS production and mitochondrial dysfunction can affect the α-synuclein aggregation building up in PD brains [17]. The IR may also exacerbate the folding/unfolding of the proteins. Oxidative stress induced by IR can result in obstructed protein misfolding, mitochondrial dysfunction, hydrogen peroxide (H2O2) decomposition, and endoplasmic reticulum (ER) tension, other than damage to DNA [18, 19]. In the brain, it also activates microglia and endothelial cells that produce NO and superoxides (O2•–) throughout neuroinflammatory stimuli that are further exacerbated by molecules produced by damaged DAergic neuronal cells, such as α-synuclein [20]. The microglial cells can also be activated by double-strand breaks induced by IR that further activates the nuclear factor kappa-light-chain enhancer of activated B cells (NFκB) pathway-mediated inflammation [21, 22]. An exploration of past and recent research findings has identified the neuroprotective mechanism of plant-based flavonoids in PD therapy, slowing down the disease progression. The therapeutic agent is therefore intended to target against repression and amelioration of oxidative stress-induced cellular damage [22-25]. In addition, flavonoids can gain access through the blood-brain barrier (BBB) having a direct impact on brain. So, these secondary metabolites can be used to slow PD progression. Such secondary metabolites have been characterized to possess potent antioxidant activity and act as a free radical scavenger [26-28]. The mechanism of the antioxidant family includes suppression of inflammatory mediators, influencing the activation of endogenous antioxidant enzymes and inhibition of lipid peroxidation. Flavonoids are utilized in the gene expression modulation in neuronal cells as a mitochondrial target [22, 29]. The purpose behind this review is to explore the pertinent role of persistent IR-induced oxidative stress in the succession of Parkinson’s disease (PD), which has been a serious and unprotected pitfall to humans contributing to an exceeded reactive oxygen species (ROS) proliferation and generation. This review also delineates the flavonoid-based therapeutic strategies in protecting against oxidative stress-induced damage to DAergic neurons, thereby limiting the symptoms related to movement disorder and providing an insight on the most pertinent data and details reported on the phytoconstituents, mainly flavonoids with antioxidant and neuroprotective activity against the IR-induced oxidative stress in PD."
    },
    {
      "title": "PARKINSON’S DISEASE (PD): AN OVERVIEW ON OXIDATIVE STRESS-ASSOCIATED PD",
      "text": "PD is considerably focused in neuroscience study and research to better understand the pathophysiological processes and cellular alterations involved in the neurodegeneration and its progression [26]. PD is the second most prevalent neurodegenerative disease associated with the destructive loss of DAergic neurons in the Subtstantia nigra (SN) and the presence of α-synuclein aggregates known as Lewy bodies (intracytoplasmic inclusions) in the remaining nigral neurons that result in declined DA production [30-32]. DAergic neural degeneration and loss manifest major four debilitating symptoms: muscular rigidity, resting tremor, postural instability, and bradykinesia [33]. As the clinical symptoms are not present at the early phase, the etiology of PD is unclearly elucidated [34]. Growing shreds of evidence reveal that oxidative stress is a key process in PD, as shown in Fig. (1). In both the cases of genetic and idiopathic PD, oxidative stress is the basic underlying early event in the disease mechanism, which results in cellular dysfunction and death [20, 35]. The severe metabolic level in the DAergic neurons along with increased levels of oxidizable species cause the DAergic neural cells to be disposed of oxidative destruction [36]. The SN of patients with PD manifests augmented levels of oxidized proteins, lipids, DNA, and reduced glutathione (GSH) [20]. Oxidative stress is fundamentally defined as a “disturbance in the balance between systemic manifestations of ROS (oxidants) and reactive intermediates-detoxifying ability of biological system (antioxidants) to repair and restore the damage in the body” [37]. Several metabolic and enzymatic reactions have been regarded as the main sources of endogenous ROS. Mitochondrial respiration, endothelial nitric oxide synthase, peroxisome oxidases, xanthine oxidase, iron, unsaturated fatty acids, cytochrome P-450 oxidase, and neuroinflammatory responses are also major ROS sources [8]. The different reactive species are radicals of hydroxyl (OH•), O2•–, peroxyl (ROO•), and nitric oxide (NO•), as shown in Fig. (2). Some of them are highly reactive, OH• being the most reactive and damaging species that can lead to lipid peroxidation, cell damage and death [38, 39]. “ROS” comprises oxygen radicals as well as non-radicals that get converted into a free radical form. Because of the high ROS reactivity, they interact with biological substances leading to cell function alterations and cell demise [35]. Despite the ROS functioning, differentiation, growth, apoptosis, and motility, augmented ROS levels result in extremely destructive events in the cells [40]. The detrimental outcomes of ROS are essentially due to protein modification, DNA damage, inflammation, and lipid peroxidation [41]. The body is persistently subjected to the attack of free radicals and ROS that have been correlated to PD, a motor neuron disease. Any molecule that contains one or even more unpaired electrons shall be considered a free radical. They are generated by physiological redox reactions resulting from biochemical oxygen reactions, oxidative stress, and inflammatory reactions regulated as a response to multiple telluric sources, including IR [42]. The DAergic neurons are mainly liable towards oxidative stress because of the involvement of ROS-producing enzymes, such as monoamine oxidase (MAO) and tyrosine hydroxylase (TH). Additionally, there is iron in the nigral DAergic neurons that catalyses the Fenton reaction, where OH• and O2•– can make a contribution to oxidative stress. Due to the sensitivity to reactive intermediates, mild oxidative stress may stimulate a cascade leading to cell death. ROS generated during mitochondrial dysfunction, metabolism of DA, and neuroinflammation are assumed to be the main oxidative stress sources produced that lead to damaged DAergic neurons [43, 20]. It is predicted that the common source of oxygen radicals is the mitochondria, in which O2•– is produced during electron transport. Conversion of O2•– to H2O2 by superoxide dismutase (SOD) occurs through the Fenton reaction, as shown in Fig. (2); the latter generates OH• in the presence of iron (Fe2+). Peroxynitrite (ONOO-) can also directly harm the DNA and proteins, and triggers the lipid peroxidation that can damage neurons mainly sensitive to this process [39, 44]. In addition, disturbance in the calcium (Ca2+) cellular homeostasis is induced by oxidative stress. Such an event is particularly associated with the receptor mobilizing effect of Ca2+. ROS also interfere with enzymatic mechanisms, transduction signal systems via NO action, and influence the ligand binding to receptors [35, 45]. Excessive generation of RNS may contribute to nitrosative stress accumulation due to extreme NO production that assumes to be an inducible factor, leading to apoptosis and neuronal cell death. Such an event leads to N-methyl-D-aspartate (NMDA) type of glutamate receptor overstimulation, which further allows Ca2+ influx to cell, attenuating NO levels and accelerating the formation of ROS via S-nitrosylation process. NO also reacts with O2•– to produce ONOO–, which is extremely a threat to cells. In the antioxidant system, the enzymes involved are SOD, glutathione reductase (GR), glutathione peroxidase (GPx), glutathione S transferase (GST), catalase (CAT), and other metal binding proteins restricting the iron availability, which are crucial for the generation of OH• [46]."
    },
    {
      "title": "MAJOR SOURCES OF OXIDATIVE STRESS IN PD",
      "text": "One of the causes for oxidative stress can be DA metabolism. Various shreds of evidences present DA oxidation and subsequent quinone modification along with oxidative stress as the main contributing factors to DAergic cell vulnerability. Even though DA is generally stored in vesicles, the oxidation of extra cytosolic DA leads to the formation of DA quinone, enzymatically and spontaneously. The DA quinone has the ability to modify cell nucleophiles, covalently including protein cysteinyl residues and GSH, the functions of which are vital for cell survival. Various proteins, such as α-synuclein, DJ-1, parkin, and UCH-L1, whose dysfunctions have been associated with the pathophysiology of PD are due to the modification of DA quinone, as shown in Fig. (1). Covalently, DA quinone alters the α-synuclein monomeric form and encourages the transformation of α-synuclein to protofibril (cytotoxic form) [47]. The α-synuclein, which is modified by DA quinone, is not only inadequately degraded, but it also suppresses the regular degradation of proteins by autophagy mediated by chaperone [48]. Additionally, DA quinone modified DJ-1 and UCH-L1 was reported in DAergic cells and mitochondrial preparations of the brain. As both DJ-1 and UCH-L1 contain an important cysteine residue for their activity, the oxidative modification is observed at cysteine in PD. Furthermore, it results in mitochondrial brain swelling and mitochondrial dysfunction. Correspondingly, the dysfunction of the electron transport chain complex I and III hinders mitochondrial respiration and ends up causing ROS generation. Additionally, DA quinone modifies disulfide isomerase-5 and glucose-regulated protein (ERp57/ GRP58), the proteins that aid in ER protein folding. It has also been shown that DA metabolites stimulate proteasomal inhibition that can result in cell apoptosis [20]. Moreover, DA quinone could even cyclize to form the strongly reactive aminochrome, resulting in superoxide generation and cellular NADPH depletion, which undoubtedly polymerizes into neuromelanin. As a result, neuromelanin can aggravate neurodegeneration by accelerating the neuroinflammatory process [49]. In addition, MOA generates H2O2 during the metabolism of DA, and consequently, due to the involvement of transition metal ions, H2O2 is converted into highly reactive OH•, which contributes to oxidative stress [20, 50]. In PD, neuronal loss is also correlated with long-term neuroinflammation that is primarily a microglia-regulated process, which is the native innate immunity response in the CNS. Microglial response has been seen in the SN of sporadic and also in familial PD patients [20]. Higher levels of inflammatory mediators observed in PD brains are IL-1β, IL-2, IL-4, IL-6, TGF-β2, and free TGF-β1 in the CSF of PD patients. Upregulation of TNF-α and interferon γ (IFNγ) in the SN is also observed in PD patients. Activation of microglia in response to toxic insult or injury is a self-defensive system for removing cell debris and pathogenic agents. Because once activated, free radicals such as O2•– and NO• are released, which in turn would lead to oxidative damage in the microenvironment. Chronically activated or over-activated microglial states can cause uncontrolled and increased neuroinflammatory reactions, contributing to a self-perpetuating violent neurodegenerative cycle [51]. Molecules generated from damaged DA neurons exacerbate inflammatory signal, which results in the stimulation of reactive microgliosis. The molecules which are oxidised or induced by ROS from DAergic neurons trigger microglial activation, including neuromelanin, α-synuclein, etc. [20]. Another source that ends up causing oxidative stress is mitochondrial dysfunction, which is associated with PD pathogenesis. Aerobic respiration is a highly dependent process for neurons for ATP demand, and radicals of O2•– and H2O2 are generally generated as by-products in the mitochondria during oxidative phosphorylation. A certain pathological condition resulting in mitochondrial impairment could lead to substantial ROS rise and devastate the mechanisms of cellular antioxidants. Oxidative stress tends to cause the mitochondria-specific lipid cardiolipin to be peroxidised, resulting in the release of cytochrome c into the cytosol, provoking apoptosis. Due to the intrinsically higher ROS generation and vulnerability of DAergic neurons, any such event, which stimulates oxidative stress further, can be detrimental to the cell. Mitochondrial complex I impairment in electron transport chain triggers electrons to leak, and results in ROS generation [52]. In fact, there has been reduced activity found in Complex I in tissues of PD subjects [53]. Greater amounts of deficient DA neurons in the respiratory chain have been found in PD subjects as compared to controls matched by age [54]. A shred of evidence for mitochondrial impairment associated with damage to DAergic cells and oxidative stress results from research that gene mutations of mitochondrial proteins parkin, PTEN-induced kinase-1 (PINK), and DJ-1 are related to PD familial forms. The patient-derived cells with mutation of the parkin gene display a significant reduction in the activity of Complex I. The mice with a parkin gene deficiency exhibited decreased activity in the respiratory chain of the striatum along with oxidative damage. PINK1 mutations trigger mitochondrial damage, including large quantities of freely formed radicals [20]. Moreover, inhibition of complex I can take place when α-synuclein interacts with the mitochondrial membrane. Mutant α-synuclein overexpressed mice show dysfunction in the mitochondrial function and structure [55, 56]."
    },
    {
      "title": "Dopamine (DA) Metabolism",
      "text": "One of the causes for oxidative stress can be DA metabolism. Various shreds of evidences present DA oxidation and subsequent quinone modification along with oxidative stress as the main contributing factors to DAergic cell vulnerability. Even though DA is generally stored in vesicles, the oxidation of extra cytosolic DA leads to the formation of DA quinone, enzymatically and spontaneously. The DA quinone has the ability to modify cell nucleophiles, covalently including protein cysteinyl residues and GSH, the functions of which are vital for cell survival. Various proteins, such as α-synuclein, DJ-1, parkin, and UCH-L1, whose dysfunctions have been associated with the pathophysiology of PD are due to the modification of DA quinone, as shown in Fig. (1). Covalently, DA quinone alters the α-synuclein monomeric form and encourages the transformation of α-synuclein to protofibril (cytotoxic form) [47]. The α-synuclein, which is modified by DA quinone, is not only inadequately degraded, but it also suppresses the regular degradation of proteins by autophagy mediated by chaperone [48]. Additionally, DA quinone modified DJ-1 and UCH-L1 was reported in DAergic cells and mitochondrial preparations of the brain. As both DJ-1 and UCH-L1 contain an important cysteine residue for their activity, the oxidative modification is observed at cysteine in PD. Furthermore, it results in mitochondrial brain swelling and mitochondrial dysfunction. Correspondingly, the dysfunction of the electron transport chain complex I and III hinders mitochondrial respiration and ends up causing ROS generation. Additionally, DA quinone modifies disulfide isomerase-5 and glucose-regulated protein (ERp57/ GRP58), the proteins that aid in ER protein folding. It has also been shown that DA metabolites stimulate proteasomal inhibition that can result in cell apoptosis [20]. Moreover, DA quinone could even cyclize to form the strongly reactive aminochrome, resulting in superoxide generation and cellular NADPH depletion, which undoubtedly polymerizes into neuromelanin. As a result, neuromelanin can aggravate neurodegeneration by accelerating the neuroinflammatory process [49]. In addition, MOA generates H2O2 during the metabolism of DA, and consequently, due to the involvement of transition metal ions, H2O2 is converted into highly reactive OH•, which contributes to oxidative stress [20, 50]."
    },
    {
      "title": "Neuroinflammation",
      "text": "In PD, neuronal loss is also correlated with long-term neuroinflammation that is primarily a microglia-regulated process, which is the native innate immunity response in the CNS. Microglial response has been seen in the SN of sporadic and also in familial PD patients [20]. Higher levels of inflammatory mediators observed in PD brains are IL-1β, IL-2, IL-4, IL-6, TGF-β2, and free TGF-β1 in the CSF of PD patients. Upregulation of TNF-α and interferon γ (IFNγ) in the SN is also observed in PD patients. Activation of microglia in response to toxic insult or injury is a self-defensive system for removing cell debris and pathogenic agents. Because once activated, free radicals such as O2•– and NO• are released, which in turn would lead to oxidative damage in the microenvironment. Chronically activated or over-activated microglial states can cause uncontrolled and increased neuroinflammatory reactions, contributing to a self-perpetuating violent neurodegenerative cycle [51]. Molecules generated from damaged DA neurons exacerbate inflammatory signal, which results in the stimulation of reactive microgliosis. The molecules which are oxidised or induced by ROS from DAergic neurons trigger microglial activation, including neuromelanin, α-synuclein, etc. [20]."
    },
    {
      "title": "Mitochondrial Dysfunction",
      "text": "Another source that ends up causing oxidative stress is mitochondrial dysfunction, which is associated with PD pathogenesis. Aerobic respiration is a highly dependent process for neurons for ATP demand, and radicals of O2•– and H2O2 are generally generated as by-products in the mitochondria during oxidative phosphorylation. A certain pathological condition resulting in mitochondrial impairment could lead to substantial ROS rise and devastate the mechanisms of cellular antioxidants. Oxidative stress tends to cause the mitochondria-specific lipid cardiolipin to be peroxidised, resulting in the release of cytochrome c into the cytosol, provoking apoptosis. Due to the intrinsically higher ROS generation and vulnerability of DAergic neurons, any such event, which stimulates oxidative stress further, can be detrimental to the cell. Mitochondrial complex I impairment in electron transport chain triggers electrons to leak, and results in ROS generation [52]. In fact, there has been reduced activity found in Complex I in tissues of PD subjects [53]. Greater amounts of deficient DA neurons in the respiratory chain have been found in PD subjects as compared to controls matched by age [54]. A shred of evidence for mitochondrial impairment associated with damage to DAergic cells and oxidative stress results from research that gene mutations of mitochondrial proteins parkin, PTEN-induced kinase-1 (PINK), and DJ-1 are related to PD familial forms. The patient-derived cells with mutation of the parkin gene display a significant reduction in the activity of Complex I. The mice with a parkin gene deficiency exhibited decreased activity in the respiratory chain of the striatum along with oxidative damage. PINK1 mutations trigger mitochondrial damage, including large quantities of freely formed radicals [20]. Moreover, inhibition of complex I can take place when α-synuclein interacts with the mitochondrial membrane. Mutant α-synuclein overexpressed mice show dysfunction in the mitochondrial function and structure [55, 56]."
    },
    {
      "title": "IONIZING RADIATION",
      "text": "The ionizing radiation (IR) is the group of electromagnetic photons and waves and subatomic particles, capable of generating electrically charged particles such as gamma (γ), alpha (α), beta (β), and X-rays. In humans, the physiological influence of IR was documented a long ago but a huge interest in analysing the impact of radiation exposure in CNS has been observed in recent times in the clinical setting [57]. In the present era with a global risk of radiation exposure from war, the neurobiological effect of IR doses requires to be reassessed [2, 58]. Nowadays, the medical treatment and diagnostic methods are widely utilized practices and sources of artificial IR exposure [1, 2]. As per data produced by radiation research and the guidelines of regulatory bodies, an acute exposure to less than 0.1 gray (Gy) is considered to be the safe dose where the exposure in low concentrations can stimulate radio adaptive, protective, and reparative mechanisms [59]. Radiations in a dose-dependent manner [> 2 (low) to 45 Gy (High)] inhibit neurogenesis and cause neuroinflammation [60-63]. Coordination of stressor and insult responses within the CNS is multifaceted and complex. Protection, inflammation, and repair are the neurobiological processes that comprise of a framework of cellular and molecular mediators, which react towards homeostasis alterations [64]. Prior to these alterations, such as the IR exposure, neuroinflammation is implicit in comprehending the CNS responses [1]. The various evidences assembled during preceding years reveal that the pertinent role of persistent IR-induced oxidative stress in the succession of neurodegenerative insults, such as PD, has been contributing to an exceeded ROS proliferation and generation. IR is well-known to induce RNS and ROS [65]. Depending on reactivity, amount, temporal and spatial distribution, these reactive species may act through genomic instability of irradiated cell progeny or through adaptive responses [66, 67]. IR exposure is known to contribute to the etiology of neurodegenerative disorders [6]. PD is a progressive neurodegenerative disease wherein oxidative damage is a well-accepted concept in the PD etiology, and ROS are regarded as crucial modulators in PD development and progression. Oxidative stress plays a vital role in the neurotoxicity of dopaminergic neuronal cells; thereby, free radicals cause severe damage to these cells [7, 8]. Further, the potential of oxidative damage may escalate from the targeted to non-targeted cells and can transform the CNS functions such as protein misfolding, mitochondria dysfunction, increased levels of oxidized lipids, and dopaminergic cell death, accelerating the PD at the molecular, cellular or tissue levels [10, 11]. Elevation in the ROS and RNS has been shown upon low dose exposure of IR that has the potential to alter the redox homeostasis in the CNS [68]. IR acute exposure has a multifarious influence on cognitive functions that can manipulate the CNS in a direct or indirect manner and impair the functioning of other systems via CNS reactivity. Both high and low dose IR can modulate the functioning of CNS by oxidative stress, mitochondrial dysfunction, and degradation of protein, causing apoptosis, which further causes PD progression [19]. Microglia in the resting state display highly disunited morphology and microenvironment, but in the presence of exogenous (IR) or endogenous stressors, they can proliferate to attain an activated state. Furthermore, inflammatory responses are initiated by activated microglia via the release of pro-inflammatory factors, including ROS and cytokines [69, 70]. The activated microglia (pro-inflammatory state) can be harmful to neighboring cells, and its upregulation can lead to propagation of tissue damage [71, 72]. In addition, neuroinflammation is assumed to be pathologically involved in multifaceted states in the CNS, such as synaptic stripping, neurogenesis modulation and neuronal dysfunction, and is strongly included in the PD pathogenesis and progression [1, 73-81]. On the other side, an M2 microglial activated state is not neurotoxic, which confers anti-inflammatory properties and neuroprotection in stressor’s response [82]. The microglial polarized activation state may be reported in the CNS responses to IR, and correspondingly, the contrasting activation states may be related to microglial pro- or anti-inflammatory reactions prior to high and low IR concentrations, a subject matter which permits further investigation. Relevantly, the classical M1 microglial activation and its related pro-inflammatory processes are inherently associated with free radical production [70, 79, 83, 84]. The ATP production via oxidative phosphorylation leads to oxidant by-products formation, whose inappropriate amount can cause damage to components of a cell. The lack of ability of enzymes and antioxidant compounds to counteract the deleterious influence of increased ROS pertains to oxidative stress that can occur as protein degradation, nucleic acid damage, and lipid peroxidation in cells [85]. RNS and NO species could also synchronize responses of microglia against stress in the CNS. Excessive production of ROS and H2O2 from NADPH oxidases has also been shown by activated microglia, which is vital for the advancement of neuroinflammatory collateral deterioration to neighboring cells mediated by ROS [86-88]. Altogether, activated microglia can act via various mechanisms such as the pro-inflam-matory cytokines, NF-κB pathway to release ROS, RNS and/or via mitogen-activated protein kinase (MAPK) signalling pathways, which activate NADPH to synchronize neuroinflammation [69, 89-92]. Therefore, oxidative stress and neuroinflammation are the main culprits, potentiating cellular damage, pathogenesis, and progression of PD. Collectively, the above-mentioned mechanisms modulate the reactions in the irradiated brain, and comprehension of the redox balance and framework behind neuroinflammation can further assist in elucidating the CNS responses to IR at different doses [1, 93]. Oxidative stress and neuroinflammation are the main culprits associated with PD [94]. We are persistently being exposed to IR from artificial or natural sources in our daily life, and IR exposure is known to contribute to the etiology of PD and other neurodegenerative diseases [6]. The IR is considered to be a strong inducer of reactive species, stress, and inflammation towards the neurobiological responses and can cause PD [1]. ROS production is one of the earliest neurobiological responses to IR that can potentiate oxidative stress and neuroinflammatory cascade at adequately higher concentrations of IR [95]. Recently, a meta-analysis exhibited a collective influence of oxidative damage in IR response. Amazingly, remarkable heterogeneity has been observed among cell types and species across the body, depicting the great variability of IR response. In fact, the compromised cross-talks among mitochondrial redox mechanisms, neuroinflammatory responses, and multiple cell populations in the CNS complicate the comprehensive responses to IR at different concentrations [1, 96]. It is clear that IR can influence nucleic acids and neurovascular permeability, and stimulate the generation of ROS/RNS, eliciting a neuroinflammatory response, manifesting as IR-induced injury [1, 96-102]. The effect of IR on neural precursor cells in the hippocampal-altered neurogenesis suggests its critical role in cognitive impairment [103]. Moreover, the hippocampal dysfunction-mediated memory and learning deficiencies result in a chronic absence of progenitor activity by IR [104]. At higher IR doses, activated microglia can impede the neurogenesis via pro-inflammatory cytokines release such as IL-1β, IL-6, and TNF-α, also coordinating in progenitor cell damage [55, 104, 105]. The known PD etiology involves the modifications at the molecular level under the influence of low concentration of IR, such as <5 Gy. The children are more prone to IR, and the diagnostic techniques such as CT scans and X-rays are one of the contributors to IR, and their role cannot be ignored [6]. The pro-inflammatory factor induction may take place via activation of the NF-κb pathway, which leads to abnormal gene regulation involved in pathological inflammatory conditions [106-108]. The significance of MAPK MEK/ERK1/2 signaling cascade in regulating the microglial reactions was demonstrated prior to irradiation with a higher dose of IR. Exposure to cultures of BV-2 microglial cells with γ-radiation (10 Gy) induces c-Jun and ERK1/2 phosphorylation, which has been associated with increased pro-inflammatory factor expression and ROS [108, 109]. It has been shown that inhibitors of NADPH oxidase lead to marked ROS reduction preceding the IR irradiation and declined phosphorylation of c-Jun, which indicates that IR-induced oxidative stress induces a signaling cascade of MEK/ERK1/2 pathway to activate c-Jun, worsening a neuroinflammatory reaction in microglia [79]. In the brain, oxidative damage can also occur due to reduced SOD, CAT, and GSH levels prior to irradiation of >2 Gy, which reduce the detrimental effects of ROS generation within the cells [109]. Low doses of IR have been known to cause mitochondrial dysfunction either through the reactive hydroxyl radicals formation or by interacting with mtDNA. Both the mtDNA alterations and IR damage-induced alterations are crucial to induce mitochondrial damage to further cause neurodegeneration. As a result, mitochondria are the noticeable target of low dose radiation for the late-onset damage. Moreover, it has been shown that irradiated C57BL/6 mice brain with low-dose γ-rays (0.5 Gy) manifests a rise in the GSH and thioredoxin, the antioxidant molecules up to 12 hours, which also worsens the oxidative stress in PD due to decline of GSH, causing mitochondrial death [13, 19]. The mtDNA damage induced by radiation influences mitochondrial synthesis [110]. In addition, the protein thiol moieties are thought to be the main targets of oxidation induced by IR via the ROS mechanism [111]. In PD, neurodegeneration occurs mainly due to an imbalance in mitochondrial activity, and this damage occurs at the early stage of PD [14, 15]. Recently, dynamin-related protein-1, a major element involved in the management of mitochondrial fission rate, has been observed to accumulate in mitochondria of fibroblast cells of normal humans after γ-radiation exposure of 6 Gy. After exposure to IR, the mitochondrial membrane loss results in neuronal cell demise in PD due to impairment in the process of oxidative phosphorylation and increased apoptosis [16]. Low IR concentrations not only confer the neuroprotective activity but also induce mechanisms of repair in the neuropathology animal model [1]. The MPTP PD model exhibits increased levels of glutathione and catalase prior to 3-hour γ-radiation exposure (0.5 Gy), which has been verified utilizing the PD mouse model after whole body γ-radiation (1.5 Gy) [112-114]. The sporadic PD patient’s lymphoblastoid cell line has been irradiated which shows the DNA genetic defect induced by somatic mutation, leading to excessive accumulation of DNA damage. The DNA damage caused by spontaneous hydrolytic reactions and ROS confers the in vivo death of neurons and in vitro radiosensitivity in PD. In vitro exposure of cells to X-rays leads to unrepaired toxic lesions in DNA and causes PD. Such findings depict that the direct IR target is the mitochondria, and its defects could lead and progress to PD [19]. Protein folding and unfolding may be accelerated by IR. Long ago, it has been well-understood that the protein stability with regard to denaturation is declined upon IR treatment. The main element of Lewy bodies is α-synuclein aggregation in PD, and its abnormal aggregation in neurons leads to PD development [18, 115]. It has been reported earlier that α-synuclein is strongly prone to UV irradiated-dityrosine cross-linkages, causing dityrosine-modified dimers and monomers of α-synuclein [116]. Oxidative stress induced by IR can cause compromise in protein misfolding, mitochondrial functioning, and ER stress. Parkin gene, due to the aforementioned stress, can also misfold protein in a similar way as misfolding of α-synuclein. After 2-hour γ-radiation exposure (5.5 or 7.5 Gy), a rise in density of D1 and D2 receptors in distinct cerebral regions of rats was observed. The IR may cause misfolding of the parkin gene, aggregation of α-synuclein, and metabolism of DA, which could result in compromised mitochondrial activity and cellular stress, the key elements of PD [117, 118]. In the brain, the alterations associated with age reflect a dynamic interaction of phenotypic, genetic, epigenetic, and environmental factors, which can be longitudinally present throughout the lifespan. Essential to these processes is the ability for physiological adaptation via modulation of biochemical and molecular signaling that occurs from an intracellular to the network-systemic level throughout the brain [119, 200]. Numerous agents that influence the progression of PD-like effects in experimental models display temporal characteristics and hormetic dose response mechanisms. Such findings have specific significance as the hormetic dose response depicts the range and amplitude of probable therapeutic effects, thereby affecting the conduct and design of interventions for a broader consideration of hormetic mechanisms in adaptive responses, which might protect against the progression of PD [119-122]. At low doses, various stressor agents can induce adaptive responses, which are less effective, and are even toxic at gradually higher doses in some cases. This low dose stimulation and high dose inhibition (biphasic dose response pattern) are called hormesis [123, 124]. Furthermore, hormetic biphasic dose responses may be implicated in the macrophage process polarization and reprogramming, which is produced ionizing radiation as well [125, 126]. Such findings propose that hormetic mechanisms may play a role in mediating microglial phenotypes, which regulate pro and/or anti-inflammatory processes that are likely to be pathologic and adaptive processes [119-121, 127]. Known for comprising more than 20 flavonoids, Ginkgo biloba extracts have been exhibited to induce biphasic dose responses (e.g., cell proliferation, cell viability, cochlea neural stem cells) [128]. The width and magnitude of the low dose stimulation of these biphasic dose responses are the same as reported for hormetic dose responses [128-130]. Such hormetic dose responses occur within direct stimulatory responses, exhibiting acquired resistance within an adaptive homeodynamic framework. The ginkgo biloba dose responses further reveal the common occurrence of hormetic dose responses, which steadily seem to be an independent inducing agent (may be ionizing radiation) [128-130]. Such outcomes have essential implications for study design considerations, including dose spacing, dose selection, and statistical power [131, 132]. The observations on the impact of low and high radiations in PD are summarized in Table 1."
    },
    {
      "title": "Role of Ionising Radiation (IR) in CNS",
      "text": "The various evidences assembled during preceding years reveal that the pertinent role of persistent IR-induced oxidative stress in the succession of neurodegenerative insults, such as PD, has been contributing to an exceeded ROS proliferation and generation. IR is well-known to induce RNS and ROS [65]. Depending on reactivity, amount, temporal and spatial distribution, these reactive species may act through genomic instability of irradiated cell progeny or through adaptive responses [66, 67]. IR exposure is known to contribute to the etiology of neurodegenerative disorders [6]. PD is a progressive neurodegenerative disease wherein oxidative damage is a well-accepted concept in the PD etiology, and ROS are regarded as crucial modulators in PD development and progression. Oxidative stress plays a vital role in the neurotoxicity of dopaminergic neuronal cells; thereby, free radicals cause severe damage to these cells [7, 8]. Further, the potential of oxidative damage may escalate from the targeted to non-targeted cells and can transform the CNS functions such as protein misfolding, mitochondria dysfunction, increased levels of oxidized lipids, and dopaminergic cell death, accelerating the PD at the molecular, cellular or tissue levels [10, 11]. Elevation in the ROS and RNS has been shown upon low dose exposure of IR that has the potential to alter the redox homeostasis in the CNS [68]. IR acute exposure has a multifarious influence on cognitive functions that can manipulate the CNS in a direct or indirect manner and impair the functioning of other systems via CNS reactivity. Both high and low dose IR can modulate the functioning of CNS by oxidative stress, mitochondrial dysfunction, and degradation of protein, causing apoptosis, which further causes PD progression [19]. Microglia in the resting state display highly disunited morphology and microenvironment, but in the presence of exogenous (IR) or endogenous stressors, they can proliferate to attain an activated state. Furthermore, inflammatory responses are initiated by activated microglia via the release of pro-inflammatory factors, including ROS and cytokines [69, 70]. The activated microglia (pro-inflammatory state) can be harmful to neighboring cells, and its upregulation can lead to propagation of tissue damage [71, 72]. In addition, neuroinflammation is assumed to be pathologically involved in multifaceted states in the CNS, such as synaptic stripping, neurogenesis modulation and neuronal dysfunction, and is strongly included in the PD pathogenesis and progression [1, 73-81]. On the other side, an M2 microglial activated state is not neurotoxic, which confers anti-inflammatory properties and neuroprotection in stressor’s response [82]. The microglial polarized activation state may be reported in the CNS responses to IR, and correspondingly, the contrasting activation states may be related to microglial pro- or anti-inflammatory reactions prior to high and low IR concentrations, a subject matter which permits further investigation. Relevantly, the classical M1 microglial activation and its related pro-inflammatory processes are inherently associated with free radical production [70, 79, 83, 84]. The ATP production via oxidative phosphorylation leads to oxidant by-products formation, whose inappropriate amount can cause damage to components of a cell. The lack of ability of enzymes and antioxidant compounds to counteract the deleterious influence of increased ROS pertains to oxidative stress that can occur as protein degradation, nucleic acid damage, and lipid peroxidation in cells [85]. RNS and NO species could also synchronize responses of microglia against stress in the CNS. Excessive production of ROS and H2O2 from NADPH oxidases has also been shown by activated microglia, which is vital for the advancement of neuroinflammatory collateral deterioration to neighboring cells mediated by ROS [86-88]. Altogether, activated microglia can act via various mechanisms such as the pro-inflam-matory cytokines, NF-κB pathway to release ROS, RNS and/or via mitogen-activated protein kinase (MAPK) signalling pathways, which activate NADPH to synchronize neuroinflammation [69, 89-92]. Therefore, oxidative stress and neuroinflammation are the main culprits, potentiating cellular damage, pathogenesis, and progression of PD. Collectively, the above-mentioned mechanisms modulate the reactions in the irradiated brain, and comprehension of the redox balance and framework behind neuroinflammation can further assist in elucidating the CNS responses to IR at different doses [1, 93]."
    },
    {
      "title": "The Impact of High and Low Dose Radiations in PD with Respect to Oxidative Stress",
      "text": "Oxidative stress and neuroinflammation are the main culprits associated with PD [94]. We are persistently being exposed to IR from artificial or natural sources in our daily life, and IR exposure is known to contribute to the etiology of PD and other neurodegenerative diseases [6]. The IR is considered to be a strong inducer of reactive species, stress, and inflammation towards the neurobiological responses and can cause PD [1]. ROS production is one of the earliest neurobiological responses to IR that can potentiate oxidative stress and neuroinflammatory cascade at adequately higher concentrations of IR [95]. Recently, a meta-analysis exhibited a collective influence of oxidative damage in IR response. Amazingly, remarkable heterogeneity has been observed among cell types and species across the body, depicting the great variability of IR response. In fact, the compromised cross-talks among mitochondrial redox mechanisms, neuroinflammatory responses, and multiple cell populations in the CNS complicate the comprehensive responses to IR at different concentrations [1, 96]. It is clear that IR can influence nucleic acids and neurovascular permeability, and stimulate the generation of ROS/RNS, eliciting a neuroinflammatory response, manifesting as IR-induced injury [1, 96-102]. The effect of IR on neural precursor cells in the hippocampal-altered neurogenesis suggests its critical role in cognitive impairment [103]. Moreover, the hippocampal dysfunction-mediated memory and learning deficiencies result in a chronic absence of progenitor activity by IR [104]. At higher IR doses, activated microglia can impede the neurogenesis via pro-inflammatory cytokines release such as IL-1β, IL-6, and TNF-α, also coordinating in progenitor cell damage [55, 104, 105]. The known PD etiology involves the modifications at the molecular level under the influence of low concentration of IR, such as <5 Gy. The children are more prone to IR, and the diagnostic techniques such as CT scans and X-rays are one of the contributors to IR, and their role cannot be ignored [6]. The pro-inflammatory factor induction may take place via activation of the NF-κb pathway, which leads to abnormal gene regulation involved in pathological inflammatory conditions [106-108]. The significance of MAPK MEK/ERK1/2 signaling cascade in regulating the microglial reactions was demonstrated prior to irradiation with a higher dose of IR. Exposure to cultures of BV-2 microglial cells with γ-radiation (10 Gy) induces c-Jun and ERK1/2 phosphorylation, which has been associated with increased pro-inflammatory factor expression and ROS [108, 109]. It has been shown that inhibitors of NADPH oxidase lead to marked ROS reduction preceding the IR irradiation and declined phosphorylation of c-Jun, which indicates that IR-induced oxidative stress induces a signaling cascade of MEK/ERK1/2 pathway to activate c-Jun, worsening a neuroinflammatory reaction in microglia [79]. In the brain, oxidative damage can also occur due to reduced SOD, CAT, and GSH levels prior to irradiation of >2 Gy, which reduce the detrimental effects of ROS generation within the cells [109]. Low doses of IR have been known to cause mitochondrial dysfunction either through the reactive hydroxyl radicals formation or by interacting with mtDNA. Both the mtDNA alterations and IR damage-induced alterations are crucial to induce mitochondrial damage to further cause neurodegeneration. As a result, mitochondria are the noticeable target of low dose radiation for the late-onset damage. Moreover, it has been shown that irradiated C57BL/6 mice brain with low-dose γ-rays (0.5 Gy) manifests a rise in the GSH and thioredoxin, the antioxidant molecules up to 12 hours, which also worsens the oxidative stress in PD due to decline of GSH, causing mitochondrial death [13, 19]. The mtDNA damage induced by radiation influences mitochondrial synthesis [110]. In addition, the protein thiol moieties are thought to be the main targets of oxidation induced by IR via the ROS mechanism [111]. In PD, neurodegeneration occurs mainly due to an imbalance in mitochondrial activity, and this damage occurs at the early stage of PD [14, 15]. Recently, dynamin-related protein-1, a major element involved in the management of mitochondrial fission rate, has been observed to accumulate in mitochondria of fibroblast cells of normal humans after γ-radiation exposure of 6 Gy. After exposure to IR, the mitochondrial membrane loss results in neuronal cell demise in PD due to impairment in the process of oxidative phosphorylation and increased apoptosis [16]. Low IR concentrations not only confer the neuroprotective activity but also induce mechanisms of repair in the neuropathology animal model [1]. The MPTP PD model exhibits increased levels of glutathione and catalase prior to 3-hour γ-radiation exposure (0.5 Gy), which has been verified utilizing the PD mouse model after whole body γ-radiation (1.5 Gy) [112-114]. The sporadic PD patient’s lymphoblastoid cell line has been irradiated which shows the DNA genetic defect induced by somatic mutation, leading to excessive accumulation of DNA damage. The DNA damage caused by spontaneous hydrolytic reactions and ROS confers the in vivo death of neurons and in vitro radiosensitivity in PD. In vitro exposure of cells to X-rays leads to unrepaired toxic lesions in DNA and causes PD. Such findings depict that the direct IR target is the mitochondria, and its defects could lead and progress to PD [19]. Protein folding and unfolding may be accelerated by IR. Long ago, it has been well-understood that the protein stability with regard to denaturation is declined upon IR treatment. The main element of Lewy bodies is α-synuclein aggregation in PD, and its abnormal aggregation in neurons leads to PD development [18, 115]. It has been reported earlier that α-synuclein is strongly prone to UV irradiated-dityrosine cross-linkages, causing dityrosine-modified dimers and monomers of α-synuclein [116]. Oxidative stress induced by IR can cause compromise in protein misfolding, mitochondrial functioning, and ER stress. Parkin gene, due to the aforementioned stress, can also misfold protein in a similar way as misfolding of α-synuclein. After 2-hour γ-radiation exposure (5.5 or 7.5 Gy), a rise in density of D1 and D2 receptors in distinct cerebral regions of rats was observed. The IR may cause misfolding of the parkin gene, aggregation of α-synuclein, and metabolism of DA, which could result in compromised mitochondrial activity and cellular stress, the key elements of PD [117, 118]."
    },
    {
      "title": "Cellular Protection through Hormesis",
      "text": "In the brain, the alterations associated with age reflect a dynamic interaction of phenotypic, genetic, epigenetic, and environmental factors, which can be longitudinally present throughout the lifespan. Essential to these processes is the ability for physiological adaptation via modulation of biochemical and molecular signaling that occurs from an intracellular to the network-systemic level throughout the brain [119, 200]. Numerous agents that influence the progression of PD-like effects in experimental models display temporal characteristics and hormetic dose response mechanisms. Such findings have specific significance as the hormetic dose response depicts the range and amplitude of probable therapeutic effects, thereby affecting the conduct and design of interventions for a broader consideration of hormetic mechanisms in adaptive responses, which might protect against the progression of PD [119-122]. At low doses, various stressor agents can induce adaptive responses, which are less effective, and are even toxic at gradually higher doses in some cases. This low dose stimulation and high dose inhibition (biphasic dose response pattern) are called hormesis [123, 124]. Furthermore, hormetic biphasic dose responses may be implicated in the macrophage process polarization and reprogramming, which is produced ionizing radiation as well [125, 126]. Such findings propose that hormetic mechanisms may play a role in mediating microglial phenotypes, which regulate pro and/or anti-inflammatory processes that are likely to be pathologic and adaptive processes [119-121, 127]. Known for comprising more than 20 flavonoids, Ginkgo biloba extracts have been exhibited to induce biphasic dose responses (e.g., cell proliferation, cell viability, cochlea neural stem cells) [128]. The width and magnitude of the low dose stimulation of these biphasic dose responses are the same as reported for hormetic dose responses [128-130]. Such hormetic dose responses occur within direct stimulatory responses, exhibiting acquired resistance within an adaptive homeodynamic framework. The ginkgo biloba dose responses further reveal the common occurrence of hormetic dose responses, which steadily seem to be an independent inducing agent (may be ionizing radiation) [128-130]. Such outcomes have essential implications for study design considerations, including dose spacing, dose selection, and statistical power [131, 132]. The observations on the impact of low and high radiations in PD are summarized in Table 1."
    },
    {
      "title": "FLAVONOIDS AS A THERAPEUTIC APPROACH AGAINST IR-INDUCED OXIDATIVE STRESS IN PD",
      "text": "Flavonoid is the broad class of naturally occurring, biologically active secondary metabolites, polyphenols that comprise of more than 10,000 well-known structures, involving countless therapeutically promising biological effects [133-136]. They are categorized depending upon their distinctive chemical structures in various groups such as flavanones, flavanols, isoflavones, flavonols, isoflavones, chalcones and anthocyanidins. Flavonoids possess several effects, including antiviral, antiplatelet, anti-tumor, anti-inflammatory, and anti-allergic, and most importantly, strong antioxidative effects [137]. Flavonoids have been approved to stimulate neuronal anti-oxidants, thereby protecting them from neurodegeneration. The chemical structure of flavonoids allows various replacements on their backbone that results in the generation of several derivatives and exhibits many biological activities, such as anti-oxidative and anti-inflammatory actions. Such properties of flavonoids, which develop from structural characteristics, can be easily replaced with groups such as methyl, hydroxyl, sulphates, and glycosides that encourage the protection of plants against IR, such as UV rays, pathogens, and insects [138]. The flavonoids provide neuroprotection that proceeds via inflammatory mediator inhibition, lipid peroxidation, and anti-oxidant enzyme activation, thereby making them suitable for the treatment of IR-induced oxidative stress and reduction of cellular degeneration risk in PD. The scientific evidences based on the neuroprotective impact of this promising group of phytochemicals have been brought to the forefront [139]. A number of studies have notably thrown light upon the antioxidant properties of these compounds (phytochemicals). Since inflammation and oxidative stress are closely linked to pathological conditions produced by IR, here we have emphasized on phytoconstituents with well-known anti-oxidant and anti-inflammatory effects utilized in the therapy to slow down PD progression [24]. Moreover, few abilities to cross the BBB and exert neuroPharmogical actions at the molecular level influence gene expression and protein function. Relevantly, the intake of dietary flavonoids leads to up-regulation of brain-derived neurotrophic factors, and thereby, enhances spatial memory performance [140]. Enormous evidences have indicated their role in mitigating pathological pathways of neurodegeneration in diseases like PD [141, 142]. In addition, flavonoids can tune the brain's immune system and reduce neuroinflammation by counteracting the production of activated microglia-induced cytokines and nitric oxide. Consequently, the multifaceted effects of flavonoids have attracted the interest of scientists in investigating the neuroprotective role of flavonoids [143]. It is well-known that flavonoids act as antioxidant agents due to their ROS scavenging effect, which is due to the chemical feature as described above. In addition, they can regulate the redox imbalance by mediating gene expression of the antioxidant enzymes via Nrf2/ARE signaling pathway and other multiple signaling pathways, such as ERK1/2, JNK, PI3K/Akt/mTor, and p38 MAPK pathway. Moreover, flavonoids can suppress abnormal responses of inflammation, reducing ROS generation [138]. In oxidative stress control, the illustrative mechanism of action of flavonoids involves the Nrf2/ARE signaling pathway [138, 143]. Activation of Nrf2 by flavonoids occurs via phosphorylation of ERK1/2, JNK, and p38 MAPK pathway [133, 144-147]. Kelchlike ECH-associated protein 1 (Keap1) dissociates the phosphorylated Nrf2, translocating it into nucleus by induction of antioxidative and anti-inflammatory factors [205, 135]. At the same time, Keap1 blocks the NF-κB translocation, leading to downregulation of pro-inflammatory cytokines expression, such as IL-1β and TNF-α [133, 135]. Additionally, this class can attenuate the secondary oxidative stress by inducing the endogenous antioxidant system and declining neuroinflammation-induced ROS [138, 148]. Genistein is an isoflavone, primarily found in soybean, which imparts multiple benefits to human health. Potentially, it can prevent the neurodegenerative process followed by inflammation through impeding microglial inflammatory reactions caused by exogenous stimuli, such as IR [149]. Growing studies exhibit genistein as a neuro-protective agent, which protects the cortical neurons from free radical damage and ROS, and thus display its action against oxidative stress and inflammation. Genistein, in a dose-dependent manner, has the ability to protect the DA neurons and inhibit the O2•–, NO, and TNF-α production in microglia and cultures of mesencephalic neuron-glia, which are responsible for oxidative stress [150]. Furthermore, the microglial brain immune cells are activated early in response to injury, such as IR exposure that leads to the production of pro-inflammatory elements such as superoxide and NO, which form chelates with protein altering their function and eventually causing cell demise [149, 151]. Genistein can diminish the accumulation and production of NO and O2•–, e, thus exerting its neuroprotective potential on DA neurons and shielding them from post-injury response [150, 151]. The 0.25 µM has been found to be the least effective dose of Genistein, while a concentration of 50 µM is reported to impart toxicity in the cultures of neuronal glial cells. Amazingly, at 2.5 µM dose, it impaired the pro-inflammatory elements in glial cell cultures in an animal model study. Moreover, in rat mesencephalic glia-neuron cultures, this flavonoid has been shown to shield DA neurons against lipopolysaccharide-induced neurotoxicity via inhibition of microglial activation. Similarly, genistein preserved motor dysfunction induced by 6-OHDA in ovariectomized rats [149, 152, 153]. Baicalein is a flavone, isolated from the Scutellaria baicalensis or S. lateriflora (root part) [154]. Baicalein has neuroprotective potential against PD, and anti-inflammatory and antioxidant properties. This also protected neurons against rotenone-induced apoptosis in the SN and alleviated the mitochondrial complex I dysfunction that was impaired by rotenone. Additionally, the baicalein administration enhanced levels of protein, transcription factors such as Nrf-1 (regulates an antioxidant protein expression), and Transcription Factor of Mitochondria (TFAM) that can enhance the response of brain towards oxidative stress and loss of DAergic neurons reported in PD [23, 155]. Through the Pharmogical parkinsonism animal model, it was reported that the baicalein in low doses improved motor potential and prevented DAergic neuronal loss induced by MPTP. Additionally, microglial activation was ameliorated in the baicalein-pretreated animal model of PD. As reported, baicalein also reducesthe ability of inducing JNK and NF-κB, ERK activation (protein kinase intracellular signaling) in the astrocytes, resulting in neuroinflammation-potent inducer mechanism in PD [23, 156]. In MPTP-treated mice, baicalein prevented the abnormal behavior by enhancing DA neurons and dopamine levels in the striatum. In addition, it also inhibited astroglial response and oxidative stress. It has been reported that it attenuates the MPTP-induced astroglial activation via downregulation of the NF-κB activation. In PD, this pathway is activated in different cell types, such as astrocytes, and plays an essential role in the regulation of inflammatory mediator production [153]. Hesperidin is the chief flavanone found in citrus fruits, which acts as a neuroprotective agent and radical scavenger against several neuronal insults, including oxidative damage [157]. The role of the hesperidin has been evaluated in a 6-OHDA-induced animal PD model, demonstrating hesperidin (50 mg/kg) to be effective in the prevention of depression-like behavior and memory impairment with CAT and GPX activity reduction, and having reactive antioxidant potential in the striatum of mice. It also plays a crucial role in glial cells, attenuating oxidative stress and neuroinflammation [158]. Although the exact neuroprotective mechanism of action remains ambiguous, hesperidin is likely to elicit both cell signaling and antioxidant properties. Various studies show that hesperidin treatment could decrease ROS generation by restoring antioxidant enzyme activity and GSH to normal levels in the sites of the brain. The data support that hesperidin acts as a neuroprotective agent against rotenone due to its antioxidative effect, antiapoptotic properties, and maintenance of mitochondrial function in a neuroblastoma cell line [159]. In various in vitro studies, hesperidin shielded neurons against several types of insults linked with neurodegenerative disorders. Though, using a cellular model of PD, it has been demonstrated that hesperidin exhibited a neuroprotective effect by exerting its anti-oxidative properties as well as by maintenance of mitochondrial function. In 6-OHDA–treated mice, hesperidin protected the striatum against oxidative stress and enhanced behavioral alterations. The compound has been shown to ameliorate neurotoxicity through its anti-inflammatory and antioxidant activities, and MPTP-induced motor dysfunction [153]. Naringin is the flavanone isolated from a naringenin flavonoid, which is also a major active constituent of Chinese herbal medicine [159, 160]. It exhibits various biological and Pharmogical effects, including anti-apoptotic, anti-inflammatory, and antioxidant effects [161-163]. Microglial activation, which can also be due to IR exposure, partially contributes to PD. The activated microglia may produce iNOS and certain pro-inflammatory cytokines, which also result in the death of nigrostriatal DA neuronal cells [154, 164]. It has recently been reported that naringin (100 mg/kg dose, orally) declined the microglial activation by diminishing glial fibrillary acidic protein (GFAP) expression. Expression of GFAP has been observed to be modulated in the case of PD [26, 154]. Moreover, neuroinflammation and oxidative stress are critical processes involved in PD pathology. As proposed by the study, oral administration of naringin (80 mg/kg) for 2 weeks in neurodegenerative rat models, induced by 3-nitropropionic acid, altered the neuroinflammation and oxidative stress condition, which indicates its neuroprotective action [165]. In a C57B/6J/M mice 6-OHDA model of PD, anti-oxidant and anti-inflammatory effects were observed upon treatment with 10mg/kg p.o. for 28 days [166]. Furthermore, naringin also possesses neurotrophic factor-inducing property [154]. In experimental models of PD, naringenin can readily gain access through BBB and has been shown to provide neuroprotection. As per reports, naringenin pretreatment protected from 6-OHDA–induced neurotoxicity in vivo and in vitro. The compound ameliorated 6-OHDA–induced neurotoxicity in SH-SY5Y cells via upregulation of Nrf2 and subsequent activation of ARE pathway. Nrf2 has been known to activate the ARE pathway that includes cytoprotective genes (including anti-inflammatory and antioxidant genes) and transcription factors of mitochondrial biogenesis [153]. Kaempferol is 3,4,5,7-tetrahydroxyflavone, which is among the most usual dietary flavonoid-based supplements. It is mainly present in broccoli, tea, strawberries, beans, apples, and grapefruits [167]. It exerts potential anti-oxidative and anti-inflammatory effects [168]. It exhibits effective neuroprotective impact against several apoptosis and necrosis-inducing damages [169]. It efficiently arrests the ROS upsurge, which is associated with oxidative stress [170]. Lipid peroxidation is one of the key pathological processes involved in the oxidative stress development in PD in response to the damage caused by IR exposure, leading to ROS generation. Kaempferol (30 µM dose) in acute toxicity model induced by rotenone protected the brain against destruction caused by ROS [171]. MAO-A also encourages ROS formation in the similar way as lipid peroxidation, causing severe neuronal cell death [154, 172, 173]. It is notable that kaempferol also exerts an inhibitory effect on MAO-A, which might be effective in PD treatment [154]. Kaempferol induced antioxidative action in MPTP-treated mice, increasing striatal dopamine and improving motor function. Its derivatives are also known to decrease H2O2-induced ROS levels and cell death in vitro [153]. Rutin is the glycone of quercetin with a flavonol structure. Due to its ability to cross BBB, rutin is a well-known substance, which modulates the cognitive and several behavioral signs and symptoms associated with neurodegeneration. In this way, it influences multiple cellular functions under pathological stages [174]. It is reported by some studies that rutin increases activity of antioxidant enzymes in vitro, scavenges superoxide radicals, attenuates lipid peroxidation and production of cytokines as well as prevents cognitive deficits in rat models. The anti-inflammatory impact was demonstrated via reduction of iNOS expression in the PD model. Moreover, cell demise in PD correlates to a subsequent rise in microglial activation. So, rutin imparts a protective effect on neurons by reducing microglial response and cytokine levels at the neurodegenerative site. It could also be beneficial in slowing the death of DAergic neurons and halting PD progression [173, 174]. It was also observed that rutin had activated CAT, SOD, and GSH enzymes along with reducing lipid peroxidation in comparison with the cells, which were incubated with 6-OHDA [175, 176]. According to some other PD models, pretreatment with rutin prevented SH-SY5Y cell loss induced by rotenone, inhibited ROS generation, and suppressed elevation of calcium. Rutin also diminished the activation of the JNK and p38 MAPK pathways and led to a reduction of mitochondrial membrane potential [177]. Silibinin is a flavonoid isolated from the Silybum marianum species [23]. Recently, the research has explored the influence of silibinin on oxidative stress [178, 179]. An investigation on the impact of silibinin therapy on locomotor activity and learning took place. Besides proinflammatory cytokine concentrations (IL-4, IL1β) and GSH levels, a marker of lipid peroxidation (marked against generation of abnormal free radicals), the NF-κB, iNOS, etc. are glial cell products, which contribute to an inflammatory reaction in the brain [23, 180]. Silibinin flavonoid has the potential to modulate oxidative stress levels and suppress the inflammatory response. It is reported to effectively protect the DA striatal neurons and MPTP-induced neuronal death, demonstrating its neuroprotective action [181, 182]. Quercetin is abundantly present in plants such as broccoli, apples, onions, etc. [183]. Several findings suggest their role in the prevention of neurodegenerative diseases like PD [184]. The effect of quercetin was evaluated on the isolated mitochondrial hippocampus by manipulating aluminum-treated young rats. The subsequent decline in the amount of ROS was observed with no significant alterations in the activity of mitochondrial superoxide dismutase [23, 185]. Another work emphasized on a suitable function of quercetin nanoparticles against oxidative stress, demonstrating them to remarkably increase levels of GPx and CAT in the brain. It has been observed in another research that quercetin exerted its antioxidant activity against H2O2-induced neuronal toxicity. Moreover, quercetin-treated animals (10mg/kg, p.o., 12 weeks) recovered normal morphology of mitochondria, caused a decline in ROS levels, and prevented mitochondrial impairment in neurons that were exploited by H2O2 [186-188]. Apart from the aforementioned flavonoids, chrysin, celastrol, and tanshinone II have also been considered to be crucial for amelioration of oxidative stress in PD [207-211]. Moreover, quercetin led to increased activity of the endogenous antioxidant enzymes. Recently, quercetin led to the upregulation of phosphorylation of protein kinase D1 (PKD1) and BDNF expression in DA neuronal cells. The compound also improved bioenergetic capacity and mitochondrial biogenesis in DA neurons and reversed nigrostriatal degeneration in MitoPark mice [153]. The role of flavonoids against the amelioration of oxidative stress in animal models is summarized in Table 2."
    },
    {
      "title": "Genistein",
      "text": "Genistein is an isoflavone, primarily found in soybean, which imparts multiple benefits to human health. Potentially, it can prevent the neurodegenerative process followed by inflammation through impeding microglial inflammatory reactions caused by exogenous stimuli, such as IR [149]. Growing studies exhibit genistein as a neuro-protective agent, which protects the cortical neurons from free radical damage and ROS, and thus display its action against oxidative stress and inflammation. Genistein, in a dose-dependent manner, has the ability to protect the DA neurons and inhibit the O2•–, NO, and TNF-α production in microglia and cultures of mesencephalic neuron-glia, which are responsible for oxidative stress [150]. Furthermore, the microglial brain immune cells are activated early in response to injury, such as IR exposure that leads to the production of pro-inflammatory elements such as superoxide and NO, which form chelates with protein altering their function and eventually causing cell demise [149, 151]. Genistein can diminish the accumulation and production of NO and O2•–, e, thus exerting its neuroprotective potential on DA neurons and shielding them from post-injury response [150, 151]. The 0.25 µM has been found to be the least effective dose of Genistein, while a concentration of 50 µM is reported to impart toxicity in the cultures of neuronal glial cells. Amazingly, at 2.5 µM dose, it impaired the pro-inflammatory elements in glial cell cultures in an animal model study. Moreover, in rat mesencephalic glia-neuron cultures, this flavonoid has been shown to shield DA neurons against lipopolysaccharide-induced neurotoxicity via inhibition of microglial activation. Similarly, genistein preserved motor dysfunction induced by 6-OHDA in ovariectomized rats [149, 152, 153]."
    },
    {
      "title": "Baicalein",
      "text": "Baicalein is a flavone, isolated from the Scutellaria baicalensis or S. lateriflora (root part) [154]. Baicalein has neuroprotective potential against PD, and anti-inflammatory and antioxidant properties. This also protected neurons against rotenone-induced apoptosis in the SN and alleviated the mitochondrial complex I dysfunction that was impaired by rotenone. Additionally, the baicalein administration enhanced levels of protein, transcription factors such as Nrf-1 (regulates an antioxidant protein expression), and Transcription Factor of Mitochondria (TFAM) that can enhance the response of brain towards oxidative stress and loss of DAergic neurons reported in PD [23, 155]. Through the Pharmogical parkinsonism animal model, it was reported that the baicalein in low doses improved motor potential and prevented DAergic neuronal loss induced by MPTP. Additionally, microglial activation was ameliorated in the baicalein-pretreated animal model of PD. As reported, baicalein also reducesthe ability of inducing JNK and NF-κB, ERK activation (protein kinase intracellular signaling) in the astrocytes, resulting in neuroinflammation-potent inducer mechanism in PD [23, 156]. In MPTP-treated mice, baicalein prevented the abnormal behavior by enhancing DA neurons and dopamine levels in the striatum. In addition, it also inhibited astroglial response and oxidative stress. It has been reported that it attenuates the MPTP-induced astroglial activation via downregulation of the NF-κB activation. In PD, this pathway is activated in different cell types, such as astrocytes, and plays an essential role in the regulation of inflammatory mediator production [153]."
    },
    {
      "title": "Hesperidin",
      "text": "Hesperidin is the chief flavanone found in citrus fruits, which acts as a neuroprotective agent and radical scavenger against several neuronal insults, including oxidative damage [157]. The role of the hesperidin has been evaluated in a 6-OHDA-induced animal PD model, demonstrating hesperidin (50 mg/kg) to be effective in the prevention of depression-like behavior and memory impairment with CAT and GPX activity reduction, and having reactive antioxidant potential in the striatum of mice. It also plays a crucial role in glial cells, attenuating oxidative stress and neuroinflammation [158]. Although the exact neuroprotective mechanism of action remains ambiguous, hesperidin is likely to elicit both cell signaling and antioxidant properties. Various studies show that hesperidin treatment could decrease ROS generation by restoring antioxidant enzyme activity and GSH to normal levels in the sites of the brain. The data support that hesperidin acts as a neuroprotective agent against rotenone due to its antioxidative effect, antiapoptotic properties, and maintenance of mitochondrial function in a neuroblastoma cell line [159]. In various in vitro studies, hesperidin shielded neurons against several types of insults linked with neurodegenerative disorders. Though, using a cellular model of PD, it has been demonstrated that hesperidin exhibited a neuroprotective effect by exerting its anti-oxidative properties as well as by maintenance of mitochondrial function. In 6-OHDA–treated mice, hesperidin protected the striatum against oxidative stress and enhanced behavioral alterations. The compound has been shown to ameliorate neurotoxicity through its anti-inflammatory and antioxidant activities, and MPTP-induced motor dysfunction [153]."
    },
    {
      "title": "Naringin",
      "text": "Naringin is the flavanone isolated from a naringenin flavonoid, which is also a major active constituent of Chinese herbal medicine [159, 160]. It exhibits various biological and Pharmogical effects, including anti-apoptotic, anti-inflammatory, and antioxidant effects [161-163]. Microglial activation, which can also be due to IR exposure, partially contributes to PD. The activated microglia may produce iNOS and certain pro-inflammatory cytokines, which also result in the death of nigrostriatal DA neuronal cells [154, 164]. It has recently been reported that naringin (100 mg/kg dose, orally) declined the microglial activation by diminishing glial fibrillary acidic protein (GFAP) expression. Expression of GFAP has been observed to be modulated in the case of PD [26, 154]. Moreover, neuroinflammation and oxidative stress are critical processes involved in PD pathology. As proposed by the study, oral administration of naringin (80 mg/kg) for 2 weeks in neurodegenerative rat models, induced by 3-nitropropionic acid, altered the neuroinflammation and oxidative stress condition, which indicates its neuroprotective action [165]. In a C57B/6J/M mice 6-OHDA model of PD, anti-oxidant and anti-inflammatory effects were observed upon treatment with 10mg/kg p.o. for 28 days [166]. Furthermore, naringin also possesses neurotrophic factor-inducing property [154]. In experimental models of PD, naringenin can readily gain access through BBB and has been shown to provide neuroprotection. As per reports, naringenin pretreatment protected from 6-OHDA–induced neurotoxicity in vivo and in vitro. The compound ameliorated 6-OHDA–induced neurotoxicity in SH-SY5Y cells via upregulation of Nrf2 and subsequent activation of ARE pathway. Nrf2 has been known to activate the ARE pathway that includes cytoprotective genes (including anti-inflammatory and antioxidant genes) and transcription factors of mitochondrial biogenesis [153]."
    },
    {
      "title": "Kaempferol",
      "text": "Kaempferol is 3,4,5,7-tetrahydroxyflavone, which is among the most usual dietary flavonoid-based supplements. It is mainly present in broccoli, tea, strawberries, beans, apples, and grapefruits [167]. It exerts potential anti-oxidative and anti-inflammatory effects [168]. It exhibits effective neuroprotective impact against several apoptosis and necrosis-inducing damages [169]. It efficiently arrests the ROS upsurge, which is associated with oxidative stress [170]. Lipid peroxidation is one of the key pathological processes involved in the oxidative stress development in PD in response to the damage caused by IR exposure, leading to ROS generation. Kaempferol (30 µM dose) in acute toxicity model induced by rotenone protected the brain against destruction caused by ROS [171]. MAO-A also encourages ROS formation in the similar way as lipid peroxidation, causing severe neuronal cell death [154, 172, 173]. It is notable that kaempferol also exerts an inhibitory effect on MAO-A, which might be effective in PD treatment [154]. Kaempferol induced antioxidative action in MPTP-treated mice, increasing striatal dopamine and improving motor function. Its derivatives are also known to decrease H2O2-induced ROS levels and cell death in vitro [153]."
    },
    {
      "title": "Rutin",
      "text": "Rutin is the glycone of quercetin with a flavonol structure. Due to its ability to cross BBB, rutin is a well-known substance, which modulates the cognitive and several behavioral signs and symptoms associated with neurodegeneration. In this way, it influences multiple cellular functions under pathological stages [174]. It is reported by some studies that rutin increases activity of antioxidant enzymes in vitro, scavenges superoxide radicals, attenuates lipid peroxidation and production of cytokines as well as prevents cognitive deficits in rat models. The anti-inflammatory impact was demonstrated via reduction of iNOS expression in the PD model. Moreover, cell demise in PD correlates to a subsequent rise in microglial activation. So, rutin imparts a protective effect on neurons by reducing microglial response and cytokine levels at the neurodegenerative site. It could also be beneficial in slowing the death of DAergic neurons and halting PD progression [173, 174]. It was also observed that rutin had activated CAT, SOD, and GSH enzymes along with reducing lipid peroxidation in comparison with the cells, which were incubated with 6-OHDA [175, 176]. According to some other PD models, pretreatment with rutin prevented SH-SY5Y cell loss induced by rotenone, inhibited ROS generation, and suppressed elevation of calcium. Rutin also diminished the activation of the JNK and p38 MAPK pathways and led to a reduction of mitochondrial membrane potential [177]."
    },
    {
      "title": "Silibinin",
      "text": "Silibinin is a flavonoid isolated from the Silybum marianum species [23]. Recently, the research has explored the influence of silibinin on oxidative stress [178, 179]. An investigation on the impact of silibinin therapy on locomotor activity and learning took place. Besides proinflammatory cytokine concentrations (IL-4, IL1β) and GSH levels, a marker of lipid peroxidation (marked against generation of abnormal free radicals), the NF-κB, iNOS, etc. are glial cell products, which contribute to an inflammatory reaction in the brain [23, 180]. Silibinin flavonoid has the potential to modulate oxidative stress levels and suppress the inflammatory response. It is reported to effectively protect the DA striatal neurons and MPTP-induced neuronal death, demonstrating its neuroprotective action [181, 182]."
    },
    {
      "title": "Quercetin",
      "text": "Quercetin is abundantly present in plants such as broccoli, apples, onions, etc. [183]. Several findings suggest their role in the prevention of neurodegenerative diseases like PD [184]. The effect of quercetin was evaluated on the isolated mitochondrial hippocampus by manipulating aluminum-treated young rats. The subsequent decline in the amount of ROS was observed with no significant alterations in the activity of mitochondrial superoxide dismutase [23, 185]. Another work emphasized on a suitable function of quercetin nanoparticles against oxidative stress, demonstrating them to remarkably increase levels of GPx and CAT in the brain. It has been observed in another research that quercetin exerted its antioxidant activity against H2O2-induced neuronal toxicity. Moreover, quercetin-treated animals (10mg/kg, p.o., 12 weeks) recovered normal morphology of mitochondria, caused a decline in ROS levels, and prevented mitochondrial impairment in neurons that were exploited by H2O2 [186-188]. Apart from the aforementioned flavonoids, chrysin, celastrol, and tanshinone II have also been considered to be crucial for amelioration of oxidative stress in PD [207-211]. Moreover, quercetin led to increased activity of the endogenous antioxidant enzymes. Recently, quercetin led to the upregulation of phosphorylation of protein kinase D1 (PKD1) and BDNF expression in DA neuronal cells. The compound also improved bioenergetic capacity and mitochondrial biogenesis in DA neurons and reversed nigrostriatal degeneration in MitoPark mice [153]. The role of flavonoids against the amelioration of oxidative stress in animal models is summarized in Table 2."
    },
    {
      "title": "ROLE OF FLAVONOIDS AGAINST IR-INDUCED OXIDATIVE STRESS",
      "text": "Flavonoids exert a strong action against IR-induced oxidative stress in the brain, eliciting a radio-protective effect due to their special chemical structure. Flavonoids seem to reduce highly oxidizing free radicals with redox potentials, such as peroxyl, superoxide, hydroxyl, and alkoxyl radicals, by donation of hydrogen atom [189]. The change in scavenging ROS activity of flavonoids can be credited to various types of functional groups attached to the main nucleus. An interaction between flavonoid compounds and free radicals leads to the stabilization of the phenoxy group through the resonance action of the aromatic nucleus [190]. Quercetin consists of almost all the functional groups required for antioxidant activity and is thereby more effective than other flavonoids, such as hesperidin. The antioxidant activity of flavonoids occurs in different ways. Firstly, they inhibit ROS production. The production of free radicals involves non-enzymatic and enzymatic reactions. Enzymatic reactions comprise oxidases that catalyze the production of free radicals. Flavonoids thereby decrease the production of free radicals via inhibition of oxidase activity [191, 192]. Secondly, they directly eliminate free radicals. Flavonoids seem to react with different hydroxyl groups in their molecules to form stable substances and terminate the free radical chain reaction. For example, baicalein can effectively eliminate ·O2 − [193-198]. Anthocyanins can also effectively clear out the free radicals, having an immunostimulating effect in the prevention of radiation-induced immunosuppression [192, 193]. Various investigations have reported that silymarin alleviated the damage induced by irradiation and inhibited radiation-induced free radical production and lipid peroxidation [199, 200]. Third, they activate the antioxidant system of the body. Endogenous antioxidant systems protect against IR-induced oxidative stress via scavenging of free radicals [201, 202]. As radiation can induce the decline in antioxidant levels promoted by an enzyme in cells, the enhancement of antioxidant status in the flavonoid pretreatment process can further decrease the attacks of free radicals, thereby reducing the harmful effects of IR on cells and tissues [122, 123]. Flavonoids have been found to reduce IR-induced brain damage in several ways in many studies involving cell and animal models. The pre-irradiation administration of quercetin in the 50 mg/kg adult male rat for 15 days could significantly enhance total antioxidant status in plasma and tissues after acute cranial radiation with 20 Gy [203-206]. Furthermore, the histopathological evaluation showed that quercetin and baicalein administration significantly reduced radiation-induced neuronal degeneration, inflammatory infiltration, and ROS, suggesting a neuroprotective and antioxidant role after brain radiation exposure in PD [123, 124]."
    },
    {
      "title": "EXCESS INTAKE OF FLAVONOIDS",
      "text": "Irrespective of their broad Pharmogical properties, flavonoids show inadequate permeability, poor water solubility, and constrained bioavailability, and possibly require high doses to exhibit efficacy. Metabolism (Phase 2) influences the bioavailability of flavonoids in humans. Mainly, these flavonoids experience glucuronidation, methylation and sulfation in the liver and small digestive system, and metabolites found in plasma become conjugated after the ingestion of flavonoids. However, some flavonoids’ metabolites are still active. In this manner, numerous efforts have been made for expanding bioavailability, for example, enhancing the intestinal absorption by different means, i.e. novel delivery systems; utilization of absorption enhancers, changing the site of absorption from large intestine to small intestine; improving metabolic stability [212, 213]. Apart from the seemingly advantageous health effects of flavonoids, various studies have shown their toxicity due to their excess intake. Unluckily, the potentially toxic impact of extreme intake of flavonoids is mainly unnoticed. Flavonoids may act as pro-oxidants and mutagens, which produce free radicals, and key enzyme inhibitors engaged in the metabolism of hormones at high doses. Therefore, the adverse influence of flavonoids may overshadow their beneficial effect in high doses, and precautions should be taken while ingesting them at higher levels. The fetus that is unborn may be particularly at risk as flavonoids cross the placenta. The harm can be due to their action as pro-oxidants in the production of free radicals, which deteriorate DNA or their enzyme [213]. Misrepaired or unrepaired oxidative damage of DNA can result in breaks of DNA strands and mutations, which may result in an irreversible pre-neoplastic lesion. Moreover, high intake of such compounds may potentiate other harmful effects because of their varied Pharmogical action that may alter amino acid and drug metabolism, modify the action of environmental genotoxicants, thereby altering the effect of key metabolizing enzymes [214]. Although, there exists plenty of evidence that a diet rich in flavonoid may encourage good health protecting from age-related diseases, but uncertainty remains regarding the levels and conditions of flavonoid intake that pose a health hazard [213-215]."
    },
    {
      "title": "CONCLUSION",
      "text": "Oxidative stress is fundamentally defined as an imbalance process between systemic manifestations of ROS (oxidants) and reactive intermediate-detoxifying ability of the biological system (antioxidants) to repair and restore the damage in the body. Oxidative stress has been widely referred to as a pathognomonic risk factor involved in PD. The several evidences assembled during the preceding years have revealed the pertinent role of IR exposure to induce oxidative stress in the succession of neurodegenerative insults such as PD, which has been found to contributing to an aberrant ROS proliferation and generation. In addition to natural sources, medical treatment and diagnostic methods are widely utilized practices and sources of artificial IR. IR absorption can directly or indirectly damage the atomic structures, either by producing neurobiological and chemical alterations or producing reactive intermediates that may damage lipids, proteins and nucleic acids. Reactive species are mainly produced from mitochondrial dysfunction and excessive neuroinflammation. The IR may also exacerbate the folding/unfolding of the α-synuclein proteins along with H2O2 decomposition, ER stress, and DNA damage. Moreover, the DA neurons have a salient susceptibility to neurotoxicity related to oxidative stress. The major factor involved in the survival of neurons is the maintenance of redox balance. So, it is well known that any balance disruption may induce neurological dysfunction and neurodegeneration in the DA nigrostriatal pathway, resulting in PD. An exploration of research findings has identified the plant-based flavonoids and natural oxidants as therapeutic agents in neurodegenerative diseases, which are mainly considered to be useful in modulating numerous signaling pathways. This bioactive class mainly targets oxidative stress-induced cellular damage, contributing to antioxidant, neuroprotective, and anti-inflammatory activities. Various studies support that maintenance of redox balance by flavonoids prevents PD onset in oxidative stress susceptible PD populations induced by factors such as IR. Furthermore, flavonoids contribute to the enhancement of locomotor activity via anti-oxidant influence as the DA neurons are vulnerable to oxidative stress. As aforementioned, flavonoids have been shown to be active against neurodegenerative PD models both in vitro and in vivo, thereby inducing protective effects. They are also well-known to shelter the nigrostriatal DA system by suppressing α-synuclein aggregation, inhibiting neuroinflammation and inducing neurotrophic factors. As per pre-clinical studies mentioned above, silibilin, hesperidin, rutin, nariginin, baicalein etc. are the flavonoid therapeutic agents that suppress ROS, reduce NOS expression, reduce oxidative potential in the striatum, suppress neuronal death and increase DA survival. Therefore, it is expected that these phytochemical agents can be considered of great interest as drug candidates in the future clinical research for the prevention and suppression of PD. Moreover, the double-blind randomized controlled clinical trial determines the effectiveness of the daily consumption of flavonoid-rich cocoa in the treatment of fatigue in Parkinson's patients. Natural products are broadly consumed by humans on a daily basis. These natural products have many Pharmogic and biological properties. IR can interact with macromolecules like DNA, which induces side effects on cells and tissues. They can directly scavenge free radicals produced by IR, and can also activate or inhibit enzymes or proteins involved in the oxidative stress. Due to the unique structure of flavonoids, these bioactive molecules may be promising radio-neuro-protective candidates for clinical use as a complementary treatment for radiation protection. While flavonoids have great radio-neuro-protective potential, their poor absorption, rapid metabolism and systemic elimination limit their bioavailability and may compromise their clinical use. However, Adv in nanotechnology have provided flavonoids, which easily cross the BBB, as a new route to reach effective concentrations in the central nervous system. The newly developed brain-targeted drug delivery pathways through the nasal cavity or the olfactory and trigeminal nerve may make the clinical use of flavonoids as radio-neuro-protectants promising. Future challenges lie in a deeper characterization of their therapeutic mechanisms and in the development of effective, safe and brain-targeted delivery systems for their intranasal administration."
    }
  ],
  "full_text": "## INTRODUCTION\nThe influence of Ionizing Radiation (IR) on the Central Nervous System (CNS) has been reported during the past century. In addition to natural exposure, other man-made sources of IR are increasingly utilized. Furthermore, medical treatment and diagnostic methods are widely utilized practices of artificial IR exposure. The response of CNS to several injuries and stressors, such as ionizing radiation, occurs via concomitant feedback of the effector cells of brain’s innate immunity, i.e. microglia [1, 2]. IR absorption can directly or indirectly damage the atomic structures, either by producing neurobiological and chemical alterations or reactive species that may damage lipids, proteins, and nucleic acids. Collectively, the influence of direct and indirect radiation initiates a molecular and biochemical signaling cascade that may fix the damage or lead to permanent physiological alterations and cell death [3, 4]. Nevertheless, oxidative modifications may tend to persist for a longer period, following early IR exposure, probably due to the constant generation of Reactive Oxygen Species (ROS) and Reactive Nitrogen Species (RNS) [5]. IR exposure is known to contribute to the etiology of neurodegenerative disorders [6]. Parkinson’s disease (PD) is a progressive neurodegenerative disease wherein oxidative damage is a well-accepted concept of etiology. ROS are regarded as crucial modulators in PD development and progression. Oxidative stress plays a crucial role in the neurotoxicity of dopaminergic (DAergic) neuronal cells, thereby causing severe damage to these cells [7, 8]. The increased ROS harms the targeted neuronal cells, where the DAergic neuronal cells are more vulnerable to oxidative stress. In addition, the mitochondria play a significant role in the conservation and homeostasis of cellular energy and metal, respectively. Any mitochondrial disturbance leads to metal and energy disruption resulting in cell death [9, 10]. It has been identified that the main cause of increased ROS in the progression of PD is indeed mitochondrial dysfunction and dopamine (DA) metabolism [11, 12]. High as well as low doses of IR have been known to cause CNS alteration via oxidative stress and mitochondrial dysfunction, either through the generation of reactive hydroxyl radicals (OH•) or via interaction with mitochondrial DNA (mtDNA) [13]. Both the mtDNA modifications and IR-induced damage are crucial for causing neurodegeneration by inducing impairment of mitochondria. The imbalance in mitochondrial function contributes to PD neurodegeneration at the early stage [14, 15]. In addition, the mitochondrial membrane loss causes cell death of neurons in PD-associated apoptosis and impedes oxidative phosphorylation following exposure to IR [16]. Moreover, abnormal protein accumulation is a prominent feature of the neurodegenerative disorder as it seems that ROS production and mitochondrial dysfunction can affect the α-synuclein aggregation building up in PD brains [17]. The IR may also exacerbate the folding/unfolding of the proteins. Oxidative stress induced by IR can result in obstructed protein misfolding, mitochondrial dysfunction, hydrogen peroxide (H2O2) decomposition, and endoplasmic reticulum (ER) tension, other than damage to DNA [18, 19]. In the brain, it also activates microglia and endothelial cells that produce NO and superoxides (O2•–) throughout neuroinflammatory stimuli that are further exacerbated by molecules produced by damaged DAergic neuronal cells, such as α-synuclein [20]. The microglial cells can also be activated by double-strand breaks induced by IR that further activates the nuclear factor kappa-light-chain enhancer of activated B cells (NFκB) pathway-mediated inflammation [21, 22]. An exploration of past and recent research findings has identified the neuroprotective mechanism of plant-based flavonoids in PD therapy, slowing down the disease progression. The therapeutic agent is therefore intended to target against repression and amelioration of oxidative stress-induced cellular damage [22-25]. In addition, flavonoids can gain access through the blood-brain barrier (BBB) having a direct impact on brain. So, these secondary metabolites can be used to slow PD progression. Such secondary metabolites have been characterized to possess potent antioxidant activity and act as a free radical scavenger [26-28]. The mechanism of the antioxidant family includes suppression of inflammatory mediators, influencing the activation of endogenous antioxidant enzymes and inhibition of lipid peroxidation. Flavonoids are utilized in the gene expression modulation in neuronal cells as a mitochondrial target [22, 29]. The purpose behind this review is to explore the pertinent role of persistent IR-induced oxidative stress in the succession of Parkinson’s disease (PD), which has been a serious and unprotected pitfall to humans contributing to an exceeded reactive oxygen species (ROS) proliferation and generation. This review also delineates the flavonoid-based therapeutic strategies in protecting against oxidative stress-induced damage to DAergic neurons, thereby limiting the symptoms related to movement disorder and providing an insight on the most pertinent data and details reported on the phytoconstituents, mainly flavonoids with antioxidant and neuroprotective activity against the IR-induced oxidative stress in PD.\n\n## PARKINSON’S DISEASE (PD): AN OVERVIEW ON OXIDATIVE STRESS-ASSOCIATED PD\nPD is considerably focused in neuroscience study and research to better understand the pathophysiological processes and cellular alterations involved in the neurodegeneration and its progression [26]. PD is the second most prevalent neurodegenerative disease associated with the destructive loss of DAergic neurons in the Subtstantia nigra (SN) and the presence of α-synuclein aggregates known as Lewy bodies (intracytoplasmic inclusions) in the remaining nigral neurons that result in declined DA production [30-32]. DAergic neural degeneration and loss manifest major four debilitating symptoms: muscular rigidity, resting tremor, postural instability, and bradykinesia [33]. As the clinical symptoms are not present at the early phase, the etiology of PD is unclearly elucidated [34]. Growing shreds of evidence reveal that oxidative stress is a key process in PD, as shown in Fig. (1). In both the cases of genetic and idiopathic PD, oxidative stress is the basic underlying early event in the disease mechanism, which results in cellular dysfunction and death [20, 35]. The severe metabolic level in the DAergic neurons along with increased levels of oxidizable species cause the DAergic neural cells to be disposed of oxidative destruction [36]. The SN of patients with PD manifests augmented levels of oxidized proteins, lipids, DNA, and reduced glutathione (GSH) [20]. Oxidative stress is fundamentally defined as a “disturbance in the balance between systemic manifestations of ROS (oxidants) and reactive intermediates-detoxifying ability of biological system (antioxidants) to repair and restore the damage in the body” [37]. Several metabolic and enzymatic reactions have been regarded as the main sources of endogenous ROS. Mitochondrial respiration, endothelial nitric oxide synthase, peroxisome oxidases, xanthine oxidase, iron, unsaturated fatty acids, cytochrome P-450 oxidase, and neuroinflammatory responses are also major ROS sources [8]. The different reactive species are radicals of hydroxyl (OH•), O2•–, peroxyl (ROO•), and nitric oxide (NO•), as shown in Fig. (2). Some of them are highly reactive, OH• being the most reactive and damaging species that can lead to lipid peroxidation, cell damage and death [38, 39]. “ROS” comprises oxygen radicals as well as non-radicals that get converted into a free radical form. Because of the high ROS reactivity, they interact with biological substances leading to cell function alterations and cell demise [35]. Despite the ROS functioning, differentiation, growth, apoptosis, and motility, augmented ROS levels result in extremely destructive events in the cells [40]. The detrimental outcomes of ROS are essentially due to protein modification, DNA damage, inflammation, and lipid peroxidation [41]. The body is persistently subjected to the attack of free radicals and ROS that have been correlated to PD, a motor neuron disease. Any molecule that contains one or even more unpaired electrons shall be considered a free radical. They are generated by physiological redox reactions resulting from biochemical oxygen reactions, oxidative stress, and inflammatory reactions regulated as a response to multiple telluric sources, including IR [42]. The DAergic neurons are mainly liable towards oxidative stress because of the involvement of ROS-producing enzymes, such as monoamine oxidase (MAO) and tyrosine hydroxylase (TH). Additionally, there is iron in the nigral DAergic neurons that catalyses the Fenton reaction, where OH• and O2•– can make a contribution to oxidative stress. Due to the sensitivity to reactive intermediates, mild oxidative stress may stimulate a cascade leading to cell death. ROS generated during mitochondrial dysfunction, metabolism of DA, and neuroinflammation are assumed to be the main oxidative stress sources produced that lead to damaged DAergic neurons [43, 20]. It is predicted that the common source of oxygen radicals is the mitochondria, in which O2•– is produced during electron transport. Conversion of O2•– to H2O2 by superoxide dismutase (SOD) occurs through the Fenton reaction, as shown in Fig. (2); the latter generates OH• in the presence of iron (Fe2+). Peroxynitrite (ONOO-) can also directly harm the DNA and proteins, and triggers the lipid peroxidation that can damage neurons mainly sensitive to this process [39, 44]. In addition, disturbance in the calcium (Ca2+) cellular homeostasis is induced by oxidative stress. Such an event is particularly associated with the receptor mobilizing effect of Ca2+. ROS also interfere with enzymatic mechanisms, transduction signal systems via NO action, and influence the ligand binding to receptors [35, 45]. Excessive generation of RNS may contribute to nitrosative stress accumulation due to extreme NO production that assumes to be an inducible factor, leading to apoptosis and neuronal cell death. Such an event leads to N-methyl-D-aspartate (NMDA) type of glutamate receptor overstimulation, which further allows Ca2+ influx to cell, attenuating NO levels and accelerating the formation of ROS via S-nitrosylation process. NO also reacts with O2•– to produce ONOO–, which is extremely a threat to cells. In the antioxidant system, the enzymes involved are SOD, glutathione reductase (GR), glutathione peroxidase (GPx), glutathione S transferase (GST), catalase (CAT), and other metal binding proteins restricting the iron availability, which are crucial for the generation of OH• [46].\n\n## MAJOR SOURCES OF OXIDATIVE STRESS IN PD\nOne of the causes for oxidative stress can be DA metabolism. Various shreds of evidences present DA oxidation and subsequent quinone modification along with oxidative stress as the main contributing factors to DAergic cell vulnerability. Even though DA is generally stored in vesicles, the oxidation of extra cytosolic DA leads to the formation of DA quinone, enzymatically and spontaneously. The DA quinone has the ability to modify cell nucleophiles, covalently including protein cysteinyl residues and GSH, the functions of which are vital for cell survival. Various proteins, such as α-synuclein, DJ-1, parkin, and UCH-L1, whose dysfunctions have been associated with the pathophysiology of PD are due to the modification of DA quinone, as shown in Fig. (1). Covalently, DA quinone alters the α-synuclein monomeric form and encourages the transformation of α-synuclein to protofibril (cytotoxic form) [47]. The α-synuclein, which is modified by DA quinone, is not only inadequately degraded, but it also suppresses the regular degradation of proteins by autophagy mediated by chaperone [48]. Additionally, DA quinone modified DJ-1 and UCH-L1 was reported in DAergic cells and mitochondrial preparations of the brain. As both DJ-1 and UCH-L1 contain an important cysteine residue for their activity, the oxidative modification is observed at cysteine in PD. Furthermore, it results in mitochondrial brain swelling and mitochondrial dysfunction. Correspondingly, the dysfunction of the electron transport chain complex I and III hinders mitochondrial respiration and ends up causing ROS generation. Additionally, DA quinone modifies disulfide isomerase-5 and glucose-regulated protein (ERp57/ GRP58), the proteins that aid in ER protein folding. It has also been shown that DA metabolites stimulate proteasomal inhibition that can result in cell apoptosis [20]. Moreover, DA quinone could even cyclize to form the strongly reactive aminochrome, resulting in superoxide generation and cellular NADPH depletion, which undoubtedly polymerizes into neuromelanin. As a result, neuromelanin can aggravate neurodegeneration by accelerating the neuroinflammatory process [49]. In addition, MOA generates H2O2 during the metabolism of DA, and consequently, due to the involvement of transition metal ions, H2O2 is converted into highly reactive OH•, which contributes to oxidative stress [20, 50]. In PD, neuronal loss is also correlated with long-term neuroinflammation that is primarily a microglia-regulated process, which is the native innate immunity response in the CNS. Microglial response has been seen in the SN of sporadic and also in familial PD patients [20]. Higher levels of inflammatory mediators observed in PD brains are IL-1β, IL-2, IL-4, IL-6, TGF-β2, and free TGF-β1 in the CSF of PD patients. Upregulation of TNF-α and interferon γ (IFNγ) in the SN is also observed in PD patients. Activation of microglia in response to toxic insult or injury is a self-defensive system for removing cell debris and pathogenic agents. Because once activated, free radicals such as O2•– and NO• are released, which in turn would lead to oxidative damage in the microenvironment. Chronically activated or over-activated microglial states can cause uncontrolled and increased neuroinflammatory reactions, contributing to a self-perpetuating violent neurodegenerative cycle [51]. Molecules generated from damaged DA neurons exacerbate inflammatory signal, which results in the stimulation of reactive microgliosis. The molecules which are oxidised or induced by ROS from DAergic neurons trigger microglial activation, including neuromelanin, α-synuclein, etc. [20]. Another source that ends up causing oxidative stress is mitochondrial dysfunction, which is associated with PD pathogenesis. Aerobic respiration is a highly dependent process for neurons for ATP demand, and radicals of O2•– and H2O2 are generally generated as by-products in the mitochondria during oxidative phosphorylation. A certain pathological condition resulting in mitochondrial impairment could lead to substantial ROS rise and devastate the mechanisms of cellular antioxidants. Oxidative stress tends to cause the mitochondria-specific lipid cardiolipin to be peroxidised, resulting in the release of cytochrome c into the cytosol, provoking apoptosis. Due to the intrinsically higher ROS generation and vulnerability of DAergic neurons, any such event, which stimulates oxidative stress further, can be detrimental to the cell. Mitochondrial complex I impairment in electron transport chain triggers electrons to leak, and results in ROS generation [52]. In fact, there has been reduced activity found in Complex I in tissues of PD subjects [53]. Greater amounts of deficient DA neurons in the respiratory chain have been found in PD subjects as compared to controls matched by age [54]. A shred of evidence for mitochondrial impairment associated with damage to DAergic cells and oxidative stress results from research that gene mutations of mitochondrial proteins parkin, PTEN-induced kinase-1 (PINK), and DJ-1 are related to PD familial forms. The patient-derived cells with mutation of the parkin gene display a significant reduction in the activity of Complex I. The mice with a parkin gene deficiency exhibited decreased activity in the respiratory chain of the striatum along with oxidative damage. PINK1 mutations trigger mitochondrial damage, including large quantities of freely formed radicals [20]. Moreover, inhibition of complex I can take place when α-synuclein interacts with the mitochondrial membrane. Mutant α-synuclein overexpressed mice show dysfunction in the mitochondrial function and structure [55, 56].\n\n## Dopamine (DA) Metabolism\nOne of the causes for oxidative stress can be DA metabolism. Various shreds of evidences present DA oxidation and subsequent quinone modification along with oxidative stress as the main contributing factors to DAergic cell vulnerability. Even though DA is generally stored in vesicles, the oxidation of extra cytosolic DA leads to the formation of DA quinone, enzymatically and spontaneously. The DA quinone has the ability to modify cell nucleophiles, covalently including protein cysteinyl residues and GSH, the functions of which are vital for cell survival. Various proteins, such as α-synuclein, DJ-1, parkin, and UCH-L1, whose dysfunctions have been associated with the pathophysiology of PD are due to the modification of DA quinone, as shown in Fig. (1). Covalently, DA quinone alters the α-synuclein monomeric form and encourages the transformation of α-synuclein to protofibril (cytotoxic form) [47]. The α-synuclein, which is modified by DA quinone, is not only inadequately degraded, but it also suppresses the regular degradation of proteins by autophagy mediated by chaperone [48]. Additionally, DA quinone modified DJ-1 and UCH-L1 was reported in DAergic cells and mitochondrial preparations of the brain. As both DJ-1 and UCH-L1 contain an important cysteine residue for their activity, the oxidative modification is observed at cysteine in PD. Furthermore, it results in mitochondrial brain swelling and mitochondrial dysfunction. Correspondingly, the dysfunction of the electron transport chain complex I and III hinders mitochondrial respiration and ends up causing ROS generation. Additionally, DA quinone modifies disulfide isomerase-5 and glucose-regulated protein (ERp57/ GRP58), the proteins that aid in ER protein folding. It has also been shown that DA metabolites stimulate proteasomal inhibition that can result in cell apoptosis [20]. Moreover, DA quinone could even cyclize to form the strongly reactive aminochrome, resulting in superoxide generation and cellular NADPH depletion, which undoubtedly polymerizes into neuromelanin. As a result, neuromelanin can aggravate neurodegeneration by accelerating the neuroinflammatory process [49]. In addition, MOA generates H2O2 during the metabolism of DA, and consequently, due to the involvement of transition metal ions, H2O2 is converted into highly reactive OH•, which contributes to oxidative stress [20, 50].\n\n## Neuroinflammation\nIn PD, neuronal loss is also correlated with long-term neuroinflammation that is primarily a microglia-regulated process, which is the native innate immunity response in the CNS. Microglial response has been seen in the SN of sporadic and also in familial PD patients [20]. Higher levels of inflammatory mediators observed in PD brains are IL-1β, IL-2, IL-4, IL-6, TGF-β2, and free TGF-β1 in the CSF of PD patients. Upregulation of TNF-α and interferon γ (IFNγ) in the SN is also observed in PD patients. Activation of microglia in response to toxic insult or injury is a self-defensive system for removing cell debris and pathogenic agents. Because once activated, free radicals such as O2•– and NO• are released, which in turn would lead to oxidative damage in the microenvironment. Chronically activated or over-activated microglial states can cause uncontrolled and increased neuroinflammatory reactions, contributing to a self-perpetuating violent neurodegenerative cycle [51]. Molecules generated from damaged DA neurons exacerbate inflammatory signal, which results in the stimulation of reactive microgliosis. The molecules which are oxidised or induced by ROS from DAergic neurons trigger microglial activation, including neuromelanin, α-synuclein, etc. [20].\n\n## Mitochondrial Dysfunction\nAnother source that ends up causing oxidative stress is mitochondrial dysfunction, which is associated with PD pathogenesis. Aerobic respiration is a highly dependent process for neurons for ATP demand, and radicals of O2•– and H2O2 are generally generated as by-products in the mitochondria during oxidative phosphorylation. A certain pathological condition resulting in mitochondrial impairment could lead to substantial ROS rise and devastate the mechanisms of cellular antioxidants. Oxidative stress tends to cause the mitochondria-specific lipid cardiolipin to be peroxidised, resulting in the release of cytochrome c into the cytosol, provoking apoptosis. Due to the intrinsically higher ROS generation and vulnerability of DAergic neurons, any such event, which stimulates oxidative stress further, can be detrimental to the cell. Mitochondrial complex I impairment in electron transport chain triggers electrons to leak, and results in ROS generation [52]. In fact, there has been reduced activity found in Complex I in tissues of PD subjects [53]. Greater amounts of deficient DA neurons in the respiratory chain have been found in PD subjects as compared to controls matched by age [54]. A shred of evidence for mitochondrial impairment associated with damage to DAergic cells and oxidative stress results from research that gene mutations of mitochondrial proteins parkin, PTEN-induced kinase-1 (PINK), and DJ-1 are related to PD familial forms. The patient-derived cells with mutation of the parkin gene display a significant reduction in the activity of Complex I. The mice with a parkin gene deficiency exhibited decreased activity in the respiratory chain of the striatum along with oxidative damage. PINK1 mutations trigger mitochondrial damage, including large quantities of freely formed radicals [20]. Moreover, inhibition of complex I can take place when α-synuclein interacts with the mitochondrial membrane. Mutant α-synuclein overexpressed mice show dysfunction in the mitochondrial function and structure [55, 56].\n\n## IONIZING RADIATION\nThe ionizing radiation (IR) is the group of electromagnetic photons and waves and subatomic particles, capable of generating electrically charged particles such as gamma (γ), alpha (α), beta (β), and X-rays. In humans, the physiological influence of IR was documented a long ago but a huge interest in analysing the impact of radiation exposure in CNS has been observed in recent times in the clinical setting [57]. In the present era with a global risk of radiation exposure from war, the neurobiological effect of IR doses requires to be reassessed [2, 58]. Nowadays, the medical treatment and diagnostic methods are widely utilized practices and sources of artificial IR exposure [1, 2]. As per data produced by radiation research and the guidelines of regulatory bodies, an acute exposure to less than 0.1 gray (Gy) is considered to be the safe dose where the exposure in low concentrations can stimulate radio adaptive, protective, and reparative mechanisms [59]. Radiations in a dose-dependent manner [> 2 (low) to 45 Gy (High)] inhibit neurogenesis and cause neuroinflammation [60-63]. Coordination of stressor and insult responses within the CNS is multifaceted and complex. Protection, inflammation, and repair are the neurobiological processes that comprise of a framework of cellular and molecular mediators, which react towards homeostasis alterations [64]. Prior to these alterations, such as the IR exposure, neuroinflammation is implicit in comprehending the CNS responses [1]. The various evidences assembled during preceding years reveal that the pertinent role of persistent IR-induced oxidative stress in the succession of neurodegenerative insults, such as PD, has been contributing to an exceeded ROS proliferation and generation. IR is well-known to induce RNS and ROS [65]. Depending on reactivity, amount, temporal and spatial distribution, these reactive species may act through genomic instability of irradiated cell progeny or through adaptive responses [66, 67]. IR exposure is known to contribute to the etiology of neurodegenerative disorders [6]. PD is a progressive neurodegenerative disease wherein oxidative damage is a well-accepted concept in the PD etiology, and ROS are regarded as crucial modulators in PD development and progression. Oxidative stress plays a vital role in the neurotoxicity of dopaminergic neuronal cells; thereby, free radicals cause severe damage to these cells [7, 8]. Further, the potential of oxidative damage may escalate from the targeted to non-targeted cells and can transform the CNS functions such as protein misfolding, mitochondria dysfunction, increased levels of oxidized lipids, and dopaminergic cell death, accelerating the PD at the molecular, cellular or tissue levels [10, 11]. Elevation in the ROS and RNS has been shown upon low dose exposure of IR that has the potential to alter the redox homeostasis in the CNS [68]. IR acute exposure has a multifarious influence on cognitive functions that can manipulate the CNS in a direct or indirect manner and impair the functioning of other systems via CNS reactivity. Both high and low dose IR can modulate the functioning of CNS by oxidative stress, mitochondrial dysfunction, and degradation of protein, causing apoptosis, which further causes PD progression [19]. Microglia in the resting state display highly disunited morphology and microenvironment, but in the presence of exogenous (IR) or endogenous stressors, they can proliferate to attain an activated state. Furthermore, inflammatory responses are initiated by activated microglia via the release of pro-inflammatory factors, including ROS and cytokines [69, 70]. The activated microglia (pro-inflammatory state) can be harmful to neighboring cells, and its upregulation can lead to propagation of tissue damage [71, 72]. In addition, neuroinflammation is assumed to be pathologically involved in multifaceted states in the CNS, such as synaptic stripping, neurogenesis modulation and neuronal dysfunction, and is strongly included in the PD pathogenesis and progression [1, 73-81]. On the other side, an M2 microglial activated state is not neurotoxic, which confers anti-inflammatory properties and neuroprotection in stressor’s response [82]. The microglial polarized activation state may be reported in the CNS responses to IR, and correspondingly, the contrasting activation states may be related to microglial pro- or anti-inflammatory reactions prior to high and low IR concentrations, a subject matter which permits further investigation. Relevantly, the classical M1 microglial activation and its related pro-inflammatory processes are inherently associated with free radical production [70, 79, 83, 84]. The ATP production via oxidative phosphorylation leads to oxidant by-products formation, whose inappropriate amount can cause damage to components of a cell. The lack of ability of enzymes and antioxidant compounds to counteract the deleterious influence of increased ROS pertains to oxidative stress that can occur as protein degradation, nucleic acid damage, and lipid peroxidation in cells [85]. RNS and NO species could also synchronize responses of microglia against stress in the CNS. Excessive production of ROS and H2O2 from NADPH oxidases has also been shown by activated microglia, which is vital for the advancement of neuroinflammatory collateral deterioration to neighboring cells mediated by ROS [86-88]. Altogether, activated microglia can act via various mechanisms such as the pro-inflam-matory cytokines, NF-κB pathway to release ROS, RNS and/or via mitogen-activated protein kinase (MAPK) signalling pathways, which activate NADPH to synchronize neuroinflammation [69, 89-92]. Therefore, oxidative stress and neuroinflammation are the main culprits, potentiating cellular damage, pathogenesis, and progression of PD. Collectively, the above-mentioned mechanisms modulate the reactions in the irradiated brain, and comprehension of the redox balance and framework behind neuroinflammation can further assist in elucidating the CNS responses to IR at different doses [1, 93]. Oxidative stress and neuroinflammation are the main culprits associated with PD [94]. We are persistently being exposed to IR from artificial or natural sources in our daily life, and IR exposure is known to contribute to the etiology of PD and other neurodegenerative diseases [6]. The IR is considered to be a strong inducer of reactive species, stress, and inflammation towards the neurobiological responses and can cause PD [1]. ROS production is one of the earliest neurobiological responses to IR that can potentiate oxidative stress and neuroinflammatory cascade at adequately higher concentrations of IR [95]. Recently, a meta-analysis exhibited a collective influence of oxidative damage in IR response. Amazingly, remarkable heterogeneity has been observed among cell types and species across the body, depicting the great variability of IR response. In fact, the compromised cross-talks among mitochondrial redox mechanisms, neuroinflammatory responses, and multiple cell populations in the CNS complicate the comprehensive responses to IR at different concentrations [1, 96]. It is clear that IR can influence nucleic acids and neurovascular permeability, and stimulate the generation of ROS/RNS, eliciting a neuroinflammatory response, manifesting as IR-induced injury [1, 96-102]. The effect of IR on neural precursor cells in the hippocampal-altered neurogenesis suggests its critical role in cognitive impairment [103]. Moreover, the hippocampal dysfunction-mediated memory and learning deficiencies result in a chronic absence of progenitor activity by IR [104]. At higher IR doses, activated microglia can impede the neurogenesis via pro-inflammatory cytokines release such as IL-1β, IL-6, and TNF-α, also coordinating in progenitor cell damage [55, 104, 105]. The known PD etiology involves the modifications at the molecular level under the influence of low concentration of IR, such as <5 Gy. The children are more prone to IR, and the diagnostic techniques such as CT scans and X-rays are one of the contributors to IR, and their role cannot be ignored [6]. The pro-inflammatory factor induction may take place via activation of the NF-κb pathway, which leads to abnormal gene regulation involved in pathological inflammatory conditions [106-108]. The significance of MAPK MEK/ERK1/2 signaling cascade in regulating the microglial reactions was demonstrated prior to irradiation with a higher dose of IR. Exposure to cultures of BV-2 microglial cells with γ-radiation (10 Gy) induces c-Jun and ERK1/2 phosphorylation, which has been associated with increased pro-inflammatory factor expression and ROS [108, 109]. It has been shown that inhibitors of NADPH oxidase lead to marked ROS reduction preceding the IR irradiation and declined phosphorylation of c-Jun, which indicates that IR-induced oxidative stress induces a signaling cascade of MEK/ERK1/2 pathway to activate c-Jun, worsening a neuroinflammatory reaction in microglia [79]. In the brain, oxidative damage can also occur due to reduced SOD, CAT, and GSH levels prior to irradiation of >2 Gy, which reduce the detrimental effects of ROS generation within the cells [109]. Low doses of IR have been known to cause mitochondrial dysfunction either through the reactive hydroxyl radicals formation or by interacting with mtDNA. Both the mtDNA alterations and IR damage-induced alterations are crucial to induce mitochondrial damage to further cause neurodegeneration. As a result, mitochondria are the noticeable target of low dose radiation for the late-onset damage. Moreover, it has been shown that irradiated C57BL/6 mice brain with low-dose γ-rays (0.5 Gy) manifests a rise in the GSH and thioredoxin, the antioxidant molecules up to 12 hours, which also worsens the oxidative stress in PD due to decline of GSH, causing mitochondrial death [13, 19]. The mtDNA damage induced by radiation influences mitochondrial synthesis [110]. In addition, the protein thiol moieties are thought to be the main targets of oxidation induced by IR via the ROS mechanism [111]. In PD, neurodegeneration occurs mainly due to an imbalance in mitochondrial activity, and this damage occurs at the early stage of PD [14, 15]. Recently, dynamin-related protein-1, a major element involved in the management of mitochondrial fission rate, has been observed to accumulate in mitochondria of fibroblast cells of normal humans after γ-radiation exposure of 6 Gy. After exposure to IR, the mitochondrial membrane loss results in neuronal cell demise in PD due to impairment in the process of oxidative phosphorylation and increased apoptosis [16]. Low IR concentrations not only confer the neuroprotective activity but also induce mechanisms of repair in the neuropathology animal model [1]. The MPTP PD model exhibits increased levels of glutathione and catalase prior to 3-hour γ-radiation exposure (0.5 Gy), which has been verified utilizing the PD mouse model after whole body γ-radiation (1.5 Gy) [112-114]. The sporadic PD patient’s lymphoblastoid cell line has been irradiated which shows the DNA genetic defect induced by somatic mutation, leading to excessive accumulation of DNA damage. The DNA damage caused by spontaneous hydrolytic reactions and ROS confers the in vivo death of neurons and in vitro radiosensitivity in PD. In vitro exposure of cells to X-rays leads to unrepaired toxic lesions in DNA and causes PD. Such findings depict that the direct IR target is the mitochondria, and its defects could lead and progress to PD [19]. Protein folding and unfolding may be accelerated by IR. Long ago, it has been well-understood that the protein stability with regard to denaturation is declined upon IR treatment. The main element of Lewy bodies is α-synuclein aggregation in PD, and its abnormal aggregation in neurons leads to PD development [18, 115]. It has been reported earlier that α-synuclein is strongly prone to UV irradiated-dityrosine cross-linkages, causing dityrosine-modified dimers and monomers of α-synuclein [116]. Oxidative stress induced by IR can cause compromise in protein misfolding, mitochondrial functioning, and ER stress. Parkin gene, due to the aforementioned stress, can also misfold protein in a similar way as misfolding of α-synuclein. After 2-hour γ-radiation exposure (5.5 or 7.5 Gy), a rise in density of D1 and D2 receptors in distinct cerebral regions of rats was observed. The IR may cause misfolding of the parkin gene, aggregation of α-synuclein, and metabolism of DA, which could result in compromised mitochondrial activity and cellular stress, the key elements of PD [117, 118]. In the brain, the alterations associated with age reflect a dynamic interaction of phenotypic, genetic, epigenetic, and environmental factors, which can be longitudinally present throughout the lifespan. Essential to these processes is the ability for physiological adaptation via modulation of biochemical and molecular signaling that occurs from an intracellular to the network-systemic level throughout the brain [119, 200]. Numerous agents that influence the progression of PD-like effects in experimental models display temporal characteristics and hormetic dose response mechanisms. Such findings have specific significance as the hormetic dose response depicts the range and amplitude of probable therapeutic effects, thereby affecting the conduct and design of interventions for a broader consideration of hormetic mechanisms in adaptive responses, which might protect against the progression of PD [119-122]. At low doses, various stressor agents can induce adaptive responses, which are less effective, and are even toxic at gradually higher doses in some cases. This low dose stimulation and high dose inhibition (biphasic dose response pattern) are called hormesis [123, 124]. Furthermore, hormetic biphasic dose responses may be implicated in the macrophage process polarization and reprogramming, which is produced ionizing radiation as well [125, 126]. Such findings propose that hormetic mechanisms may play a role in mediating microglial phenotypes, which regulate pro and/or anti-inflammatory processes that are likely to be pathologic and adaptive processes [119-121, 127]. Known for comprising more than 20 flavonoids, Ginkgo biloba extracts have been exhibited to induce biphasic dose responses (e.g., cell proliferation, cell viability, cochlea neural stem cells) [128]. The width and magnitude of the low dose stimulation of these biphasic dose responses are the same as reported for hormetic dose responses [128-130]. Such hormetic dose responses occur within direct stimulatory responses, exhibiting acquired resistance within an adaptive homeodynamic framework. The ginkgo biloba dose responses further reveal the common occurrence of hormetic dose responses, which steadily seem to be an independent inducing agent (may be ionizing radiation) [128-130]. Such outcomes have essential implications for study design considerations, including dose spacing, dose selection, and statistical power [131, 132]. The observations on the impact of low and high radiations in PD are summarized in Table 1.\n\n## Role of Ionising Radiation (IR) in CNS\nThe various evidences assembled during preceding years reveal that the pertinent role of persistent IR-induced oxidative stress in the succession of neurodegenerative insults, such as PD, has been contributing to an exceeded ROS proliferation and generation. IR is well-known to induce RNS and ROS [65]. Depending on reactivity, amount, temporal and spatial distribution, these reactive species may act through genomic instability of irradiated cell progeny or through adaptive responses [66, 67]. IR exposure is known to contribute to the etiology of neurodegenerative disorders [6]. PD is a progressive neurodegenerative disease wherein oxidative damage is a well-accepted concept in the PD etiology, and ROS are regarded as crucial modulators in PD development and progression. Oxidative stress plays a vital role in the neurotoxicity of dopaminergic neuronal cells; thereby, free radicals cause severe damage to these cells [7, 8]. Further, the potential of oxidative damage may escalate from the targeted to non-targeted cells and can transform the CNS functions such as protein misfolding, mitochondria dysfunction, increased levels of oxidized lipids, and dopaminergic cell death, accelerating the PD at the molecular, cellular or tissue levels [10, 11]. Elevation in the ROS and RNS has been shown upon low dose exposure of IR that has the potential to alter the redox homeostasis in the CNS [68]. IR acute exposure has a multifarious influence on cognitive functions that can manipulate the CNS in a direct or indirect manner and impair the functioning of other systems via CNS reactivity. Both high and low dose IR can modulate the functioning of CNS by oxidative stress, mitochondrial dysfunction, and degradation of protein, causing apoptosis, which further causes PD progression [19]. Microglia in the resting state display highly disunited morphology and microenvironment, but in the presence of exogenous (IR) or endogenous stressors, they can proliferate to attain an activated state. Furthermore, inflammatory responses are initiated by activated microglia via the release of pro-inflammatory factors, including ROS and cytokines [69, 70]. The activated microglia (pro-inflammatory state) can be harmful to neighboring cells, and its upregulation can lead to propagation of tissue damage [71, 72]. In addition, neuroinflammation is assumed to be pathologically involved in multifaceted states in the CNS, such as synaptic stripping, neurogenesis modulation and neuronal dysfunction, and is strongly included in the PD pathogenesis and progression [1, 73-81]. On the other side, an M2 microglial activated state is not neurotoxic, which confers anti-inflammatory properties and neuroprotection in stressor’s response [82]. The microglial polarized activation state may be reported in the CNS responses to IR, and correspondingly, the contrasting activation states may be related to microglial pro- or anti-inflammatory reactions prior to high and low IR concentrations, a subject matter which permits further investigation. Relevantly, the classical M1 microglial activation and its related pro-inflammatory processes are inherently associated with free radical production [70, 79, 83, 84]. The ATP production via oxidative phosphorylation leads to oxidant by-products formation, whose inappropriate amount can cause damage to components of a cell. The lack of ability of enzymes and antioxidant compounds to counteract the deleterious influence of increased ROS pertains to oxidative stress that can occur as protein degradation, nucleic acid damage, and lipid peroxidation in cells [85]. RNS and NO species could also synchronize responses of microglia against stress in the CNS. Excessive production of ROS and H2O2 from NADPH oxidases has also been shown by activated microglia, which is vital for the advancement of neuroinflammatory collateral deterioration to neighboring cells mediated by ROS [86-88]. Altogether, activated microglia can act via various mechanisms such as the pro-inflam-matory cytokines, NF-κB pathway to release ROS, RNS and/or via mitogen-activated protein kinase (MAPK) signalling pathways, which activate NADPH to synchronize neuroinflammation [69, 89-92]. Therefore, oxidative stress and neuroinflammation are the main culprits, potentiating cellular damage, pathogenesis, and progression of PD. Collectively, the above-mentioned mechanisms modulate the reactions in the irradiated brain, and comprehension of the redox balance and framework behind neuroinflammation can further assist in elucidating the CNS responses to IR at different doses [1, 93].\n\n## The Impact of High and Low Dose Radiations in PD with Respect to Oxidative Stress\nOxidative stress and neuroinflammation are the main culprits associated with PD [94]. We are persistently being exposed to IR from artificial or natural sources in our daily life, and IR exposure is known to contribute to the etiology of PD and other neurodegenerative diseases [6]. The IR is considered to be a strong inducer of reactive species, stress, and inflammation towards the neurobiological responses and can cause PD [1]. ROS production is one of the earliest neurobiological responses to IR that can potentiate oxidative stress and neuroinflammatory cascade at adequately higher concentrations of IR [95]. Recently, a meta-analysis exhibited a collective influence of oxidative damage in IR response. Amazingly, remarkable heterogeneity has been observed among cell types and species across the body, depicting the great variability of IR response. In fact, the compromised cross-talks among mitochondrial redox mechanisms, neuroinflammatory responses, and multiple cell populations in the CNS complicate the comprehensive responses to IR at different concentrations [1, 96]. It is clear that IR can influence nucleic acids and neurovascular permeability, and stimulate the generation of ROS/RNS, eliciting a neuroinflammatory response, manifesting as IR-induced injury [1, 96-102]. The effect of IR on neural precursor cells in the hippocampal-altered neurogenesis suggests its critical role in cognitive impairment [103]. Moreover, the hippocampal dysfunction-mediated memory and learning deficiencies result in a chronic absence of progenitor activity by IR [104]. At higher IR doses, activated microglia can impede the neurogenesis via pro-inflammatory cytokines release such as IL-1β, IL-6, and TNF-α, also coordinating in progenitor cell damage [55, 104, 105]. The known PD etiology involves the modifications at the molecular level under the influence of low concentration of IR, such as <5 Gy. The children are more prone to IR, and the diagnostic techniques such as CT scans and X-rays are one of the contributors to IR, and their role cannot be ignored [6]. The pro-inflammatory factor induction may take place via activation of the NF-κb pathway, which leads to abnormal gene regulation involved in pathological inflammatory conditions [106-108]. The significance of MAPK MEK/ERK1/2 signaling cascade in regulating the microglial reactions was demonstrated prior to irradiation with a higher dose of IR. Exposure to cultures of BV-2 microglial cells with γ-radiation (10 Gy) induces c-Jun and ERK1/2 phosphorylation, which has been associated with increased pro-inflammatory factor expression and ROS [108, 109]. It has been shown that inhibitors of NADPH oxidase lead to marked ROS reduction preceding the IR irradiation and declined phosphorylation of c-Jun, which indicates that IR-induced oxidative stress induces a signaling cascade of MEK/ERK1/2 pathway to activate c-Jun, worsening a neuroinflammatory reaction in microglia [79]. In the brain, oxidative damage can also occur due to reduced SOD, CAT, and GSH levels prior to irradiation of >2 Gy, which reduce the detrimental effects of ROS generation within the cells [109]. Low doses of IR have been known to cause mitochondrial dysfunction either through the reactive hydroxyl radicals formation or by interacting with mtDNA. Both the mtDNA alterations and IR damage-induced alterations are crucial to induce mitochondrial damage to further cause neurodegeneration. As a result, mitochondria are the noticeable target of low dose radiation for the late-onset damage. Moreover, it has been shown that irradiated C57BL/6 mice brain with low-dose γ-rays (0.5 Gy) manifests a rise in the GSH and thioredoxin, the antioxidant molecules up to 12 hours, which also worsens the oxidative stress in PD due to decline of GSH, causing mitochondrial death [13, 19]. The mtDNA damage induced by radiation influences mitochondrial synthesis [110]. In addition, the protein thiol moieties are thought to be the main targets of oxidation induced by IR via the ROS mechanism [111]. In PD, neurodegeneration occurs mainly due to an imbalance in mitochondrial activity, and this damage occurs at the early stage of PD [14, 15]. Recently, dynamin-related protein-1, a major element involved in the management of mitochondrial fission rate, has been observed to accumulate in mitochondria of fibroblast cells of normal humans after γ-radiation exposure of 6 Gy. After exposure to IR, the mitochondrial membrane loss results in neuronal cell demise in PD due to impairment in the process of oxidative phosphorylation and increased apoptosis [16]. Low IR concentrations not only confer the neuroprotective activity but also induce mechanisms of repair in the neuropathology animal model [1]. The MPTP PD model exhibits increased levels of glutathione and catalase prior to 3-hour γ-radiation exposure (0.5 Gy), which has been verified utilizing the PD mouse model after whole body γ-radiation (1.5 Gy) [112-114]. The sporadic PD patient’s lymphoblastoid cell line has been irradiated which shows the DNA genetic defect induced by somatic mutation, leading to excessive accumulation of DNA damage. The DNA damage caused by spontaneous hydrolytic reactions and ROS confers the in vivo death of neurons and in vitro radiosensitivity in PD. In vitro exposure of cells to X-rays leads to unrepaired toxic lesions in DNA and causes PD. Such findings depict that the direct IR target is the mitochondria, and its defects could lead and progress to PD [19]. Protein folding and unfolding may be accelerated by IR. Long ago, it has been well-understood that the protein stability with regard to denaturation is declined upon IR treatment. The main element of Lewy bodies is α-synuclein aggregation in PD, and its abnormal aggregation in neurons leads to PD development [18, 115]. It has been reported earlier that α-synuclein is strongly prone to UV irradiated-dityrosine cross-linkages, causing dityrosine-modified dimers and monomers of α-synuclein [116]. Oxidative stress induced by IR can cause compromise in protein misfolding, mitochondrial functioning, and ER stress. Parkin gene, due to the aforementioned stress, can also misfold protein in a similar way as misfolding of α-synuclein. After 2-hour γ-radiation exposure (5.5 or 7.5 Gy), a rise in density of D1 and D2 receptors in distinct cerebral regions of rats was observed. The IR may cause misfolding of the parkin gene, aggregation of α-synuclein, and metabolism of DA, which could result in compromised mitochondrial activity and cellular stress, the key elements of PD [117, 118].\n\n## Cellular Protection through Hormesis\nIn the brain, the alterations associated with age reflect a dynamic interaction of phenotypic, genetic, epigenetic, and environmental factors, which can be longitudinally present throughout the lifespan. Essential to these processes is the ability for physiological adaptation via modulation of biochemical and molecular signaling that occurs from an intracellular to the network-systemic level throughout the brain [119, 200]. Numerous agents that influence the progression of PD-like effects in experimental models display temporal characteristics and hormetic dose response mechanisms. Such findings have specific significance as the hormetic dose response depicts the range and amplitude of probable therapeutic effects, thereby affecting the conduct and design of interventions for a broader consideration of hormetic mechanisms in adaptive responses, which might protect against the progression of PD [119-122]. At low doses, various stressor agents can induce adaptive responses, which are less effective, and are even toxic at gradually higher doses in some cases. This low dose stimulation and high dose inhibition (biphasic dose response pattern) are called hormesis [123, 124]. Furthermore, hormetic biphasic dose responses may be implicated in the macrophage process polarization and reprogramming, which is produced ionizing radiation as well [125, 126]. Such findings propose that hormetic mechanisms may play a role in mediating microglial phenotypes, which regulate pro and/or anti-inflammatory processes that are likely to be pathologic and adaptive processes [119-121, 127]. Known for comprising more than 20 flavonoids, Ginkgo biloba extracts have been exhibited to induce biphasic dose responses (e.g., cell proliferation, cell viability, cochlea neural stem cells) [128]. The width and magnitude of the low dose stimulation of these biphasic dose responses are the same as reported for hormetic dose responses [128-130]. Such hormetic dose responses occur within direct stimulatory responses, exhibiting acquired resistance within an adaptive homeodynamic framework. The ginkgo biloba dose responses further reveal the common occurrence of hormetic dose responses, which steadily seem to be an independent inducing agent (may be ionizing radiation) [128-130]. Such outcomes have essential implications for study design considerations, including dose spacing, dose selection, and statistical power [131, 132]. The observations on the impact of low and high radiations in PD are summarized in Table 1.\n\n## FLAVONOIDS AS A THERAPEUTIC APPROACH AGAINST IR-INDUCED OXIDATIVE STRESS IN PD\nFlavonoid is the broad class of naturally occurring, biologically active secondary metabolites, polyphenols that comprise of more than 10,000 well-known structures, involving countless therapeutically promising biological effects [133-136]. They are categorized depending upon their distinctive chemical structures in various groups such as flavanones, flavanols, isoflavones, flavonols, isoflavones, chalcones and anthocyanidins. Flavonoids possess several effects, including antiviral, antiplatelet, anti-tumor, anti-inflammatory, and anti-allergic, and most importantly, strong antioxidative effects [137]. Flavonoids have been approved to stimulate neuronal anti-oxidants, thereby protecting them from neurodegeneration. The chemical structure of flavonoids allows various replacements on their backbone that results in the generation of several derivatives and exhibits many biological activities, such as anti-oxidative and anti-inflammatory actions. Such properties of flavonoids, which develop from structural characteristics, can be easily replaced with groups such as methyl, hydroxyl, sulphates, and glycosides that encourage the protection of plants against IR, such as UV rays, pathogens, and insects [138]. The flavonoids provide neuroprotection that proceeds via inflammatory mediator inhibition, lipid peroxidation, and anti-oxidant enzyme activation, thereby making them suitable for the treatment of IR-induced oxidative stress and reduction of cellular degeneration risk in PD. The scientific evidences based on the neuroprotective impact of this promising group of phytochemicals have been brought to the forefront [139]. A number of studies have notably thrown light upon the antioxidant properties of these compounds (phytochemicals). Since inflammation and oxidative stress are closely linked to pathological conditions produced by IR, here we have emphasized on phytoconstituents with well-known anti-oxidant and anti-inflammatory effects utilized in the therapy to slow down PD progression [24]. Moreover, few abilities to cross the BBB and exert neuroPharmogical actions at the molecular level influence gene expression and protein function. Relevantly, the intake of dietary flavonoids leads to up-regulation of brain-derived neurotrophic factors, and thereby, enhances spatial memory performance [140]. Enormous evidences have indicated their role in mitigating pathological pathways of neurodegeneration in diseases like PD [141, 142]. In addition, flavonoids can tune the brain's immune system and reduce neuroinflammation by counteracting the production of activated microglia-induced cytokines and nitric oxide. Consequently, the multifaceted effects of flavonoids have attracted the interest of scientists in investigating the neuroprotective role of flavonoids [143]. It is well-known that flavonoids act as antioxidant agents due to their ROS scavenging effect, which is due to the chemical feature as described above. In addition, they can regulate the redox imbalance by mediating gene expression of the antioxidant enzymes via Nrf2/ARE signaling pathway and other multiple signaling pathways, such as ERK1/2, JNK, PI3K/Akt/mTor, and p38 MAPK pathway. Moreover, flavonoids can suppress abnormal responses of inflammation, reducing ROS generation [138]. In oxidative stress control, the illustrative mechanism of action of flavonoids involves the Nrf2/ARE signaling pathway [138, 143]. Activation of Nrf2 by flavonoids occurs via phosphorylation of ERK1/2, JNK, and p38 MAPK pathway [133, 144-147]. Kelchlike ECH-associated protein 1 (Keap1) dissociates the phosphorylated Nrf2, translocating it into nucleus by induction of antioxidative and anti-inflammatory factors [205, 135]. At the same time, Keap1 blocks the NF-κB translocation, leading to downregulation of pro-inflammatory cytokines expression, such as IL-1β and TNF-α [133, 135]. Additionally, this class can attenuate the secondary oxidative stress by inducing the endogenous antioxidant system and declining neuroinflammation-induced ROS [138, 148]. Genistein is an isoflavone, primarily found in soybean, which imparts multiple benefits to human health. Potentially, it can prevent the neurodegenerative process followed by inflammation through impeding microglial inflammatory reactions caused by exogenous stimuli, such as IR [149]. Growing studies exhibit genistein as a neuro-protective agent, which protects the cortical neurons from free radical damage and ROS, and thus display its action against oxidative stress and inflammation. Genistein, in a dose-dependent manner, has the ability to protect the DA neurons and inhibit the O2•–, NO, and TNF-α production in microglia and cultures of mesencephalic neuron-glia, which are responsible for oxidative stress [150]. Furthermore, the microglial brain immune cells are activated early in response to injury, such as IR exposure that leads to the production of pro-inflammatory elements such as superoxide and NO, which form chelates with protein altering their function and eventually causing cell demise [149, 151]. Genistein can diminish the accumulation and production of NO and O2•–, e, thus exerting its neuroprotective potential on DA neurons and shielding them from post-injury response [150, 151]. The 0.25 µM has been found to be the least effective dose of Genistein, while a concentration of 50 µM is reported to impart toxicity in the cultures of neuronal glial cells. Amazingly, at 2.5 µM dose, it impaired the pro-inflammatory elements in glial cell cultures in an animal model study. Moreover, in rat mesencephalic glia-neuron cultures, this flavonoid has been shown to shield DA neurons against lipopolysaccharide-induced neurotoxicity via inhibition of microglial activation. Similarly, genistein preserved motor dysfunction induced by 6-OHDA in ovariectomized rats [149, 152, 153]. Baicalein is a flavone, isolated from the Scutellaria baicalensis or S. lateriflora (root part) [154]. Baicalein has neuroprotective potential against PD, and anti-inflammatory and antioxidant properties. This also protected neurons against rotenone-induced apoptosis in the SN and alleviated the mitochondrial complex I dysfunction that was impaired by rotenone. Additionally, the baicalein administration enhanced levels of protein, transcription factors such as Nrf-1 (regulates an antioxidant protein expression), and Transcription Factor of Mitochondria (TFAM) that can enhance the response of brain towards oxidative stress and loss of DAergic neurons reported in PD [23, 155]. Through the Pharmogical parkinsonism animal model, it was reported that the baicalein in low doses improved motor potential and prevented DAergic neuronal loss induced by MPTP. Additionally, microglial activation was ameliorated in the baicalein-pretreated animal model of PD. As reported, baicalein also reducesthe ability of inducing JNK and NF-κB, ERK activation (protein kinase intracellular signaling) in the astrocytes, resulting in neuroinflammation-potent inducer mechanism in PD [23, 156]. In MPTP-treated mice, baicalein prevented the abnormal behavior by enhancing DA neurons and dopamine levels in the striatum. In addition, it also inhibited astroglial response and oxidative stress. It has been reported that it attenuates the MPTP-induced astroglial activation via downregulation of the NF-κB activation. In PD, this pathway is activated in different cell types, such as astrocytes, and plays an essential role in the regulation of inflammatory mediator production [153]. Hesperidin is the chief flavanone found in citrus fruits, which acts as a neuroprotective agent and radical scavenger against several neuronal insults, including oxidative damage [157]. The role of the hesperidin has been evaluated in a 6-OHDA-induced animal PD model, demonstrating hesperidin (50 mg/kg) to be effective in the prevention of depression-like behavior and memory impairment with CAT and GPX activity reduction, and having reactive antioxidant potential in the striatum of mice. It also plays a crucial role in glial cells, attenuating oxidative stress and neuroinflammation [158]. Although the exact neuroprotective mechanism of action remains ambiguous, hesperidin is likely to elicit both cell signaling and antioxidant properties. Various studies show that hesperidin treatment could decrease ROS generation by restoring antioxidant enzyme activity and GSH to normal levels in the sites of the brain. The data support that hesperidin acts as a neuroprotective agent against rotenone due to its antioxidative effect, antiapoptotic properties, and maintenance of mitochondrial function in a neuroblastoma cell line [159]. In various in vitro studies, hesperidin shielded neurons against several types of insults linked with neurodegenerative disorders. Though, using a cellular model of PD, it has been demonstrated that hesperidin exhibited a neuroprotective effect by exerting its anti-oxidative properties as well as by maintenance of mitochondrial function. In 6-OHDA–treated mice, hesperidin protected the striatum against oxidative stress and enhanced behavioral alterations. The compound has been shown to ameliorate neurotoxicity through its anti-inflammatory and antioxidant activities, and MPTP-induced motor dysfunction [153]. Naringin is the flavanone isolated from a naringenin flavonoid, which is also a major active constituent of Chinese herbal medicine [159, 160]. It exhibits various biological and Pharmogical effects, including anti-apoptotic, anti-inflammatory, and antioxidant effects [161-163]. Microglial activation, which can also be due to IR exposure, partially contributes to PD. The activated microglia may produce iNOS and certain pro-inflammatory cytokines, which also result in the death of nigrostriatal DA neuronal cells [154, 164]. It has recently been reported that naringin (100 mg/kg dose, orally) declined the microglial activation by diminishing glial fibrillary acidic protein (GFAP) expression. Expression of GFAP has been observed to be modulated in the case of PD [26, 154]. Moreover, neuroinflammation and oxidative stress are critical processes involved in PD pathology. As proposed by the study, oral administration of naringin (80 mg/kg) for 2 weeks in neurodegenerative rat models, induced by 3-nitropropionic acid, altered the neuroinflammation and oxidative stress condition, which indicates its neuroprotective action [165]. In a C57B/6J/M mice 6-OHDA model of PD, anti-oxidant and anti-inflammatory effects were observed upon treatment with 10mg/kg p.o. for 28 days [166]. Furthermore, naringin also possesses neurotrophic factor-inducing property [154]. In experimental models of PD, naringenin can readily gain access through BBB and has been shown to provide neuroprotection. As per reports, naringenin pretreatment protected from 6-OHDA–induced neurotoxicity in vivo and in vitro. The compound ameliorated 6-OHDA–induced neurotoxicity in SH-SY5Y cells via upregulation of Nrf2 and subsequent activation of ARE pathway. Nrf2 has been known to activate the ARE pathway that includes cytoprotective genes (including anti-inflammatory and antioxidant genes) and transcription factors of mitochondrial biogenesis [153]. Kaempferol is 3,4,5,7-tetrahydroxyflavone, which is among the most usual dietary flavonoid-based supplements. It is mainly present in broccoli, tea, strawberries, beans, apples, and grapefruits [167]. It exerts potential anti-oxidative and anti-inflammatory effects [168]. It exhibits effective neuroprotective impact against several apoptosis and necrosis-inducing damages [169]. It efficiently arrests the ROS upsurge, which is associated with oxidative stress [170]. Lipid peroxidation is one of the key pathological processes involved in the oxidative stress development in PD in response to the damage caused by IR exposure, leading to ROS generation. Kaempferol (30 µM dose) in acute toxicity model induced by rotenone protected the brain against destruction caused by ROS [171]. MAO-A also encourages ROS formation in the similar way as lipid peroxidation, causing severe neuronal cell death [154, 172, 173]. It is notable that kaempferol also exerts an inhibitory effect on MAO-A, which might be effective in PD treatment [154]. Kaempferol induced antioxidative action in MPTP-treated mice, increasing striatal dopamine and improving motor function. Its derivatives are also known to decrease H2O2-induced ROS levels and cell death in vitro [153]. Rutin is the glycone of quercetin with a flavonol structure. Due to its ability to cross BBB, rutin is a well-known substance, which modulates the cognitive and several behavioral signs and symptoms associated with neurodegeneration. In this way, it influences multiple cellular functions under pathological stages [174]. It is reported by some studies that rutin increases activity of antioxidant enzymes in vitro, scavenges superoxide radicals, attenuates lipid peroxidation and production of cytokines as well as prevents cognitive deficits in rat models. The anti-inflammatory impact was demonstrated via reduction of iNOS expression in the PD model. Moreover, cell demise in PD correlates to a subsequent rise in microglial activation. So, rutin imparts a protective effect on neurons by reducing microglial response and cytokine levels at the neurodegenerative site. It could also be beneficial in slowing the death of DAergic neurons and halting PD progression [173, 174]. It was also observed that rutin had activated CAT, SOD, and GSH enzymes along with reducing lipid peroxidation in comparison with the cells, which were incubated with 6-OHDA [175, 176]. According to some other PD models, pretreatment with rutin prevented SH-SY5Y cell loss induced by rotenone, inhibited ROS generation, and suppressed elevation of calcium. Rutin also diminished the activation of the JNK and p38 MAPK pathways and led to a reduction of mitochondrial membrane potential [177]. Silibinin is a flavonoid isolated from the Silybum marianum species [23]. Recently, the research has explored the influence of silibinin on oxidative stress [178, 179]. An investigation on the impact of silibinin therapy on locomotor activity and learning took place. Besides proinflammatory cytokine concentrations (IL-4, IL1β) and GSH levels, a marker of lipid peroxidation (marked against generation of abnormal free radicals), the NF-κB, iNOS, etc. are glial cell products, which contribute to an inflammatory reaction in the brain [23, 180]. Silibinin flavonoid has the potential to modulate oxidative stress levels and suppress the inflammatory response. It is reported to effectively protect the DA striatal neurons and MPTP-induced neuronal death, demonstrating its neuroprotective action [181, 182]. Quercetin is abundantly present in plants such as broccoli, apples, onions, etc. [183]. Several findings suggest their role in the prevention of neurodegenerative diseases like PD [184]. The effect of quercetin was evaluated on the isolated mitochondrial hippocampus by manipulating aluminum-treated young rats. The subsequent decline in the amount of ROS was observed with no significant alterations in the activity of mitochondrial superoxide dismutase [23, 185]. Another work emphasized on a suitable function of quercetin nanoparticles against oxidative stress, demonstrating them to remarkably increase levels of GPx and CAT in the brain. It has been observed in another research that quercetin exerted its antioxidant activity against H2O2-induced neuronal toxicity. Moreover, quercetin-treated animals (10mg/kg, p.o., 12 weeks) recovered normal morphology of mitochondria, caused a decline in ROS levels, and prevented mitochondrial impairment in neurons that were exploited by H2O2 [186-188]. Apart from the aforementioned flavonoids, chrysin, celastrol, and tanshinone II have also been considered to be crucial for amelioration of oxidative stress in PD [207-211]. Moreover, quercetin led to increased activity of the endogenous antioxidant enzymes. Recently, quercetin led to the upregulation of phosphorylation of protein kinase D1 (PKD1) and BDNF expression in DA neuronal cells. The compound also improved bioenergetic capacity and mitochondrial biogenesis in DA neurons and reversed nigrostriatal degeneration in MitoPark mice [153]. The role of flavonoids against the amelioration of oxidative stress in animal models is summarized in Table 2.\n\n## Genistein\nGenistein is an isoflavone, primarily found in soybean, which imparts multiple benefits to human health. Potentially, it can prevent the neurodegenerative process followed by inflammation through impeding microglial inflammatory reactions caused by exogenous stimuli, such as IR [149]. Growing studies exhibit genistein as a neuro-protective agent, which protects the cortical neurons from free radical damage and ROS, and thus display its action against oxidative stress and inflammation. Genistein, in a dose-dependent manner, has the ability to protect the DA neurons and inhibit the O2•–, NO, and TNF-α production in microglia and cultures of mesencephalic neuron-glia, which are responsible for oxidative stress [150]. Furthermore, the microglial brain immune cells are activated early in response to injury, such as IR exposure that leads to the production of pro-inflammatory elements such as superoxide and NO, which form chelates with protein altering their function and eventually causing cell demise [149, 151]. Genistein can diminish the accumulation and production of NO and O2•–, e, thus exerting its neuroprotective potential on DA neurons and shielding them from post-injury response [150, 151]. The 0.25 µM has been found to be the least effective dose of Genistein, while a concentration of 50 µM is reported to impart toxicity in the cultures of neuronal glial cells. Amazingly, at 2.5 µM dose, it impaired the pro-inflammatory elements in glial cell cultures in an animal model study. Moreover, in rat mesencephalic glia-neuron cultures, this flavonoid has been shown to shield DA neurons against lipopolysaccharide-induced neurotoxicity via inhibition of microglial activation. Similarly, genistein preserved motor dysfunction induced by 6-OHDA in ovariectomized rats [149, 152, 153].\n\n## Baicalein\nBaicalein is a flavone, isolated from the Scutellaria baicalensis or S. lateriflora (root part) [154]. Baicalein has neuroprotective potential against PD, and anti-inflammatory and antioxidant properties. This also protected neurons against rotenone-induced apoptosis in the SN and alleviated the mitochondrial complex I dysfunction that was impaired by rotenone. Additionally, the baicalein administration enhanced levels of protein, transcription factors such as Nrf-1 (regulates an antioxidant protein expression), and Transcription Factor of Mitochondria (TFAM) that can enhance the response of brain towards oxidative stress and loss of DAergic neurons reported in PD [23, 155]. Through the Pharmogical parkinsonism animal model, it was reported that the baicalein in low doses improved motor potential and prevented DAergic neuronal loss induced by MPTP. Additionally, microglial activation was ameliorated in the baicalein-pretreated animal model of PD. As reported, baicalein also reducesthe ability of inducing JNK and NF-κB, ERK activation (protein kinase intracellular signaling) in the astrocytes, resulting in neuroinflammation-potent inducer mechanism in PD [23, 156]. In MPTP-treated mice, baicalein prevented the abnormal behavior by enhancing DA neurons and dopamine levels in the striatum. In addition, it also inhibited astroglial response and oxidative stress. It has been reported that it attenuates the MPTP-induced astroglial activation via downregulation of the NF-κB activation. In PD, this pathway is activated in different cell types, such as astrocytes, and plays an essential role in the regulation of inflammatory mediator production [153].\n\n## Hesperidin\nHesperidin is the chief flavanone found in citrus fruits, which acts as a neuroprotective agent and radical scavenger against several neuronal insults, including oxidative damage [157]. The role of the hesperidin has been evaluated in a 6-OHDA-induced animal PD model, demonstrating hesperidin (50 mg/kg) to be effective in the prevention of depression-like behavior and memory impairment with CAT and GPX activity reduction, and having reactive antioxidant potential in the striatum of mice. It also plays a crucial role in glial cells, attenuating oxidative stress and neuroinflammation [158]. Although the exact neuroprotective mechanism of action remains ambiguous, hesperidin is likely to elicit both cell signaling and antioxidant properties. Various studies show that hesperidin treatment could decrease ROS generation by restoring antioxidant enzyme activity and GSH to normal levels in the sites of the brain. The data support that hesperidin acts as a neuroprotective agent against rotenone due to its antioxidative effect, antiapoptotic properties, and maintenance of mitochondrial function in a neuroblastoma cell line [159]. In various in vitro studies, hesperidin shielded neurons against several types of insults linked with neurodegenerative disorders. Though, using a cellular model of PD, it has been demonstrated that hesperidin exhibited a neuroprotective effect by exerting its anti-oxidative properties as well as by maintenance of mitochondrial function. In 6-OHDA–treated mice, hesperidin protected the striatum against oxidative stress and enhanced behavioral alterations. The compound has been shown to ameliorate neurotoxicity through its anti-inflammatory and antioxidant activities, and MPTP-induced motor dysfunction [153].\n\n## Naringin\nNaringin is the flavanone isolated from a naringenin flavonoid, which is also a major active constituent of Chinese herbal medicine [159, 160]. It exhibits various biological and Pharmogical effects, including anti-apoptotic, anti-inflammatory, and antioxidant effects [161-163]. Microglial activation, which can also be due to IR exposure, partially contributes to PD. The activated microglia may produce iNOS and certain pro-inflammatory cytokines, which also result in the death of nigrostriatal DA neuronal cells [154, 164]. It has recently been reported that naringin (100 mg/kg dose, orally) declined the microglial activation by diminishing glial fibrillary acidic protein (GFAP) expression. Expression of GFAP has been observed to be modulated in the case of PD [26, 154]. Moreover, neuroinflammation and oxidative stress are critical processes involved in PD pathology. As proposed by the study, oral administration of naringin (80 mg/kg) for 2 weeks in neurodegenerative rat models, induced by 3-nitropropionic acid, altered the neuroinflammation and oxidative stress condition, which indicates its neuroprotective action [165]. In a C57B/6J/M mice 6-OHDA model of PD, anti-oxidant and anti-inflammatory effects were observed upon treatment with 10mg/kg p.o. for 28 days [166]. Furthermore, naringin also possesses neurotrophic factor-inducing property [154]. In experimental models of PD, naringenin can readily gain access through BBB and has been shown to provide neuroprotection. As per reports, naringenin pretreatment protected from 6-OHDA–induced neurotoxicity in vivo and in vitro. The compound ameliorated 6-OHDA–induced neurotoxicity in SH-SY5Y cells via upregulation of Nrf2 and subsequent activation of ARE pathway. Nrf2 has been known to activate the ARE pathway that includes cytoprotective genes (including anti-inflammatory and antioxidant genes) and transcription factors of mitochondrial biogenesis [153].\n\n## Kaempferol\nKaempferol is 3,4,5,7-tetrahydroxyflavone, which is among the most usual dietary flavonoid-based supplements. It is mainly present in broccoli, tea, strawberries, beans, apples, and grapefruits [167]. It exerts potential anti-oxidative and anti-inflammatory effects [168]. It exhibits effective neuroprotective impact against several apoptosis and necrosis-inducing damages [169]. It efficiently arrests the ROS upsurge, which is associated with oxidative stress [170]. Lipid peroxidation is one of the key pathological processes involved in the oxidative stress development in PD in response to the damage caused by IR exposure, leading to ROS generation. Kaempferol (30 µM dose) in acute toxicity model induced by rotenone protected the brain against destruction caused by ROS [171]. MAO-A also encourages ROS formation in the similar way as lipid peroxidation, causing severe neuronal cell death [154, 172, 173]. It is notable that kaempferol also exerts an inhibitory effect on MAO-A, which might be effective in PD treatment [154]. Kaempferol induced antioxidative action in MPTP-treated mice, increasing striatal dopamine and improving motor function. Its derivatives are also known to decrease H2O2-induced ROS levels and cell death in vitro [153].\n\n## Rutin\nRutin is the glycone of quercetin with a flavonol structure. Due to its ability to cross BBB, rutin is a well-known substance, which modulates the cognitive and several behavioral signs and symptoms associated with neurodegeneration. In this way, it influences multiple cellular functions under pathological stages [174]. It is reported by some studies that rutin increases activity of antioxidant enzymes in vitro, scavenges superoxide radicals, attenuates lipid peroxidation and production of cytokines as well as prevents cognitive deficits in rat models. The anti-inflammatory impact was demonstrated via reduction of iNOS expression in the PD model. Moreover, cell demise in PD correlates to a subsequent rise in microglial activation. So, rutin imparts a protective effect on neurons by reducing microglial response and cytokine levels at the neurodegenerative site. It could also be beneficial in slowing the death of DAergic neurons and halting PD progression [173, 174]. It was also observed that rutin had activated CAT, SOD, and GSH enzymes along with reducing lipid peroxidation in comparison with the cells, which were incubated with 6-OHDA [175, 176]. According to some other PD models, pretreatment with rutin prevented SH-SY5Y cell loss induced by rotenone, inhibited ROS generation, and suppressed elevation of calcium. Rutin also diminished the activation of the JNK and p38 MAPK pathways and led to a reduction of mitochondrial membrane potential [177].\n\n## Silibinin\nSilibinin is a flavonoid isolated from the Silybum marianum species [23]. Recently, the research has explored the influence of silibinin on oxidative stress [178, 179]. An investigation on the impact of silibinin therapy on locomotor activity and learning took place. Besides proinflammatory cytokine concentrations (IL-4, IL1β) and GSH levels, a marker of lipid peroxidation (marked against generation of abnormal free radicals), the NF-κB, iNOS, etc. are glial cell products, which contribute to an inflammatory reaction in the brain [23, 180]. Silibinin flavonoid has the potential to modulate oxidative stress levels and suppress the inflammatory response. It is reported to effectively protect the DA striatal neurons and MPTP-induced neuronal death, demonstrating its neuroprotective action [181, 182].\n\n## Quercetin\nQuercetin is abundantly present in plants such as broccoli, apples, onions, etc. [183]. Several findings suggest their role in the prevention of neurodegenerative diseases like PD [184]. The effect of quercetin was evaluated on the isolated mitochondrial hippocampus by manipulating aluminum-treated young rats. The subsequent decline in the amount of ROS was observed with no significant alterations in the activity of mitochondrial superoxide dismutase [23, 185]. Another work emphasized on a suitable function of quercetin nanoparticles against oxidative stress, demonstrating them to remarkably increase levels of GPx and CAT in the brain. It has been observed in another research that quercetin exerted its antioxidant activity against H2O2-induced neuronal toxicity. Moreover, quercetin-treated animals (10mg/kg, p.o., 12 weeks) recovered normal morphology of mitochondria, caused a decline in ROS levels, and prevented mitochondrial impairment in neurons that were exploited by H2O2 [186-188]. Apart from the aforementioned flavonoids, chrysin, celastrol, and tanshinone II have also been considered to be crucial for amelioration of oxidative stress in PD [207-211]. Moreover, quercetin led to increased activity of the endogenous antioxidant enzymes. Recently, quercetin led to the upregulation of phosphorylation of protein kinase D1 (PKD1) and BDNF expression in DA neuronal cells. The compound also improved bioenergetic capacity and mitochondrial biogenesis in DA neurons and reversed nigrostriatal degeneration in MitoPark mice [153]. The role of flavonoids against the amelioration of oxidative stress in animal models is summarized in Table 2.\n\n## ROLE OF FLAVONOIDS AGAINST IR-INDUCED OXIDATIVE STRESS\nFlavonoids exert a strong action against IR-induced oxidative stress in the brain, eliciting a radio-protective effect due to their special chemical structure. Flavonoids seem to reduce highly oxidizing free radicals with redox potentials, such as peroxyl, superoxide, hydroxyl, and alkoxyl radicals, by donation of hydrogen atom [189]. The change in scavenging ROS activity of flavonoids can be credited to various types of functional groups attached to the main nucleus. An interaction between flavonoid compounds and free radicals leads to the stabilization of the phenoxy group through the resonance action of the aromatic nucleus [190]. Quercetin consists of almost all the functional groups required for antioxidant activity and is thereby more effective than other flavonoids, such as hesperidin. The antioxidant activity of flavonoids occurs in different ways. Firstly, they inhibit ROS production. The production of free radicals involves non-enzymatic and enzymatic reactions. Enzymatic reactions comprise oxidases that catalyze the production of free radicals. Flavonoids thereby decrease the production of free radicals via inhibition of oxidase activity [191, 192]. Secondly, they directly eliminate free radicals. Flavonoids seem to react with different hydroxyl groups in their molecules to form stable substances and terminate the free radical chain reaction. For example, baicalein can effectively eliminate ·O2 − [193-198]. Anthocyanins can also effectively clear out the free radicals, having an immunostimulating effect in the prevention of radiation-induced immunosuppression [192, 193]. Various investigations have reported that silymarin alleviated the damage induced by irradiation and inhibited radiation-induced free radical production and lipid peroxidation [199, 200]. Third, they activate the antioxidant system of the body. Endogenous antioxidant systems protect against IR-induced oxidative stress via scavenging of free radicals [201, 202]. As radiation can induce the decline in antioxidant levels promoted by an enzyme in cells, the enhancement of antioxidant status in the flavonoid pretreatment process can further decrease the attacks of free radicals, thereby reducing the harmful effects of IR on cells and tissues [122, 123]. Flavonoids have been found to reduce IR-induced brain damage in several ways in many studies involving cell and animal models. The pre-irradiation administration of quercetin in the 50 mg/kg adult male rat for 15 days could significantly enhance total antioxidant status in plasma and tissues after acute cranial radiation with 20 Gy [203-206]. Furthermore, the histopathological evaluation showed that quercetin and baicalein administration significantly reduced radiation-induced neuronal degeneration, inflammatory infiltration, and ROS, suggesting a neuroprotective and antioxidant role after brain radiation exposure in PD [123, 124].\n\n## EXCESS INTAKE OF FLAVONOIDS\nIrrespective of their broad Pharmogical properties, flavonoids show inadequate permeability, poor water solubility, and constrained bioavailability, and possibly require high doses to exhibit efficacy. Metabolism (Phase 2) influences the bioavailability of flavonoids in humans. Mainly, these flavonoids experience glucuronidation, methylation and sulfation in the liver and small digestive system, and metabolites found in plasma become conjugated after the ingestion of flavonoids. However, some flavonoids’ metabolites are still active. In this manner, numerous efforts have been made for expanding bioavailability, for example, enhancing the intestinal absorption by different means, i.e. novel delivery systems; utilization of absorption enhancers, changing the site of absorption from large intestine to small intestine; improving metabolic stability [212, 213]. Apart from the seemingly advantageous health effects of flavonoids, various studies have shown their toxicity due to their excess intake. Unluckily, the potentially toxic impact of extreme intake of flavonoids is mainly unnoticed. Flavonoids may act as pro-oxidants and mutagens, which produce free radicals, and key enzyme inhibitors engaged in the metabolism of hormones at high doses. Therefore, the adverse influence of flavonoids may overshadow their beneficial effect in high doses, and precautions should be taken while ingesting them at higher levels. The fetus that is unborn may be particularly at risk as flavonoids cross the placenta. The harm can be due to their action as pro-oxidants in the production of free radicals, which deteriorate DNA or their enzyme [213]. Misrepaired or unrepaired oxidative damage of DNA can result in breaks of DNA strands and mutations, which may result in an irreversible pre-neoplastic lesion. Moreover, high intake of such compounds may potentiate other harmful effects because of their varied Pharmogical action that may alter amino acid and drug metabolism, modify the action of environmental genotoxicants, thereby altering the effect of key metabolizing enzymes [214]. Although, there exists plenty of evidence that a diet rich in flavonoid may encourage good health protecting from age-related diseases, but uncertainty remains regarding the levels and conditions of flavonoid intake that pose a health hazard [213-215].\n\n## CONCLUSION\nOxidative stress is fundamentally defined as an imbalance process between systemic manifestations of ROS (oxidants) and reactive intermediate-detoxifying ability of the biological system (antioxidants) to repair and restore the damage in the body. Oxidative stress has been widely referred to as a pathognomonic risk factor involved in PD. The several evidences assembled during the preceding years have revealed the pertinent role of IR exposure to induce oxidative stress in the succession of neurodegenerative insults such as PD, which has been found to contributing to an aberrant ROS proliferation and generation. In addition to natural sources, medical treatment and diagnostic methods are widely utilized practices and sources of artificial IR. IR absorption can directly or indirectly damage the atomic structures, either by producing neurobiological and chemical alterations or producing reactive intermediates that may damage lipids, proteins and nucleic acids. Reactive species are mainly produced from mitochondrial dysfunction and excessive neuroinflammation. The IR may also exacerbate the folding/unfolding of the α-synuclein proteins along with H2O2 decomposition, ER stress, and DNA damage. Moreover, the DA neurons have a salient susceptibility to neurotoxicity related to oxidative stress. The major factor involved in the survival of neurons is the maintenance of redox balance. So, it is well known that any balance disruption may induce neurological dysfunction and neurodegeneration in the DA nigrostriatal pathway, resulting in PD. An exploration of research findings has identified the plant-based flavonoids and natural oxidants as therapeutic agents in neurodegenerative diseases, which are mainly considered to be useful in modulating numerous signaling pathways. This bioactive class mainly targets oxidative stress-induced cellular damage, contributing to antioxidant, neuroprotective, and anti-inflammatory activities. Various studies support that maintenance of redox balance by flavonoids prevents PD onset in oxidative stress susceptible PD populations induced by factors such as IR. Furthermore, flavonoids contribute to the enhancement of locomotor activity via anti-oxidant influence as the DA neurons are vulnerable to oxidative stress. As aforementioned, flavonoids have been shown to be active against neurodegenerative PD models both in vitro and in vivo, thereby inducing protective effects. They are also well-known to shelter the nigrostriatal DA system by suppressing α-synuclein aggregation, inhibiting neuroinflammation and inducing neurotrophic factors. As per pre-clinical studies mentioned above, silibilin, hesperidin, rutin, nariginin, baicalein etc. are the flavonoid therapeutic agents that suppress ROS, reduce NOS expression, reduce oxidative potential in the striatum, suppress neuronal death and increase DA survival. Therefore, it is expected that these phytochemical agents can be considered of great interest as drug candidates in the future clinical research for the prevention and suppression of PD. Moreover, the double-blind randomized controlled clinical trial determines the effectiveness of the daily consumption of flavonoid-rich cocoa in the treatment of fatigue in Parkinson's patients. Natural products are broadly consumed by humans on a daily basis. These natural products have many Pharmogic and biological properties. IR can interact with macromolecules like DNA, which induces side effects on cells and tissues. They can directly scavenge free radicals produced by IR, and can also activate or inhibit enzymes or proteins involved in the oxidative stress. Due to the unique structure of flavonoids, these bioactive molecules may be promising radio-neuro-protective candidates for clinical use as a complementary treatment for radiation protection. While flavonoids have great radio-neuro-protective potential, their poor absorption, rapid metabolism and systemic elimination limit their bioavailability and may compromise their clinical use. However, Adv in nanotechnology have provided flavonoids, which easily cross the BBB, as a new route to reach effective concentrations in the central nervous system. The newly developed brain-targeted drug delivery pathways through the nasal cavity or the olfactory and trigeminal nerve may make the clinical use of flavonoids as radio-neuro-protectants promising. Future challenges lie in a deeper characterization of their therapeutic mechanisms and in the development of effective, safe and brain-targeted delivery systems for their intranasal administration.",
  "word_count": 12969,
  "char_count": 90493
}