{
  "pmcid": "PMC3147108",
  "doi": "10.4103/0975-7406.67006",
  "title": "Electron paramagnetic resonance spectroscopy in radiation research: Current status and perspectives",
  "authors": [
    "Sudha Rana",
    "Raman Chawla",
    "Raj Kumar",
    "Shefali Singh",
    "Antoaneta Zheleva",
    "Yanka Dimitrova",
    "Veselina Gadjeva",
    "Rajesh Arora",
    "Sarwat Sultana",
    "Rakesh Kumar Sharma"
  ],
  "year": "2010",
  "journal": "Journal of Pharmacy and Bioallied Sciences",
  "abstract": "Exposure to radiation leads to a number of health-related malfunctions. Ionizing radiation is more harmful than non-ionizing radiation, as it causes both direct and indirect effects. Irradiation with ionizing radiation results in free radical-induced oxidative stress. Free radical-mediated oxidative stress has been implicated in a plethora of diseased states, including cancer, arthritis, aging, Parkinson's disease, and so on. Electron Paramagnetic Resonance (EPR) spectroscopy has various applications to measure free radicals, in radiation research. Free radicals disintegrate immediately in aqueous environment. Free radicals can be detected indirectly by the EPR spin trapping technique in which these forms stabilize the radical adduct and produce characteristic EPR spectra for specific radicals. Ionizing radiation-induced free radicals in calcified tissues, for example, teeth, bone, and fingernail, can be detected directly by EPR spectroscopy, due to their extended stability. Various applications of EPR in radiation research studies are discussed in this review.",
  "sections": [
    {
      "title": "Principle of EPR",
      "text": "Electron Paramagnetic Resonance is the resonant absorption of microwave radiation by paramagnetic systems in the presence of an applied magnetic field. The applied magnetic field generates discrete orientation and this orientational difference is physically equivalent to a separation of energy levels. Resonance absorption of electromagnetic radiation (microwave energy) occurs when the applied microwave energy exactly matches the energy level separation, as shown in Figure 1. The degree of absorption is proportional to the number of free radicals in the material.[78] Separation of energy level in the applied magnetic field  Where ΔE is the energy level of the separation, v is the Planck constant, v is the applied microwave frequency, ge is the gyromagnetic ratio of the electrons (the ratio of the magnetic dipole moment to the angular momentum of an elementary particle or atomic nucleus), μB is the Bohar Magneton, and B0 is the magnetic field applied."
    },
    {
      "title": "Evolution of EPR",
      "text": "Electron Paramagnetic Resonance has been identified as a powerful tool to detect unpaired electrons or free radicals in various systems. Thus, it has applications in different research fields, including physics, chemistry, and biology. Recent technical advancement in the instrumentation part of EPR enables it to be utilized in clinical settings also. .[9–11] An electron paramagnetic resonance peak from a Cupric chloride crystal was first recorded by Zavoisky (1945)[1213] at low magnetic field, 4.76 mT, with a frequency of 133 MHz, and the Zeeman factor ‘g’ was observed to be 2.0. Frenkel (1945)[14] later on interpreted Zavoisky's results of paramagnetic resonance absorption spectra. Later experiments showed the advantages of the use of high microwave frequencies (100 – 300 mT). A chronology of events describing the evolution and advancement of the EPR technique is given in Table 1. Historical development of EPR Paramagnetic resonance was explored rapidly thereafter, due to the widespread availability of complete microwave systems. For example, equipment for the 9-GHz region had been extensively used for radar, and the components were easily available at a low cost. Simultaneously, EPR studies were undertaken at a rapid rate in the United States (Cummerow and Halliday, 1946)[15] and Great Britain (Bagguley and Griffiths, 1947).[16] The EPR technique has been constantly improved and various in vivo investigations have been extensively developed.[17] The first long-lived EPR signal was recorded with X ray-irradiated biological materials, such as alanine and bone, by Gordy and Shields[1819] and subsequently studied by Blyumenfeld and Kalmanson.[20–22] Cole and Silver (1963) reported EPR in irradiated dental enamel, to measure the absorption of electromagnetic (microwave) energy by free radicals. In view of the practical limitations of obtaining isolated teeth in a mass-casualty event, in vivo EPR technique has been developed using 9.5 GHz EPR spectroscopy.[2627] Developments of modern sensitive in vivo spectrometers operating at 1.2 GHz have been made, to evaluate the dose-response effect in research animals[23] and subsequently tested on human subjects.[2425] Multi-frequency-EPR (S-band, X-band, Q-band, W-band, and G-band), Pulsed-EPR, and Electron Nuclear Double Resonance (ENDOR) are some of the well-known advanced EPR instruments. For biodosimetry, X-band is most widely used, due to of its good sensitivity, reduced sample size, and less water content.[2628] Higher frequency bands such as W and Q are also sensitive, but influenced by water content, while the L- and S-band EPR measurements are used for samples with higher water content, but they are less sensitive than the X-band.[29] Other instruments, include Multi-frequency continuous wave (CW-EPR) which is used for identification and characterization of radicals. PULSE-EPR and ENDOR are used for identification of ligand sphere (< 0.8 nm), while PLEDOR is used for determining the distance between paramagnetic centers (0.6 nm). Pulsed-high-field EPR is applicable in the Librational dynamics of protein-bound quinones and PLEDOR is used for conformational dynamics of structural atom molecules."
    },
    {
      "title": "Application of EPR in Biology",
      "text": "Some prominent applications of EPR spectroscopy are discussed in the following subsections: Oxygen, a triple ground state paramagnetic molecule, with fast relating ability (when dissolved in liquid), can be converted into a slow relaxing adduct by using different spin-label probes that can be detected by EPR. It can be used to estimate the oxygen concentration or oxygen diffusion coefficient in biological samples.[3031] EPR oximetry is based on particulate oxygen-sensitive paramagnetic materials and has significant clinical, chemical, and environmental applications. The EPR technique is capable of measuring oxygen from the same site over times that can be varied from seconds to months to years. With particulate paramagnetic materials (which can be as small as 100 microns), it is possible to obtain spectra from several sites simultaneously, when the particles are located in discrete positions along with the appropriate magnetic field gradient applied.[3235] Depending on the type of resonator and frequency that is employed, measurements can be entirely non-invasive and can be made at depths that range from 10 mm (using surface resonators and 1.2 GHz spectroscopy) to more than 80 mm. Based on such capabilities, it can be assessed that EPR oximetry has significant potential application in any clinical condition in which pO2 is one of the important variables, such as, ischemia, ischemia-reperfusion damage, inflammation, tumors.[32–35] Three main applications of EPR spectroscopy in oximetry are given below: Estimation of oxygen (pO2)levels in tumors during chemotherapy and radiotherapy, to monitor the status of the disease and the therapeutic response to treatmentEstimation of tissue oxygen levels in the critical sites of patients with peripheral vascular disease, which can provide information on the effectiveness of the therapiesMeasurement of the oxygen level in the healing wounds, as an aid to the monitoring of the healing process. Estimation of oxygen (pO2)levels in tumors during chemotherapy and radiotherapy, to monitor the status of the disease and the therapeutic response to treatment Estimation of tissue oxygen levels in the critical sites of patients with peripheral vascular disease, which can provide information on the effectiveness of the therapies Measurement of the oxygen level in the healing wounds, as an aid to the monitoring of the healing process. Electron Paramagnetic Resonance may provide an important new tool for the study and visualization of gastric carcinoma, which is useful in other cancer models too. Many studies have been carried out that exhibit the efficacy of EPR in oxygen mapping. With spectral-spatial imaging, spatial differences in oxygen tension have been mapped using the charcoal oximetry spin probe. Differences in oxygen tension at levels from the stomach to the small intestine, colon, and rectum have been determined and mapped as a function of time, with EPR imaging.[36] EPR, while estimating the level of oxidative stress during ischemia-reperfusion acute renal failure, has been utilized in vivo, by using spin probe 3-carbamoyl-2,2,5,5-tetramethylpyrrolidine-1-oxyl (CTPO), 3-carbamoyl-proxyl (3-CP), which showed organ-reducing activity in the whole abdominal area. Using low-frequency (1.3 GHz) EPR spectroscopy with a nitroxide redox probe, the redox data from normal and tumour tissues of radiation-induced fibrosarcoma bearing mice has been examined for intracellular glutathione (GSH) on the tissue redox status.[37] Electron Paramagnetic Resonance spectroscopy has also been used to assess cerebral hypoxia in animal models. An understanding of the factors that influence cerebral tissue pO2 concentration may provide insights into the control of brain oxygenation during acclimation to chronic hypoxia. It may also help to understand the regulatory mechanisms in both healthy and diseased conditions and other new ventures in these areas of active research. The use of radical-addition reactions to detect short-lived radicals was first proposed by E. G. Janzen in 1965. Free radicals and other paramagnetic molecules play a critical role in normal cellular metabolism. However, these molecules can also be critical mediators of cellular injury and diseases. Direct detection of free radicals is also possible if they occur in high enough concentrations and have sufficient stability. Unfortunately, most of free radicals are very short-lived and very difficult to measure. However, some free radicals can be detected indirectly by EPR spin trapping (free radical / adduct measurement - Table 2). For example, 1-hydroxy-3-carboxy-pyrrolidine (CP-H) and 2,2,6,6-tetramethyl-4-oxo-piperidine (TEMPONE-H) were used as spin traps for unstable and high toxic peroxyntrite (ONOO) that converted them to the corresponding stable nitroxide radicals 3-carboxy–proxyl (CP) and 2,2,6,6-tetramethyl-4-oxo-piperidinoxyl (TEMPONE), and their EPR spectra were used for quantification of ONOO-.[38] Another EPR indirect detection of ONOO- is based on its rapid interaction with carbon dioxide and formation of a nitrosoperoxocarboxylate (ONOOCO2-) adduct, whose decomposition has been proposed to produce reactive intermediates such as the carbonate radical (CO3-). The carbonate radical has been detected by EPR directly, by using a flow mixture of peroxynitrite with bicarbonate-carbon-dioxide over the pH range of 6 – 9. For most studies, there will be a need to employ spin trapping or other techniques to observe the free radicals. The potential limiting factors for such studies include the technical problems of carrying out EPR measurements in human subjects, which involve the administration of spin traps or other substances. Using EPR with phenyl-tert-butylnitrone (PBN) for detection of oxygen or carbon-centered free radicals with consistently higher EPR signal intensities of the PBN spin adduct has been carried out in venous and arterial blood circulation. Superoxide and hydroxyl radicals have been detected as DMPO spin-trap-adducts and the mechanisms and location of their production has also been differentiated using the reduction of spin-probes, for example, Tempone, Tempole, and 7-DS. Therefore, to study the role of EPR in free radical detection, EPR spectroscopy, combined with thoughtful experimental approaches can be a powerful method for resolving many of the problems. Detection of free radicals by different spin traps and its role in biology The EPR spin-trapping technique started in the late 1960s and many developments and applications had been reported in a diversity of fields. After the late 1970s most spin-tapping studies were devoted to the detection and identification of free radicals involved in biological problems, and this field has been covered by various interesting reviews. Spin-trapping is a technique in which a nitrone or nitroso compound is allowed to react with a free radical to produce a nitroxide (spin adduct), whose stability is considerably greater than that of the parent free radical.[3940] The most commonly used spin traps are the nitrones such as n-tert-buthylnitrone (PBN) and 5, 5-dimethyl-1-pyrroline-N-oxide (DMPO). Under normal physiological conditions free radicals like reactive oxygen species (ROS) and reactive nitrogen species (RNS) are produced. These radicals are intermediary, transient, and disintegrate immediately. Therefore, their detection is difficult. To overcome this problem spin traps are used to form spin-adducts, which are relatively stable and can be detected by EPR spectroscopy. Superoxide: O2-5, 5 dimethyl-1-pyrroline-N-oxides (DMPO) is extensively used for superoxide and hydroxyl radical detection in biochemical and biological systems. However, the DMPO-OOH (DMPO / Superoxide) adduct is unstable and decays by a first order process with a half-life of about 60 seconds at pH 7.0. This adduct has a distinctive EPR spectrum (aN = 14.2 G, αβH = 11.3 G, and αγH = 1.25 G). As stable nitroxide free radicals are the most important metal-independent superoxide dismutase mimics, it has been reported that nitroxides such as TEMPOL provide partial protection against X-ray, NCS-induced mutagenicity, and DNA damage, as well as cytotoxicity, mainly due to their SOD-like activity.[41] It was also seen that spin-labeled (nitroxide containing) antitumor compounds and their precursor 4-amino TEMPO could scavenge O2- and so exhibit high superoxide scavenging activity (SSA).[42] In recent times, it has been reported that 1-ethyl-3-[4-(2,2,6,6-tetramethylpiperidine-1-oxyl)]-1-nitrosourea (SLENU), prevents CCNU-induced oxidative damages by scavenging of O2- and that SLENU may prevent the formation of high toxic species such as ONOO- and OH-.[43] TEMPONE-H is most widely used as a spin trap for superoxide radicals.[43] During the reaction between TEMPONE-H and the superoxide radical the stable nitroxide radical TEMPONE was formed and its EPR spectrum was used for quantification of the superoxide. As spin adducts of DMPO with ROS were very unstable in cells,[44] a new spin trap 5-diethoxyphosphoryl-5-methyl-1-pyrroline N-oxide (DEPMPO) with improved properties for detection of superoxide[4447] was developed and applied in EPR spectroscopy. Moreover, a number of research laboratories are actively engaged in the development of additional spin traps that have stability similar to DEPMPO, for the detection of a superoxide.[4849] Hydroxyl radical: These unstable free radicals can be studied by nitroxyl spin probes instead of spin traps, for example, DMSO and PBN. First, direct measurement of the production of hydroxyl radicals in living animals was carried out by using a 260 MHz spectrometer and the spin trap α-(4-pyridiyl-1-oxide) N-tert-butyl nitrone (4-POBN).[50] Hydroxyl free radicals reacted with the nitroxyl spin probes (nitroxyl stable free radicals) and converted them to the corresponding hydroxylamines,[5051] which could be readily detected by the diminished intensity of the EPR signal of the nitroxyl probe. The spin probes such as carbamoyl-PROXYL, 3-carboxy-2,2,5,5,5-tetramethylpirrolidine-1-oxyl (carboxy-PROXYL), and 3-methoxycarbonyl-2,2,5,5,5-tetramethylpirrolidine-1-oxyl (methoxycarbonyl-PROXYL) are also used in the in vivo EPR spectroscopy / spin probe technique to measure ROS (including hydroxyl free radicals) generation in rat brains after cerebral ischemia-reperfusion.[52] Nitric oxide: The NO•- radical is a small, reactive, free radical gas that readily diffuses into cells and cell membranes. NO is not directly detected by EPR spectroscopy. However, on reaction with a spin trap, the unpaired electrons of NO are easily transferred onto a molecular orbital and stablized and detected by EPR. Two commonly used hydrophobic and hydrophilic spin traps for NO•, namely, Fe2+ (DETC)2 and Fe2+ (MGD)2, were used in EPR spectroscopy. The EPR spectra of trapped •NO, together with the field position strands, were recorded both in the frozen state and at room temprature. These complexes give rise to a characteristic three-line spectrum. The parallel and perpendicular g-values, determined in the frozen state, were found to be 2.018 and 2.039, and the perpendicular splitting was 1.30 mT at low temprature. Isotropic hyperfine splitting at room temprature was observed to be 1.27 mT for Fe2+ (MGD)2 and1.13 mT for Fe2+ (DETC)2.[38] Lipid peroxidation gives rise to primary peroxidation products, for example, hydroperoxides, in which double bonds may have moved or / and changed configuration. There could have been structural rearrangement that led to the formation of secondary peroxidation products. Primary free radicals can initiate endogenous lipid peroxidation, for example, NADPH, superoxide or hydroxyl. On the other hand, Superoxide dismutase prevents NADPH-stimulated lipid peroxidation. The hydroxyl radical reacts with most organic molecules at diffusion-controlled rates. In this manner the unstable radical is ‘trapped’ by using stable spin traps α-(4-pyridyl 1-oxide)-N-tert-butylnitrone (POBN) that can be observed at room temperature, by using EPR spectroscopy. The hyperfine splitting constant of the adduct provides information that can aid in the identification and quantification of the original radical. A number of EPR ex vivo spin trapping methods have been developed and introduced for the study of an oxidative process caused by different organic and inorganic xenobiothics. By these methods the levels of the lipid peroxidation products (markers for oxidative stress) were evaluated, using the appropriate nitrone or nitroso spin trapping agents.[5354] Body proteins either at the intracellular level or in extracellular fluids can scavenge about 50 – 75% of the ROS eventually produced in vivo. Proteins are the central players for all physiological processes, and oxidized protein products participate in various catalytic events and those related to signaling. Protein radicals are derived from amino acid residues such as tryptophan, tyrosine, cysteine, cystine, glycone, and so on. Most EPR studies on protein radicals have been performed by rapid freeze-quench EPR and EPR spin trapping. EPR spin trapping is preferred because it can even be used in complex biological fluids, cells, and experimental animals. Reaction of cytochrome c and hydrogen peroxide produces tyrosyl radicals, which can be detected by EPR, using nitroso spin traps 3, 5-dibromo-4-nitrosobenzenesulfonic acid (DBNBS) and 2-methyl-2-nitrosopropane (MNP). In the presence of hydrogen peroxode, L-tyronine oxidizes and leads to the generation of O, and the O’ dityrosine radical / MNP generates a three line EPR spectrum.[55] Oxidizing radical species such as ROS and non-radical species such as hydrogen peroxide (H2O2), hypochlorous acid, and peroxynitrite can potentially initiate a chain reaction, consequently causing significant damage to the biomolecules. The C-8 position of the deoxyguanosine residues in the DNA is hydroxylated to produce the 8-hydroxyguanosine (8-OH-dG•) radical in the presence of oxygen radical producing agents, for example, X-rays, asbestos plus hydrogen peroxide (H2O2), and polyphenol with H2O2 and ferric ion. The detection of DNA radicals with electron spin resonance (ESR) is the best method for detecting DNA radicals, by using spin traps. Trapping of DNA radicals is done with the nitrone spin trap 5, 5-dimethyl-1-pyrroline-N-oxide (DMPO), thus forming DMPO—DNA nitrone adducts. During the process of trapping free radicals with DMPO, a new covalent bond is formed between DMPO and the atom where the unpaired electron is most localized in the biomolecule radical. After that the corresponding radical-spin trap can be detected by ESR.[5657]"
    },
    {
      "title": "Oximetry",
      "text": "Oxygen, a triple ground state paramagnetic molecule, with fast relating ability (when dissolved in liquid), can be converted into a slow relaxing adduct by using different spin-label probes that can be detected by EPR. It can be used to estimate the oxygen concentration or oxygen diffusion coefficient in biological samples.[3031] EPR oximetry is based on particulate oxygen-sensitive paramagnetic materials and has significant clinical, chemical, and environmental applications. The EPR technique is capable of measuring oxygen from the same site over times that can be varied from seconds to months to years. With particulate paramagnetic materials (which can be as small as 100 microns), it is possible to obtain spectra from several sites simultaneously, when the particles are located in discrete positions along with the appropriate magnetic field gradient applied.[3235] Depending on the type of resonator and frequency that is employed, measurements can be entirely non-invasive and can be made at depths that range from 10 mm (using surface resonators and 1.2 GHz spectroscopy) to more than 80 mm. Based on such capabilities, it can be assessed that EPR oximetry has significant potential application in any clinical condition in which pO2 is one of the important variables, such as, ischemia, ischemia-reperfusion damage, inflammation, tumors.[32–35] Three main applications of EPR spectroscopy in oximetry are given below: Estimation of oxygen (pO2)levels in tumors during chemotherapy and radiotherapy, to monitor the status of the disease and the therapeutic response to treatmentEstimation of tissue oxygen levels in the critical sites of patients with peripheral vascular disease, which can provide information on the effectiveness of the therapiesMeasurement of the oxygen level in the healing wounds, as an aid to the monitoring of the healing process. Estimation of oxygen (pO2)levels in tumors during chemotherapy and radiotherapy, to monitor the status of the disease and the therapeutic response to treatment Estimation of tissue oxygen levels in the critical sites of patients with peripheral vascular disease, which can provide information on the effectiveness of the therapies Measurement of the oxygen level in the healing wounds, as an aid to the monitoring of the healing process. Electron Paramagnetic Resonance may provide an important new tool for the study and visualization of gastric carcinoma, which is useful in other cancer models too. Many studies have been carried out that exhibit the efficacy of EPR in oxygen mapping. With spectral-spatial imaging, spatial differences in oxygen tension have been mapped using the charcoal oximetry spin probe. Differences in oxygen tension at levels from the stomach to the small intestine, colon, and rectum have been determined and mapped as a function of time, with EPR imaging.[36] EPR, while estimating the level of oxidative stress during ischemia-reperfusion acute renal failure, has been utilized in vivo, by using spin probe 3-carbamoyl-2,2,5,5-tetramethylpyrrolidine-1-oxyl (CTPO), 3-carbamoyl-proxyl (3-CP), which showed organ-reducing activity in the whole abdominal area. Using low-frequency (1.3 GHz) EPR spectroscopy with a nitroxide redox probe, the redox data from normal and tumour tissues of radiation-induced fibrosarcoma bearing mice has been examined for intracellular glutathione (GSH) on the tissue redox status.[37] Electron Paramagnetic Resonance spectroscopy has also been used to assess cerebral hypoxia in animal models. An understanding of the factors that influence cerebral tissue pO2 concentration may provide insights into the control of brain oxygenation during acclimation to chronic hypoxia. It may also help to understand the regulatory mechanisms in both healthy and diseased conditions and other new ventures in these areas of active research."
    },
    {
      "title": "EPR in free radical biology (spin trapping)",
      "text": "The use of radical-addition reactions to detect short-lived radicals was first proposed by E. G. Janzen in 1965. Free radicals and other paramagnetic molecules play a critical role in normal cellular metabolism. However, these molecules can also be critical mediators of cellular injury and diseases. Direct detection of free radicals is also possible if they occur in high enough concentrations and have sufficient stability. Unfortunately, most of free radicals are very short-lived and very difficult to measure. However, some free radicals can be detected indirectly by EPR spin trapping (free radical / adduct measurement - Table 2). For example, 1-hydroxy-3-carboxy-pyrrolidine (CP-H) and 2,2,6,6-tetramethyl-4-oxo-piperidine (TEMPONE-H) were used as spin traps for unstable and high toxic peroxyntrite (ONOO) that converted them to the corresponding stable nitroxide radicals 3-carboxy–proxyl (CP) and 2,2,6,6-tetramethyl-4-oxo-piperidinoxyl (TEMPONE), and their EPR spectra were used for quantification of ONOO-.[38] Another EPR indirect detection of ONOO- is based on its rapid interaction with carbon dioxide and formation of a nitrosoperoxocarboxylate (ONOOCO2-) adduct, whose decomposition has been proposed to produce reactive intermediates such as the carbonate radical (CO3-). The carbonate radical has been detected by EPR directly, by using a flow mixture of peroxynitrite with bicarbonate-carbon-dioxide over the pH range of 6 – 9. For most studies, there will be a need to employ spin trapping or other techniques to observe the free radicals. The potential limiting factors for such studies include the technical problems of carrying out EPR measurements in human subjects, which involve the administration of spin traps or other substances. Using EPR with phenyl-tert-butylnitrone (PBN) for detection of oxygen or carbon-centered free radicals with consistently higher EPR signal intensities of the PBN spin adduct has been carried out in venous and arterial blood circulation. Superoxide and hydroxyl radicals have been detected as DMPO spin-trap-adducts and the mechanisms and location of their production has also been differentiated using the reduction of spin-probes, for example, Tempone, Tempole, and 7-DS. Therefore, to study the role of EPR in free radical detection, EPR spectroscopy, combined with thoughtful experimental approaches can be a powerful method for resolving many of the problems. Detection of free radicals by different spin traps and its role in biology The EPR spin-trapping technique started in the late 1960s and many developments and applications had been reported in a diversity of fields. After the late 1970s most spin-tapping studies were devoted to the detection and identification of free radicals involved in biological problems, and this field has been covered by various interesting reviews. Spin-trapping is a technique in which a nitrone or nitroso compound is allowed to react with a free radical to produce a nitroxide (spin adduct), whose stability is considerably greater than that of the parent free radical.[3940] The most commonly used spin traps are the nitrones such as n-tert-buthylnitrone (PBN) and 5, 5-dimethyl-1-pyrroline-N-oxide (DMPO). Under normal physiological conditions free radicals like reactive oxygen species (ROS) and reactive nitrogen species (RNS) are produced. These radicals are intermediary, transient, and disintegrate immediately. Therefore, their detection is difficult. To overcome this problem spin traps are used to form spin-adducts, which are relatively stable and can be detected by EPR spectroscopy. Superoxide: O2-5, 5 dimethyl-1-pyrroline-N-oxides (DMPO) is extensively used for superoxide and hydroxyl radical detection in biochemical and biological systems. However, the DMPO-OOH (DMPO / Superoxide) adduct is unstable and decays by a first order process with a half-life of about 60 seconds at pH 7.0. This adduct has a distinctive EPR spectrum (aN = 14.2 G, αβH = 11.3 G, and αγH = 1.25 G). As stable nitroxide free radicals are the most important metal-independent superoxide dismutase mimics, it has been reported that nitroxides such as TEMPOL provide partial protection against X-ray, NCS-induced mutagenicity, and DNA damage, as well as cytotoxicity, mainly due to their SOD-like activity.[41] It was also seen that spin-labeled (nitroxide containing) antitumor compounds and their precursor 4-amino TEMPO could scavenge O2- and so exhibit high superoxide scavenging activity (SSA).[42] In recent times, it has been reported that 1-ethyl-3-[4-(2,2,6,6-tetramethylpiperidine-1-oxyl)]-1-nitrosourea (SLENU), prevents CCNU-induced oxidative damages by scavenging of O2- and that SLENU may prevent the formation of high toxic species such as ONOO- and OH-.[43] TEMPONE-H is most widely used as a spin trap for superoxide radicals.[43] During the reaction between TEMPONE-H and the superoxide radical the stable nitroxide radical TEMPONE was formed and its EPR spectrum was used for quantification of the superoxide. As spin adducts of DMPO with ROS were very unstable in cells,[44] a new spin trap 5-diethoxyphosphoryl-5-methyl-1-pyrroline N-oxide (DEPMPO) with improved properties for detection of superoxide[4447] was developed and applied in EPR spectroscopy. Moreover, a number of research laboratories are actively engaged in the development of additional spin traps that have stability similar to DEPMPO, for the detection of a superoxide.[4849] Hydroxyl radical: These unstable free radicals can be studied by nitroxyl spin probes instead of spin traps, for example, DMSO and PBN. First, direct measurement of the production of hydroxyl radicals in living animals was carried out by using a 260 MHz spectrometer and the spin trap α-(4-pyridiyl-1-oxide) N-tert-butyl nitrone (4-POBN).[50] Hydroxyl free radicals reacted with the nitroxyl spin probes (nitroxyl stable free radicals) and converted them to the corresponding hydroxylamines,[5051] which could be readily detected by the diminished intensity of the EPR signal of the nitroxyl probe. The spin probes such as carbamoyl-PROXYL, 3-carboxy-2,2,5,5,5-tetramethylpirrolidine-1-oxyl (carboxy-PROXYL), and 3-methoxycarbonyl-2,2,5,5,5-tetramethylpirrolidine-1-oxyl (methoxycarbonyl-PROXYL) are also used in the in vivo EPR spectroscopy / spin probe technique to measure ROS (including hydroxyl free radicals) generation in rat brains after cerebral ischemia-reperfusion.[52] Nitric oxide: The NO•- radical is a small, reactive, free radical gas that readily diffuses into cells and cell membranes. NO is not directly detected by EPR spectroscopy. However, on reaction with a spin trap, the unpaired electrons of NO are easily transferred onto a molecular orbital and stablized and detected by EPR. Two commonly used hydrophobic and hydrophilic spin traps for NO•, namely, Fe2+ (DETC)2 and Fe2+ (MGD)2, were used in EPR spectroscopy. The EPR spectra of trapped •NO, together with the field position strands, were recorded both in the frozen state and at room temprature. These complexes give rise to a characteristic three-line spectrum. The parallel and perpendicular g-values, determined in the frozen state, were found to be 2.018 and 2.039, and the perpendicular splitting was 1.30 mT at low temprature. Isotropic hyperfine splitting at room temprature was observed to be 1.27 mT for Fe2+ (MGD)2 and1.13 mT for Fe2+ (DETC)2.[38]"
    },
    {
      "title": "EPR applications in lipid peroxidation estimation",
      "text": "Lipid peroxidation gives rise to primary peroxidation products, for example, hydroperoxides, in which double bonds may have moved or / and changed configuration. There could have been structural rearrangement that led to the formation of secondary peroxidation products. Primary free radicals can initiate endogenous lipid peroxidation, for example, NADPH, superoxide or hydroxyl. On the other hand, Superoxide dismutase prevents NADPH-stimulated lipid peroxidation. The hydroxyl radical reacts with most organic molecules at diffusion-controlled rates. In this manner the unstable radical is ‘trapped’ by using stable spin traps α-(4-pyridyl 1-oxide)-N-tert-butylnitrone (POBN) that can be observed at room temperature, by using EPR spectroscopy. The hyperfine splitting constant of the adduct provides information that can aid in the identification and quantification of the original radical. A number of EPR ex vivo spin trapping methods have been developed and introduced for the study of an oxidative process caused by different organic and inorganic xenobiothics. By these methods the levels of the lipid peroxidation products (markers for oxidative stress) were evaluated, using the appropriate nitrone or nitroso spin trapping agents.[5354]"
    },
    {
      "title": "Protein oxidation and radical studies by EPR spin trapping",
      "text": "Body proteins either at the intracellular level or in extracellular fluids can scavenge about 50 – 75% of the ROS eventually produced in vivo. Proteins are the central players for all physiological processes, and oxidized protein products participate in various catalytic events and those related to signaling. Protein radicals are derived from amino acid residues such as tryptophan, tyrosine, cysteine, cystine, glycone, and so on. Most EPR studies on protein radicals have been performed by rapid freeze-quench EPR and EPR spin trapping. EPR spin trapping is preferred because it can even be used in complex biological fluids, cells, and experimental animals. Reaction of cytochrome c and hydrogen peroxide produces tyrosyl radicals, which can be detected by EPR, using nitroso spin traps 3, 5-dibromo-4-nitrosobenzenesulfonic acid (DBNBS) and 2-methyl-2-nitrosopropane (MNP). In the presence of hydrogen peroxode, L-tyronine oxidizes and leads to the generation of O, and the O’ dityrosine radical / MNP generates a three line EPR spectrum.[55]"
    },
    {
      "title": "DNA radical",
      "text": "Oxidizing radical species such as ROS and non-radical species such as hydrogen peroxide (H2O2), hypochlorous acid, and peroxynitrite can potentially initiate a chain reaction, consequently causing significant damage to the biomolecules. The C-8 position of the deoxyguanosine residues in the DNA is hydroxylated to produce the 8-hydroxyguanosine (8-OH-dG•) radical in the presence of oxygen radical producing agents, for example, X-rays, asbestos plus hydrogen peroxide (H2O2), and polyphenol with H2O2 and ferric ion. The detection of DNA radicals with electron spin resonance (ESR) is the best method for detecting DNA radicals, by using spin traps. Trapping of DNA radicals is done with the nitrone spin trap 5, 5-dimethyl-1-pyrroline-N-oxide (DMPO), thus forming DMPO—DNA nitrone adducts. During the process of trapping free radicals with DMPO, a new covalent bond is formed between DMPO and the atom where the unpaired electron is most localized in the biomolecule radical. After that the corresponding radical-spin trap can be detected by ESR.[5657]"
    },
    {
      "title": "EPR in Radiation Biodosimetry Studies",
      "text": "Accidental overexposure of persons due to the improper use and disposal of radiation sources is a great concern globally. During the last hundred years there have been more than 395 radiation accidents and other events causing radiation casualties all over the world leading to confirmed significant overexposures resulting in death of more than 65,220 persons (including 45,000 deaths in the Hiroshima accident; 20,000 deaths in Nagasaki, and 28 deaths in the Chernobyl accident). After radiation exposure there is a great need for dose reconstruction and estimation as soon as possible. This can be accomplished through various physical and biological methods, as well as through numerical analysis data records of radioactivity measurements done during the course of the event. There is an increased threat perception worldwide of the use of ‘dirty bombs’ in public domain. Therefore, development of a non-invasive, rapid, and reliable method for measuring radiation doses immediately after the radiation event is highly desirable. Exposureof human beings to ionizing radiation results in the creation of the free radicals, which cause damage to the biomolecules such as protein, lipid, and DNA, or may also induce oxidative stress. Ultimately, it results in cellular destruction and progressive generation of several diseases including aging. The life span of these unpaired electrons are very short (nanoseconds) in the aqueous environment of most biological tissues. These radiation-induced signals can be fixed for a long time in calcified tissues, for example, teeth, bones, and fingernails. The potential for using EPR to measure absorbed radiation doses was first recognized and reported by Brady and co-workers (1968).[172569] EPR-based radiation dosimetry techniques are non-invasive or minimally invasive techniques that do not require the evolution or processing needed for biologically based methods. The EPR technique can be carried out at any frequency or magnetic field where the resonance conditions are met. At first X-band frequency was used, which provided high sensitivity, but it could not be used in the presence of large amounts of water. Therefore, it was suitable only for in vitro measurements, with relatively dry samples, such as isolated teeth. To obtain isolated teeth under a mass casualty event is a major limitation, so it became essential to develop methods for EPR measurements in vivo. Attempts have been made to develop such capabilities using 9.5 GHz. With the development of modern sensitive in vivo spectrometers operating at 1.2 GHz, accurate in vivo measurements have been made in research animals and subsequently in human subjects using low frequency EPR. In vivo EPR measurements for radiation biodosimetry can be done with teeth, tooth samples, and fingernail or toenail clippings. EPR as a radiation biodosimeter was recognized for studies on the bones and teeth for more than 50 years and has been seen to be a feasible method for retrospective dosimetry. EPR as radiation dosimetry has been extensively used in the analysis of exposures in the former Soviet Union and in survivors from the atomic weapons in Japan,[58–60] as dosimetry studies were carried out in isolated teeth at X-band frequencies (e.g., 9.5 GHz). This frequency has a high sensitivity for the estimation of the dose with isolated teeth measured in vitro. Before measurement, if the teeth could be processed (removal of the aqueous environments that lead to non-specific absorption of the microwave), it enhanced the sensitivity. Comparative studies had the feasibility of obtaining highly accurate results with this technique.[61] With the use of in vivo EPR it became possible to assess the amount of the irradiated dose in vivo, eliminating the need to have isolated teeth. It was possible because the lower frequency had a greater tolerance for the presence of water and could measure several teeth at once. The sensitivity of in vivo EPR was less than that obtained with isolated teeth because of the lower frequency and the need to make the measurements in unprocessed samples within the confines of the mouth. EPR dosimetry with fingernails was very reliable because the samples could be readily obtained for immediate dose assessment. EPR dosimetry in fingernails was very complementary to in vivo EPR tooth dosimetry, and was carried out on the conventional X-band (9.5 GHz frequency).[62] In vitro measurements using lower frequency (1.2 GHz, or L-band) EPR also had been reported, using intact teeth. The results obtained with EPR dosimetry were seen to correlate well with the hematologically based assay and other types of estimates.[63] In vivo EPR dosimetry for teeth had many important characteristics, such as: Possessed sufficient sensitivity to measure clinically relevant dosesProvided unambiguous data that was sufficient to make the differentiation into the designated dose subclassesApplicable to the individualNon-invasiveCould be measured any time after radiation exposureProvided the data rapidly, while the subject was still presentCould operate on a variety of environmentsCould be operated by minimally trained individuals[64] Possessed sufficient sensitivity to measure clinically relevant doses Provided unambiguous data that was sufficient to make the differentiation into the designated dose subclasses Applicable to the individual Non-invasive Could be measured any time after radiation exposure Provided the data rapidly, while the subject was still present Could operate on a variety of environments Could be operated by minimally trained individuals[64]"
    },
    {
      "title": "Electron Paramagnetic Resonance Imaging",
      "text": "Under normal physiological conditions, generation and scavenging of free radicals and the overall tissue redox state is tightly regulated. If this balance is disturbed then it can cause a number of cellular abnormalities. Electron paramagnetic resonance imaging (EPRI) is a non-invasive in-vivo technique, which can image free radicals and the tissue redox state, by using spatially resolved (anatomical) information that is obtained by EPR imaging, similar to an MRI, but it cannot be performed on the whole human body, instead topical measurements of localized regions of the body are to be resorted to. EPR spin probes cannot cross the blood-brain-barrier, so brain imaging cannot be performed by using this technique. For skin imaging, nitroxide EPR spin probe TEMPONE is used, while other TEMPO and TEMPOL are used for in-vivo imaging. Nitroxide spin probes are used for the study of organ-specific disease pathophysiology, pharmacokinetics, and alterations in human skin or subcutaneous tissues. Activated charcoal (EPR oximetry probe) is used for the treatment of the oral poisoning, drug overdose, and oxygen mapping. 3-carbamoyl-proxyl (3-CP) spin probe is generally used for the whole body mouse imaging.[65–68] A comparison of EPRI and MRI is briefly presented in Table 3. Comparison of EPRI and magnetic resonance imaging"
    },
    {
      "title": "Limitations of EPR",
      "text": "Although EPR is an emerging and potentially useful technique, it is most importantly used in free radical biology. It promises a number of applications in the field of biology, physics, chemistry, and radiation biology. In the field of medical biology, free radical measurement needed a stable, non-toxic spin probe for imaging. In comparison to MRI, it is more sensitive, hence its resolution is less than proton magnetic resonance imaging. EPR is unable to detect O2 in liquids due to its fast relaxing properties."
    },
    {
      "title": "Conclusion",
      "text": "A comparative analysis of the EPR with various techniques revealed its importance in free radical research, especially in radiation biology-based experimentation. The EPR instrumenthasshown numerous dimensions, with respect to its enhancing utility potential, over a period. In radiation research it is a well-established technique used in biodosimetric assessment, and needs to be enhanced for man screening potential during nuclear and radiological emergencies. Its non-invasive potential will allow this technique to develop numerous products / devices in the future."
    }
  ],
  "full_text": "## Principle of EPR\nElectron Paramagnetic Resonance is the resonant absorption of microwave radiation by paramagnetic systems in the presence of an applied magnetic field. The applied magnetic field generates discrete orientation and this orientational difference is physically equivalent to a separation of energy levels. Resonance absorption of electromagnetic radiation (microwave energy) occurs when the applied microwave energy exactly matches the energy level separation, as shown in Figure 1. The degree of absorption is proportional to the number of free radicals in the material.[78] Separation of energy level in the applied magnetic field  Where ΔE is the energy level of the separation, v is the Planck constant, v is the applied microwave frequency, ge is the gyromagnetic ratio of the electrons (the ratio of the magnetic dipole moment to the angular momentum of an elementary particle or atomic nucleus), μB is the Bohar Magneton, and B0 is the magnetic field applied.\n\n## Evolution of EPR\nElectron Paramagnetic Resonance has been identified as a powerful tool to detect unpaired electrons or free radicals in various systems. Thus, it has applications in different research fields, including physics, chemistry, and biology. Recent technical advancement in the instrumentation part of EPR enables it to be utilized in clinical settings also. .[9–11] An electron paramagnetic resonance peak from a Cupric chloride crystal was first recorded by Zavoisky (1945)[1213] at low magnetic field, 4.76 mT, with a frequency of 133 MHz, and the Zeeman factor ‘g’ was observed to be 2.0. Frenkel (1945)[14] later on interpreted Zavoisky's results of paramagnetic resonance absorption spectra. Later experiments showed the advantages of the use of high microwave frequencies (100 – 300 mT). A chronology of events describing the evolution and advancement of the EPR technique is given in Table 1. Historical development of EPR Paramagnetic resonance was explored rapidly thereafter, due to the widespread availability of complete microwave systems. For example, equipment for the 9-GHz region had been extensively used for radar, and the components were easily available at a low cost. Simultaneously, EPR studies were undertaken at a rapid rate in the United States (Cummerow and Halliday, 1946)[15] and Great Britain (Bagguley and Griffiths, 1947).[16] The EPR technique has been constantly improved and various in vivo investigations have been extensively developed.[17] The first long-lived EPR signal was recorded with X ray-irradiated biological materials, such as alanine and bone, by Gordy and Shields[1819] and subsequently studied by Blyumenfeld and Kalmanson.[20–22] Cole and Silver (1963) reported EPR in irradiated dental enamel, to measure the absorption of electromagnetic (microwave) energy by free radicals. In view of the practical limitations of obtaining isolated teeth in a mass-casualty event, in vivo EPR technique has been developed using 9.5 GHz EPR spectroscopy.[2627] Developments of modern sensitive in vivo spectrometers operating at 1.2 GHz have been made, to evaluate the dose-response effect in research animals[23] and subsequently tested on human subjects.[2425] Multi-frequency-EPR (S-band, X-band, Q-band, W-band, and G-band), Pulsed-EPR, and Electron Nuclear Double Resonance (ENDOR) are some of the well-known advanced EPR instruments. For biodosimetry, X-band is most widely used, due to of its good sensitivity, reduced sample size, and less water content.[2628] Higher frequency bands such as W and Q are also sensitive, but influenced by water content, while the L- and S-band EPR measurements are used for samples with higher water content, but they are less sensitive than the X-band.[29] Other instruments, include Multi-frequency continuous wave (CW-EPR) which is used for identification and characterization of radicals. PULSE-EPR and ENDOR are used for identification of ligand sphere (< 0.8 nm), while PLEDOR is used for determining the distance between paramagnetic centers (0.6 nm). Pulsed-high-field EPR is applicable in the Librational dynamics of protein-bound quinones and PLEDOR is used for conformational dynamics of structural atom molecules.\n\n## Application of EPR in Biology\nSome prominent applications of EPR spectroscopy are discussed in the following subsections: Oxygen, a triple ground state paramagnetic molecule, with fast relating ability (when dissolved in liquid), can be converted into a slow relaxing adduct by using different spin-label probes that can be detected by EPR. It can be used to estimate the oxygen concentration or oxygen diffusion coefficient in biological samples.[3031] EPR oximetry is based on particulate oxygen-sensitive paramagnetic materials and has significant clinical, chemical, and environmental applications. The EPR technique is capable of measuring oxygen from the same site over times that can be varied from seconds to months to years. With particulate paramagnetic materials (which can be as small as 100 microns), it is possible to obtain spectra from several sites simultaneously, when the particles are located in discrete positions along with the appropriate magnetic field gradient applied.[3235] Depending on the type of resonator and frequency that is employed, measurements can be entirely non-invasive and can be made at depths that range from 10 mm (using surface resonators and 1.2 GHz spectroscopy) to more than 80 mm. Based on such capabilities, it can be assessed that EPR oximetry has significant potential application in any clinical condition in which pO2 is one of the important variables, such as, ischemia, ischemia-reperfusion damage, inflammation, tumors.[32–35] Three main applications of EPR spectroscopy in oximetry are given below: Estimation of oxygen (pO2)levels in tumors during chemotherapy and radiotherapy, to monitor the status of the disease and the therapeutic response to treatmentEstimation of tissue oxygen levels in the critical sites of patients with peripheral vascular disease, which can provide information on the effectiveness of the therapiesMeasurement of the oxygen level in the healing wounds, as an aid to the monitoring of the healing process. Estimation of oxygen (pO2)levels in tumors during chemotherapy and radiotherapy, to monitor the status of the disease and the therapeutic response to treatment Estimation of tissue oxygen levels in the critical sites of patients with peripheral vascular disease, which can provide information on the effectiveness of the therapies Measurement of the oxygen level in the healing wounds, as an aid to the monitoring of the healing process. Electron Paramagnetic Resonance may provide an important new tool for the study and visualization of gastric carcinoma, which is useful in other cancer models too. Many studies have been carried out that exhibit the efficacy of EPR in oxygen mapping. With spectral-spatial imaging, spatial differences in oxygen tension have been mapped using the charcoal oximetry spin probe. Differences in oxygen tension at levels from the stomach to the small intestine, colon, and rectum have been determined and mapped as a function of time, with EPR imaging.[36] EPR, while estimating the level of oxidative stress during ischemia-reperfusion acute renal failure, has been utilized in vivo, by using spin probe 3-carbamoyl-2,2,5,5-tetramethylpyrrolidine-1-oxyl (CTPO), 3-carbamoyl-proxyl (3-CP), which showed organ-reducing activity in the whole abdominal area. Using low-frequency (1.3 GHz) EPR spectroscopy with a nitroxide redox probe, the redox data from normal and tumour tissues of radiation-induced fibrosarcoma bearing mice has been examined for intracellular glutathione (GSH) on the tissue redox status.[37] Electron Paramagnetic Resonance spectroscopy has also been used to assess cerebral hypoxia in animal models. An understanding of the factors that influence cerebral tissue pO2 concentration may provide insights into the control of brain oxygenation during acclimation to chronic hypoxia. It may also help to understand the regulatory mechanisms in both healthy and diseased conditions and other new ventures in these areas of active research. The use of radical-addition reactions to detect short-lived radicals was first proposed by E. G. Janzen in 1965. Free radicals and other paramagnetic molecules play a critical role in normal cellular metabolism. However, these molecules can also be critical mediators of cellular injury and diseases. Direct detection of free radicals is also possible if they occur in high enough concentrations and have sufficient stability. Unfortunately, most of free radicals are very short-lived and very difficult to measure. However, some free radicals can be detected indirectly by EPR spin trapping (free radical / adduct measurement - Table 2). For example, 1-hydroxy-3-carboxy-pyrrolidine (CP-H) and 2,2,6,6-tetramethyl-4-oxo-piperidine (TEMPONE-H) were used as spin traps for unstable and high toxic peroxyntrite (ONOO) that converted them to the corresponding stable nitroxide radicals 3-carboxy–proxyl (CP) and 2,2,6,6-tetramethyl-4-oxo-piperidinoxyl (TEMPONE), and their EPR spectra were used for quantification of ONOO-.[38] Another EPR indirect detection of ONOO- is based on its rapid interaction with carbon dioxide and formation of a nitrosoperoxocarboxylate (ONOOCO2-) adduct, whose decomposition has been proposed to produce reactive intermediates such as the carbonate radical (CO3-). The carbonate radical has been detected by EPR directly, by using a flow mixture of peroxynitrite with bicarbonate-carbon-dioxide over the pH range of 6 – 9. For most studies, there will be a need to employ spin trapping or other techniques to observe the free radicals. The potential limiting factors for such studies include the technical problems of carrying out EPR measurements in human subjects, which involve the administration of spin traps or other substances. Using EPR with phenyl-tert-butylnitrone (PBN) for detection of oxygen or carbon-centered free radicals with consistently higher EPR signal intensities of the PBN spin adduct has been carried out in venous and arterial blood circulation. Superoxide and hydroxyl radicals have been detected as DMPO spin-trap-adducts and the mechanisms and location of their production has also been differentiated using the reduction of spin-probes, for example, Tempone, Tempole, and 7-DS. Therefore, to study the role of EPR in free radical detection, EPR spectroscopy, combined with thoughtful experimental approaches can be a powerful method for resolving many of the problems. Detection of free radicals by different spin traps and its role in biology The EPR spin-trapping technique started in the late 1960s and many developments and applications had been reported in a diversity of fields. After the late 1970s most spin-tapping studies were devoted to the detection and identification of free radicals involved in biological problems, and this field has been covered by various interesting reviews. Spin-trapping is a technique in which a nitrone or nitroso compound is allowed to react with a free radical to produce a nitroxide (spin adduct), whose stability is considerably greater than that of the parent free radical.[3940] The most commonly used spin traps are the nitrones such as n-tert-buthylnitrone (PBN) and 5, 5-dimethyl-1-pyrroline-N-oxide (DMPO). Under normal physiological conditions free radicals like reactive oxygen species (ROS) and reactive nitrogen species (RNS) are produced. These radicals are intermediary, transient, and disintegrate immediately. Therefore, their detection is difficult. To overcome this problem spin traps are used to form spin-adducts, which are relatively stable and can be detected by EPR spectroscopy. Superoxide: O2-5, 5 dimethyl-1-pyrroline-N-oxides (DMPO) is extensively used for superoxide and hydroxyl radical detection in biochemical and biological systems. However, the DMPO-OOH (DMPO / Superoxide) adduct is unstable and decays by a first order process with a half-life of about 60 seconds at pH 7.0. This adduct has a distinctive EPR spectrum (aN = 14.2 G, αβH = 11.3 G, and αγH = 1.25 G). As stable nitroxide free radicals are the most important metal-independent superoxide dismutase mimics, it has been reported that nitroxides such as TEMPOL provide partial protection against X-ray, NCS-induced mutagenicity, and DNA damage, as well as cytotoxicity, mainly due to their SOD-like activity.[41] It was also seen that spin-labeled (nitroxide containing) antitumor compounds and their precursor 4-amino TEMPO could scavenge O2- and so exhibit high superoxide scavenging activity (SSA).[42] In recent times, it has been reported that 1-ethyl-3-[4-(2,2,6,6-tetramethylpiperidine-1-oxyl)]-1-nitrosourea (SLENU), prevents CCNU-induced oxidative damages by scavenging of O2- and that SLENU may prevent the formation of high toxic species such as ONOO- and OH-.[43] TEMPONE-H is most widely used as a spin trap for superoxide radicals.[43] During the reaction between TEMPONE-H and the superoxide radical the stable nitroxide radical TEMPONE was formed and its EPR spectrum was used for quantification of the superoxide. As spin adducts of DMPO with ROS were very unstable in cells,[44] a new spin trap 5-diethoxyphosphoryl-5-methyl-1-pyrroline N-oxide (DEPMPO) with improved properties for detection of superoxide[4447] was developed and applied in EPR spectroscopy. Moreover, a number of research laboratories are actively engaged in the development of additional spin traps that have stability similar to DEPMPO, for the detection of a superoxide.[4849] Hydroxyl radical: These unstable free radicals can be studied by nitroxyl spin probes instead of spin traps, for example, DMSO and PBN. First, direct measurement of the production of hydroxyl radicals in living animals was carried out by using a 260 MHz spectrometer and the spin trap α-(4-pyridiyl-1-oxide) N-tert-butyl nitrone (4-POBN).[50] Hydroxyl free radicals reacted with the nitroxyl spin probes (nitroxyl stable free radicals) and converted them to the corresponding hydroxylamines,[5051] which could be readily detected by the diminished intensity of the EPR signal of the nitroxyl probe. The spin probes such as carbamoyl-PROXYL, 3-carboxy-2,2,5,5,5-tetramethylpirrolidine-1-oxyl (carboxy-PROXYL), and 3-methoxycarbonyl-2,2,5,5,5-tetramethylpirrolidine-1-oxyl (methoxycarbonyl-PROXYL) are also used in the in vivo EPR spectroscopy / spin probe technique to measure ROS (including hydroxyl free radicals) generation in rat brains after cerebral ischemia-reperfusion.[52] Nitric oxide: The NO•- radical is a small, reactive, free radical gas that readily diffuses into cells and cell membranes. NO is not directly detected by EPR spectroscopy. However, on reaction with a spin trap, the unpaired electrons of NO are easily transferred onto a molecular orbital and stablized and detected by EPR. Two commonly used hydrophobic and hydrophilic spin traps for NO•, namely, Fe2+ (DETC)2 and Fe2+ (MGD)2, were used in EPR spectroscopy. The EPR spectra of trapped •NO, together with the field position strands, were recorded both in the frozen state and at room temprature. These complexes give rise to a characteristic three-line spectrum. The parallel and perpendicular g-values, determined in the frozen state, were found to be 2.018 and 2.039, and the perpendicular splitting was 1.30 mT at low temprature. Isotropic hyperfine splitting at room temprature was observed to be 1.27 mT for Fe2+ (MGD)2 and1.13 mT for Fe2+ (DETC)2.[38] Lipid peroxidation gives rise to primary peroxidation products, for example, hydroperoxides, in which double bonds may have moved or / and changed configuration. There could have been structural rearrangement that led to the formation of secondary peroxidation products. Primary free radicals can initiate endogenous lipid peroxidation, for example, NADPH, superoxide or hydroxyl. On the other hand, Superoxide dismutase prevents NADPH-stimulated lipid peroxidation. The hydroxyl radical reacts with most organic molecules at diffusion-controlled rates. In this manner the unstable radical is ‘trapped’ by using stable spin traps α-(4-pyridyl 1-oxide)-N-tert-butylnitrone (POBN) that can be observed at room temperature, by using EPR spectroscopy. The hyperfine splitting constant of the adduct provides information that can aid in the identification and quantification of the original radical. A number of EPR ex vivo spin trapping methods have been developed and introduced for the study of an oxidative process caused by different organic and inorganic xenobiothics. By these methods the levels of the lipid peroxidation products (markers for oxidative stress) were evaluated, using the appropriate nitrone or nitroso spin trapping agents.[5354] Body proteins either at the intracellular level or in extracellular fluids can scavenge about 50 – 75% of the ROS eventually produced in vivo. Proteins are the central players for all physiological processes, and oxidized protein products participate in various catalytic events and those related to signaling. Protein radicals are derived from amino acid residues such as tryptophan, tyrosine, cysteine, cystine, glycone, and so on. Most EPR studies on protein radicals have been performed by rapid freeze-quench EPR and EPR spin trapping. EPR spin trapping is preferred because it can even be used in complex biological fluids, cells, and experimental animals. Reaction of cytochrome c and hydrogen peroxide produces tyrosyl radicals, which can be detected by EPR, using nitroso spin traps 3, 5-dibromo-4-nitrosobenzenesulfonic acid (DBNBS) and 2-methyl-2-nitrosopropane (MNP). In the presence of hydrogen peroxode, L-tyronine oxidizes and leads to the generation of O, and the O’ dityrosine radical / MNP generates a three line EPR spectrum.[55] Oxidizing radical species such as ROS and non-radical species such as hydrogen peroxide (H2O2), hypochlorous acid, and peroxynitrite can potentially initiate a chain reaction, consequently causing significant damage to the biomolecules. The C-8 position of the deoxyguanosine residues in the DNA is hydroxylated to produce the 8-hydroxyguanosine (8-OH-dG•) radical in the presence of oxygen radical producing agents, for example, X-rays, asbestos plus hydrogen peroxide (H2O2), and polyphenol with H2O2 and ferric ion. The detection of DNA radicals with electron spin resonance (ESR) is the best method for detecting DNA radicals, by using spin traps. Trapping of DNA radicals is done with the nitrone spin trap 5, 5-dimethyl-1-pyrroline-N-oxide (DMPO), thus forming DMPO—DNA nitrone adducts. During the process of trapping free radicals with DMPO, a new covalent bond is formed between DMPO and the atom where the unpaired electron is most localized in the biomolecule radical. After that the corresponding radical-spin trap can be detected by ESR.[5657]\n\n## Oximetry\nOxygen, a triple ground state paramagnetic molecule, with fast relating ability (when dissolved in liquid), can be converted into a slow relaxing adduct by using different spin-label probes that can be detected by EPR. It can be used to estimate the oxygen concentration or oxygen diffusion coefficient in biological samples.[3031] EPR oximetry is based on particulate oxygen-sensitive paramagnetic materials and has significant clinical, chemical, and environmental applications. The EPR technique is capable of measuring oxygen from the same site over times that can be varied from seconds to months to years. With particulate paramagnetic materials (which can be as small as 100 microns), it is possible to obtain spectra from several sites simultaneously, when the particles are located in discrete positions along with the appropriate magnetic field gradient applied.[3235] Depending on the type of resonator and frequency that is employed, measurements can be entirely non-invasive and can be made at depths that range from 10 mm (using surface resonators and 1.2 GHz spectroscopy) to more than 80 mm. Based on such capabilities, it can be assessed that EPR oximetry has significant potential application in any clinical condition in which pO2 is one of the important variables, such as, ischemia, ischemia-reperfusion damage, inflammation, tumors.[32–35] Three main applications of EPR spectroscopy in oximetry are given below: Estimation of oxygen (pO2)levels in tumors during chemotherapy and radiotherapy, to monitor the status of the disease and the therapeutic response to treatmentEstimation of tissue oxygen levels in the critical sites of patients with peripheral vascular disease, which can provide information on the effectiveness of the therapiesMeasurement of the oxygen level in the healing wounds, as an aid to the monitoring of the healing process. Estimation of oxygen (pO2)levels in tumors during chemotherapy and radiotherapy, to monitor the status of the disease and the therapeutic response to treatment Estimation of tissue oxygen levels in the critical sites of patients with peripheral vascular disease, which can provide information on the effectiveness of the therapies Measurement of the oxygen level in the healing wounds, as an aid to the monitoring of the healing process. Electron Paramagnetic Resonance may provide an important new tool for the study and visualization of gastric carcinoma, which is useful in other cancer models too. Many studies have been carried out that exhibit the efficacy of EPR in oxygen mapping. With spectral-spatial imaging, spatial differences in oxygen tension have been mapped using the charcoal oximetry spin probe. Differences in oxygen tension at levels from the stomach to the small intestine, colon, and rectum have been determined and mapped as a function of time, with EPR imaging.[36] EPR, while estimating the level of oxidative stress during ischemia-reperfusion acute renal failure, has been utilized in vivo, by using spin probe 3-carbamoyl-2,2,5,5-tetramethylpyrrolidine-1-oxyl (CTPO), 3-carbamoyl-proxyl (3-CP), which showed organ-reducing activity in the whole abdominal area. Using low-frequency (1.3 GHz) EPR spectroscopy with a nitroxide redox probe, the redox data from normal and tumour tissues of radiation-induced fibrosarcoma bearing mice has been examined for intracellular glutathione (GSH) on the tissue redox status.[37] Electron Paramagnetic Resonance spectroscopy has also been used to assess cerebral hypoxia in animal models. An understanding of the factors that influence cerebral tissue pO2 concentration may provide insights into the control of brain oxygenation during acclimation to chronic hypoxia. It may also help to understand the regulatory mechanisms in both healthy and diseased conditions and other new ventures in these areas of active research.\n\n## EPR in free radical biology (spin trapping)\nThe use of radical-addition reactions to detect short-lived radicals was first proposed by E. G. Janzen in 1965. Free radicals and other paramagnetic molecules play a critical role in normal cellular metabolism. However, these molecules can also be critical mediators of cellular injury and diseases. Direct detection of free radicals is also possible if they occur in high enough concentrations and have sufficient stability. Unfortunately, most of free radicals are very short-lived and very difficult to measure. However, some free radicals can be detected indirectly by EPR spin trapping (free radical / adduct measurement - Table 2). For example, 1-hydroxy-3-carboxy-pyrrolidine (CP-H) and 2,2,6,6-tetramethyl-4-oxo-piperidine (TEMPONE-H) were used as spin traps for unstable and high toxic peroxyntrite (ONOO) that converted them to the corresponding stable nitroxide radicals 3-carboxy–proxyl (CP) and 2,2,6,6-tetramethyl-4-oxo-piperidinoxyl (TEMPONE), and their EPR spectra were used for quantification of ONOO-.[38] Another EPR indirect detection of ONOO- is based on its rapid interaction with carbon dioxide and formation of a nitrosoperoxocarboxylate (ONOOCO2-) adduct, whose decomposition has been proposed to produce reactive intermediates such as the carbonate radical (CO3-). The carbonate radical has been detected by EPR directly, by using a flow mixture of peroxynitrite with bicarbonate-carbon-dioxide over the pH range of 6 – 9. For most studies, there will be a need to employ spin trapping or other techniques to observe the free radicals. The potential limiting factors for such studies include the technical problems of carrying out EPR measurements in human subjects, which involve the administration of spin traps or other substances. Using EPR with phenyl-tert-butylnitrone (PBN) for detection of oxygen or carbon-centered free radicals with consistently higher EPR signal intensities of the PBN spin adduct has been carried out in venous and arterial blood circulation. Superoxide and hydroxyl radicals have been detected as DMPO spin-trap-adducts and the mechanisms and location of their production has also been differentiated using the reduction of spin-probes, for example, Tempone, Tempole, and 7-DS. Therefore, to study the role of EPR in free radical detection, EPR spectroscopy, combined with thoughtful experimental approaches can be a powerful method for resolving many of the problems. Detection of free radicals by different spin traps and its role in biology The EPR spin-trapping technique started in the late 1960s and many developments and applications had been reported in a diversity of fields. After the late 1970s most spin-tapping studies were devoted to the detection and identification of free radicals involved in biological problems, and this field has been covered by various interesting reviews. Spin-trapping is a technique in which a nitrone or nitroso compound is allowed to react with a free radical to produce a nitroxide (spin adduct), whose stability is considerably greater than that of the parent free radical.[3940] The most commonly used spin traps are the nitrones such as n-tert-buthylnitrone (PBN) and 5, 5-dimethyl-1-pyrroline-N-oxide (DMPO). Under normal physiological conditions free radicals like reactive oxygen species (ROS) and reactive nitrogen species (RNS) are produced. These radicals are intermediary, transient, and disintegrate immediately. Therefore, their detection is difficult. To overcome this problem spin traps are used to form spin-adducts, which are relatively stable and can be detected by EPR spectroscopy. Superoxide: O2-5, 5 dimethyl-1-pyrroline-N-oxides (DMPO) is extensively used for superoxide and hydroxyl radical detection in biochemical and biological systems. However, the DMPO-OOH (DMPO / Superoxide) adduct is unstable and decays by a first order process with a half-life of about 60 seconds at pH 7.0. This adduct has a distinctive EPR spectrum (aN = 14.2 G, αβH = 11.3 G, and αγH = 1.25 G). As stable nitroxide free radicals are the most important metal-independent superoxide dismutase mimics, it has been reported that nitroxides such as TEMPOL provide partial protection against X-ray, NCS-induced mutagenicity, and DNA damage, as well as cytotoxicity, mainly due to their SOD-like activity.[41] It was also seen that spin-labeled (nitroxide containing) antitumor compounds and their precursor 4-amino TEMPO could scavenge O2- and so exhibit high superoxide scavenging activity (SSA).[42] In recent times, it has been reported that 1-ethyl-3-[4-(2,2,6,6-tetramethylpiperidine-1-oxyl)]-1-nitrosourea (SLENU), prevents CCNU-induced oxidative damages by scavenging of O2- and that SLENU may prevent the formation of high toxic species such as ONOO- and OH-.[43] TEMPONE-H is most widely used as a spin trap for superoxide radicals.[43] During the reaction between TEMPONE-H and the superoxide radical the stable nitroxide radical TEMPONE was formed and its EPR spectrum was used for quantification of the superoxide. As spin adducts of DMPO with ROS were very unstable in cells,[44] a new spin trap 5-diethoxyphosphoryl-5-methyl-1-pyrroline N-oxide (DEPMPO) with improved properties for detection of superoxide[4447] was developed and applied in EPR spectroscopy. Moreover, a number of research laboratories are actively engaged in the development of additional spin traps that have stability similar to DEPMPO, for the detection of a superoxide.[4849] Hydroxyl radical: These unstable free radicals can be studied by nitroxyl spin probes instead of spin traps, for example, DMSO and PBN. First, direct measurement of the production of hydroxyl radicals in living animals was carried out by using a 260 MHz spectrometer and the spin trap α-(4-pyridiyl-1-oxide) N-tert-butyl nitrone (4-POBN).[50] Hydroxyl free radicals reacted with the nitroxyl spin probes (nitroxyl stable free radicals) and converted them to the corresponding hydroxylamines,[5051] which could be readily detected by the diminished intensity of the EPR signal of the nitroxyl probe. The spin probes such as carbamoyl-PROXYL, 3-carboxy-2,2,5,5,5-tetramethylpirrolidine-1-oxyl (carboxy-PROXYL), and 3-methoxycarbonyl-2,2,5,5,5-tetramethylpirrolidine-1-oxyl (methoxycarbonyl-PROXYL) are also used in the in vivo EPR spectroscopy / spin probe technique to measure ROS (including hydroxyl free radicals) generation in rat brains after cerebral ischemia-reperfusion.[52] Nitric oxide: The NO•- radical is a small, reactive, free radical gas that readily diffuses into cells and cell membranes. NO is not directly detected by EPR spectroscopy. However, on reaction with a spin trap, the unpaired electrons of NO are easily transferred onto a molecular orbital and stablized and detected by EPR. Two commonly used hydrophobic and hydrophilic spin traps for NO•, namely, Fe2+ (DETC)2 and Fe2+ (MGD)2, were used in EPR spectroscopy. The EPR spectra of trapped •NO, together with the field position strands, were recorded both in the frozen state and at room temprature. These complexes give rise to a characteristic three-line spectrum. The parallel and perpendicular g-values, determined in the frozen state, were found to be 2.018 and 2.039, and the perpendicular splitting was 1.30 mT at low temprature. Isotropic hyperfine splitting at room temprature was observed to be 1.27 mT for Fe2+ (MGD)2 and1.13 mT for Fe2+ (DETC)2.[38]\n\n## EPR applications in lipid peroxidation estimation\nLipid peroxidation gives rise to primary peroxidation products, for example, hydroperoxides, in which double bonds may have moved or / and changed configuration. There could have been structural rearrangement that led to the formation of secondary peroxidation products. Primary free radicals can initiate endogenous lipid peroxidation, for example, NADPH, superoxide or hydroxyl. On the other hand, Superoxide dismutase prevents NADPH-stimulated lipid peroxidation. The hydroxyl radical reacts with most organic molecules at diffusion-controlled rates. In this manner the unstable radical is ‘trapped’ by using stable spin traps α-(4-pyridyl 1-oxide)-N-tert-butylnitrone (POBN) that can be observed at room temperature, by using EPR spectroscopy. The hyperfine splitting constant of the adduct provides information that can aid in the identification and quantification of the original radical. A number of EPR ex vivo spin trapping methods have been developed and introduced for the study of an oxidative process caused by different organic and inorganic xenobiothics. By these methods the levels of the lipid peroxidation products (markers for oxidative stress) were evaluated, using the appropriate nitrone or nitroso spin trapping agents.[5354]\n\n## Protein oxidation and radical studies by EPR spin trapping\nBody proteins either at the intracellular level or in extracellular fluids can scavenge about 50 – 75% of the ROS eventually produced in vivo. Proteins are the central players for all physiological processes, and oxidized protein products participate in various catalytic events and those related to signaling. Protein radicals are derived from amino acid residues such as tryptophan, tyrosine, cysteine, cystine, glycone, and so on. Most EPR studies on protein radicals have been performed by rapid freeze-quench EPR and EPR spin trapping. EPR spin trapping is preferred because it can even be used in complex biological fluids, cells, and experimental animals. Reaction of cytochrome c and hydrogen peroxide produces tyrosyl radicals, which can be detected by EPR, using nitroso spin traps 3, 5-dibromo-4-nitrosobenzenesulfonic acid (DBNBS) and 2-methyl-2-nitrosopropane (MNP). In the presence of hydrogen peroxode, L-tyronine oxidizes and leads to the generation of O, and the O’ dityrosine radical / MNP generates a three line EPR spectrum.[55]\n\n## DNA radical\nOxidizing radical species such as ROS and non-radical species such as hydrogen peroxide (H2O2), hypochlorous acid, and peroxynitrite can potentially initiate a chain reaction, consequently causing significant damage to the biomolecules. The C-8 position of the deoxyguanosine residues in the DNA is hydroxylated to produce the 8-hydroxyguanosine (8-OH-dG•) radical in the presence of oxygen radical producing agents, for example, X-rays, asbestos plus hydrogen peroxide (H2O2), and polyphenol with H2O2 and ferric ion. The detection of DNA radicals with electron spin resonance (ESR) is the best method for detecting DNA radicals, by using spin traps. Trapping of DNA radicals is done with the nitrone spin trap 5, 5-dimethyl-1-pyrroline-N-oxide (DMPO), thus forming DMPO—DNA nitrone adducts. During the process of trapping free radicals with DMPO, a new covalent bond is formed between DMPO and the atom where the unpaired electron is most localized in the biomolecule radical. After that the corresponding radical-spin trap can be detected by ESR.[5657]\n\n## EPR in Radiation Biodosimetry Studies\nAccidental overexposure of persons due to the improper use and disposal of radiation sources is a great concern globally. During the last hundred years there have been more than 395 radiation accidents and other events causing radiation casualties all over the world leading to confirmed significant overexposures resulting in death of more than 65,220 persons (including 45,000 deaths in the Hiroshima accident; 20,000 deaths in Nagasaki, and 28 deaths in the Chernobyl accident). After radiation exposure there is a great need for dose reconstruction and estimation as soon as possible. This can be accomplished through various physical and biological methods, as well as through numerical analysis data records of radioactivity measurements done during the course of the event. There is an increased threat perception worldwide of the use of ‘dirty bombs’ in public domain. Therefore, development of a non-invasive, rapid, and reliable method for measuring radiation doses immediately after the radiation event is highly desirable. Exposureof human beings to ionizing radiation results in the creation of the free radicals, which cause damage to the biomolecules such as protein, lipid, and DNA, or may also induce oxidative stress. Ultimately, it results in cellular destruction and progressive generation of several diseases including aging. The life span of these unpaired electrons are very short (nanoseconds) in the aqueous environment of most biological tissues. These radiation-induced signals can be fixed for a long time in calcified tissues, for example, teeth, bones, and fingernails. The potential for using EPR to measure absorbed radiation doses was first recognized and reported by Brady and co-workers (1968).[172569] EPR-based radiation dosimetry techniques are non-invasive or minimally invasive techniques that do not require the evolution or processing needed for biologically based methods. The EPR technique can be carried out at any frequency or magnetic field where the resonance conditions are met. At first X-band frequency was used, which provided high sensitivity, but it could not be used in the presence of large amounts of water. Therefore, it was suitable only for in vitro measurements, with relatively dry samples, such as isolated teeth. To obtain isolated teeth under a mass casualty event is a major limitation, so it became essential to develop methods for EPR measurements in vivo. Attempts have been made to develop such capabilities using 9.5 GHz. With the development of modern sensitive in vivo spectrometers operating at 1.2 GHz, accurate in vivo measurements have been made in research animals and subsequently in human subjects using low frequency EPR. In vivo EPR measurements for radiation biodosimetry can be done with teeth, tooth samples, and fingernail or toenail clippings. EPR as a radiation biodosimeter was recognized for studies on the bones and teeth for more than 50 years and has been seen to be a feasible method for retrospective dosimetry. EPR as radiation dosimetry has been extensively used in the analysis of exposures in the former Soviet Union and in survivors from the atomic weapons in Japan,[58–60] as dosimetry studies were carried out in isolated teeth at X-band frequencies (e.g., 9.5 GHz). This frequency has a high sensitivity for the estimation of the dose with isolated teeth measured in vitro. Before measurement, if the teeth could be processed (removal of the aqueous environments that lead to non-specific absorption of the microwave), it enhanced the sensitivity. Comparative studies had the feasibility of obtaining highly accurate results with this technique.[61] With the use of in vivo EPR it became possible to assess the amount of the irradiated dose in vivo, eliminating the need to have isolated teeth. It was possible because the lower frequency had a greater tolerance for the presence of water and could measure several teeth at once. The sensitivity of in vivo EPR was less than that obtained with isolated teeth because of the lower frequency and the need to make the measurements in unprocessed samples within the confines of the mouth. EPR dosimetry with fingernails was very reliable because the samples could be readily obtained for immediate dose assessment. EPR dosimetry in fingernails was very complementary to in vivo EPR tooth dosimetry, and was carried out on the conventional X-band (9.5 GHz frequency).[62] In vitro measurements using lower frequency (1.2 GHz, or L-band) EPR also had been reported, using intact teeth. The results obtained with EPR dosimetry were seen to correlate well with the hematologically based assay and other types of estimates.[63] In vivo EPR dosimetry for teeth had many important characteristics, such as: Possessed sufficient sensitivity to measure clinically relevant dosesProvided unambiguous data that was sufficient to make the differentiation into the designated dose subclassesApplicable to the individualNon-invasiveCould be measured any time after radiation exposureProvided the data rapidly, while the subject was still presentCould operate on a variety of environmentsCould be operated by minimally trained individuals[64] Possessed sufficient sensitivity to measure clinically relevant doses Provided unambiguous data that was sufficient to make the differentiation into the designated dose subclasses Applicable to the individual Non-invasive Could be measured any time after radiation exposure Provided the data rapidly, while the subject was still present Could operate on a variety of environments Could be operated by minimally trained individuals[64]\n\n## Electron Paramagnetic Resonance Imaging\nUnder normal physiological conditions, generation and scavenging of free radicals and the overall tissue redox state is tightly regulated. If this balance is disturbed then it can cause a number of cellular abnormalities. Electron paramagnetic resonance imaging (EPRI) is a non-invasive in-vivo technique, which can image free radicals and the tissue redox state, by using spatially resolved (anatomical) information that is obtained by EPR imaging, similar to an MRI, but it cannot be performed on the whole human body, instead topical measurements of localized regions of the body are to be resorted to. EPR spin probes cannot cross the blood-brain-barrier, so brain imaging cannot be performed by using this technique. For skin imaging, nitroxide EPR spin probe TEMPONE is used, while other TEMPO and TEMPOL are used for in-vivo imaging. Nitroxide spin probes are used for the study of organ-specific disease pathophysiology, pharmacokinetics, and alterations in human skin or subcutaneous tissues. Activated charcoal (EPR oximetry probe) is used for the treatment of the oral poisoning, drug overdose, and oxygen mapping. 3-carbamoyl-proxyl (3-CP) spin probe is generally used for the whole body mouse imaging.[65–68] A comparison of EPRI and MRI is briefly presented in Table 3. Comparison of EPRI and magnetic resonance imaging\n\n## Limitations of EPR\nAlthough EPR is an emerging and potentially useful technique, it is most importantly used in free radical biology. It promises a number of applications in the field of biology, physics, chemistry, and radiation biology. In the field of medical biology, free radical measurement needed a stable, non-toxic spin probe for imaging. In comparison to MRI, it is more sensitive, hence its resolution is less than proton magnetic resonance imaging. EPR is unable to detect O2 in liquids due to its fast relaxing properties.\n\n## Conclusion\nA comparative analysis of the EPR with various techniques revealed its importance in free radical research, especially in radiation biology-based experimentation. The EPR instrumenthasshown numerous dimensions, with respect to its enhancing utility potential, over a period. In radiation research it is a well-established technique used in biodosimetric assessment, and needs to be enhanced for man screening potential during nuclear and radiological emergencies. Its non-invasive potential will allow this technique to develop numerous products / devices in the future.",
  "word_count": 6138,
  "char_count": 41907
}