{
  "pmcid": "PMC6910837",
  "doi": "10.1126/sciadv.aay2462",
  "title": "Miniaturized, light-adaptive, wireless dosimeters autonomously monitor exposure to electromagnetic radiation",
  "authors": [
    "Kyeongha Kwon",
    "Seung Yun Heo",
    "Injae Yoo",
    "Anthony Banks",
    "Michelle Chan",
    "Jong Yoon Lee",
    "Jun Bin Park",
    "Jeonghyun Kim",
    "John A. Rogers"
  ],
  "year": "2019",
  "journal": "Science Advances",
  "abstract": "Small, wireless dosimeters with light-adaptive, ultralow power consumption continuously monitor personalized light exposure.",
  "sections": [
    {
      "title": "INTRODUCTION",
      "text": "Electromagnetic radiation (EMR) from the sun and from indoor lamps, emissive displays, and other artificial sources have wavelength-specific and dose-dependent effects on underlying life processes that determine health status. The adverse influences of overexposure or underexposure to EMR accumulate over time, and their consequences can be latent (1). Specifically, excessive exposure to ultraviolet radiation (UVR) and blue light from the sun or from sources of emission such as those in tanning beds and cellphones has varied associated risks. Repetitive keratinocyte damage from chronic exposure to UVR is the primary cause of skin cancer, the most commonly diagnosed form of cancer in the United States (2–4). The shorter wavelengths of visible spectrum (VIS) generate reactive oxygen species in the skin, which can lead to DNA damage that causes inflammation and hyperpigmentation and potentiates degradation of collagen and elastin, thereby contributing to photo-aging and skin wrinkling (5–7). Above certain thresholds, blue light can cause photochemical damage in retinal tissue and accelerate age-related maculopathy (8–12). Additional effects modulate retinal control of human circadian rhythms, including suppressed secretion of melatonin (13). On the other hand, moderate doses of UVR and VIS are essential for vitamin D production and for immunomodulation. Insufficient exposure can also lead to seasonal affective disorder (SAD), typically treated with bright light therapy. Technologies that provide convenient, immediate access to personalized information on wavelength-specific exposure to EMR could guide behaviors to prevent adverse health outcomes, from sunburns and skin cancer to mood swings and sleep disorders. Previously reported approaches focus almost exclusively on UVR measurements using color-changing chemical reagents (14) or digitally sampled outputs of UVR photodiodes (15). The former provides semiquantitative information in platforms that cannot be reused. The latter is susceptible to sampling errors, with operating lifetimes that are limited by battery capacities. The most recent schemes involve miniaturized, highly accurate dosimeters that exploit a light-powered, continuous mode of detection and battery-free operation (16). Here, current from a photodiode accumulates on a storage capacitor such that the resulting voltage corresponds directly to dose, via a calibration factor. In reported systems, a miniaturized loop antenna supports near-field communication (NFC) protocols as digital, wireless interface to the phone for data acquisition. The main disadvantage of these millimeter-scale NFC (mm-NFC) devices is that they require active user engagement for data acquisition and device reset (capacitor discharge) via a “swipe” of the phone. An ideal platform would offer automatic and remote wireless updates while retaining many of the other appealing attributes of the accumulation mode, mm-NFC approach. This paper introduces such a technology based on the combined use of an advanced, light-adaptive electronic control circuit with an accumulation detection module (ADM) for dosimetry and a Bluetooth low energy (BLE) system on a chip (SoC) for wireless communication. Here, even some of the smallest button cell batteries (MS621F) can support more than 1.2 years of continuous operation in an “always on” mode that functions autonomously, without requirements for any form of user engagement. The total size of the resulting device is only slightly larger than that of recently launched commercial mm-NFC dosimeter systems, thereby supporting a broad range of options for personal use, such as mounting on glasses, earphones, shoelaces, watchbands, bracelets, pendants, or other accessories. Lack of interface ports and mechanical switches and the absence of need for battery replacement allow hermetic sealing of device for waterproof, sweat-resistant, and wear-resistant capabilities. The key feature of the ADM is that it directly measures exposure dose in a continuous fashion, without any power consumption. By contrast, conventional digital approaches approximate dose through computational time integration across a series of brief measurements of intensity, each performed using active, battery-powered electronics. Here, increasing the sampling frequency increases the accuracy but decreases the battery life. The ADM eliminates this trade-off to enable highly accurate dosimetry even with extremely long intervals between active measurements. The active, light-adaptive circuit design introduced here automatically adjusts the temporal frequency for interrogating the ADM in a manner that depends on the intensity of the irradiation. In the absence of light, the device remains in an ultralow-power sleep mode (~0.4 μA) while continuously monitoring the dose via the ADM. When the dose exceeds a set threshold value, the device briefly wakes up (~10 μA), wirelessly transmits exposure information using BLE protocols, resets the ADM, and then quickly returns to sleep mode. The result is an exceptionally power-efficient dosimeter that automatically regulates its operation and communication to the phone on an adaptive, as-needed basis to enable a millimeter-scale form factor with a battery life of many years, corresponding to a device that is both always on and effectively everlasting, without any user engagement. The following sections describe the circuit designs, the operating principles, and the key factors that determine lifetime and accuracy. An application focus is on dosimetry of blue light and on multispectral measurements in the UVR, blue, and infrared (IR) regions of the spectrum, with several examples in field trial studies."
    },
    {
      "title": "RESULTS",
      "text": "The device in Fig. 1A exploits the unique design features described above for dosimetry of blue light with an estimated operating lifetime of 1.2 years. The width (w), length (l), thickness, and weight are 8.1 mm, 10.9 mm, 3.2 mm, and 0.36 g, respectively. Two subsystems (Fig. 1B) are key to efficient, ultralow-power operation and long lifetime in this miniaturized form factor: (i) the ADM, as a light-powered sensing system that continuously measures exposure dose in an accumulation mode, and (ii) a BLE SoC configured with a light-adaptive circuit design to automatically switch between two operational states—“run” and “sleep”—in response to changing irradiation conditions. The ADM includes a photodiode (PD), a supercapacitor (SC), and a metal oxide semiconductor field-effect transistor (MOSFET). The PD continuously and passively generates photocurrent with a magnitude that is directly and linearly proportional to the intensity of the exposure light. The SC, arranged in parallel with the PD, captures and stores the resulting accumulated charge. The corresponding voltage on the SC (VSC) can be calibrated to the total exposure dose across a wavelength range defined by the external quantum efficiency (EQE) of the PD (fig. S1). To prevent excessive charge buildup on the SC, the gate of a MOSFET connects to a general-purpose input/output (GPIO) of the BLE SoC for programmable control of current flow between the source and the drain of the MOSFET, as means to trigger the discharge of the SC. (A) Photograph of a blue light dosimeter with BLE communication capabilities on the tip of an index finger. The insets show bottom and side views. (B) Circuit and block diagrams that illustrate accumulation mode, adaptive operation, and wireless interface to smartphones (BLE radio). The ADM, PD, SC, MOSFET, and low-power comparator (LPCOMP) are labeled ADM, PD, SC, MOS, and LPCOMP, respectively. VSC and VREF denotes the accumulated voltage on SC and the reference voltage of LPCOMP, respectively. ADC, analog-to-digital converter. (C) Illustration of VSC as a function of time during no light, weak light, and intense light exposure conditions and activity of central processing unit (CPU) and BLE radio at corresponding times. (D) Schematic, exploded view illustration of the constituent layers and components: BLE SoC, battery, MOSFET (MOS), SC, blue light photodiode (PD), copper interconnects [Cu/PI (polyimide)/Cu], and chip antenna. (E) Photographic image of three ultralow-power blue light dosimeters, next to respective batteries of capacities 140, 40, and 5.5 mA·hour (left to right). (F to H) Photographs of encapsulated sensors mounted on a pair of glasses, an earring, and a smart watch. Insets in (H) show top and bottom views of the unencapsulated device. Photo credit: Seung Yun Heo, Northwestern University. In light-adaptive operation, a low-power comparator (LPCOMP) of the BLE SoC monitors VSC while the device is in an ultralow-power sleep mode. When VSC exceeds a preprogrammed reference voltage (VREF), the LPCOMP generates a “wake-up” event that places the BLE SoC in a run mode for ~6.5 s, with an average current consumption of ~10.22 μA. Here, the central processing unit (CPU) wirelessly transmits the input voltage of an analog-to-digital converter (ADC) that connects to the SC, activates the MOSFET to discharge the SC, and then returns the system to sleep mode. The time required to sample the input voltage of an ADC, transmit BLE packets, and discharge the SC (e.g., 5 s) determines the run time. Unless the voltage on the SC exceeds VREF, the device remains in sleep mode, where the CPU and all the peripherals except LPCOMP are deactivated, thereby reducing the average current consumption to ~0.43 μA, roughly 20 times less than that associated with the run mode. Figure 1C graphically illustrates the overall operation, where in the absence of light, the device remains in sleep mode until the exposure dose determined by the ADM exceeds VREF, at which time the CPU wakes up, wirelessly transmits data, discharges the ADM, and returns to sleep. The wake-up frequency increases with increasing irradiance in the wavelength range defined by the EQE of the PD. The purpose of this light-adaptive operation is twofold: (i) to frequently alert users of their exposure doses during high-intensity irradiation conditions while remaining in sleep for extended periods during conditions of low or no irradiation and (ii) to autonomously and efficiently manage power consumption based on the need for detection. The flow diagram for the system software is in fig. S2. As an additional option to avoid unexpected data loss due to disruption of the wireless connection to the phone, the system can be programmed to write dosage data into the memory available on the BLE SoC, as described in detail subsequently. The devices use thin (112-μm thickness) copper-clad polyimide sheets processed with a laser cutting tool to define interconnecting traces of Cu and support pads for bonding off-the-shelf, surface-mount components by soldering, as shown in Fig. 1D. The battery is a key factor in determining the overall size and weight, as well as the operating lifetime. Figure 1E shows blue light dosimeters built with coin cell batteries that have capacities of 140, 40, and 5.5 mA·hour, where the device diameters (d) are 16.6 and 13.5 mm and the length and width (l × w) are 8.1 mm by 10.9 mm, respectively. With assumptions that (i) blue light exposure from the sun occurs at a constant intensity of 7.8 mW/cm2 (moderate level outdoors) and (ii) exposure at this level occurs for a total of 6 hours in a typical day, the estimated operating lifetimes of these dosimeters are, in the order of decreasing sizes, greater than 30.9, 8.8, and 1.2 years. The miniaturized form factors allow many options and modes of use. Examples include sunglass clips (Fig. 1F), earrings (Fig. 1G), and wristband accessories (Fig. 1H). Hermetic housings of different designs (Fig. 1, F to H) enhance the operational reliability from environmental and mechanical influences. SAD is a relatively common condition in North America and a widespread cause of depression in the winter months. The treatment for SAD involves regular phototherapy using light from natural sources or bright white or blue light-emitting diode (LED) illumination panels (17–19). Information from personal blue light dosimeters can help guide behaviors that meet recommended daily doses of exposure to prevent mood disorders. This section demonstrates the use of devices with designs outlined in the previous sections, tailored for monitoring sun exposure at varying irradiance levels. Measurements of current consumption allow estimations of battery life for these use cases. The devices use a blue PD with peak responses at 390 nm (fig. S1) and an SC with a capacitance of 11.5 mF. Calibrations involved exposure of the device to the sun on a clear day and to the sun attenuated 80, 63, and 50% by neutral density filters, corresponding to high to low irradiation conditions. A commercial blue light radiometer (Visible Blue Light Meter, Solarmeter) measured the reference exposure intensity. The time integration of reference exposure intensity over Twake is the reference exposure dose. A BLE-enabled smartphone wirelessly receives alerts at each wake-up event. For constant reference exposure intensities of 7.8, 6.2, 4.9, and 3.9 mW/cm2, the time intervals between wake-up events (Twake) are 3.2, 4.1, 5.1, and 6.7 min, respectively (Fig. 2A). As the reference irradiation intensity decreases, Twake increases proportionally (fig. S3) such that the exposure dose (Dtot) of blue light at each wake-up event is Dtot = Intensity (W/cm2) × Twake (s) = 1.5 ± 0.03 J/cm2. Twake is a determining factor in computing the average current (Iavg) consumption of the device: Iavg = [Irun,avg × Trun + Isleep,avg × (Twake − Trun)]/Twake. Methods for measuring real-time current consumption appear in Materials and Methods and fig. S4. BLE dosimetry can occur in two wireless BLE transmission modalities: connected and advertising modes. The devices measured here operate in advertising mode. The current measurements for connected mode are in fig. S5. The average current consumption (fig. S4) in the sleep mode is Isleep,avg = 0.43 μA and in the run mode is Irun,avg = 10.22 μA. The runtime after wake-up events is Trun = TADC + TBLE + TDSC = 6.56 s, where TADC and TBLE are the time required to sample the ADC input voltage and to transmit the sampled data via BLE, respectively, and TDSC is a preprogrammed time (e.g., 5 s) to fully discharge the SC. In light-adaptive operation, as the irradiation intensity increases, Twake decreases proportionally and Iavg increases. For constant exposure intensities of 7.8, 6.2, 4.9, and 3.9 mW/cm2, the Iavg are 0.76, 0.70, 0.63, and 0.59 μA, respectively (Fig. 2B). The average current for 365 × 6 hours of use per year corresponding to 50% of the available daylight is Iavg,50% = Iavg × 6 (hours)/24 (hours) + Isleep,avg × 18 (hours)/24 (hours). In the 50% exposure condition, the device lifetime is lifetime (hours) = battery capacity (mA·hour)/Iavg,50% (mA). As an illustrative example, a device powered by a button cell battery with a capacity of 5.5 mA·hour, continuously exposed at a constant intensity of 7.8 mW/cm2, has an expected lifetime of 1.2 years (Fig. 2C), with an average current of Iavg,50% = 0.52 μA for 50% of the available daylight. With assumptions that (i) blue light exposure from the sun occurs at a constant intensity of 7.8 mW/cm2 (moderate level outdoors) and (ii) exposure at this level occurs for a total of 6 hours in a typical day, the estimated operating lifetimes of these dosimeters are, in the order of decreasing sizes, more than 30.9, 8.8, and 1.2 years. (A) Voltage outputs and current consumptions of an ultralow-power, blue light dosimeter (n = 1) exposed to blue light over time with constant intensity at four different intensities corresponding to low and moderate blue light conditions outdoors. The time intervals (Twake) to “wake” the devices from a sleep state when exposed to blue light with constant intensity of different levels are indicated. (B) Average current consumption assuming continuous use (Iavg) and average current consumption assuming use corresponding to 50% of available daylight (Iavg,50%) as a function of Twake. (C) Projected lifetime as a function of Twake for batteries of capacities of 140, 40, and 5.5 mA·hour assuming use corresponding to 50% of available daylight: lifetime = battery capacity/Iavg,50%. On-chip data retention capabilities can be used to prevent data loss upon loss of a wireless connection to the phone. The BLE SoC (nRF5283, Nordic Semiconductor) supports a 4-kilobyte static random access memory (SRAM) that can be used for this purpose. As a specific example of this mode of operation, the device can be programmed to store the latest 10 measurement events (10 × 2 bytes) in the SRAM. Transmission of the entire dataset then occurs upon each wake-up event. When the phone is within the communication range of the device, the application reads and compares the acquired data array to the data history stored on the phone and performs updates with any new data, as necessary. With the SRAM used in this manner, the average current consumption in sleep mode increases to Isleep,avg = 0.788 μA, roughly two times greater than that associated with operation without the SRAM. For transmission of the dataset, the average current consumption in run mode is Irun,avg = 10.459 μA and the runtime after wake-up events is Trun = 7 s. Devices with SRAM data retention in the 50% exposure condition at an intensity of 7.8 mW/cm2 consume an average current of Iavg,50% = 0.88 μA, roughly 1.7 times greater than operation without the SRAM; the corresponding lifetimes are therefore smaller by a factor of 0.59. Conventional BLE dosimeters numerically integrate values of intensity measured in a fixed schedule (e.g., once per 30 s) that balances accuracy and power consumption, in a manner described previously. Between measurements, the CPU remains powered on but in an “idle” mode (shallow sleep mode) that does not involve execution of any instructions. Here, the average current (Iidle,avg) is ~2.14 μA (fig. S4D), roughly five times more than that associated with the sleep mode. Device designs with SRAM data retention like those described in the previous paragraph in the 50% exposure condition at an intensity of 7.8 mW/cm2 offer operating lifetimes of 0.72 years with a 5.5-mA·hour battery compared to only 8.02 weeks for an otherwise similar device with a conventional, instantaneous mode of operation with a typical value of Twake = 30 s. As an alternative to the “analog” accumulation-mode sensing of the ADM described previously, BLE devices can be programmed to operate in an equivalent “digital” accumulation mode that involves frequently sampling the intensity from the PD, computing the corresponding dose, and then storing this information locally in SRAM. When the digitally accumulated dose exceeds a certain level, wireless transmission occurs. Between measurement and transmission, the device remains in idle mode until the sampling timer expires. The average current consumptions in run mode for data sampling/storage and for BLE transmission are Irun,data = 2.64 μA and Irun,BLE = 4.89 μA, respectively, and the runtime is Trun = 5.28 s. The average current consumed with Twake = 30 s and TBLE = 3.2 min as in an exposure scenario involving daylight at a constant intensity of 7.8 mW/cm2 is Iavg,50% = 2.21 μA. The projected lifetime is 14.8 weeks, roughly two times more than that associated with a conventional, instantaneous-mode device at a typical value of Twake = 30 s but still far less than that enabled by the ADM and light-adaptive mode highlighted in this paper. Artificial lights and electronic displays emit blue light at much lower intensities than those associated with daylight outdoors (20–21). Nevertheless, the close proximity of the screens to the eyes, together with the long exposure times late into the evening and nighttime, leads to health risks. Blue light dosimeters for indoor use (Fig. 3, A and B) adopt designs similar to those for outdoors but with a collection of 10 blue PDs in parallel and three 7.5-mF SCs in series (Fig. 3C) to increase the photocurrent and decrease the storage capacitance, for increased sensitivity (fig. S6, A and B). The off-the-shelf, blue PDs for indoor monitoring dosimeters have peak response at 390 nm and higher effective responsivity than those used for outdoor applications (fig. S1). The resulting devices powered by a standard coin cell battery with a capacity of 40 mA·hour have diameters and thicknesses of 13.5 and 3.9 mm, respectively. (A) Photograph of an indoor blue light dosimeter held between the fingertips. (B) Schematic, exploded view illustration of the constituent layers and components: BLE SoC, battery, a MOSFET (MOS), SCs (×3), blue light PDs (×10), copper interconnects (Cu/PI/Cu), and chip antenna. (C) Circuit and block diagrams of the system and its wireless interface to BLE-enabled devices for blue light monitoring indoors. (D to G) Voltage output and wake-up time interval of an indoor blue light dosimeter (n = 1) placed at a distance of 50, 100, and 150 cm from a white light phototherapy lamp (D), at a distance of 50 cm from artificial light sources (E), at a distance of 10 cm from display screens (F), and at a distance of 5 cm away from a tablet display equipped with 0, 30, 50, and 70% blue light blocking filter (G). The Twake values are labeled. Photo credit: Seung Yun Heo, Northwestern University. Representative results from exposure to various indoor light sources including a white light phototherapy lamp, different types of artificial light bulbs, and various electronic displays are in Fig. 3 (D to G). Measurements at distances (d) 50, 100, and 150 cm from a white light source used for treatment of SAD (fig. S6C) indicate Twake values of 1.38, 4.24, and 8.47 min, respectively (Fig. 3D). On the basis of the inverse-square law for light propagation from a point source, the exposure intensities roughly scale inversely proportional to d2. Twake as a function of the inverse square of d is in fig. S6D. The measured exposure dose is equivalent over each Twake, such that Twake is linearly related to the exposure intensity. Variation from linearity in fig. S6D occurs because the light source in this case consists of an array of LEDs, which cannot be accurately approximated as a point source. Twake of a device at 50 cm from LED, fluorescent, and incandescent light sources are 12.72, 22.48, and 43.63 min, respectively (Fig. 3E). These results are in agreement with the relative emission spectra of LED, fluorescent bulbs, and incandescent bulbs near the blue region of the spectrum. Values of Twake for a device at a distance of 10 cm from a television, a computer monitor, a laptop screen, a tablet computer display, and a smartphone display are 23.75, 26.73, 30.07, 34.19, and 51.78 min, respectively (Fig. 3F). All the computers displayed an identical white screen during exposure. As expected, the results show that the largest display screen, the television, emits the most amount of blue light, and the smallest display screen, the smartphone, radiates the least amount of blue light. A tablet display equipped with a blue light blocking filter with settings of 0, 30, 50, and 70% (Fig. 3G) yields Twake values of 30.60, 36.32, 49.00, and 94.62 min, respectively. A plot of Twake as a function of attenuation percentage is in fig. S6E. The mismatch between the detection spectrum of the PD and the filtered spectrum of the tablet partly contributes to the deviation from linearity in fig. S6E. Additional exposure experiment with and without a commercial anti-blue light film is in fig. S6F. The Twake with and without anti–blue light film are 69.91 ± 0.06 and 57.66 ± 0.24 min, respectively. The experiment reveals that the commercial blue light film (ZOVER) blocks approximately 17.52% of radiation near 390 nm. Blue light dosimeters capable of use in scenarios that involve tracking of exposure both indoors and outdoors can be realized using an automated, wireless scheme for switching between parallel sensing circuits based on the presence (outdoors) or absence (indoors) of UVA irradiation, as in Fig. 4A. The width (w), length (l), thickness, and weight are 12.32 mm, 14.78 mm, 4.21 mm, and 1.09 g, respectively, with a 40-mA·hour battery. The circuit (Fig. 4B) consists of separate ADMs configured for monitoring outdoors (one blue PD, one SC, and one MOS) and indoors (10 blue PDs, three SCs, and one MOS) paired with a UVA PD and a MOS. The BLE SoC is configured to automatically switch between the two ADMs for low (outdoor) and high (indoor) detection sensitivity based on the voltage input from the UVA PD (VUVA) via a 2:1 multiplexer (MUX) based on a selection signal (S). A GPIO connected to UVA PD is set to HIGH (“1”) or LOW (“0”) in the presence or absence of UVA radiation, respectively. The GPIO read value serves as the selection signal. Under solar exposure, VUVA is HIGH, S is 1, and the 2:1 MUX output switches to the outdoor ADM, which connects to an LPCOMP and an ADC for light-adaptive operation using VREF, as described above. In this state, the MOS paired with the UVA PD continuously discharges the indoor ADM to prevent excessive charge buildup on the corresponding SC. In the absence of UVA radiation (VUVA = LOW and S = 0), the 2:1 MUX output switches to the indoor ADM. An edge detector monitors the GPIO value and generates a wake-up signal (WuS) upon a rising (when the input goes from 0 to 1) or falling (when the input goes from 1 to 0) edge, corresponding to indoor-to-outdoor and outdoor-to-indoor switches, respectively. At every indoor/outdoor switching, a GPIO wake-up event causes the CPU to discharge both ADMs, to update a 1-bit flag value (0 for indoor and 1 for outdoor) that is passed to the user interface as an indicator of activation of the indoor or outdoor ADM and to enter sleep mode again. When an LPCOMP wake-up event occurs, the CPU operates in the same manner as described in previous sections and additionally transmits the first 1-bit of a flag value to the user interfaces. User interfaces check whether the most significant bit (MSB) of the received BLE data is 0 or 1 and project the exposure dose indoor (MSB = 0) and outdoor (MSB = 1), respectively. (A) Photographic image of a blue light dosimeter with an automated sensitivity switching scheme to allow monitoring of low-intensity blue light indoors and high-intensity blue light outdoors. (B) Circuit and block diagrams of the system with wireless switching scheme between outdoor and indoor sensing circuits based on the presence or absence of UVA irradiation. Blue light PD, MOSFET, SC, MUX, selection signal, the anode voltage of a UVA PD, and WuS are labeled BL PD, MOS, SC, MUX, S, VUVA, and WuS, respectively. (C) Voltage and 1-bit flag (0 for indoor and 1 for outdoor) outputs as a function of time without UVA exposure (blue) and with UVA exposure (yellow). (D) Voltage and 1-bit flag outputs as a function of time with daylight outdoors (yellow) and with a 60-LED ring light source (blue). Photo credit: Seung Yun Heo, Northwestern University. The voltage and MSB as a function of time without UVA exposure and with UVA exposure are in Fig. 4C. Here, dosimeters used the same blue PD for both outdoor and indoor circuits (fig. S1) to illustrate the switching operation between ADMs of high or low detection sensitivity. In these experiments, a blue light lamp (Giraffe Blue Spot PT, GE Healthcare) exposes the devices to a constant intensity with and without UVA light (UVL-26, Analytik Jena). During periods without UVA, the device wakes up when the voltage output of the indoor ADM (VSC0) exceeds 175.77 ± 0.58 mV with a flag value of 0 and the Twake is 59.21 ± 1.44 min. With the introduction of UVA, the device wakes up and updates the flag value of 1 to the user interface. During periods of UVA exposure, the device wakes up when the voltage output of the indoor ADM (VSC1) exceeds 175.95 ± 1.06 mV with a flag value of 1 and the Twake is 2.07 min. This operation is consistent with 29 times higher sensitivity for the indoor ADM compared to the outdoor ADM. Demonstration of a blue light dosimeter with automated switching in real-life exposure conditions is in Fig. 4D. Here, sunlight outdoors and a 60-LED ring light indoors serve as sources of exposure, as a BLE-enabled phone wirelessly acquires VSC0 or VSC1 and a 1-bit flag output. Blue light/UVA intensity from the sun and from the LED lights measured with photometers are 9.8/3.6 and 2.5/0 mW/cm2, respectively. During outdoor testing, the device wakes up when VSC1 exceeds 183.13 ± 0.38 mV with a flag value of 1 and a constant Twake of 1.45 min for an exposure dose of 853 mJ/cm2. When indoors, UVA is absent and the device wakes up and updates the flag value of 0. During indoor testing, the device wakes up when VSC0 exceeds 174.57 ± 2.19 mV with a flag value of 0 and shows Twake of 29.67 ± 0.58 s for an exposure dose of 74 mJ/cm2. The results show 11.5 times higher sensitivity for indoor ADM compared to outdoor ADM. This discrepancy is attributed to the drastic differences in the emission spectra near 390 nm between the two exposure sources. The underlying designs and operating principles can be easily extended to allow simultaneous dosimetry at up to seven different wavelength bands across the solar spectrum, from the UV to VIS and IR. A three-channel device shown in Fig. 5A measures exposure dose at UVA, blue, and IR with an estimated operating lifetime of 8.8 years for outdoors using the same exposure assumptions previously. Here, the diameter and thickness are 13.5 and 3.92 mm, respectively. The components include a UVA PD, a blue PD, an IR PD, three 11.5-mF SCs, three MOSFETs, a BLE SoC, and a 40-mA·hour battery (Fig. 5B). The peak response wavelengths of UVA and IR PDs are 380 and 940 nm, respectively (fig. S7). The circuit configuration (Fig. 5C) exploits three separate ADCs on the BLE SoC, each connected to separate ADMs. Here, the LPCOMP monitors the ADC associated with the blue light sensing system (CH1) such that the device enters run mode and wirelessly transmits all three ADC values when VSC of CH1 exceeds VREF. Blue light is chosen as a parameter to trigger a wake-up event. The gates of the three MOSFETs connect to a single GPIO to allow simultaneous discharge of all three SCs following a wake-up event. An example of a three-channel dosimeter mounted on earphones is in Fig. 5D. (A) Photograph of an ultralow-power, three-channel, UVA/blue/IR light dosimeter held between the fingertips. (B) Schematic, exploded view illustration of the constituent layers and components: the BLE SoC, battery, MOSFETs (×3 MOS), SCs (×3 SC), UVA photodiode (UVA PD), blue light PD, IR PD, copper interconnects (Cu/PI/Cu), and chip antenna. (C) Circuit and block diagrams of the adaptive, accumulation mode of detection, and wireless interface to a remote BLE radio (i.e., smartphones). (D) Photographs of a multichannel sensor mounted on earphones. (E to G) Measurements obtained from a UVA/blue/IR light dosimeter (n = 1) as a function of time during morning (E), noon (F), and afternoon (G) hours in Evanston, IL on April 2019. Photo credit: Seung Yun Heo, Northwestern University. Data collected under these conditions and wirelessly transmitted to a smartphone are in Fig. 5 (E to G). Nine wake-up events occur in the morning, and Twake decreases from 12.28 to 4 min during sunrise. The measured doses of blue and UVA during the morning exposure are 13.5 and 4.5 J/cm2, respectively. Measurements around noon involve 27 wake-up events, and Twake remains approximately constant at 2.16 ± 0.07 min. The exposure doses of blue and UVA during noon are 40.5 and 11.8 J/cm2, respectively. In the afternoon, there are 15 wake-up events. The Twake increases from 3.25 to 5.45 min during sunset with total blue and UVA doses of 22.5 and 7.1 J/cm2, respectively. See fig. S8 for results from a field test using a two-channel device to measure UVA and blue light exposure outdoors over 4 days (25 July to 26 July and 31 July to 1 August; Evanston, IL). The cumulate doses of UVA/blue light on 25 July, 26 July, 31 July, and 1 August from 5:30 a.m. to 1:30 p.m. are 15.31/76.5, 13.02/61.5, 34.64/123.0, and 33.02/115.5 J/cm2, respectively."
    },
    {
      "title": "Circuit designs and operating principles",
      "text": "The device in Fig. 1A exploits the unique design features described above for dosimetry of blue light with an estimated operating lifetime of 1.2 years. The width (w), length (l), thickness, and weight are 8.1 mm, 10.9 mm, 3.2 mm, and 0.36 g, respectively. Two subsystems (Fig. 1B) are key to efficient, ultralow-power operation and long lifetime in this miniaturized form factor: (i) the ADM, as a light-powered sensing system that continuously measures exposure dose in an accumulation mode, and (ii) a BLE SoC configured with a light-adaptive circuit design to automatically switch between two operational states—“run” and “sleep”—in response to changing irradiation conditions. The ADM includes a photodiode (PD), a supercapacitor (SC), and a metal oxide semiconductor field-effect transistor (MOSFET). The PD continuously and passively generates photocurrent with a magnitude that is directly and linearly proportional to the intensity of the exposure light. The SC, arranged in parallel with the PD, captures and stores the resulting accumulated charge. The corresponding voltage on the SC (VSC) can be calibrated to the total exposure dose across a wavelength range defined by the external quantum efficiency (EQE) of the PD (fig. S1). To prevent excessive charge buildup on the SC, the gate of a MOSFET connects to a general-purpose input/output (GPIO) of the BLE SoC for programmable control of current flow between the source and the drain of the MOSFET, as means to trigger the discharge of the SC. (A) Photograph of a blue light dosimeter with BLE communication capabilities on the tip of an index finger. The insets show bottom and side views. (B) Circuit and block diagrams that illustrate accumulation mode, adaptive operation, and wireless interface to smartphones (BLE radio). The ADM, PD, SC, MOSFET, and low-power comparator (LPCOMP) are labeled ADM, PD, SC, MOS, and LPCOMP, respectively. VSC and VREF denotes the accumulated voltage on SC and the reference voltage of LPCOMP, respectively. ADC, analog-to-digital converter. (C) Illustration of VSC as a function of time during no light, weak light, and intense light exposure conditions and activity of central processing unit (CPU) and BLE radio at corresponding times. (D) Schematic, exploded view illustration of the constituent layers and components: BLE SoC, battery, MOSFET (MOS), SC, blue light photodiode (PD), copper interconnects [Cu/PI (polyimide)/Cu], and chip antenna. (E) Photographic image of three ultralow-power blue light dosimeters, next to respective batteries of capacities 140, 40, and 5.5 mA·hour (left to right). (F to H) Photographs of encapsulated sensors mounted on a pair of glasses, an earring, and a smart watch. Insets in (H) show top and bottom views of the unencapsulated device. Photo credit: Seung Yun Heo, Northwestern University. In light-adaptive operation, a low-power comparator (LPCOMP) of the BLE SoC monitors VSC while the device is in an ultralow-power sleep mode. When VSC exceeds a preprogrammed reference voltage (VREF), the LPCOMP generates a “wake-up” event that places the BLE SoC in a run mode for ~6.5 s, with an average current consumption of ~10.22 μA. Here, the central processing unit (CPU) wirelessly transmits the input voltage of an analog-to-digital converter (ADC) that connects to the SC, activates the MOSFET to discharge the SC, and then returns the system to sleep mode. The time required to sample the input voltage of an ADC, transmit BLE packets, and discharge the SC (e.g., 5 s) determines the run time. Unless the voltage on the SC exceeds VREF, the device remains in sleep mode, where the CPU and all the peripherals except LPCOMP are deactivated, thereby reducing the average current consumption to ~0.43 μA, roughly 20 times less than that associated with the run mode. Figure 1C graphically illustrates the overall operation, where in the absence of light, the device remains in sleep mode until the exposure dose determined by the ADM exceeds VREF, at which time the CPU wakes up, wirelessly transmits data, discharges the ADM, and returns to sleep. The wake-up frequency increases with increasing irradiance in the wavelength range defined by the EQE of the PD. The purpose of this light-adaptive operation is twofold: (i) to frequently alert users of their exposure doses during high-intensity irradiation conditions while remaining in sleep for extended periods during conditions of low or no irradiation and (ii) to autonomously and efficiently manage power consumption based on the need for detection. The flow diagram for the system software is in fig. S2. As an additional option to avoid unexpected data loss due to disruption of the wireless connection to the phone, the system can be programmed to write dosage data into the memory available on the BLE SoC, as described in detail subsequently. The devices use thin (112-μm thickness) copper-clad polyimide sheets processed with a laser cutting tool to define interconnecting traces of Cu and support pads for bonding off-the-shelf, surface-mount components by soldering, as shown in Fig. 1D. The battery is a key factor in determining the overall size and weight, as well as the operating lifetime. Figure 1E shows blue light dosimeters built with coin cell batteries that have capacities of 140, 40, and 5.5 mA·hour, where the device diameters (d) are 16.6 and 13.5 mm and the length and width (l × w) are 8.1 mm by 10.9 mm, respectively. With assumptions that (i) blue light exposure from the sun occurs at a constant intensity of 7.8 mW/cm2 (moderate level outdoors) and (ii) exposure at this level occurs for a total of 6 hours in a typical day, the estimated operating lifetimes of these dosimeters are, in the order of decreasing sizes, greater than 30.9, 8.8, and 1.2 years. The miniaturized form factors allow many options and modes of use. Examples include sunglass clips (Fig. 1F), earrings (Fig. 1G), and wristband accessories (Fig. 1H). Hermetic housings of different designs (Fig. 1, F to H) enhance the operational reliability from environmental and mechanical influences."
    },
    {
      "title": "Blue light dosimeters designed for use outdoors",
      "text": "SAD is a relatively common condition in North America and a widespread cause of depression in the winter months. The treatment for SAD involves regular phototherapy using light from natural sources or bright white or blue light-emitting diode (LED) illumination panels (17–19). Information from personal blue light dosimeters can help guide behaviors that meet recommended daily doses of exposure to prevent mood disorders. This section demonstrates the use of devices with designs outlined in the previous sections, tailored for monitoring sun exposure at varying irradiance levels. Measurements of current consumption allow estimations of battery life for these use cases. The devices use a blue PD with peak responses at 390 nm (fig. S1) and an SC with a capacitance of 11.5 mF. Calibrations involved exposure of the device to the sun on a clear day and to the sun attenuated 80, 63, and 50% by neutral density filters, corresponding to high to low irradiation conditions. A commercial blue light radiometer (Visible Blue Light Meter, Solarmeter) measured the reference exposure intensity. The time integration of reference exposure intensity over Twake is the reference exposure dose. A BLE-enabled smartphone wirelessly receives alerts at each wake-up event. For constant reference exposure intensities of 7.8, 6.2, 4.9, and 3.9 mW/cm2, the time intervals between wake-up events (Twake) are 3.2, 4.1, 5.1, and 6.7 min, respectively (Fig. 2A). As the reference irradiation intensity decreases, Twake increases proportionally (fig. S3) such that the exposure dose (Dtot) of blue light at each wake-up event is Dtot = Intensity (W/cm2) × Twake (s) = 1.5 ± 0.03 J/cm2. Twake is a determining factor in computing the average current (Iavg) consumption of the device: Iavg = [Irun,avg × Trun + Isleep,avg × (Twake − Trun)]/Twake. Methods for measuring real-time current consumption appear in Materials and Methods and fig. S4. BLE dosimetry can occur in two wireless BLE transmission modalities: connected and advertising modes. The devices measured here operate in advertising mode. The current measurements for connected mode are in fig. S5. The average current consumption (fig. S4) in the sleep mode is Isleep,avg = 0.43 μA and in the run mode is Irun,avg = 10.22 μA. The runtime after wake-up events is Trun = TADC + TBLE + TDSC = 6.56 s, where TADC and TBLE are the time required to sample the ADC input voltage and to transmit the sampled data via BLE, respectively, and TDSC is a preprogrammed time (e.g., 5 s) to fully discharge the SC. In light-adaptive operation, as the irradiation intensity increases, Twake decreases proportionally and Iavg increases. For constant exposure intensities of 7.8, 6.2, 4.9, and 3.9 mW/cm2, the Iavg are 0.76, 0.70, 0.63, and 0.59 μA, respectively (Fig. 2B). The average current for 365 × 6 hours of use per year corresponding to 50% of the available daylight is Iavg,50% = Iavg × 6 (hours)/24 (hours) + Isleep,avg × 18 (hours)/24 (hours). In the 50% exposure condition, the device lifetime is lifetime (hours) = battery capacity (mA·hour)/Iavg,50% (mA). As an illustrative example, a device powered by a button cell battery with a capacity of 5.5 mA·hour, continuously exposed at a constant intensity of 7.8 mW/cm2, has an expected lifetime of 1.2 years (Fig. 2C), with an average current of Iavg,50% = 0.52 μA for 50% of the available daylight. With assumptions that (i) blue light exposure from the sun occurs at a constant intensity of 7.8 mW/cm2 (moderate level outdoors) and (ii) exposure at this level occurs for a total of 6 hours in a typical day, the estimated operating lifetimes of these dosimeters are, in the order of decreasing sizes, more than 30.9, 8.8, and 1.2 years. (A) Voltage outputs and current consumptions of an ultralow-power, blue light dosimeter (n = 1) exposed to blue light over time with constant intensity at four different intensities corresponding to low and moderate blue light conditions outdoors. The time intervals (Twake) to “wake” the devices from a sleep state when exposed to blue light with constant intensity of different levels are indicated. (B) Average current consumption assuming continuous use (Iavg) and average current consumption assuming use corresponding to 50% of available daylight (Iavg,50%) as a function of Twake. (C) Projected lifetime as a function of Twake for batteries of capacities of 140, 40, and 5.5 mA·hour assuming use corresponding to 50% of available daylight: lifetime = battery capacity/Iavg,50%. On-chip data retention capabilities can be used to prevent data loss upon loss of a wireless connection to the phone. The BLE SoC (nRF5283, Nordic Semiconductor) supports a 4-kilobyte static random access memory (SRAM) that can be used for this purpose. As a specific example of this mode of operation, the device can be programmed to store the latest 10 measurement events (10 × 2 bytes) in the SRAM. Transmission of the entire dataset then occurs upon each wake-up event. When the phone is within the communication range of the device, the application reads and compares the acquired data array to the data history stored on the phone and performs updates with any new data, as necessary. With the SRAM used in this manner, the average current consumption in sleep mode increases to Isleep,avg = 0.788 μA, roughly two times greater than that associated with operation without the SRAM. For transmission of the dataset, the average current consumption in run mode is Irun,avg = 10.459 μA and the runtime after wake-up events is Trun = 7 s. Devices with SRAM data retention in the 50% exposure condition at an intensity of 7.8 mW/cm2 consume an average current of Iavg,50% = 0.88 μA, roughly 1.7 times greater than operation without the SRAM; the corresponding lifetimes are therefore smaller by a factor of 0.59. Conventional BLE dosimeters numerically integrate values of intensity measured in a fixed schedule (e.g., once per 30 s) that balances accuracy and power consumption, in a manner described previously. Between measurements, the CPU remains powered on but in an “idle” mode (shallow sleep mode) that does not involve execution of any instructions. Here, the average current (Iidle,avg) is ~2.14 μA (fig. S4D), roughly five times more than that associated with the sleep mode. Device designs with SRAM data retention like those described in the previous paragraph in the 50% exposure condition at an intensity of 7.8 mW/cm2 offer operating lifetimes of 0.72 years with a 5.5-mA·hour battery compared to only 8.02 weeks for an otherwise similar device with a conventional, instantaneous mode of operation with a typical value of Twake = 30 s. As an alternative to the “analog” accumulation-mode sensing of the ADM described previously, BLE devices can be programmed to operate in an equivalent “digital” accumulation mode that involves frequently sampling the intensity from the PD, computing the corresponding dose, and then storing this information locally in SRAM. When the digitally accumulated dose exceeds a certain level, wireless transmission occurs. Between measurement and transmission, the device remains in idle mode until the sampling timer expires. The average current consumptions in run mode for data sampling/storage and for BLE transmission are Irun,data = 2.64 μA and Irun,BLE = 4.89 μA, respectively, and the runtime is Trun = 5.28 s. The average current consumed with Twake = 30 s and TBLE = 3.2 min as in an exposure scenario involving daylight at a constant intensity of 7.8 mW/cm2 is Iavg,50% = 2.21 μA. The projected lifetime is 14.8 weeks, roughly two times more than that associated with a conventional, instantaneous-mode device at a typical value of Twake = 30 s but still far less than that enabled by the ADM and light-adaptive mode highlighted in this paper."
    },
    {
      "title": "Blue light dosimeters designed for use indoors",
      "text": "Artificial lights and electronic displays emit blue light at much lower intensities than those associated with daylight outdoors (20–21). Nevertheless, the close proximity of the screens to the eyes, together with the long exposure times late into the evening and nighttime, leads to health risks. Blue light dosimeters for indoor use (Fig. 3, A and B) adopt designs similar to those for outdoors but with a collection of 10 blue PDs in parallel and three 7.5-mF SCs in series (Fig. 3C) to increase the photocurrent and decrease the storage capacitance, for increased sensitivity (fig. S6, A and B). The off-the-shelf, blue PDs for indoor monitoring dosimeters have peak response at 390 nm and higher effective responsivity than those used for outdoor applications (fig. S1). The resulting devices powered by a standard coin cell battery with a capacity of 40 mA·hour have diameters and thicknesses of 13.5 and 3.9 mm, respectively. (A) Photograph of an indoor blue light dosimeter held between the fingertips. (B) Schematic, exploded view illustration of the constituent layers and components: BLE SoC, battery, a MOSFET (MOS), SCs (×3), blue light PDs (×10), copper interconnects (Cu/PI/Cu), and chip antenna. (C) Circuit and block diagrams of the system and its wireless interface to BLE-enabled devices for blue light monitoring indoors. (D to G) Voltage output and wake-up time interval of an indoor blue light dosimeter (n = 1) placed at a distance of 50, 100, and 150 cm from a white light phototherapy lamp (D), at a distance of 50 cm from artificial light sources (E), at a distance of 10 cm from display screens (F), and at a distance of 5 cm away from a tablet display equipped with 0, 30, 50, and 70% blue light blocking filter (G). The Twake values are labeled. Photo credit: Seung Yun Heo, Northwestern University. Representative results from exposure to various indoor light sources including a white light phototherapy lamp, different types of artificial light bulbs, and various electronic displays are in Fig. 3 (D to G). Measurements at distances (d) 50, 100, and 150 cm from a white light source used for treatment of SAD (fig. S6C) indicate Twake values of 1.38, 4.24, and 8.47 min, respectively (Fig. 3D). On the basis of the inverse-square law for light propagation from a point source, the exposure intensities roughly scale inversely proportional to d2. Twake as a function of the inverse square of d is in fig. S6D. The measured exposure dose is equivalent over each Twake, such that Twake is linearly related to the exposure intensity. Variation from linearity in fig. S6D occurs because the light source in this case consists of an array of LEDs, which cannot be accurately approximated as a point source. Twake of a device at 50 cm from LED, fluorescent, and incandescent light sources are 12.72, 22.48, and 43.63 min, respectively (Fig. 3E). These results are in agreement with the relative emission spectra of LED, fluorescent bulbs, and incandescent bulbs near the blue region of the spectrum. Values of Twake for a device at a distance of 10 cm from a television, a computer monitor, a laptop screen, a tablet computer display, and a smartphone display are 23.75, 26.73, 30.07, 34.19, and 51.78 min, respectively (Fig. 3F). All the computers displayed an identical white screen during exposure. As expected, the results show that the largest display screen, the television, emits the most amount of blue light, and the smallest display screen, the smartphone, radiates the least amount of blue light. A tablet display equipped with a blue light blocking filter with settings of 0, 30, 50, and 70% (Fig. 3G) yields Twake values of 30.60, 36.32, 49.00, and 94.62 min, respectively. A plot of Twake as a function of attenuation percentage is in fig. S6E. The mismatch between the detection spectrum of the PD and the filtered spectrum of the tablet partly contributes to the deviation from linearity in fig. S6E. Additional exposure experiment with and without a commercial anti-blue light film is in fig. S6F. The Twake with and without anti–blue light film are 69.91 ± 0.06 and 57.66 ± 0.24 min, respectively. The experiment reveals that the commercial blue light film (ZOVER) blocks approximately 17.52% of radiation near 390 nm."
    },
    {
      "title": "Blue light dosimeters designed for adaptive use both outdoors and indoors",
      "text": "Blue light dosimeters capable of use in scenarios that involve tracking of exposure both indoors and outdoors can be realized using an automated, wireless scheme for switching between parallel sensing circuits based on the presence (outdoors) or absence (indoors) of UVA irradiation, as in Fig. 4A. The width (w), length (l), thickness, and weight are 12.32 mm, 14.78 mm, 4.21 mm, and 1.09 g, respectively, with a 40-mA·hour battery. The circuit (Fig. 4B) consists of separate ADMs configured for monitoring outdoors (one blue PD, one SC, and one MOS) and indoors (10 blue PDs, three SCs, and one MOS) paired with a UVA PD and a MOS. The BLE SoC is configured to automatically switch between the two ADMs for low (outdoor) and high (indoor) detection sensitivity based on the voltage input from the UVA PD (VUVA) via a 2:1 multiplexer (MUX) based on a selection signal (S). A GPIO connected to UVA PD is set to HIGH (“1”) or LOW (“0”) in the presence or absence of UVA radiation, respectively. The GPIO read value serves as the selection signal. Under solar exposure, VUVA is HIGH, S is 1, and the 2:1 MUX output switches to the outdoor ADM, which connects to an LPCOMP and an ADC for light-adaptive operation using VREF, as described above. In this state, the MOS paired with the UVA PD continuously discharges the indoor ADM to prevent excessive charge buildup on the corresponding SC. In the absence of UVA radiation (VUVA = LOW and S = 0), the 2:1 MUX output switches to the indoor ADM. An edge detector monitors the GPIO value and generates a wake-up signal (WuS) upon a rising (when the input goes from 0 to 1) or falling (when the input goes from 1 to 0) edge, corresponding to indoor-to-outdoor and outdoor-to-indoor switches, respectively. At every indoor/outdoor switching, a GPIO wake-up event causes the CPU to discharge both ADMs, to update a 1-bit flag value (0 for indoor and 1 for outdoor) that is passed to the user interface as an indicator of activation of the indoor or outdoor ADM and to enter sleep mode again. When an LPCOMP wake-up event occurs, the CPU operates in the same manner as described in previous sections and additionally transmits the first 1-bit of a flag value to the user interfaces. User interfaces check whether the most significant bit (MSB) of the received BLE data is 0 or 1 and project the exposure dose indoor (MSB = 0) and outdoor (MSB = 1), respectively. (A) Photographic image of a blue light dosimeter with an automated sensitivity switching scheme to allow monitoring of low-intensity blue light indoors and high-intensity blue light outdoors. (B) Circuit and block diagrams of the system with wireless switching scheme between outdoor and indoor sensing circuits based on the presence or absence of UVA irradiation. Blue light PD, MOSFET, SC, MUX, selection signal, the anode voltage of a UVA PD, and WuS are labeled BL PD, MOS, SC, MUX, S, VUVA, and WuS, respectively. (C) Voltage and 1-bit flag (0 for indoor and 1 for outdoor) outputs as a function of time without UVA exposure (blue) and with UVA exposure (yellow). (D) Voltage and 1-bit flag outputs as a function of time with daylight outdoors (yellow) and with a 60-LED ring light source (blue). Photo credit: Seung Yun Heo, Northwestern University. The voltage and MSB as a function of time without UVA exposure and with UVA exposure are in Fig. 4C. Here, dosimeters used the same blue PD for both outdoor and indoor circuits (fig. S1) to illustrate the switching operation between ADMs of high or low detection sensitivity. In these experiments, a blue light lamp (Giraffe Blue Spot PT, GE Healthcare) exposes the devices to a constant intensity with and without UVA light (UVL-26, Analytik Jena). During periods without UVA, the device wakes up when the voltage output of the indoor ADM (VSC0) exceeds 175.77 ± 0.58 mV with a flag value of 0 and the Twake is 59.21 ± 1.44 min. With the introduction of UVA, the device wakes up and updates the flag value of 1 to the user interface. During periods of UVA exposure, the device wakes up when the voltage output of the indoor ADM (VSC1) exceeds 175.95 ± 1.06 mV with a flag value of 1 and the Twake is 2.07 min. This operation is consistent with 29 times higher sensitivity for the indoor ADM compared to the outdoor ADM. Demonstration of a blue light dosimeter with automated switching in real-life exposure conditions is in Fig. 4D. Here, sunlight outdoors and a 60-LED ring light indoors serve as sources of exposure, as a BLE-enabled phone wirelessly acquires VSC0 or VSC1 and a 1-bit flag output. Blue light/UVA intensity from the sun and from the LED lights measured with photometers are 9.8/3.6 and 2.5/0 mW/cm2, respectively. During outdoor testing, the device wakes up when VSC1 exceeds 183.13 ± 0.38 mV with a flag value of 1 and a constant Twake of 1.45 min for an exposure dose of 853 mJ/cm2. When indoors, UVA is absent and the device wakes up and updates the flag value of 0. During indoor testing, the device wakes up when VSC0 exceeds 174.57 ± 2.19 mV with a flag value of 0 and shows Twake of 29.67 ± 0.58 s for an exposure dose of 74 mJ/cm2. The results show 11.5 times higher sensitivity for indoor ADM compared to outdoor ADM. This discrepancy is attributed to the drastic differences in the emission spectra near 390 nm between the two exposure sources."
    },
    {
      "title": "Multichannel dosimeters for wavelengths in the UVA, blue, and IR regions of the solar spectrum",
      "text": "The underlying designs and operating principles can be easily extended to allow simultaneous dosimetry at up to seven different wavelength bands across the solar spectrum, from the UV to VIS and IR. A three-channel device shown in Fig. 5A measures exposure dose at UVA, blue, and IR with an estimated operating lifetime of 8.8 years for outdoors using the same exposure assumptions previously. Here, the diameter and thickness are 13.5 and 3.92 mm, respectively. The components include a UVA PD, a blue PD, an IR PD, three 11.5-mF SCs, three MOSFETs, a BLE SoC, and a 40-mA·hour battery (Fig. 5B). The peak response wavelengths of UVA and IR PDs are 380 and 940 nm, respectively (fig. S7). The circuit configuration (Fig. 5C) exploits three separate ADCs on the BLE SoC, each connected to separate ADMs. Here, the LPCOMP monitors the ADC associated with the blue light sensing system (CH1) such that the device enters run mode and wirelessly transmits all three ADC values when VSC of CH1 exceeds VREF. Blue light is chosen as a parameter to trigger a wake-up event. The gates of the three MOSFETs connect to a single GPIO to allow simultaneous discharge of all three SCs following a wake-up event. An example of a three-channel dosimeter mounted on earphones is in Fig. 5D. (A) Photograph of an ultralow-power, three-channel, UVA/blue/IR light dosimeter held between the fingertips. (B) Schematic, exploded view illustration of the constituent layers and components: the BLE SoC, battery, MOSFETs (×3 MOS), SCs (×3 SC), UVA photodiode (UVA PD), blue light PD, IR PD, copper interconnects (Cu/PI/Cu), and chip antenna. (C) Circuit and block diagrams of the adaptive, accumulation mode of detection, and wireless interface to a remote BLE radio (i.e., smartphones). (D) Photographs of a multichannel sensor mounted on earphones. (E to G) Measurements obtained from a UVA/blue/IR light dosimeter (n = 1) as a function of time during morning (E), noon (F), and afternoon (G) hours in Evanston, IL on April 2019. Photo credit: Seung Yun Heo, Northwestern University. Data collected under these conditions and wirelessly transmitted to a smartphone are in Fig. 5 (E to G). Nine wake-up events occur in the morning, and Twake decreases from 12.28 to 4 min during sunrise. The measured doses of blue and UVA during the morning exposure are 13.5 and 4.5 J/cm2, respectively. Measurements around noon involve 27 wake-up events, and Twake remains approximately constant at 2.16 ± 0.07 min. The exposure doses of blue and UVA during noon are 40.5 and 11.8 J/cm2, respectively. In the afternoon, there are 15 wake-up events. The Twake increases from 3.25 to 5.45 min during sunset with total blue and UVA doses of 22.5 and 7.1 J/cm2, respectively. See fig. S8 for results from a field test using a two-channel device to measure UVA and blue light exposure outdoors over 4 days (25 July to 26 July and 31 July to 1 August; Evanston, IL). The cumulate doses of UVA/blue light on 25 July, 26 July, 31 July, and 1 August from 5:30 a.m. to 1:30 p.m. are 15.31/76.5, 13.02/61.5, 34.64/123.0, and 33.02/115.5 J/cm2, respectively."
    },
    {
      "title": "DISCUSSION",
      "text": "The combined use of adaptive circuit designs and accumulation detection schemes provide the foundations for compact, wireless digital platforms capable of continuous monitoring of EMR exposure at a personalized level, across one or multiple wavelengths in an autonomous mode that adjusts continuously to surrounding conditions. These highly accurate, millimeter-scale systems function in an always-on state, with multiyear lifetimes that can be considered, in a practical sense, to be everlasting for most envisioned applications. Automatic reporting of exposure data via far-field wireless links to standard consumer electronic devices serves as the basis for information that can be used to guide healthy behaviors. These technical capabilities—together with a negligible user burden associated with data acquisition, power management, battery replenishment, and wearability—represent an ideal collection of features. Alignment with low-cost, volume manufacturing suggests a potential for scaled deployment to help prevent risks of skin cancer, mood disorders, ocular damage, and other conditions associated with EMR exposure."
    },
    {
      "title": "MATERIALS AND METHODS",
      "text": "A thin, flexible sheet (AP8535R, Pyralux) of copper (thickness, 18 μm)/polyimide (thickness, 75 μm)/copper (thickness, 18 μm) served as a substrate. A UV laser system (ProtoLaser U4, LPKF) ablated the copper to define conductive traces and through-hole vias. A galvanic pulsed electroplating system (Contac S4, LPKF) created conductive plugs of copper between the two patterned copper layers through the vias. In/Ag soldering paste (Indalloy 290, Indium Corporation) heated at 90°C served as solder joints for surface-mount components (BLE, SC, UVA PD, UVB PD, blue PD, and MOSFET). Polydimethylsiloxane (SYLGARD 184, Dow Corning) molded and cured at 70°C formed a robust encapsulating structure. Calibration involved exposure to the outdoor sun with constant intensity on a clear day without clouds during the solar noon. Blue light (Visible Blue Light Meter, Solarmeter) and UVA photometers (Sensitive UVA Meter, Solarmeter) measured the intensity of incident solar light. Time integration of the measured intensity is the accumulated dose of blue light or of UVA exposure. A BLE-enabled phone (iPhone 6) wirelessly acquired voltage measurements of the dosimeters for all wake-up events. The Power Profiler Kit (PPK) board (NRF6707, Nordic Semiconductor) served as a current measurement tool for the dosimeters. The PPK supplied power to BLE blue light dosimeter through the external device under test connectors and used its ADC to measure a voltage drop over a series of measurement resistors. The real-time current consumed by blue light dosimeter is I (A) = measured voltage drop (V)/resistor value (ohm). The PPK provided current measurements with a resolution down to 0.2 μA and a real-time display with a resolution down to 13 μs to the desktop application. By mounting the PPK on an nRF52 development kit (DK) board (nRF52-DK, Nordic Semiconductor), the nRF52-DK provided the connection between the PPK and the computer with the PPK application. The PPK software was an app running in nRF Connect, a cross-platform development software for BLE. See the Supplementary Materials for more details. In connected mode, the device must satisfy connection rules provided by the user interface to establish a connection link. The connection parameter that complies with Accessory Design Guide for Apple Devices (Release R8) is slave latency = 3 and maximum connection interval = 500 ms such that maximum connection interval × (slave latency + 1) ≤ 2 s. Devices under these connection rules exchange data packets with the user interface every 2 s to maintain connected status even when there is no need to transmit user data. This operation substantially degrades the overall power efficiency of the device. In advertising mode, BLE devices send data to any listening user interface that knows the device ID without establishing any connection. This mode enables efficient BLE operations for low duty cycle applications such as those described here. See the Supplementary Materials for more details."
    },
    {
      "title": "Fabrication procedures",
      "text": "A thin, flexible sheet (AP8535R, Pyralux) of copper (thickness, 18 μm)/polyimide (thickness, 75 μm)/copper (thickness, 18 μm) served as a substrate. A UV laser system (ProtoLaser U4, LPKF) ablated the copper to define conductive traces and through-hole vias. A galvanic pulsed electroplating system (Contac S4, LPKF) created conductive plugs of copper between the two patterned copper layers through the vias. In/Ag soldering paste (Indalloy 290, Indium Corporation) heated at 90°C served as solder joints for surface-mount components (BLE, SC, UVA PD, UVB PD, blue PD, and MOSFET). Polydimethylsiloxane (SYLGARD 184, Dow Corning) molded and cured at 70°C formed a robust encapsulating structure."
    },
    {
      "title": "Calibration of outdoor dosimeters",
      "text": "Calibration involved exposure to the outdoor sun with constant intensity on a clear day without clouds during the solar noon. Blue light (Visible Blue Light Meter, Solarmeter) and UVA photometers (Sensitive UVA Meter, Solarmeter) measured the intensity of incident solar light. Time integration of the measured intensity is the accumulated dose of blue light or of UVA exposure. A BLE-enabled phone (iPhone 6) wirelessly acquired voltage measurements of the dosimeters for all wake-up events."
    },
    {
      "title": "Real-time measurements of current consumption",
      "text": "The Power Profiler Kit (PPK) board (NRF6707, Nordic Semiconductor) served as a current measurement tool for the dosimeters. The PPK supplied power to BLE blue light dosimeter through the external device under test connectors and used its ADC to measure a voltage drop over a series of measurement resistors. The real-time current consumed by blue light dosimeter is I (A) = measured voltage drop (V)/resistor value (ohm). The PPK provided current measurements with a resolution down to 0.2 μA and a real-time display with a resolution down to 13 μs to the desktop application. By mounting the PPK on an nRF52 development kit (DK) board (nRF52-DK, Nordic Semiconductor), the nRF52-DK provided the connection between the PPK and the computer with the PPK application. The PPK software was an app running in nRF Connect, a cross-platform development software for BLE. See the Supplementary Materials for more details."
    },
    {
      "title": "BLE communication modalities",
      "text": "In connected mode, the device must satisfy connection rules provided by the user interface to establish a connection link. The connection parameter that complies with Accessory Design Guide for Apple Devices (Release R8) is slave latency = 3 and maximum connection interval = 500 ms such that maximum connection interval × (slave latency + 1) ≤ 2 s. Devices under these connection rules exchange data packets with the user interface every 2 s to maintain connected status even when there is no need to transmit user data. This operation substantially degrades the overall power efficiency of the device. In advertising mode, BLE devices send data to any listening user interface that knows the device ID without establishing any connection. This mode enables efficient BLE operations for low duty cycle applications such as those described here. See the Supplementary Materials for more details."
    }
  ],
  "full_text": "## INTRODUCTION\nElectromagnetic radiation (EMR) from the sun and from indoor lamps, emissive displays, and other artificial sources have wavelength-specific and dose-dependent effects on underlying life processes that determine health status. The adverse influences of overexposure or underexposure to EMR accumulate over time, and their consequences can be latent (1). Specifically, excessive exposure to ultraviolet radiation (UVR) and blue light from the sun or from sources of emission such as those in tanning beds and cellphones has varied associated risks. Repetitive keratinocyte damage from chronic exposure to UVR is the primary cause of skin cancer, the most commonly diagnosed form of cancer in the United States (2–4). The shorter wavelengths of visible spectrum (VIS) generate reactive oxygen species in the skin, which can lead to DNA damage that causes inflammation and hyperpigmentation and potentiates degradation of collagen and elastin, thereby contributing to photo-aging and skin wrinkling (5–7). Above certain thresholds, blue light can cause photochemical damage in retinal tissue and accelerate age-related maculopathy (8–12). Additional effects modulate retinal control of human circadian rhythms, including suppressed secretion of melatonin (13). On the other hand, moderate doses of UVR and VIS are essential for vitamin D production and for immunomodulation. Insufficient exposure can also lead to seasonal affective disorder (SAD), typically treated with bright light therapy. Technologies that provide convenient, immediate access to personalized information on wavelength-specific exposure to EMR could guide behaviors to prevent adverse health outcomes, from sunburns and skin cancer to mood swings and sleep disorders. Previously reported approaches focus almost exclusively on UVR measurements using color-changing chemical reagents (14) or digitally sampled outputs of UVR photodiodes (15). The former provides semiquantitative information in platforms that cannot be reused. The latter is susceptible to sampling errors, with operating lifetimes that are limited by battery capacities. The most recent schemes involve miniaturized, highly accurate dosimeters that exploit a light-powered, continuous mode of detection and battery-free operation (16). Here, current from a photodiode accumulates on a storage capacitor such that the resulting voltage corresponds directly to dose, via a calibration factor. In reported systems, a miniaturized loop antenna supports near-field communication (NFC) protocols as digital, wireless interface to the phone for data acquisition. The main disadvantage of these millimeter-scale NFC (mm-NFC) devices is that they require active user engagement for data acquisition and device reset (capacitor discharge) via a “swipe” of the phone. An ideal platform would offer automatic and remote wireless updates while retaining many of the other appealing attributes of the accumulation mode, mm-NFC approach. This paper introduces such a technology based on the combined use of an advanced, light-adaptive electronic control circuit with an accumulation detection module (ADM) for dosimetry and a Bluetooth low energy (BLE) system on a chip (SoC) for wireless communication. Here, even some of the smallest button cell batteries (MS621F) can support more than 1.2 years of continuous operation in an “always on” mode that functions autonomously, without requirements for any form of user engagement. The total size of the resulting device is only slightly larger than that of recently launched commercial mm-NFC dosimeter systems, thereby supporting a broad range of options for personal use, such as mounting on glasses, earphones, shoelaces, watchbands, bracelets, pendants, or other accessories. Lack of interface ports and mechanical switches and the absence of need for battery replacement allow hermetic sealing of device for waterproof, sweat-resistant, and wear-resistant capabilities. The key feature of the ADM is that it directly measures exposure dose in a continuous fashion, without any power consumption. By contrast, conventional digital approaches approximate dose through computational time integration across a series of brief measurements of intensity, each performed using active, battery-powered electronics. Here, increasing the sampling frequency increases the accuracy but decreases the battery life. The ADM eliminates this trade-off to enable highly accurate dosimetry even with extremely long intervals between active measurements. The active, light-adaptive circuit design introduced here automatically adjusts the temporal frequency for interrogating the ADM in a manner that depends on the intensity of the irradiation. In the absence of light, the device remains in an ultralow-power sleep mode (~0.4 μA) while continuously monitoring the dose via the ADM. When the dose exceeds a set threshold value, the device briefly wakes up (~10 μA), wirelessly transmits exposure information using BLE protocols, resets the ADM, and then quickly returns to sleep mode. The result is an exceptionally power-efficient dosimeter that automatically regulates its operation and communication to the phone on an adaptive, as-needed basis to enable a millimeter-scale form factor with a battery life of many years, corresponding to a device that is both always on and effectively everlasting, without any user engagement. The following sections describe the circuit designs, the operating principles, and the key factors that determine lifetime and accuracy. An application focus is on dosimetry of blue light and on multispectral measurements in the UVR, blue, and infrared (IR) regions of the spectrum, with several examples in field trial studies.\n\n## RESULTS\nThe device in Fig. 1A exploits the unique design features described above for dosimetry of blue light with an estimated operating lifetime of 1.2 years. The width (w), length (l), thickness, and weight are 8.1 mm, 10.9 mm, 3.2 mm, and 0.36 g, respectively. Two subsystems (Fig. 1B) are key to efficient, ultralow-power operation and long lifetime in this miniaturized form factor: (i) the ADM, as a light-powered sensing system that continuously measures exposure dose in an accumulation mode, and (ii) a BLE SoC configured with a light-adaptive circuit design to automatically switch between two operational states—“run” and “sleep”—in response to changing irradiation conditions. The ADM includes a photodiode (PD), a supercapacitor (SC), and a metal oxide semiconductor field-effect transistor (MOSFET). The PD continuously and passively generates photocurrent with a magnitude that is directly and linearly proportional to the intensity of the exposure light. The SC, arranged in parallel with the PD, captures and stores the resulting accumulated charge. The corresponding voltage on the SC (VSC) can be calibrated to the total exposure dose across a wavelength range defined by the external quantum efficiency (EQE) of the PD (fig. S1). To prevent excessive charge buildup on the SC, the gate of a MOSFET connects to a general-purpose input/output (GPIO) of the BLE SoC for programmable control of current flow between the source and the drain of the MOSFET, as means to trigger the discharge of the SC. (A) Photograph of a blue light dosimeter with BLE communication capabilities on the tip of an index finger. The insets show bottom and side views. (B) Circuit and block diagrams that illustrate accumulation mode, adaptive operation, and wireless interface to smartphones (BLE radio). The ADM, PD, SC, MOSFET, and low-power comparator (LPCOMP) are labeled ADM, PD, SC, MOS, and LPCOMP, respectively. VSC and VREF denotes the accumulated voltage on SC and the reference voltage of LPCOMP, respectively. ADC, analog-to-digital converter. (C) Illustration of VSC as a function of time during no light, weak light, and intense light exposure conditions and activity of central processing unit (CPU) and BLE radio at corresponding times. (D) Schematic, exploded view illustration of the constituent layers and components: BLE SoC, battery, MOSFET (MOS), SC, blue light photodiode (PD), copper interconnects [Cu/PI (polyimide)/Cu], and chip antenna. (E) Photographic image of three ultralow-power blue light dosimeters, next to respective batteries of capacities 140, 40, and 5.5 mA·hour (left to right). (F to H) Photographs of encapsulated sensors mounted on a pair of glasses, an earring, and a smart watch. Insets in (H) show top and bottom views of the unencapsulated device. Photo credit: Seung Yun Heo, Northwestern University. In light-adaptive operation, a low-power comparator (LPCOMP) of the BLE SoC monitors VSC while the device is in an ultralow-power sleep mode. When VSC exceeds a preprogrammed reference voltage (VREF), the LPCOMP generates a “wake-up” event that places the BLE SoC in a run mode for ~6.5 s, with an average current consumption of ~10.22 μA. Here, the central processing unit (CPU) wirelessly transmits the input voltage of an analog-to-digital converter (ADC) that connects to the SC, activates the MOSFET to discharge the SC, and then returns the system to sleep mode. The time required to sample the input voltage of an ADC, transmit BLE packets, and discharge the SC (e.g., 5 s) determines the run time. Unless the voltage on the SC exceeds VREF, the device remains in sleep mode, where the CPU and all the peripherals except LPCOMP are deactivated, thereby reducing the average current consumption to ~0.43 μA, roughly 20 times less than that associated with the run mode. Figure 1C graphically illustrates the overall operation, where in the absence of light, the device remains in sleep mode until the exposure dose determined by the ADM exceeds VREF, at which time the CPU wakes up, wirelessly transmits data, discharges the ADM, and returns to sleep. The wake-up frequency increases with increasing irradiance in the wavelength range defined by the EQE of the PD. The purpose of this light-adaptive operation is twofold: (i) to frequently alert users of their exposure doses during high-intensity irradiation conditions while remaining in sleep for extended periods during conditions of low or no irradiation and (ii) to autonomously and efficiently manage power consumption based on the need for detection. The flow diagram for the system software is in fig. S2. As an additional option to avoid unexpected data loss due to disruption of the wireless connection to the phone, the system can be programmed to write dosage data into the memory available on the BLE SoC, as described in detail subsequently. The devices use thin (112-μm thickness) copper-clad polyimide sheets processed with a laser cutting tool to define interconnecting traces of Cu and support pads for bonding off-the-shelf, surface-mount components by soldering, as shown in Fig. 1D. The battery is a key factor in determining the overall size and weight, as well as the operating lifetime. Figure 1E shows blue light dosimeters built with coin cell batteries that have capacities of 140, 40, and 5.5 mA·hour, where the device diameters (d) are 16.6 and 13.5 mm and the length and width (l × w) are 8.1 mm by 10.9 mm, respectively. With assumptions that (i) blue light exposure from the sun occurs at a constant intensity of 7.8 mW/cm2 (moderate level outdoors) and (ii) exposure at this level occurs for a total of 6 hours in a typical day, the estimated operating lifetimes of these dosimeters are, in the order of decreasing sizes, greater than 30.9, 8.8, and 1.2 years. The miniaturized form factors allow many options and modes of use. Examples include sunglass clips (Fig. 1F), earrings (Fig. 1G), and wristband accessories (Fig. 1H). Hermetic housings of different designs (Fig. 1, F to H) enhance the operational reliability from environmental and mechanical influences. SAD is a relatively common condition in North America and a widespread cause of depression in the winter months. The treatment for SAD involves regular phototherapy using light from natural sources or bright white or blue light-emitting diode (LED) illumination panels (17–19). Information from personal blue light dosimeters can help guide behaviors that meet recommended daily doses of exposure to prevent mood disorders. This section demonstrates the use of devices with designs outlined in the previous sections, tailored for monitoring sun exposure at varying irradiance levels. Measurements of current consumption allow estimations of battery life for these use cases. The devices use a blue PD with peak responses at 390 nm (fig. S1) and an SC with a capacitance of 11.5 mF. Calibrations involved exposure of the device to the sun on a clear day and to the sun attenuated 80, 63, and 50% by neutral density filters, corresponding to high to low irradiation conditions. A commercial blue light radiometer (Visible Blue Light Meter, Solarmeter) measured the reference exposure intensity. The time integration of reference exposure intensity over Twake is the reference exposure dose. A BLE-enabled smartphone wirelessly receives alerts at each wake-up event. For constant reference exposure intensities of 7.8, 6.2, 4.9, and 3.9 mW/cm2, the time intervals between wake-up events (Twake) are 3.2, 4.1, 5.1, and 6.7 min, respectively (Fig. 2A). As the reference irradiation intensity decreases, Twake increases proportionally (fig. S3) such that the exposure dose (Dtot) of blue light at each wake-up event is Dtot = Intensity (W/cm2) × Twake (s) = 1.5 ± 0.03 J/cm2. Twake is a determining factor in computing the average current (Iavg) consumption of the device: Iavg = [Irun,avg × Trun + Isleep,avg × (Twake − Trun)]/Twake. Methods for measuring real-time current consumption appear in Materials and Methods and fig. S4. BLE dosimetry can occur in two wireless BLE transmission modalities: connected and advertising modes. The devices measured here operate in advertising mode. The current measurements for connected mode are in fig. S5. The average current consumption (fig. S4) in the sleep mode is Isleep,avg = 0.43 μA and in the run mode is Irun,avg = 10.22 μA. The runtime after wake-up events is Trun = TADC + TBLE + TDSC = 6.56 s, where TADC and TBLE are the time required to sample the ADC input voltage and to transmit the sampled data via BLE, respectively, and TDSC is a preprogrammed time (e.g., 5 s) to fully discharge the SC. In light-adaptive operation, as the irradiation intensity increases, Twake decreases proportionally and Iavg increases. For constant exposure intensities of 7.8, 6.2, 4.9, and 3.9 mW/cm2, the Iavg are 0.76, 0.70, 0.63, and 0.59 μA, respectively (Fig. 2B). The average current for 365 × 6 hours of use per year corresponding to 50% of the available daylight is Iavg,50% = Iavg × 6 (hours)/24 (hours) + Isleep,avg × 18 (hours)/24 (hours). In the 50% exposure condition, the device lifetime is lifetime (hours) = battery capacity (mA·hour)/Iavg,50% (mA). As an illustrative example, a device powered by a button cell battery with a capacity of 5.5 mA·hour, continuously exposed at a constant intensity of 7.8 mW/cm2, has an expected lifetime of 1.2 years (Fig. 2C), with an average current of Iavg,50% = 0.52 μA for 50% of the available daylight. With assumptions that (i) blue light exposure from the sun occurs at a constant intensity of 7.8 mW/cm2 (moderate level outdoors) and (ii) exposure at this level occurs for a total of 6 hours in a typical day, the estimated operating lifetimes of these dosimeters are, in the order of decreasing sizes, more than 30.9, 8.8, and 1.2 years. (A) Voltage outputs and current consumptions of an ultralow-power, blue light dosimeter (n = 1) exposed to blue light over time with constant intensity at four different intensities corresponding to low and moderate blue light conditions outdoors. The time intervals (Twake) to “wake” the devices from a sleep state when exposed to blue light with constant intensity of different levels are indicated. (B) Average current consumption assuming continuous use (Iavg) and average current consumption assuming use corresponding to 50% of available daylight (Iavg,50%) as a function of Twake. (C) Projected lifetime as a function of Twake for batteries of capacities of 140, 40, and 5.5 mA·hour assuming use corresponding to 50% of available daylight: lifetime = battery capacity/Iavg,50%. On-chip data retention capabilities can be used to prevent data loss upon loss of a wireless connection to the phone. The BLE SoC (nRF5283, Nordic Semiconductor) supports a 4-kilobyte static random access memory (SRAM) that can be used for this purpose. As a specific example of this mode of operation, the device can be programmed to store the latest 10 measurement events (10 × 2 bytes) in the SRAM. Transmission of the entire dataset then occurs upon each wake-up event. When the phone is within the communication range of the device, the application reads and compares the acquired data array to the data history stored on the phone and performs updates with any new data, as necessary. With the SRAM used in this manner, the average current consumption in sleep mode increases to Isleep,avg = 0.788 μA, roughly two times greater than that associated with operation without the SRAM. For transmission of the dataset, the average current consumption in run mode is Irun,avg = 10.459 μA and the runtime after wake-up events is Trun = 7 s. Devices with SRAM data retention in the 50% exposure condition at an intensity of 7.8 mW/cm2 consume an average current of Iavg,50% = 0.88 μA, roughly 1.7 times greater than operation without the SRAM; the corresponding lifetimes are therefore smaller by a factor of 0.59. Conventional BLE dosimeters numerically integrate values of intensity measured in a fixed schedule (e.g., once per 30 s) that balances accuracy and power consumption, in a manner described previously. Between measurements, the CPU remains powered on but in an “idle” mode (shallow sleep mode) that does not involve execution of any instructions. Here, the average current (Iidle,avg) is ~2.14 μA (fig. S4D), roughly five times more than that associated with the sleep mode. Device designs with SRAM data retention like those described in the previous paragraph in the 50% exposure condition at an intensity of 7.8 mW/cm2 offer operating lifetimes of 0.72 years with a 5.5-mA·hour battery compared to only 8.02 weeks for an otherwise similar device with a conventional, instantaneous mode of operation with a typical value of Twake = 30 s. As an alternative to the “analog” accumulation-mode sensing of the ADM described previously, BLE devices can be programmed to operate in an equivalent “digital” accumulation mode that involves frequently sampling the intensity from the PD, computing the corresponding dose, and then storing this information locally in SRAM. When the digitally accumulated dose exceeds a certain level, wireless transmission occurs. Between measurement and transmission, the device remains in idle mode until the sampling timer expires. The average current consumptions in run mode for data sampling/storage and for BLE transmission are Irun,data = 2.64 μA and Irun,BLE = 4.89 μA, respectively, and the runtime is Trun = 5.28 s. The average current consumed with Twake = 30 s and TBLE = 3.2 min as in an exposure scenario involving daylight at a constant intensity of 7.8 mW/cm2 is Iavg,50% = 2.21 μA. The projected lifetime is 14.8 weeks, roughly two times more than that associated with a conventional, instantaneous-mode device at a typical value of Twake = 30 s but still far less than that enabled by the ADM and light-adaptive mode highlighted in this paper. Artificial lights and electronic displays emit blue light at much lower intensities than those associated with daylight outdoors (20–21). Nevertheless, the close proximity of the screens to the eyes, together with the long exposure times late into the evening and nighttime, leads to health risks. Blue light dosimeters for indoor use (Fig. 3, A and B) adopt designs similar to those for outdoors but with a collection of 10 blue PDs in parallel and three 7.5-mF SCs in series (Fig. 3C) to increase the photocurrent and decrease the storage capacitance, for increased sensitivity (fig. S6, A and B). The off-the-shelf, blue PDs for indoor monitoring dosimeters have peak response at 390 nm and higher effective responsivity than those used for outdoor applications (fig. S1). The resulting devices powered by a standard coin cell battery with a capacity of 40 mA·hour have diameters and thicknesses of 13.5 and 3.9 mm, respectively. (A) Photograph of an indoor blue light dosimeter held between the fingertips. (B) Schematic, exploded view illustration of the constituent layers and components: BLE SoC, battery, a MOSFET (MOS), SCs (×3), blue light PDs (×10), copper interconnects (Cu/PI/Cu), and chip antenna. (C) Circuit and block diagrams of the system and its wireless interface to BLE-enabled devices for blue light monitoring indoors. (D to G) Voltage output and wake-up time interval of an indoor blue light dosimeter (n = 1) placed at a distance of 50, 100, and 150 cm from a white light phototherapy lamp (D), at a distance of 50 cm from artificial light sources (E), at a distance of 10 cm from display screens (F), and at a distance of 5 cm away from a tablet display equipped with 0, 30, 50, and 70% blue light blocking filter (G). The Twake values are labeled. Photo credit: Seung Yun Heo, Northwestern University. Representative results from exposure to various indoor light sources including a white light phototherapy lamp, different types of artificial light bulbs, and various electronic displays are in Fig. 3 (D to G). Measurements at distances (d) 50, 100, and 150 cm from a white light source used for treatment of SAD (fig. S6C) indicate Twake values of 1.38, 4.24, and 8.47 min, respectively (Fig. 3D). On the basis of the inverse-square law for light propagation from a point source, the exposure intensities roughly scale inversely proportional to d2. Twake as a function of the inverse square of d is in fig. S6D. The measured exposure dose is equivalent over each Twake, such that Twake is linearly related to the exposure intensity. Variation from linearity in fig. S6D occurs because the light source in this case consists of an array of LEDs, which cannot be accurately approximated as a point source. Twake of a device at 50 cm from LED, fluorescent, and incandescent light sources are 12.72, 22.48, and 43.63 min, respectively (Fig. 3E). These results are in agreement with the relative emission spectra of LED, fluorescent bulbs, and incandescent bulbs near the blue region of the spectrum. Values of Twake for a device at a distance of 10 cm from a television, a computer monitor, a laptop screen, a tablet computer display, and a smartphone display are 23.75, 26.73, 30.07, 34.19, and 51.78 min, respectively (Fig. 3F). All the computers displayed an identical white screen during exposure. As expected, the results show that the largest display screen, the television, emits the most amount of blue light, and the smallest display screen, the smartphone, radiates the least amount of blue light. A tablet display equipped with a blue light blocking filter with settings of 0, 30, 50, and 70% (Fig. 3G) yields Twake values of 30.60, 36.32, 49.00, and 94.62 min, respectively. A plot of Twake as a function of attenuation percentage is in fig. S6E. The mismatch between the detection spectrum of the PD and the filtered spectrum of the tablet partly contributes to the deviation from linearity in fig. S6E. Additional exposure experiment with and without a commercial anti-blue light film is in fig. S6F. The Twake with and without anti–blue light film are 69.91 ± 0.06 and 57.66 ± 0.24 min, respectively. The experiment reveals that the commercial blue light film (ZOVER) blocks approximately 17.52% of radiation near 390 nm. Blue light dosimeters capable of use in scenarios that involve tracking of exposure both indoors and outdoors can be realized using an automated, wireless scheme for switching between parallel sensing circuits based on the presence (outdoors) or absence (indoors) of UVA irradiation, as in Fig. 4A. The width (w), length (l), thickness, and weight are 12.32 mm, 14.78 mm, 4.21 mm, and 1.09 g, respectively, with a 40-mA·hour battery. The circuit (Fig. 4B) consists of separate ADMs configured for monitoring outdoors (one blue PD, one SC, and one MOS) and indoors (10 blue PDs, three SCs, and one MOS) paired with a UVA PD and a MOS. The BLE SoC is configured to automatically switch between the two ADMs for low (outdoor) and high (indoor) detection sensitivity based on the voltage input from the UVA PD (VUVA) via a 2:1 multiplexer (MUX) based on a selection signal (S). A GPIO connected to UVA PD is set to HIGH (“1”) or LOW (“0”) in the presence or absence of UVA radiation, respectively. The GPIO read value serves as the selection signal. Under solar exposure, VUVA is HIGH, S is 1, and the 2:1 MUX output switches to the outdoor ADM, which connects to an LPCOMP and an ADC for light-adaptive operation using VREF, as described above. In this state, the MOS paired with the UVA PD continuously discharges the indoor ADM to prevent excessive charge buildup on the corresponding SC. In the absence of UVA radiation (VUVA = LOW and S = 0), the 2:1 MUX output switches to the indoor ADM. An edge detector monitors the GPIO value and generates a wake-up signal (WuS) upon a rising (when the input goes from 0 to 1) or falling (when the input goes from 1 to 0) edge, corresponding to indoor-to-outdoor and outdoor-to-indoor switches, respectively. At every indoor/outdoor switching, a GPIO wake-up event causes the CPU to discharge both ADMs, to update a 1-bit flag value (0 for indoor and 1 for outdoor) that is passed to the user interface as an indicator of activation of the indoor or outdoor ADM and to enter sleep mode again. When an LPCOMP wake-up event occurs, the CPU operates in the same manner as described in previous sections and additionally transmits the first 1-bit of a flag value to the user interfaces. User interfaces check whether the most significant bit (MSB) of the received BLE data is 0 or 1 and project the exposure dose indoor (MSB = 0) and outdoor (MSB = 1), respectively. (A) Photographic image of a blue light dosimeter with an automated sensitivity switching scheme to allow monitoring of low-intensity blue light indoors and high-intensity blue light outdoors. (B) Circuit and block diagrams of the system with wireless switching scheme between outdoor and indoor sensing circuits based on the presence or absence of UVA irradiation. Blue light PD, MOSFET, SC, MUX, selection signal, the anode voltage of a UVA PD, and WuS are labeled BL PD, MOS, SC, MUX, S, VUVA, and WuS, respectively. (C) Voltage and 1-bit flag (0 for indoor and 1 for outdoor) outputs as a function of time without UVA exposure (blue) and with UVA exposure (yellow). (D) Voltage and 1-bit flag outputs as a function of time with daylight outdoors (yellow) and with a 60-LED ring light source (blue). Photo credit: Seung Yun Heo, Northwestern University. The voltage and MSB as a function of time without UVA exposure and with UVA exposure are in Fig. 4C. Here, dosimeters used the same blue PD for both outdoor and indoor circuits (fig. S1) to illustrate the switching operation between ADMs of high or low detection sensitivity. In these experiments, a blue light lamp (Giraffe Blue Spot PT, GE Healthcare) exposes the devices to a constant intensity with and without UVA light (UVL-26, Analytik Jena). During periods without UVA, the device wakes up when the voltage output of the indoor ADM (VSC0) exceeds 175.77 ± 0.58 mV with a flag value of 0 and the Twake is 59.21 ± 1.44 min. With the introduction of UVA, the device wakes up and updates the flag value of 1 to the user interface. During periods of UVA exposure, the device wakes up when the voltage output of the indoor ADM (VSC1) exceeds 175.95 ± 1.06 mV with a flag value of 1 and the Twake is 2.07 min. This operation is consistent with 29 times higher sensitivity for the indoor ADM compared to the outdoor ADM. Demonstration of a blue light dosimeter with automated switching in real-life exposure conditions is in Fig. 4D. Here, sunlight outdoors and a 60-LED ring light indoors serve as sources of exposure, as a BLE-enabled phone wirelessly acquires VSC0 or VSC1 and a 1-bit flag output. Blue light/UVA intensity from the sun and from the LED lights measured with photometers are 9.8/3.6 and 2.5/0 mW/cm2, respectively. During outdoor testing, the device wakes up when VSC1 exceeds 183.13 ± 0.38 mV with a flag value of 1 and a constant Twake of 1.45 min for an exposure dose of 853 mJ/cm2. When indoors, UVA is absent and the device wakes up and updates the flag value of 0. During indoor testing, the device wakes up when VSC0 exceeds 174.57 ± 2.19 mV with a flag value of 0 and shows Twake of 29.67 ± 0.58 s for an exposure dose of 74 mJ/cm2. The results show 11.5 times higher sensitivity for indoor ADM compared to outdoor ADM. This discrepancy is attributed to the drastic differences in the emission spectra near 390 nm between the two exposure sources. The underlying designs and operating principles can be easily extended to allow simultaneous dosimetry at up to seven different wavelength bands across the solar spectrum, from the UV to VIS and IR. A three-channel device shown in Fig. 5A measures exposure dose at UVA, blue, and IR with an estimated operating lifetime of 8.8 years for outdoors using the same exposure assumptions previously. Here, the diameter and thickness are 13.5 and 3.92 mm, respectively. The components include a UVA PD, a blue PD, an IR PD, three 11.5-mF SCs, three MOSFETs, a BLE SoC, and a 40-mA·hour battery (Fig. 5B). The peak response wavelengths of UVA and IR PDs are 380 and 940 nm, respectively (fig. S7). The circuit configuration (Fig. 5C) exploits three separate ADCs on the BLE SoC, each connected to separate ADMs. Here, the LPCOMP monitors the ADC associated with the blue light sensing system (CH1) such that the device enters run mode and wirelessly transmits all three ADC values when VSC of CH1 exceeds VREF. Blue light is chosen as a parameter to trigger a wake-up event. The gates of the three MOSFETs connect to a single GPIO to allow simultaneous discharge of all three SCs following a wake-up event. An example of a three-channel dosimeter mounted on earphones is in Fig. 5D. (A) Photograph of an ultralow-power, three-channel, UVA/blue/IR light dosimeter held between the fingertips. (B) Schematic, exploded view illustration of the constituent layers and components: the BLE SoC, battery, MOSFETs (×3 MOS), SCs (×3 SC), UVA photodiode (UVA PD), blue light PD, IR PD, copper interconnects (Cu/PI/Cu), and chip antenna. (C) Circuit and block diagrams of the adaptive, accumulation mode of detection, and wireless interface to a remote BLE radio (i.e., smartphones). (D) Photographs of a multichannel sensor mounted on earphones. (E to G) Measurements obtained from a UVA/blue/IR light dosimeter (n = 1) as a function of time during morning (E), noon (F), and afternoon (G) hours in Evanston, IL on April 2019. Photo credit: Seung Yun Heo, Northwestern University. Data collected under these conditions and wirelessly transmitted to a smartphone are in Fig. 5 (E to G). Nine wake-up events occur in the morning, and Twake decreases from 12.28 to 4 min during sunrise. The measured doses of blue and UVA during the morning exposure are 13.5 and 4.5 J/cm2, respectively. Measurements around noon involve 27 wake-up events, and Twake remains approximately constant at 2.16 ± 0.07 min. The exposure doses of blue and UVA during noon are 40.5 and 11.8 J/cm2, respectively. In the afternoon, there are 15 wake-up events. The Twake increases from 3.25 to 5.45 min during sunset with total blue and UVA doses of 22.5 and 7.1 J/cm2, respectively. See fig. S8 for results from a field test using a two-channel device to measure UVA and blue light exposure outdoors over 4 days (25 July to 26 July and 31 July to 1 August; Evanston, IL). The cumulate doses of UVA/blue light on 25 July, 26 July, 31 July, and 1 August from 5:30 a.m. to 1:30 p.m. are 15.31/76.5, 13.02/61.5, 34.64/123.0, and 33.02/115.5 J/cm2, respectively.\n\n## Circuit designs and operating principles\nThe device in Fig. 1A exploits the unique design features described above for dosimetry of blue light with an estimated operating lifetime of 1.2 years. The width (w), length (l), thickness, and weight are 8.1 mm, 10.9 mm, 3.2 mm, and 0.36 g, respectively. Two subsystems (Fig. 1B) are key to efficient, ultralow-power operation and long lifetime in this miniaturized form factor: (i) the ADM, as a light-powered sensing system that continuously measures exposure dose in an accumulation mode, and (ii) a BLE SoC configured with a light-adaptive circuit design to automatically switch between two operational states—“run” and “sleep”—in response to changing irradiation conditions. The ADM includes a photodiode (PD), a supercapacitor (SC), and a metal oxide semiconductor field-effect transistor (MOSFET). The PD continuously and passively generates photocurrent with a magnitude that is directly and linearly proportional to the intensity of the exposure light. The SC, arranged in parallel with the PD, captures and stores the resulting accumulated charge. The corresponding voltage on the SC (VSC) can be calibrated to the total exposure dose across a wavelength range defined by the external quantum efficiency (EQE) of the PD (fig. S1). To prevent excessive charge buildup on the SC, the gate of a MOSFET connects to a general-purpose input/output (GPIO) of the BLE SoC for programmable control of current flow between the source and the drain of the MOSFET, as means to trigger the discharge of the SC. (A) Photograph of a blue light dosimeter with BLE communication capabilities on the tip of an index finger. The insets show bottom and side views. (B) Circuit and block diagrams that illustrate accumulation mode, adaptive operation, and wireless interface to smartphones (BLE radio). The ADM, PD, SC, MOSFET, and low-power comparator (LPCOMP) are labeled ADM, PD, SC, MOS, and LPCOMP, respectively. VSC and VREF denotes the accumulated voltage on SC and the reference voltage of LPCOMP, respectively. ADC, analog-to-digital converter. (C) Illustration of VSC as a function of time during no light, weak light, and intense light exposure conditions and activity of central processing unit (CPU) and BLE radio at corresponding times. (D) Schematic, exploded view illustration of the constituent layers and components: BLE SoC, battery, MOSFET (MOS), SC, blue light photodiode (PD), copper interconnects [Cu/PI (polyimide)/Cu], and chip antenna. (E) Photographic image of three ultralow-power blue light dosimeters, next to respective batteries of capacities 140, 40, and 5.5 mA·hour (left to right). (F to H) Photographs of encapsulated sensors mounted on a pair of glasses, an earring, and a smart watch. Insets in (H) show top and bottom views of the unencapsulated device. Photo credit: Seung Yun Heo, Northwestern University. In light-adaptive operation, a low-power comparator (LPCOMP) of the BLE SoC monitors VSC while the device is in an ultralow-power sleep mode. When VSC exceeds a preprogrammed reference voltage (VREF), the LPCOMP generates a “wake-up” event that places the BLE SoC in a run mode for ~6.5 s, with an average current consumption of ~10.22 μA. Here, the central processing unit (CPU) wirelessly transmits the input voltage of an analog-to-digital converter (ADC) that connects to the SC, activates the MOSFET to discharge the SC, and then returns the system to sleep mode. The time required to sample the input voltage of an ADC, transmit BLE packets, and discharge the SC (e.g., 5 s) determines the run time. Unless the voltage on the SC exceeds VREF, the device remains in sleep mode, where the CPU and all the peripherals except LPCOMP are deactivated, thereby reducing the average current consumption to ~0.43 μA, roughly 20 times less than that associated with the run mode. Figure 1C graphically illustrates the overall operation, where in the absence of light, the device remains in sleep mode until the exposure dose determined by the ADM exceeds VREF, at which time the CPU wakes up, wirelessly transmits data, discharges the ADM, and returns to sleep. The wake-up frequency increases with increasing irradiance in the wavelength range defined by the EQE of the PD. The purpose of this light-adaptive operation is twofold: (i) to frequently alert users of their exposure doses during high-intensity irradiation conditions while remaining in sleep for extended periods during conditions of low or no irradiation and (ii) to autonomously and efficiently manage power consumption based on the need for detection. The flow diagram for the system software is in fig. S2. As an additional option to avoid unexpected data loss due to disruption of the wireless connection to the phone, the system can be programmed to write dosage data into the memory available on the BLE SoC, as described in detail subsequently. The devices use thin (112-μm thickness) copper-clad polyimide sheets processed with a laser cutting tool to define interconnecting traces of Cu and support pads for bonding off-the-shelf, surface-mount components by soldering, as shown in Fig. 1D. The battery is a key factor in determining the overall size and weight, as well as the operating lifetime. Figure 1E shows blue light dosimeters built with coin cell batteries that have capacities of 140, 40, and 5.5 mA·hour, where the device diameters (d) are 16.6 and 13.5 mm and the length and width (l × w) are 8.1 mm by 10.9 mm, respectively. With assumptions that (i) blue light exposure from the sun occurs at a constant intensity of 7.8 mW/cm2 (moderate level outdoors) and (ii) exposure at this level occurs for a total of 6 hours in a typical day, the estimated operating lifetimes of these dosimeters are, in the order of decreasing sizes, greater than 30.9, 8.8, and 1.2 years. The miniaturized form factors allow many options and modes of use. Examples include sunglass clips (Fig. 1F), earrings (Fig. 1G), and wristband accessories (Fig. 1H). Hermetic housings of different designs (Fig. 1, F to H) enhance the operational reliability from environmental and mechanical influences.\n\n## Blue light dosimeters designed for use outdoors\nSAD is a relatively common condition in North America and a widespread cause of depression in the winter months. The treatment for SAD involves regular phototherapy using light from natural sources or bright white or blue light-emitting diode (LED) illumination panels (17–19). Information from personal blue light dosimeters can help guide behaviors that meet recommended daily doses of exposure to prevent mood disorders. This section demonstrates the use of devices with designs outlined in the previous sections, tailored for monitoring sun exposure at varying irradiance levels. Measurements of current consumption allow estimations of battery life for these use cases. The devices use a blue PD with peak responses at 390 nm (fig. S1) and an SC with a capacitance of 11.5 mF. Calibrations involved exposure of the device to the sun on a clear day and to the sun attenuated 80, 63, and 50% by neutral density filters, corresponding to high to low irradiation conditions. A commercial blue light radiometer (Visible Blue Light Meter, Solarmeter) measured the reference exposure intensity. The time integration of reference exposure intensity over Twake is the reference exposure dose. A BLE-enabled smartphone wirelessly receives alerts at each wake-up event. For constant reference exposure intensities of 7.8, 6.2, 4.9, and 3.9 mW/cm2, the time intervals between wake-up events (Twake) are 3.2, 4.1, 5.1, and 6.7 min, respectively (Fig. 2A). As the reference irradiation intensity decreases, Twake increases proportionally (fig. S3) such that the exposure dose (Dtot) of blue light at each wake-up event is Dtot = Intensity (W/cm2) × Twake (s) = 1.5 ± 0.03 J/cm2. Twake is a determining factor in computing the average current (Iavg) consumption of the device: Iavg = [Irun,avg × Trun + Isleep,avg × (Twake − Trun)]/Twake. Methods for measuring real-time current consumption appear in Materials and Methods and fig. S4. BLE dosimetry can occur in two wireless BLE transmission modalities: connected and advertising modes. The devices measured here operate in advertising mode. The current measurements for connected mode are in fig. S5. The average current consumption (fig. S4) in the sleep mode is Isleep,avg = 0.43 μA and in the run mode is Irun,avg = 10.22 μA. The runtime after wake-up events is Trun = TADC + TBLE + TDSC = 6.56 s, where TADC and TBLE are the time required to sample the ADC input voltage and to transmit the sampled data via BLE, respectively, and TDSC is a preprogrammed time (e.g., 5 s) to fully discharge the SC. In light-adaptive operation, as the irradiation intensity increases, Twake decreases proportionally and Iavg increases. For constant exposure intensities of 7.8, 6.2, 4.9, and 3.9 mW/cm2, the Iavg are 0.76, 0.70, 0.63, and 0.59 μA, respectively (Fig. 2B). The average current for 365 × 6 hours of use per year corresponding to 50% of the available daylight is Iavg,50% = Iavg × 6 (hours)/24 (hours) + Isleep,avg × 18 (hours)/24 (hours). In the 50% exposure condition, the device lifetime is lifetime (hours) = battery capacity (mA·hour)/Iavg,50% (mA). As an illustrative example, a device powered by a button cell battery with a capacity of 5.5 mA·hour, continuously exposed at a constant intensity of 7.8 mW/cm2, has an expected lifetime of 1.2 years (Fig. 2C), with an average current of Iavg,50% = 0.52 μA for 50% of the available daylight. With assumptions that (i) blue light exposure from the sun occurs at a constant intensity of 7.8 mW/cm2 (moderate level outdoors) and (ii) exposure at this level occurs for a total of 6 hours in a typical day, the estimated operating lifetimes of these dosimeters are, in the order of decreasing sizes, more than 30.9, 8.8, and 1.2 years. (A) Voltage outputs and current consumptions of an ultralow-power, blue light dosimeter (n = 1) exposed to blue light over time with constant intensity at four different intensities corresponding to low and moderate blue light conditions outdoors. The time intervals (Twake) to “wake” the devices from a sleep state when exposed to blue light with constant intensity of different levels are indicated. (B) Average current consumption assuming continuous use (Iavg) and average current consumption assuming use corresponding to 50% of available daylight (Iavg,50%) as a function of Twake. (C) Projected lifetime as a function of Twake for batteries of capacities of 140, 40, and 5.5 mA·hour assuming use corresponding to 50% of available daylight: lifetime = battery capacity/Iavg,50%. On-chip data retention capabilities can be used to prevent data loss upon loss of a wireless connection to the phone. The BLE SoC (nRF5283, Nordic Semiconductor) supports a 4-kilobyte static random access memory (SRAM) that can be used for this purpose. As a specific example of this mode of operation, the device can be programmed to store the latest 10 measurement events (10 × 2 bytes) in the SRAM. Transmission of the entire dataset then occurs upon each wake-up event. When the phone is within the communication range of the device, the application reads and compares the acquired data array to the data history stored on the phone and performs updates with any new data, as necessary. With the SRAM used in this manner, the average current consumption in sleep mode increases to Isleep,avg = 0.788 μA, roughly two times greater than that associated with operation without the SRAM. For transmission of the dataset, the average current consumption in run mode is Irun,avg = 10.459 μA and the runtime after wake-up events is Trun = 7 s. Devices with SRAM data retention in the 50% exposure condition at an intensity of 7.8 mW/cm2 consume an average current of Iavg,50% = 0.88 μA, roughly 1.7 times greater than operation without the SRAM; the corresponding lifetimes are therefore smaller by a factor of 0.59. Conventional BLE dosimeters numerically integrate values of intensity measured in a fixed schedule (e.g., once per 30 s) that balances accuracy and power consumption, in a manner described previously. Between measurements, the CPU remains powered on but in an “idle” mode (shallow sleep mode) that does not involve execution of any instructions. Here, the average current (Iidle,avg) is ~2.14 μA (fig. S4D), roughly five times more than that associated with the sleep mode. Device designs with SRAM data retention like those described in the previous paragraph in the 50% exposure condition at an intensity of 7.8 mW/cm2 offer operating lifetimes of 0.72 years with a 5.5-mA·hour battery compared to only 8.02 weeks for an otherwise similar device with a conventional, instantaneous mode of operation with a typical value of Twake = 30 s. As an alternative to the “analog” accumulation-mode sensing of the ADM described previously, BLE devices can be programmed to operate in an equivalent “digital” accumulation mode that involves frequently sampling the intensity from the PD, computing the corresponding dose, and then storing this information locally in SRAM. When the digitally accumulated dose exceeds a certain level, wireless transmission occurs. Between measurement and transmission, the device remains in idle mode until the sampling timer expires. The average current consumptions in run mode for data sampling/storage and for BLE transmission are Irun,data = 2.64 μA and Irun,BLE = 4.89 μA, respectively, and the runtime is Trun = 5.28 s. The average current consumed with Twake = 30 s and TBLE = 3.2 min as in an exposure scenario involving daylight at a constant intensity of 7.8 mW/cm2 is Iavg,50% = 2.21 μA. The projected lifetime is 14.8 weeks, roughly two times more than that associated with a conventional, instantaneous-mode device at a typical value of Twake = 30 s but still far less than that enabled by the ADM and light-adaptive mode highlighted in this paper.\n\n## Blue light dosimeters designed for use indoors\nArtificial lights and electronic displays emit blue light at much lower intensities than those associated with daylight outdoors (20–21). Nevertheless, the close proximity of the screens to the eyes, together with the long exposure times late into the evening and nighttime, leads to health risks. Blue light dosimeters for indoor use (Fig. 3, A and B) adopt designs similar to those for outdoors but with a collection of 10 blue PDs in parallel and three 7.5-mF SCs in series (Fig. 3C) to increase the photocurrent and decrease the storage capacitance, for increased sensitivity (fig. S6, A and B). The off-the-shelf, blue PDs for indoor monitoring dosimeters have peak response at 390 nm and higher effective responsivity than those used for outdoor applications (fig. S1). The resulting devices powered by a standard coin cell battery with a capacity of 40 mA·hour have diameters and thicknesses of 13.5 and 3.9 mm, respectively. (A) Photograph of an indoor blue light dosimeter held between the fingertips. (B) Schematic, exploded view illustration of the constituent layers and components: BLE SoC, battery, a MOSFET (MOS), SCs (×3), blue light PDs (×10), copper interconnects (Cu/PI/Cu), and chip antenna. (C) Circuit and block diagrams of the system and its wireless interface to BLE-enabled devices for blue light monitoring indoors. (D to G) Voltage output and wake-up time interval of an indoor blue light dosimeter (n = 1) placed at a distance of 50, 100, and 150 cm from a white light phototherapy lamp (D), at a distance of 50 cm from artificial light sources (E), at a distance of 10 cm from display screens (F), and at a distance of 5 cm away from a tablet display equipped with 0, 30, 50, and 70% blue light blocking filter (G). The Twake values are labeled. Photo credit: Seung Yun Heo, Northwestern University. Representative results from exposure to various indoor light sources including a white light phototherapy lamp, different types of artificial light bulbs, and various electronic displays are in Fig. 3 (D to G). Measurements at distances (d) 50, 100, and 150 cm from a white light source used for treatment of SAD (fig. S6C) indicate Twake values of 1.38, 4.24, and 8.47 min, respectively (Fig. 3D). On the basis of the inverse-square law for light propagation from a point source, the exposure intensities roughly scale inversely proportional to d2. Twake as a function of the inverse square of d is in fig. S6D. The measured exposure dose is equivalent over each Twake, such that Twake is linearly related to the exposure intensity. Variation from linearity in fig. S6D occurs because the light source in this case consists of an array of LEDs, which cannot be accurately approximated as a point source. Twake of a device at 50 cm from LED, fluorescent, and incandescent light sources are 12.72, 22.48, and 43.63 min, respectively (Fig. 3E). These results are in agreement with the relative emission spectra of LED, fluorescent bulbs, and incandescent bulbs near the blue region of the spectrum. Values of Twake for a device at a distance of 10 cm from a television, a computer monitor, a laptop screen, a tablet computer display, and a smartphone display are 23.75, 26.73, 30.07, 34.19, and 51.78 min, respectively (Fig. 3F). All the computers displayed an identical white screen during exposure. As expected, the results show that the largest display screen, the television, emits the most amount of blue light, and the smallest display screen, the smartphone, radiates the least amount of blue light. A tablet display equipped with a blue light blocking filter with settings of 0, 30, 50, and 70% (Fig. 3G) yields Twake values of 30.60, 36.32, 49.00, and 94.62 min, respectively. A plot of Twake as a function of attenuation percentage is in fig. S6E. The mismatch between the detection spectrum of the PD and the filtered spectrum of the tablet partly contributes to the deviation from linearity in fig. S6E. Additional exposure experiment with and without a commercial anti-blue light film is in fig. S6F. The Twake with and without anti–blue light film are 69.91 ± 0.06 and 57.66 ± 0.24 min, respectively. The experiment reveals that the commercial blue light film (ZOVER) blocks approximately 17.52% of radiation near 390 nm.\n\n## Blue light dosimeters designed for adaptive use both outdoors and indoors\nBlue light dosimeters capable of use in scenarios that involve tracking of exposure both indoors and outdoors can be realized using an automated, wireless scheme for switching between parallel sensing circuits based on the presence (outdoors) or absence (indoors) of UVA irradiation, as in Fig. 4A. The width (w), length (l), thickness, and weight are 12.32 mm, 14.78 mm, 4.21 mm, and 1.09 g, respectively, with a 40-mA·hour battery. The circuit (Fig. 4B) consists of separate ADMs configured for monitoring outdoors (one blue PD, one SC, and one MOS) and indoors (10 blue PDs, three SCs, and one MOS) paired with a UVA PD and a MOS. The BLE SoC is configured to automatically switch between the two ADMs for low (outdoor) and high (indoor) detection sensitivity based on the voltage input from the UVA PD (VUVA) via a 2:1 multiplexer (MUX) based on a selection signal (S). A GPIO connected to UVA PD is set to HIGH (“1”) or LOW (“0”) in the presence or absence of UVA radiation, respectively. The GPIO read value serves as the selection signal. Under solar exposure, VUVA is HIGH, S is 1, and the 2:1 MUX output switches to the outdoor ADM, which connects to an LPCOMP and an ADC for light-adaptive operation using VREF, as described above. In this state, the MOS paired with the UVA PD continuously discharges the indoor ADM to prevent excessive charge buildup on the corresponding SC. In the absence of UVA radiation (VUVA = LOW and S = 0), the 2:1 MUX output switches to the indoor ADM. An edge detector monitors the GPIO value and generates a wake-up signal (WuS) upon a rising (when the input goes from 0 to 1) or falling (when the input goes from 1 to 0) edge, corresponding to indoor-to-outdoor and outdoor-to-indoor switches, respectively. At every indoor/outdoor switching, a GPIO wake-up event causes the CPU to discharge both ADMs, to update a 1-bit flag value (0 for indoor and 1 for outdoor) that is passed to the user interface as an indicator of activation of the indoor or outdoor ADM and to enter sleep mode again. When an LPCOMP wake-up event occurs, the CPU operates in the same manner as described in previous sections and additionally transmits the first 1-bit of a flag value to the user interfaces. User interfaces check whether the most significant bit (MSB) of the received BLE data is 0 or 1 and project the exposure dose indoor (MSB = 0) and outdoor (MSB = 1), respectively. (A) Photographic image of a blue light dosimeter with an automated sensitivity switching scheme to allow monitoring of low-intensity blue light indoors and high-intensity blue light outdoors. (B) Circuit and block diagrams of the system with wireless switching scheme between outdoor and indoor sensing circuits based on the presence or absence of UVA irradiation. Blue light PD, MOSFET, SC, MUX, selection signal, the anode voltage of a UVA PD, and WuS are labeled BL PD, MOS, SC, MUX, S, VUVA, and WuS, respectively. (C) Voltage and 1-bit flag (0 for indoor and 1 for outdoor) outputs as a function of time without UVA exposure (blue) and with UVA exposure (yellow). (D) Voltage and 1-bit flag outputs as a function of time with daylight outdoors (yellow) and with a 60-LED ring light source (blue). Photo credit: Seung Yun Heo, Northwestern University. The voltage and MSB as a function of time without UVA exposure and with UVA exposure are in Fig. 4C. Here, dosimeters used the same blue PD for both outdoor and indoor circuits (fig. S1) to illustrate the switching operation between ADMs of high or low detection sensitivity. In these experiments, a blue light lamp (Giraffe Blue Spot PT, GE Healthcare) exposes the devices to a constant intensity with and without UVA light (UVL-26, Analytik Jena). During periods without UVA, the device wakes up when the voltage output of the indoor ADM (VSC0) exceeds 175.77 ± 0.58 mV with a flag value of 0 and the Twake is 59.21 ± 1.44 min. With the introduction of UVA, the device wakes up and updates the flag value of 1 to the user interface. During periods of UVA exposure, the device wakes up when the voltage output of the indoor ADM (VSC1) exceeds 175.95 ± 1.06 mV with a flag value of 1 and the Twake is 2.07 min. This operation is consistent with 29 times higher sensitivity for the indoor ADM compared to the outdoor ADM. Demonstration of a blue light dosimeter with automated switching in real-life exposure conditions is in Fig. 4D. Here, sunlight outdoors and a 60-LED ring light indoors serve as sources of exposure, as a BLE-enabled phone wirelessly acquires VSC0 or VSC1 and a 1-bit flag output. Blue light/UVA intensity from the sun and from the LED lights measured with photometers are 9.8/3.6 and 2.5/0 mW/cm2, respectively. During outdoor testing, the device wakes up when VSC1 exceeds 183.13 ± 0.38 mV with a flag value of 1 and a constant Twake of 1.45 min for an exposure dose of 853 mJ/cm2. When indoors, UVA is absent and the device wakes up and updates the flag value of 0. During indoor testing, the device wakes up when VSC0 exceeds 174.57 ± 2.19 mV with a flag value of 0 and shows Twake of 29.67 ± 0.58 s for an exposure dose of 74 mJ/cm2. The results show 11.5 times higher sensitivity for indoor ADM compared to outdoor ADM. This discrepancy is attributed to the drastic differences in the emission spectra near 390 nm between the two exposure sources.\n\n## Multichannel dosimeters for wavelengths in the UVA, blue, and IR regions of the solar spectrum\nThe underlying designs and operating principles can be easily extended to allow simultaneous dosimetry at up to seven different wavelength bands across the solar spectrum, from the UV to VIS and IR. A three-channel device shown in Fig. 5A measures exposure dose at UVA, blue, and IR with an estimated operating lifetime of 8.8 years for outdoors using the same exposure assumptions previously. Here, the diameter and thickness are 13.5 and 3.92 mm, respectively. The components include a UVA PD, a blue PD, an IR PD, three 11.5-mF SCs, three MOSFETs, a BLE SoC, and a 40-mA·hour battery (Fig. 5B). The peak response wavelengths of UVA and IR PDs are 380 and 940 nm, respectively (fig. S7). The circuit configuration (Fig. 5C) exploits three separate ADCs on the BLE SoC, each connected to separate ADMs. Here, the LPCOMP monitors the ADC associated with the blue light sensing system (CH1) such that the device enters run mode and wirelessly transmits all three ADC values when VSC of CH1 exceeds VREF. Blue light is chosen as a parameter to trigger a wake-up event. The gates of the three MOSFETs connect to a single GPIO to allow simultaneous discharge of all three SCs following a wake-up event. An example of a three-channel dosimeter mounted on earphones is in Fig. 5D. (A) Photograph of an ultralow-power, three-channel, UVA/blue/IR light dosimeter held between the fingertips. (B) Schematic, exploded view illustration of the constituent layers and components: the BLE SoC, battery, MOSFETs (×3 MOS), SCs (×3 SC), UVA photodiode (UVA PD), blue light PD, IR PD, copper interconnects (Cu/PI/Cu), and chip antenna. (C) Circuit and block diagrams of the adaptive, accumulation mode of detection, and wireless interface to a remote BLE radio (i.e., smartphones). (D) Photographs of a multichannel sensor mounted on earphones. (E to G) Measurements obtained from a UVA/blue/IR light dosimeter (n = 1) as a function of time during morning (E), noon (F), and afternoon (G) hours in Evanston, IL on April 2019. Photo credit: Seung Yun Heo, Northwestern University. Data collected under these conditions and wirelessly transmitted to a smartphone are in Fig. 5 (E to G). Nine wake-up events occur in the morning, and Twake decreases from 12.28 to 4 min during sunrise. The measured doses of blue and UVA during the morning exposure are 13.5 and 4.5 J/cm2, respectively. Measurements around noon involve 27 wake-up events, and Twake remains approximately constant at 2.16 ± 0.07 min. The exposure doses of blue and UVA during noon are 40.5 and 11.8 J/cm2, respectively. In the afternoon, there are 15 wake-up events. The Twake increases from 3.25 to 5.45 min during sunset with total blue and UVA doses of 22.5 and 7.1 J/cm2, respectively. See fig. S8 for results from a field test using a two-channel device to measure UVA and blue light exposure outdoors over 4 days (25 July to 26 July and 31 July to 1 August; Evanston, IL). The cumulate doses of UVA/blue light on 25 July, 26 July, 31 July, and 1 August from 5:30 a.m. to 1:30 p.m. are 15.31/76.5, 13.02/61.5, 34.64/123.0, and 33.02/115.5 J/cm2, respectively.\n\n## DISCUSSION\nThe combined use of adaptive circuit designs and accumulation detection schemes provide the foundations for compact, wireless digital platforms capable of continuous monitoring of EMR exposure at a personalized level, across one or multiple wavelengths in an autonomous mode that adjusts continuously to surrounding conditions. These highly accurate, millimeter-scale systems function in an always-on state, with multiyear lifetimes that can be considered, in a practical sense, to be everlasting for most envisioned applications. Automatic reporting of exposure data via far-field wireless links to standard consumer electronic devices serves as the basis for information that can be used to guide healthy behaviors. These technical capabilities—together with a negligible user burden associated with data acquisition, power management, battery replenishment, and wearability—represent an ideal collection of features. Alignment with low-cost, volume manufacturing suggests a potential for scaled deployment to help prevent risks of skin cancer, mood disorders, ocular damage, and other conditions associated with EMR exposure.\n\n## MATERIALS AND METHODS\nA thin, flexible sheet (AP8535R, Pyralux) of copper (thickness, 18 μm)/polyimide (thickness, 75 μm)/copper (thickness, 18 μm) served as a substrate. A UV laser system (ProtoLaser U4, LPKF) ablated the copper to define conductive traces and through-hole vias. A galvanic pulsed electroplating system (Contac S4, LPKF) created conductive plugs of copper between the two patterned copper layers through the vias. In/Ag soldering paste (Indalloy 290, Indium Corporation) heated at 90°C served as solder joints for surface-mount components (BLE, SC, UVA PD, UVB PD, blue PD, and MOSFET). Polydimethylsiloxane (SYLGARD 184, Dow Corning) molded and cured at 70°C formed a robust encapsulating structure. Calibration involved exposure to the outdoor sun with constant intensity on a clear day without clouds during the solar noon. Blue light (Visible Blue Light Meter, Solarmeter) and UVA photometers (Sensitive UVA Meter, Solarmeter) measured the intensity of incident solar light. Time integration of the measured intensity is the accumulated dose of blue light or of UVA exposure. A BLE-enabled phone (iPhone 6) wirelessly acquired voltage measurements of the dosimeters for all wake-up events. The Power Profiler Kit (PPK) board (NRF6707, Nordic Semiconductor) served as a current measurement tool for the dosimeters. The PPK supplied power to BLE blue light dosimeter through the external device under test connectors and used its ADC to measure a voltage drop over a series of measurement resistors. The real-time current consumed by blue light dosimeter is I (A) = measured voltage drop (V)/resistor value (ohm). The PPK provided current measurements with a resolution down to 0.2 μA and a real-time display with a resolution down to 13 μs to the desktop application. By mounting the PPK on an nRF52 development kit (DK) board (nRF52-DK, Nordic Semiconductor), the nRF52-DK provided the connection between the PPK and the computer with the PPK application. The PPK software was an app running in nRF Connect, a cross-platform development software for BLE. See the Supplementary Materials for more details. In connected mode, the device must satisfy connection rules provided by the user interface to establish a connection link. The connection parameter that complies with Accessory Design Guide for Apple Devices (Release R8) is slave latency = 3 and maximum connection interval = 500 ms such that maximum connection interval × (slave latency + 1) ≤ 2 s. Devices under these connection rules exchange data packets with the user interface every 2 s to maintain connected status even when there is no need to transmit user data. This operation substantially degrades the overall power efficiency of the device. In advertising mode, BLE devices send data to any listening user interface that knows the device ID without establishing any connection. This mode enables efficient BLE operations for low duty cycle applications such as those described here. See the Supplementary Materials for more details.\n\n## Fabrication procedures\nA thin, flexible sheet (AP8535R, Pyralux) of copper (thickness, 18 μm)/polyimide (thickness, 75 μm)/copper (thickness, 18 μm) served as a substrate. A UV laser system (ProtoLaser U4, LPKF) ablated the copper to define conductive traces and through-hole vias. A galvanic pulsed electroplating system (Contac S4, LPKF) created conductive plugs of copper between the two patterned copper layers through the vias. In/Ag soldering paste (Indalloy 290, Indium Corporation) heated at 90°C served as solder joints for surface-mount components (BLE, SC, UVA PD, UVB PD, blue PD, and MOSFET). Polydimethylsiloxane (SYLGARD 184, Dow Corning) molded and cured at 70°C formed a robust encapsulating structure.\n\n## Calibration of outdoor dosimeters\nCalibration involved exposure to the outdoor sun with constant intensity on a clear day without clouds during the solar noon. Blue light (Visible Blue Light Meter, Solarmeter) and UVA photometers (Sensitive UVA Meter, Solarmeter) measured the intensity of incident solar light. Time integration of the measured intensity is the accumulated dose of blue light or of UVA exposure. A BLE-enabled phone (iPhone 6) wirelessly acquired voltage measurements of the dosimeters for all wake-up events.\n\n## Real-time measurements of current consumption\nThe Power Profiler Kit (PPK) board (NRF6707, Nordic Semiconductor) served as a current measurement tool for the dosimeters. The PPK supplied power to BLE blue light dosimeter through the external device under test connectors and used its ADC to measure a voltage drop over a series of measurement resistors. The real-time current consumed by blue light dosimeter is I (A) = measured voltage drop (V)/resistor value (ohm). The PPK provided current measurements with a resolution down to 0.2 μA and a real-time display with a resolution down to 13 μs to the desktop application. By mounting the PPK on an nRF52 development kit (DK) board (nRF52-DK, Nordic Semiconductor), the nRF52-DK provided the connection between the PPK and the computer with the PPK application. The PPK software was an app running in nRF Connect, a cross-platform development software for BLE. See the Supplementary Materials for more details.\n\n## BLE communication modalities\nIn connected mode, the device must satisfy connection rules provided by the user interface to establish a connection link. The connection parameter that complies with Accessory Design Guide for Apple Devices (Release R8) is slave latency = 3 and maximum connection interval = 500 ms such that maximum connection interval × (slave latency + 1) ≤ 2 s. Devices under these connection rules exchange data packets with the user interface every 2 s to maintain connected status even when there is no need to transmit user data. This operation substantially degrades the overall power efficiency of the device. In advertising mode, BLE devices send data to any listening user interface that knows the device ID without establishing any connection. This mode enables efficient BLE operations for low duty cycle applications such as those described here. See the Supplementary Materials for more details.",
  "word_count": 10747,
  "char_count": 66618
}