{
  "pmcid": "PMC8366267",
  "doi": "10.1016/j.yrtph.2020.104842",
  "title": "Non-dioxin-like polychlorinated biphenyl neurotoxic equivalents found in environmental and human samples",
  "authors": [
    "E.B. Holland",
    "I.N. Pessah"
  ],
  "year": "2020",
  "journal": "Regulatory toxicology and pharmacology : RTP",
  "abstract": "Non-dioxin like polychlorinated biphenyls (NDL PCB) are recognized neurotoxicants with implications on altered neurodevelopment and neurodegeneration in exposed organisms. NDL PCB neurotoxic relative potency schemes have been developed for a single mechanism, namely activity toward the ryanodine receptor (RyR), or combined mechanisms including, but not limited to, alterations of RyR and dopaminergic pathways. We compared the applicability of the two neurotoxic equivalency (NEQ) schemes and applied each scheme to PCB mixtures found in environmental and human serum samples. A multiple mechanistic NEQ predicts higher neurotoxic exposure concentrations as compared to a scheme based on the RyR alone. Predictions based on PCB ortho categorization, versus homologue categorization, lead to a higher prediction of neurotoxic exposure concentrations, especially for the mMOA. The application of the NEQ schemes to PCB concentration data suggests that PCBs found in fish from US lakes represent a considerable NEQ exposure to fish consuming individuals, that indoor air of schools contained high NEQ concentrations representing an exposure concern when inhaled by children, and that levels already detected in the serum of adults and children may contribute to neurotoxicity. With further validation and in vivo exposure data the NEQ scheme would help provide a more inclusive measure of risk presented by PCB mixtures.",
  "sections": [
    {
      "title": "Introduction",
      "text": "Polychlorinated biphenyls (PCBs) are among the most commonly detected chemical classes of concern despite their ban nearly 50 years ago (Domingo and Bocio, 2007; Faroon and Ruiz, 2016; Stahl et al., 2009). Studies assessing hazards presented by PCB mixtures in environmental media or human samples largely focus on toxicity related to dioxin-like (DL) PCBs, with less focus on the non-dioxin (NDL) like PCBs. DL PCBs are agonists of the aryl hydrocarbon receptor (AhR) and activity is often compared to the highly potent AhR agonist 2,3,7,8-tetrachlorodibenzodioxin (TCDD) (Denison and Nagy, 2003; Van den Berg et al., 2006; White and Birnbaum, 2009). Risk assessment platforms often use the toxic equivalency scheme to assign predicted toxicity for complex mixtures towards the AhR. Here, Toxic Equivalency Factors (TEF), that compare the affinity of a given DL PCB conger (PCBi) at the AhR relative to the affinity of TCDD at the AhR have been well established. The TEFs are applied to PCB concentrations in samples in order to represent TCDD equivalents (TEQ) for PCB exposure scenarios (Van den Berg et al., 1998; Van den Berg et al., 2006). The TEQ is utilized worldwide as a monitoring tool describing exposure and risk due to complex PCB, or other DL compound, mixtures (Srogi, 2008). However, the TEQ makes several key assumptions that may lead to an under estimation of a PCB mixtures toxic potential (Giesy and Kannan, 1998; Pessah, 2010). Specifically, of the 209 PCBs, only 12 congeners are included in the scheme (Van den Berg et al., 2006); thus the TEQ assumes that the remaining 197 congeners, broadly termed non-dioxin like (NDL), are non-toxic and that DL PCB impacts are the most pertinent when studying complex mixtures effects (Giesy and Kannan, 1998; Pessah, 2010). NDL PCBs display neurotoxic potential in both in vitro and in vivo models (Lesiak et al., 2014; Schantz et al., 1997; Wayman et al., 2012a, 2012b) and these impacts may contribute to cognitive deficits observed in PCB exposed organisms (Pessah et al., 2019; Quinete et al., 2014). To complement the current scheme for DL chemicals, several studies have proposed a so-called neurotoxicity relative potency scheme to include toxicity related to NDL PCBs (Pradeep et al., 2019; Rayne and Forest, 2010; Simon et al., 2007). To remain as consistent as possible with TEQ terminology (see Table S1), here, the term relative potency (REP) will be used for comparisons between bioassay potency values, neurotoxicity equivalency factors (NEF) define the average of REP values across multiple bioassays or by PCB substitution pattern, and neurotoxic equivalents (NEQ) signify REPs or NEFs applied to PCB concentration data or the scheme itself. First. a multiple mechanism of action (mMOA) scheme by Simon et al. (2007) defined the REP of individual NDL congeners toward four different mechanisms of action including altered phospho-kinase C (PKC) translocation, altered microsomal and mitochondrial Ca2+ sequestration, reduction in cell dopamine content and a demonstrated ability to alter the Ca2+ channel known as the ryanodine receptor (RyR). These mechanisms are directly connected to neuronal health and cognitive ability, where PKC is a secondary messenger important for long term potentiation (Bliss et al., 2018), mitochondrial Ca 2+ sequestration is important for ATP production and when altered can lead to reactive oxygen species and apoptosis (Celsi et al., 2009), altered dopamine homeostasis is related to numerous aspects of neurophysiology including movement, reward systems and cognitive function (Klein et al., 2019) and RyRs are important for neurotransmission and synaptic plasticity (Pessah, 2010). It should be noted that considerable research has been completed regarding altered thyroid homeostasis as a cause for PCB induced neurotoxicity (Dingemans et al., 2016; Pessah et al., 2019). Toxicity toward thyroid related targets was not incorporated in the mMOA NEQ scheme (Pradeep et al., 2019; Simon et al., 2007) and recent data suggests that thyroid hormone pathways may not be central to PCB based neurodevelopmental toxicity (Sethi et al., 2019). Further consideration of mechanisms for inclusion in an established mMOA scheme may need to consider thyroid signaling disruption. In the scheme proposed by Simon et al. (2007), the authors created individual REP values for each of the four mechanism by creating a ratio of the most potent compound relative to the potency of the congener of interest at a given molecular target. The four REPs were then averaged to predict the NEF for individual PCB congeners and by groups of congeners (i.e. homologue group or ortho substitution pattern). This scheme has recently been updated by Pradeep et al. (2019), to include recently collected data for several mechanisms (Holland et al., 2017; Stenberg et al., 2011; Wigestrand et al., 2013), to provide more predictive REP values for 87 congeners specifically (Pradeep et al., 2019). While the inclusion of numerous mechanisms of toxic action likely predicts a wider range of toxic impacts, the mMOA scheme has several limitations. Namely, the experimental or surrogate REP values for which the mMOA scheme was based is limited to 87 of the 209 congeners and while the contribution of the different mechanisms to PCB induced neurotoxicity cannot be discounted, several endpoints in the mMOA scheme are only potentiated by high μM PCB concentrations. The most sensitive endpoint included in the mMOA NEQ scheme by Simon et al. (2007), updated by Pradeep et al. (2019), and arguably identified to date, was that of congener specific impacts on Ca2+ signaling dynamics via enhanced activation of the RyR in mammals (Holland et al., 2017; Pessah et al., 2006) and fish (Holland-Fritsch and Pessah, 2013). There are three RyR isoforms with a wide tissue distribution (Zalk et al., 2007) and all have an important role in the peripheral and central nervous systems (Berridge, 2012). Additionally, research has connected direct impacts in in vitro RyR studies with altered dendritic growth and neuronal connectivity in primary neuron cultures and in primary rat hippocampal neurons (Pessah, 2010; Stamou et al., 2013; Wayman et al., 2012a, 2012b). Rayne and Forest (2010) developed a NEQ scheme based solely on NDL PCB activity toward the RyR. They developed a quantitative structure-activity relationship (QSAR) to extrapolate the predicted activity of all 209 congeners toward the RyR, isoform 1 (RyR1). They then developed REP values for each PCBi relative to what they predicted was the most potent RyR-active congener, PCB 202. The predictions of the developed QSAR have recently been validated supporting tetra ortho PCB 202, as the most potent RyR compound assessed to date in in vitro studies and predictions that approximately 190 PCBs activate RyR1 (Holland et al., 2017). The QSAR, and validation study, provide the largest amount of data available for one NDL PCB neurotoxicity mechanism and work has shown that PCB mixtures display additivity at the RyR (Holland-Fritsch and Pessah, 2013; Kostyniak et al., 2005; Pessah et al., 2006). This work supports the application of the RyR NEQ scheme; however, to date there have been no studies addressing PCB 202 in in vivo studies such that more work will be needed to fully establish the model. To date, the application of the two NEQ schemes to PCB concentrations found in environmental and human samples has not been completed and this includes the mMOA scheme outlined by Simon et al. (2007) (updated by Pradeep et al., 2019), or the single mechanism of action (sMOA) scheme outlined by Rayne and Forest (2010). The goal of the current study was to compare the neurotoxic equivalents calculated when applying the sMOA or the mMOA relative potency scheme to PCB concentration data found in environmental samples. We then aimed to provide a consensus of the neurotoxic equivalents presented by various human environmental exposure scenarios or based on PCB residues already found in human serum."
    },
    {
      "title": "Materials and methods",
      "text": "PCB concentration data was collected from previously published research to include studies with comprehensive analysis of individual PCB congeners. Data included a national screening study completed by the United States Environmental Protection Agency (USEPA) regarding chemical residues in the tissue of fish from lakes and reservoirs in the lower 48 states (USEPA, 2009). The EPA study measured the full complement of 209 PCB congeners in predatory and bottom-dwelling fish from over 500 water bodies in the US. For the current study, full PCB congener detection reports for predator and bottom-dwelling fish from individual lakes were graciously supplied by Dr. Leanne Stahl, USEPA Office of Water (Washington, DC), and collaborators involved in the national study. Summaries of the work conducted, together with the USEPA report regarding contaminant trends in the US are available elsewhere (Stahl et al., 2009; USEPA, 2009). Briefly, the survey selected lakes that were permanent bodies of water with a minimum of 1000 m2 of open water, a depth of at least 1 m and a permanent fish population, they excluded the Laurentian Great Lakes and the Great Salt Lake from the assessment. Overall, 147,00 lakes met the criteria and a random probability model, together with field considerations (e.g. accessibility), were used to select the subset of lakes assessed. The statistical design allowed the study to create estimates of fish tissue contaminant concentrations in lakes on a national basis (USEPA, 2009). The fish residue study reported wet weight concentrations, which were utilized in the current study for NEF application. We also used PCB concentrations reported in the indoor air of middle and high schools (Marek et al., 2017), exposure assessments associated with mother and children annual inhalation or dietary consumption (Ampleman et al., 2015), and a study on the PCB concentrations found in the serum of mothers and children (Marek et al., 2013). These three publications (Ampleman et al., 2015; Marek et al., 2013, 2017) are part of the large AESOP (Airborne Exposures to Semi-volatile Organic Pollutants) study that aimed to address exposures in mothers and children from urban (East Chicago, EC; IN) or rural locations (Columbus Junction, CJ; IA). The congeners reported varied slightly by publication where Marek et al., (2013) and Marek et al., (2017) analyzed samples for all 209 congeners and Ampleman et al., (2015) reported on exposures due to the 93 most commonly detected congeners in air (indoor or outdoor air at or near schools, homes and other locals such churches) and diet (fish, dairy, meat, oils and eggs). The AESOP publications also summarized data in different manners and raw data for individuals or specific locations were not available. Rather, studies published PCB congener concentrations as the median and range (5th and 95th percentile) of residues found within sampled locations or individuals (Marek et al., 2013, 2017) or were reported as the average annual exposure through inhalation or diet (Ampleman et al., 2015). NEFs were applied to the population summaries for each congener as published (Ampleman et al., 2015; Marek et al., 2013, 2017). For serum, we used data supplied for lipid normalized concentrations found in the supplement of Marek et al., (2013). Rayne and Forest (2010) predicted EC2X (effective concentration causing a 2-fold over activation of the RyR1) values for all 209 congeners using QSAR built from the experimental data for 35 congeners (Pessah et al., 2006). They developed REP values for all congeners using the ratio of the mass normalized EC2X value for the most potent RyR-active congener, PCB 202, versus the EC2X for the congener of interest. They then averaged, and published, the RyR based REP values by homologue or ortho substitution pattern to get NEF values (Table 1). Holland et al. (2017) assessed the predictions laid out by the QSAR bringing the number of PCB congeners with experimental data at the RyR to 49 of which 42 are active. For the 42 active congeners with experimental data, we created individual REP values using the ratio of the mass normalized EC2X of PCB 202 divided by the EC2X of the congener of interest (Table S2). Pradeep et al. (2019) created individual REP values for each MOA using the ratio of the median EC50/IC50 values for a given MOA divided by the EC50/IC50 of the congener of interest. These values were then normalized to the maximum REP to get values between 0 and 1. Congener specific REPs were then averaged across MOAs to get NEF values for 87 PCBs. They aimed to develop predictive QSAR models for the remaining 122 congeners; however, the developed models lacked predictability (Pradeep et al., 2019) such that only the 87 NEF values with experimental data sets were utilized in the current study. In the current study, we developed ortho-based or homologue-based NEFs for the data in Pradeep et al., (2019), by averaging the published NEF values for the 87 individual congeners by the appropriate category (Table 1). Linear regression (Minitab 18) was used to compare NEQ predictions derived by applying REP or NEF values from the sMOA or mMOA schemes. Here, different REP or NEF values were applied to published PCB concentrations found in the tissue of bottom-dwelling fish collected from US lakes (n = 447). Overall comparisons were made between the NEQs developed from the application of (1) experimentally derived REP values for RyR1 active congeners (42 PCBs (Holland et al., 2017; Pessah et al., 2006)) versus NEF values for all 209 congeners based on ortho or homologue substitution patterns (Rayne and Forest, 2010), (2) individual NEF values from Pradeep et al. (2019; 87 PCB) versus NEF values from Pradeep et al. (2019) based on congener homologue or ortho substitution pattern (209 congeners), (3) within scheme comparisons of NEQs derived from the application of homologue or ortho substitution-based NEF values and (4) across scheme comparisons of the NEQs derived from the sMOA scheme relative to those derived by applying the mMOA scheme. It should be noted that all REP or NEF values, in all studies, were built using PCB 202 as the most potent congener (Holland et al., 2017; Pradeep et al., 2019; Rayne and Forest, 2010) and that calculated NEQs represent equivalents of PCB 202 for a given PCB mixture. We used concentration values and thus congener reporting as outlined by each study. Specifically, the USEPA study on fish residues determined minimum detection limits (MDL) and minimum levels (ML) and included concentrations of congeners that were above the MDL but below the ML in Total PCB concentrations per sample (USEPA, 2009). The AESOP studies determined either the 95% or 99% limit of quantification (Ampleman et al., 2015; Marek et al., 2013, 2017) and treated these values as zero when determining Total PCB concentrations or inhalation and diet predictions. For the current assessments, we investigated the use of limit of quantitation (LOQ) iterations for the inclusion of congeners below the LOQ in the published AESOP data but many of these congeners had low percent detection levels or the authors specifically point out that such inclusions lead to misleading data (Marek et al., 2017). In the current study, individual PCB congener concentrations from the published works were summed by ortho and homolog substitution pattern (see example in Tables S3–S5). The ortho or homologue based NEF values from the sMOA (Rayne and Forest, 2010) and mMOA (Pradeep et al., 2019) (Table 1) NEQ schemes were then applied to the summed PCB concentration or exposure data according to the appropriate category (see example in Tables S4–S5). The mean of the four NEQ values for a given environmental or human serum PCB mixture were then calculated to represent a consensus NEQ. Consensus NEQ values for fish from US lakes were overlaid with sampling location using usmap and ggplot2 in R® studio. Potential exposure due to annual fish consumption from these lakes was determined using the freshwater fish consumption rates reported in the USEPA report Estimated Fish Consumption Rates for the U.S. Population and Selected Subpopulations. We choose to use the mean and 95% confidence interval (USEPA 2014, g/d; Mean (lower limit, upper limit); Raw 4.2 (1.8,9.7); Prepared 3.5(1.4,8.5)) for freshwater consumption rates reported for all populations and age categories discussed in the report. A full analysis of the NEQ exposure estimates for select communities, genders, and age was beyond the scope of the current work. Thus, annual NEQ exposure due to freshwater fish consumption was calculated as the product of the consensus NEQ for a given lake fish sample (μg/kg) and the freshwater consumption value (kg/day) multiplied by 365 days. We used both raw, defined as edible portions of the fish that has not been prepared for a meal, and prepared fish consumption rates for comparison. Consensus NEQ values for PCB concentrations found in indoor air in EC and CJ schools were used to determine annual exposure based on inhalation during the school year as published (Marek et al., 2017). Here, we used the average inhalation rates (m3/day) reported for girls and boys from EC and CJ for a given season together with the number of days spent in school (Table S6) to determine annual NEQ exposures (μg/school year) due to PCB concentrations found in the indoor air of schools."
    },
    {
      "title": "PCB Concentrations in Environmental and Human Samples:",
      "text": "PCB concentration data was collected from previously published research to include studies with comprehensive analysis of individual PCB congeners. Data included a national screening study completed by the United States Environmental Protection Agency (USEPA) regarding chemical residues in the tissue of fish from lakes and reservoirs in the lower 48 states (USEPA, 2009). The EPA study measured the full complement of 209 PCB congeners in predatory and bottom-dwelling fish from over 500 water bodies in the US. For the current study, full PCB congener detection reports for predator and bottom-dwelling fish from individual lakes were graciously supplied by Dr. Leanne Stahl, USEPA Office of Water (Washington, DC), and collaborators involved in the national study. Summaries of the work conducted, together with the USEPA report regarding contaminant trends in the US are available elsewhere (Stahl et al., 2009; USEPA, 2009). Briefly, the survey selected lakes that were permanent bodies of water with a minimum of 1000 m2 of open water, a depth of at least 1 m and a permanent fish population, they excluded the Laurentian Great Lakes and the Great Salt Lake from the assessment. Overall, 147,00 lakes met the criteria and a random probability model, together with field considerations (e.g. accessibility), were used to select the subset of lakes assessed. The statistical design allowed the study to create estimates of fish tissue contaminant concentrations in lakes on a national basis (USEPA, 2009). The fish residue study reported wet weight concentrations, which were utilized in the current study for NEF application. We also used PCB concentrations reported in the indoor air of middle and high schools (Marek et al., 2017), exposure assessments associated with mother and children annual inhalation or dietary consumption (Ampleman et al., 2015), and a study on the PCB concentrations found in the serum of mothers and children (Marek et al., 2013). These three publications (Ampleman et al., 2015; Marek et al., 2013, 2017) are part of the large AESOP (Airborne Exposures to Semi-volatile Organic Pollutants) study that aimed to address exposures in mothers and children from urban (East Chicago, EC; IN) or rural locations (Columbus Junction, CJ; IA). The congeners reported varied slightly by publication where Marek et al., (2013) and Marek et al., (2017) analyzed samples for all 209 congeners and Ampleman et al., (2015) reported on exposures due to the 93 most commonly detected congeners in air (indoor or outdoor air at or near schools, homes and other locals such churches) and diet (fish, dairy, meat, oils and eggs). The AESOP publications also summarized data in different manners and raw data for individuals or specific locations were not available. Rather, studies published PCB congener concentrations as the median and range (5th and 95th percentile) of residues found within sampled locations or individuals (Marek et al., 2013, 2017) or were reported as the average annual exposure through inhalation or diet (Ampleman et al., 2015). NEFs were applied to the population summaries for each congener as published (Ampleman et al., 2015; Marek et al., 2013, 2017). For serum, we used data supplied for lipid normalized concentrations found in the supplement of Marek et al., (2013)."
    },
    {
      "title": "Comparisons of Predicted Neurotoxic Equivalents Derived from Different NEQ Schemes:",
      "text": "Rayne and Forest (2010) predicted EC2X (effective concentration causing a 2-fold over activation of the RyR1) values for all 209 congeners using QSAR built from the experimental data for 35 congeners (Pessah et al., 2006). They developed REP values for all congeners using the ratio of the mass normalized EC2X value for the most potent RyR-active congener, PCB 202, versus the EC2X for the congener of interest. They then averaged, and published, the RyR based REP values by homologue or ortho substitution pattern to get NEF values (Table 1). Holland et al. (2017) assessed the predictions laid out by the QSAR bringing the number of PCB congeners with experimental data at the RyR to 49 of which 42 are active. For the 42 active congeners with experimental data, we created individual REP values using the ratio of the mass normalized EC2X of PCB 202 divided by the EC2X of the congener of interest (Table S2). Pradeep et al. (2019) created individual REP values for each MOA using the ratio of the median EC50/IC50 values for a given MOA divided by the EC50/IC50 of the congener of interest. These values were then normalized to the maximum REP to get values between 0 and 1. Congener specific REPs were then averaged across MOAs to get NEF values for 87 PCBs. They aimed to develop predictive QSAR models for the remaining 122 congeners; however, the developed models lacked predictability (Pradeep et al., 2019) such that only the 87 NEF values with experimental data sets were utilized in the current study. In the current study, we developed ortho-based or homologue-based NEFs for the data in Pradeep et al., (2019), by averaging the published NEF values for the 87 individual congeners by the appropriate category (Table 1). Linear regression (Minitab 18) was used to compare NEQ predictions derived by applying REP or NEF values from the sMOA or mMOA schemes. Here, different REP or NEF values were applied to published PCB concentrations found in the tissue of bottom-dwelling fish collected from US lakes (n = 447). Overall comparisons were made between the NEQs developed from the application of (1) experimentally derived REP values for RyR1 active congeners (42 PCBs (Holland et al., 2017; Pessah et al., 2006)) versus NEF values for all 209 congeners based on ortho or homologue substitution patterns (Rayne and Forest, 2010), (2) individual NEF values from Pradeep et al. (2019; 87 PCB) versus NEF values from Pradeep et al. (2019) based on congener homologue or ortho substitution pattern (209 congeners), (3) within scheme comparisons of NEQs derived from the application of homologue or ortho substitution-based NEF values and (4) across scheme comparisons of the NEQs derived from the sMOA scheme relative to those derived by applying the mMOA scheme. It should be noted that all REP or NEF values, in all studies, were built using PCB 202 as the most potent congener (Holland et al., 2017; Pradeep et al., 2019; Rayne and Forest, 2010) and that calculated NEQs represent equivalents of PCB 202 for a given PCB mixture."
    },
    {
      "title": "Application of NEF values to PCB Concentrations in Environmental and Human Samples",
      "text": "We used concentration values and thus congener reporting as outlined by each study. Specifically, the USEPA study on fish residues determined minimum detection limits (MDL) and minimum levels (ML) and included concentrations of congeners that were above the MDL but below the ML in Total PCB concentrations per sample (USEPA, 2009). The AESOP studies determined either the 95% or 99% limit of quantification (Ampleman et al., 2015; Marek et al., 2013, 2017) and treated these values as zero when determining Total PCB concentrations or inhalation and diet predictions. For the current assessments, we investigated the use of limit of quantitation (LOQ) iterations for the inclusion of congeners below the LOQ in the published AESOP data but many of these congeners had low percent detection levels or the authors specifically point out that such inclusions lead to misleading data (Marek et al., 2017). In the current study, individual PCB congener concentrations from the published works were summed by ortho and homolog substitution pattern (see example in Tables S3–S5). The ortho or homologue based NEF values from the sMOA (Rayne and Forest, 2010) and mMOA (Pradeep et al., 2019) (Table 1) NEQ schemes were then applied to the summed PCB concentration or exposure data according to the appropriate category (see example in Tables S4–S5). The mean of the four NEQ values for a given environmental or human serum PCB mixture were then calculated to represent a consensus NEQ. Consensus NEQ values for fish from US lakes were overlaid with sampling location using usmap and ggplot2 in R® studio. Potential exposure due to annual fish consumption from these lakes was determined using the freshwater fish consumption rates reported in the USEPA report Estimated Fish Consumption Rates for the U.S. Population and Selected Subpopulations. We choose to use the mean and 95% confidence interval (USEPA 2014, g/d; Mean (lower limit, upper limit); Raw 4.2 (1.8,9.7); Prepared 3.5(1.4,8.5)) for freshwater consumption rates reported for all populations and age categories discussed in the report. A full analysis of the NEQ exposure estimates for select communities, genders, and age was beyond the scope of the current work. Thus, annual NEQ exposure due to freshwater fish consumption was calculated as the product of the consensus NEQ for a given lake fish sample (μg/kg) and the freshwater consumption value (kg/day) multiplied by 365 days. We used both raw, defined as edible portions of the fish that has not been prepared for a meal, and prepared fish consumption rates for comparison. Consensus NEQ values for PCB concentrations found in indoor air in EC and CJ schools were used to determine annual exposure based on inhalation during the school year as published (Marek et al., 2017). Here, we used the average inhalation rates (m3/day) reported for girls and boys from EC and CJ for a given season together with the number of days spent in school (Table S6) to determine annual NEQ exposures (μg/school year) due to PCB concentrations found in the indoor air of schools."
    },
    {
      "title": "Results",
      "text": "When REPs developed for the 42 congeners with experimentally demonstrated activity toward the RyR1 are applied to concentration data for the 42 PCBs in bottom-dwelling fish they predict a lower NEQ compared to the NEQ predicted when ortho or homologue NEFs from the sMOA scheme are applied to concentrations of all 209 congeners (Fig. 1A). Here, the ortho and homologue NEF values from the sMOA scheme predicted a greater than 2-fold increase in NEQ for PCBs mixture concentrations found in bottom-dwelling fish from US lakes. NEQ predictions calculated by applying the sMOA homologue NEFs were greater than the NEQ calculated by applying the sMOA ortho-based NEF values (Fig. 1B). Conversely, when the mMOA NEFs for the 87 congeners with experimental data were applied to concentration data for these 87 congeners in bottom-dwelling fish the predicted NEQ was similar to that calculated when ortho or homologue NEFs from the mMOA were applied to the concentrations of all 209 congeners (Fig. 2A). The ortho and homologue NEFs from the mMOA scheme also predicted similar NEQs for PCB mixture concentrations found in bottom-dwelling fish in US lakes (Fig. 2B). This may suggest that the 87 congeners in the mMOA scheme are representative of the remaining congeners when they are grouped by chlorine substitution number or pattern. When the sMOA or mMOA ortho and homologue NEF values (Table 1) were applied to the same fish PCB concentration data, the mMOA predicted increased NEQ for a given sample regardless of the PCB category (Fig. 3A and B). Of the four NEQs, the ortho NEF values from the mMOA scheme lead to the highest NEQ for a given PCB mixture concentration in bottom-dwelling fish. The greatest difference occurred between the NEQs calculated using ortho-based NEFs from the mMOA scheme and the ortho-based NEFs of the sMOA scheme (Fig. 3B). As would be predicted, there is a significant relationship between the calculated NEQ and the original PCB concentration found in fish tissue (mean NEQ from all applications compared to PCB concentration; R2 = 0.99; p ≤ 0.001; slope = 0.25). This was consistent for the application of NEF values from both sMOA and mMOA schemes (data not shown). Like that seen for bottom-dwelling fish, the application of mMOA NEFs led to the highest NEQ value for PCB concentrations found in predatory species. Of the four developed NEQ values, the ortho based NEF values from the mMOA scheme lead to the highest NEQ calculation (Table S7). The four NEQs were averaged to provide a consensus NEQ for a given PCB mixture found in both predatory (Table S7) or bottom-dwelling fish (Table S8). Overall, the predatory fish in US lakes displayed lower PCB NEQs as compared to the NEQs seen in bottom-dwelling fish from the same lake (Fig. 4, Fig. 5 and Table 2). The median NEQ for PCB concentrations found in predatory fish in all lakes was 0.87 μg/kg (Min, 0.01; Max, 185.10 μg/kg; n = 555). Of the lakes sampled, the majority had predatory fish with PCB NEQs below 14.22 μg/kg (Table 2). The median NEQ for PCB concentrations found in bottom dwelling fish in all lakes was 4.57 μg/kg (Min, 0.16; Max, 277.66 μg/kg; n = 447). Of the lakes sampled, the majority had bottom dwelling fish with PCB NEQs below 72.70 μg/kg (Table 2). Annual estimates of NEQ exposure due to the consumption of fish from US lakes varied greatly by the type of fish consumed (predatory vs. bottom dwelling), the lake sampled, and the freshwater fish consumption rate (Table 3, Tables S9 and S10). For both predatory and bottom dwelling fish, raw fish presented a slightly greater NEQ exposure concentration then prepared fish. As expected, lower consumption rates lead to a lower exposure concentration when considering the PCB NEQs found in both predatory and bottom dwelling fish from all lakes. If individuals consumed predatory fish at the average consumption rate reported for freshwater fish (USEPA, 2014) the median NEQ exposure would be 1.34 or 1.12 μg/year PCB 202 NEQs for raw versus prepared freshwater fish, respectively. If individuals consumed bottom dwelling fish at the average consumption rate reported for freshwater fish (USEPA, 2014) the median NEQ exposure would be 7.31 or 6.10 μg/year of PCB 202 NEQs for raw versus prepared freshwater fish, respectively. Consumption of predatory fish from most lakes sampled would lead to annual NEQ exposures below 21.80 or 18.16 μg/year for raw or prepared fish, respectively (Table 3). Consumption of bottom dwelling fish from most lakes sampled would lead to annual NEQ exposures below 115.31 or 96.09 μg/year for raw or prepared fish, respectively (Table 3). However, the NEQ exposure would vary greatly depending on the consumption rate and the lake in which the fish were sampled (Tables S9 and S10). The concentration of PCB congeners found in the indoor air of schools from the urban area of EC and rural area of CJ both had considerable NEQ concentrations (Fig. 6). Of the schools, EC2 displayed the highest NEQ values, where the NEQ for the median concentration of PCBs found in indoor air was 25.78 ng/m3 (5th and 95th percentile; NEQ 16.99 and 42.27 ng/m3). The EC4 and CJ1 schools also showed appreciable NEQs in the indoor air demonstrating that both urban and rural schools have PCB NEQs that may be of concern. When considering inhalation of indoor school air, based on activity during the school year (winter, spring and autumn; Table S6; Marek et al., 2017) several experience high annual NEQ exposures (Table 4). The NEQ exposures varied between boys and girls, at each school, due to increased activity levels in the surveyed adolescents (Marek et al., 2017). Of the schools, EC2 again displayed the highest annual NEQ exposure due to PCB inhalation, where the highest annual NEQ exposure was 25.99 μg of PCB 202 equivalents inhaled by boys in the 95th percentile. When assessing the annual NEQ exposure due to total inhalation of PCBs from the indoor or outdoor air at or near schools, homes and other locals, such as churches, EC and CJ, children experience higher NEQ exposures compared to mothers from the same population (Fig. 7). This is due to increased PCB concentrations seen in the indoor air of schools compared to homes in EC and CJ (Ampleman et al., 2015). Compared to the PCB NEQ exposure through annual inhalation, dietary exposure was much greater. Here, male children from both EC and CJ appeared to have the highest NEQ exposure through their diet relative to both female children and mothers. Together the PCB exposure through annual inhalation and diet lead to the summed annual NEQ exposure of 20.28, 18.28 and 26.39 μg/year in EC mothers, female children and male children, respectively. NEQ exposures in CJ were only slightly lower at 17.75, 17.82 and 23.49 μg/year in CJ mothers, female children, and male children, respectively. The slightly lower inhalation NEQ exposures seen in mothers as compared to children was likely due to time spent in different locations, where schools in both EC and CJ had higher PCB concentrations than that found in the respective EC or CJ homes. Similarly for diet, Ampleman et al. (2015) used age and gender specific food consumption estimates as reported on the 2007–2008 NHANES Retail Commodity Intake Report (Bowman SA, 2013), which showed that male children had higher ingestion rates, thus a higher suggested PCB intake, than females and mothers. Ampleman et al. (2015), also found that of the dietary items consumed, fish likely had the highest level of detected PCBs compared to dairy and other meat items analyzed supporting fish consumption as a major source of PCB exposure. Finally, there were high NEQs calculated for the PCB concentrations found in the serum of EC and CJ mothers and children (Fig. 8). Both EC and CJ mothers appeared to have higher NEQs in their serum as compared to those calculated from the PCB concentrations found in the serum of children. The highest NEQ levels were found in the serum for the 95th percentile of EC mothers at 47.98 μg/kg of PCB 202 equivalents. However, NEQ levels in the 95th percentile of CJ mothers showed similar NEQ levels at 47.50 μg/kg of PCB 202 equivalents. The NEQs calculated in the 95th percentile of EC and CJ mothers or children serum were above the PCB 202 EC2x of 21.49 μg/L (95% Confidence Interval; 8.60 and 42.98 μg/L) (Fig. 8, red line) in receptor binding assays. And while the concentration at the receptor is unknown, this demonstrates that serum concentrations are at levels known to activate the receptor in in vitro assays. Higher levels of NEQs found in mother’s versus children’s serum is consistent with higher PCB levels found in EC and CJ mothers versus that of EC and CJ children. While not investigated by Marek et al. (2013), this difference may be explained by work showing a correlation between PCB concentrations and age (Kimbrough, 1985) or higher PCB metabolism in children (Marek et al., 2014). However, the work by Marek and colleagues (Marek et al., 2014, 2017) has shown enrichment of lower molecular weight PCBs in children versus that found in mothers serum and is suggested to represent inhalation versus dietary (high molecular weight congeners) exposure."
    },
    {
      "title": "Comparisons of different NEQ schemes",
      "text": "When REPs developed for the 42 congeners with experimentally demonstrated activity toward the RyR1 are applied to concentration data for the 42 PCBs in bottom-dwelling fish they predict a lower NEQ compared to the NEQ predicted when ortho or homologue NEFs from the sMOA scheme are applied to concentrations of all 209 congeners (Fig. 1A). Here, the ortho and homologue NEF values from the sMOA scheme predicted a greater than 2-fold increase in NEQ for PCBs mixture concentrations found in bottom-dwelling fish from US lakes. NEQ predictions calculated by applying the sMOA homologue NEFs were greater than the NEQ calculated by applying the sMOA ortho-based NEF values (Fig. 1B). Conversely, when the mMOA NEFs for the 87 congeners with experimental data were applied to concentration data for these 87 congeners in bottom-dwelling fish the predicted NEQ was similar to that calculated when ortho or homologue NEFs from the mMOA were applied to the concentrations of all 209 congeners (Fig. 2A). The ortho and homologue NEFs from the mMOA scheme also predicted similar NEQs for PCB mixture concentrations found in bottom-dwelling fish in US lakes (Fig. 2B). This may suggest that the 87 congeners in the mMOA scheme are representative of the remaining congeners when they are grouped by chlorine substitution number or pattern. When the sMOA or mMOA ortho and homologue NEF values (Table 1) were applied to the same fish PCB concentration data, the mMOA predicted increased NEQ for a given sample regardless of the PCB category (Fig. 3A and B). Of the four NEQs, the ortho NEF values from the mMOA scheme lead to the highest NEQ for a given PCB mixture concentration in bottom-dwelling fish. The greatest difference occurred between the NEQs calculated using ortho-based NEFs from the mMOA scheme and the ortho-based NEFs of the sMOA scheme (Fig. 3B). As would be predicted, there is a significant relationship between the calculated NEQ and the original PCB concentration found in fish tissue (mean NEQ from all applications compared to PCB concentration; R2 = 0.99; p ≤ 0.001; slope = 0.25). This was consistent for the application of NEF values from both sMOA and mMOA schemes (data not shown)."
    },
    {
      "title": "Application of NEQ schemes to published PCB concentration data",
      "text": "Like that seen for bottom-dwelling fish, the application of mMOA NEFs led to the highest NEQ value for PCB concentrations found in predatory species. Of the four developed NEQ values, the ortho based NEF values from the mMOA scheme lead to the highest NEQ calculation (Table S7). The four NEQs were averaged to provide a consensus NEQ for a given PCB mixture found in both predatory (Table S7) or bottom-dwelling fish (Table S8). Overall, the predatory fish in US lakes displayed lower PCB NEQs as compared to the NEQs seen in bottom-dwelling fish from the same lake (Fig. 4, Fig. 5 and Table 2). The median NEQ for PCB concentrations found in predatory fish in all lakes was 0.87 μg/kg (Min, 0.01; Max, 185.10 μg/kg; n = 555). Of the lakes sampled, the majority had predatory fish with PCB NEQs below 14.22 μg/kg (Table 2). The median NEQ for PCB concentrations found in bottom dwelling fish in all lakes was 4.57 μg/kg (Min, 0.16; Max, 277.66 μg/kg; n = 447). Of the lakes sampled, the majority had bottom dwelling fish with PCB NEQs below 72.70 μg/kg (Table 2). Annual estimates of NEQ exposure due to the consumption of fish from US lakes varied greatly by the type of fish consumed (predatory vs. bottom dwelling), the lake sampled, and the freshwater fish consumption rate (Table 3, Tables S9 and S10). For both predatory and bottom dwelling fish, raw fish presented a slightly greater NEQ exposure concentration then prepared fish. As expected, lower consumption rates lead to a lower exposure concentration when considering the PCB NEQs found in both predatory and bottom dwelling fish from all lakes. If individuals consumed predatory fish at the average consumption rate reported for freshwater fish (USEPA, 2014) the median NEQ exposure would be 1.34 or 1.12 μg/year PCB 202 NEQs for raw versus prepared freshwater fish, respectively. If individuals consumed bottom dwelling fish at the average consumption rate reported for freshwater fish (USEPA, 2014) the median NEQ exposure would be 7.31 or 6.10 μg/year of PCB 202 NEQs for raw versus prepared freshwater fish, respectively. Consumption of predatory fish from most lakes sampled would lead to annual NEQ exposures below 21.80 or 18.16 μg/year for raw or prepared fish, respectively (Table 3). Consumption of bottom dwelling fish from most lakes sampled would lead to annual NEQ exposures below 115.31 or 96.09 μg/year for raw or prepared fish, respectively (Table 3). However, the NEQ exposure would vary greatly depending on the consumption rate and the lake in which the fish were sampled (Tables S9 and S10). The concentration of PCB congeners found in the indoor air of schools from the urban area of EC and rural area of CJ both had considerable NEQ concentrations (Fig. 6). Of the schools, EC2 displayed the highest NEQ values, where the NEQ for the median concentration of PCBs found in indoor air was 25.78 ng/m3 (5th and 95th percentile; NEQ 16.99 and 42.27 ng/m3). The EC4 and CJ1 schools also showed appreciable NEQs in the indoor air demonstrating that both urban and rural schools have PCB NEQs that may be of concern. When considering inhalation of indoor school air, based on activity during the school year (winter, spring and autumn; Table S6; Marek et al., 2017) several experience high annual NEQ exposures (Table 4). The NEQ exposures varied between boys and girls, at each school, due to increased activity levels in the surveyed adolescents (Marek et al., 2017). Of the schools, EC2 again displayed the highest annual NEQ exposure due to PCB inhalation, where the highest annual NEQ exposure was 25.99 μg of PCB 202 equivalents inhaled by boys in the 95th percentile. When assessing the annual NEQ exposure due to total inhalation of PCBs from the indoor or outdoor air at or near schools, homes and other locals, such as churches, EC and CJ, children experience higher NEQ exposures compared to mothers from the same population (Fig. 7). This is due to increased PCB concentrations seen in the indoor air of schools compared to homes in EC and CJ (Ampleman et al., 2015). Compared to the PCB NEQ exposure through annual inhalation, dietary exposure was much greater. Here, male children from both EC and CJ appeared to have the highest NEQ exposure through their diet relative to both female children and mothers. Together the PCB exposure through annual inhalation and diet lead to the summed annual NEQ exposure of 20.28, 18.28 and 26.39 μg/year in EC mothers, female children and male children, respectively. NEQ exposures in CJ were only slightly lower at 17.75, 17.82 and 23.49 μg/year in CJ mothers, female children, and male children, respectively. The slightly lower inhalation NEQ exposures seen in mothers as compared to children was likely due to time spent in different locations, where schools in both EC and CJ had higher PCB concentrations than that found in the respective EC or CJ homes. Similarly for diet, Ampleman et al. (2015) used age and gender specific food consumption estimates as reported on the 2007–2008 NHANES Retail Commodity Intake Report (Bowman SA, 2013), which showed that male children had higher ingestion rates, thus a higher suggested PCB intake, than females and mothers. Ampleman et al. (2015), also found that of the dietary items consumed, fish likely had the highest level of detected PCBs compared to dairy and other meat items analyzed supporting fish consumption as a major source of PCB exposure. Finally, there were high NEQs calculated for the PCB concentrations found in the serum of EC and CJ mothers and children (Fig. 8). Both EC and CJ mothers appeared to have higher NEQs in their serum as compared to those calculated from the PCB concentrations found in the serum of children. The highest NEQ levels were found in the serum for the 95th percentile of EC mothers at 47.98 μg/kg of PCB 202 equivalents. However, NEQ levels in the 95th percentile of CJ mothers showed similar NEQ levels at 47.50 μg/kg of PCB 202 equivalents. The NEQs calculated in the 95th percentile of EC and CJ mothers or children serum were above the PCB 202 EC2x of 21.49 μg/L (95% Confidence Interval; 8.60 and 42.98 μg/L) (Fig. 8, red line) in receptor binding assays. And while the concentration at the receptor is unknown, this demonstrates that serum concentrations are at levels known to activate the receptor in in vitro assays. Higher levels of NEQs found in mother’s versus children’s serum is consistent with higher PCB levels found in EC and CJ mothers versus that of EC and CJ children. While not investigated by Marek et al. (2013), this difference may be explained by work showing a correlation between PCB concentrations and age (Kimbrough, 1985) or higher PCB metabolism in children (Marek et al., 2014). However, the work by Marek and colleagues (Marek et al., 2014, 2017) has shown enrichment of lower molecular weight PCBs in children versus that found in mothers serum and is suggested to represent inhalation versus dietary (high molecular weight congeners) exposure."
    },
    {
      "title": "PCB mixtures found in US lake fish",
      "text": "Like that seen for bottom-dwelling fish, the application of mMOA NEFs led to the highest NEQ value for PCB concentrations found in predatory species. Of the four developed NEQ values, the ortho based NEF values from the mMOA scheme lead to the highest NEQ calculation (Table S7). The four NEQs were averaged to provide a consensus NEQ for a given PCB mixture found in both predatory (Table S7) or bottom-dwelling fish (Table S8). Overall, the predatory fish in US lakes displayed lower PCB NEQs as compared to the NEQs seen in bottom-dwelling fish from the same lake (Fig. 4, Fig. 5 and Table 2). The median NEQ for PCB concentrations found in predatory fish in all lakes was 0.87 μg/kg (Min, 0.01; Max, 185.10 μg/kg; n = 555). Of the lakes sampled, the majority had predatory fish with PCB NEQs below 14.22 μg/kg (Table 2). The median NEQ for PCB concentrations found in bottom dwelling fish in all lakes was 4.57 μg/kg (Min, 0.16; Max, 277.66 μg/kg; n = 447). Of the lakes sampled, the majority had bottom dwelling fish with PCB NEQs below 72.70 μg/kg (Table 2). Annual estimates of NEQ exposure due to the consumption of fish from US lakes varied greatly by the type of fish consumed (predatory vs. bottom dwelling), the lake sampled, and the freshwater fish consumption rate (Table 3, Tables S9 and S10). For both predatory and bottom dwelling fish, raw fish presented a slightly greater NEQ exposure concentration then prepared fish. As expected, lower consumption rates lead to a lower exposure concentration when considering the PCB NEQs found in both predatory and bottom dwelling fish from all lakes. If individuals consumed predatory fish at the average consumption rate reported for freshwater fish (USEPA, 2014) the median NEQ exposure would be 1.34 or 1.12 μg/year PCB 202 NEQs for raw versus prepared freshwater fish, respectively. If individuals consumed bottom dwelling fish at the average consumption rate reported for freshwater fish (USEPA, 2014) the median NEQ exposure would be 7.31 or 6.10 μg/year of PCB 202 NEQs for raw versus prepared freshwater fish, respectively. Consumption of predatory fish from most lakes sampled would lead to annual NEQ exposures below 21.80 or 18.16 μg/year for raw or prepared fish, respectively (Table 3). Consumption of bottom dwelling fish from most lakes sampled would lead to annual NEQ exposures below 115.31 or 96.09 μg/year for raw or prepared fish, respectively (Table 3). However, the NEQ exposure would vary greatly depending on the consumption rate and the lake in which the fish were sampled (Tables S9 and S10)."
    },
    {
      "title": "PCB exposure in urban and rural locations",
      "text": "The concentration of PCB congeners found in the indoor air of schools from the urban area of EC and rural area of CJ both had considerable NEQ concentrations (Fig. 6). Of the schools, EC2 displayed the highest NEQ values, where the NEQ for the median concentration of PCBs found in indoor air was 25.78 ng/m3 (5th and 95th percentile; NEQ 16.99 and 42.27 ng/m3). The EC4 and CJ1 schools also showed appreciable NEQs in the indoor air demonstrating that both urban and rural schools have PCB NEQs that may be of concern. When considering inhalation of indoor school air, based on activity during the school year (winter, spring and autumn; Table S6; Marek et al., 2017) several experience high annual NEQ exposures (Table 4). The NEQ exposures varied between boys and girls, at each school, due to increased activity levels in the surveyed adolescents (Marek et al., 2017). Of the schools, EC2 again displayed the highest annual NEQ exposure due to PCB inhalation, where the highest annual NEQ exposure was 25.99 μg of PCB 202 equivalents inhaled by boys in the 95th percentile. When assessing the annual NEQ exposure due to total inhalation of PCBs from the indoor or outdoor air at or near schools, homes and other locals, such as churches, EC and CJ, children experience higher NEQ exposures compared to mothers from the same population (Fig. 7). This is due to increased PCB concentrations seen in the indoor air of schools compared to homes in EC and CJ (Ampleman et al., 2015). Compared to the PCB NEQ exposure through annual inhalation, dietary exposure was much greater. Here, male children from both EC and CJ appeared to have the highest NEQ exposure through their diet relative to both female children and mothers. Together the PCB exposure through annual inhalation and diet lead to the summed annual NEQ exposure of 20.28, 18.28 and 26.39 μg/year in EC mothers, female children and male children, respectively. NEQ exposures in CJ were only slightly lower at 17.75, 17.82 and 23.49 μg/year in CJ mothers, female children, and male children, respectively. The slightly lower inhalation NEQ exposures seen in mothers as compared to children was likely due to time spent in different locations, where schools in both EC and CJ had higher PCB concentrations than that found in the respective EC or CJ homes. Similarly for diet, Ampleman et al. (2015) used age and gender specific food consumption estimates as reported on the 2007–2008 NHANES Retail Commodity Intake Report (Bowman SA, 2013), which showed that male children had higher ingestion rates, thus a higher suggested PCB intake, than females and mothers. Ampleman et al. (2015), also found that of the dietary items consumed, fish likely had the highest level of detected PCBs compared to dairy and other meat items analyzed supporting fish consumption as a major source of PCB exposure. Finally, there were high NEQs calculated for the PCB concentrations found in the serum of EC and CJ mothers and children (Fig. 8). Both EC and CJ mothers appeared to have higher NEQs in their serum as compared to those calculated from the PCB concentrations found in the serum of children. The highest NEQ levels were found in the serum for the 95th percentile of EC mothers at 47.98 μg/kg of PCB 202 equivalents. However, NEQ levels in the 95th percentile of CJ mothers showed similar NEQ levels at 47.50 μg/kg of PCB 202 equivalents. The NEQs calculated in the 95th percentile of EC and CJ mothers or children serum were above the PCB 202 EC2x of 21.49 μg/L (95% Confidence Interval; 8.60 and 42.98 μg/L) (Fig. 8, red line) in receptor binding assays. And while the concentration at the receptor is unknown, this demonstrates that serum concentrations are at levels known to activate the receptor in in vitro assays. Higher levels of NEQs found in mother’s versus children’s serum is consistent with higher PCB levels found in EC and CJ mothers versus that of EC and CJ children. While not investigated by Marek et al. (2013), this difference may be explained by work showing a correlation between PCB concentrations and age (Kimbrough, 1985) or higher PCB metabolism in children (Marek et al., 2014). However, the work by Marek and colleagues (Marek et al., 2014, 2017) has shown enrichment of lower molecular weight PCBs in children versus that found in mothers serum and is suggested to represent inhalation versus dietary (high molecular weight congeners) exposure."
    },
    {
      "title": "Discussion",
      "text": "We assessed the neurotoxic predictions of different PCB NEQ schemes showing that a mMOA NEQ scheme predicted increased neurotoxic potential as compared to a sMOA scheme when applied to the same environmental PCB mixtures. Here, ortho based NEFs from the mMOA scheme predicted the highest level of NEQ from a given PCB mixture. We also assessed whether PCB mixture concentrations found in the environment or human serum have high NEQ concentrations. It was demonstrated that PCB mixture concentrations found in all published works assessed had considerable levels of PCB 202 NEQs, suggesting potential health impacts in exposed human populations. With further establishment, a NEQ scheme, combined with the commonly applied TEQ, would likely provide a more inclusive understanding of risk presented by PCB mixtures. The predictions from the sMOA and the mMOA schemes varied in magnitude but both lead to important conclusions regarding the future application of NEQ schemes. First, they both predicted slightly higher NEQ exposure concentrations when NEFs were applied to data summarized by chlorine substitution pattern versus when REPs or NEFs were applied to select congener concentrations with experimental MOA data (Figs. 1 and 2). Additionally, the application of ortho based, rather than homologue based, NEF values lead to the highest NEQs, especially those from the mMOA scheme. Ortho substitution pattern is linked to congener potency toward multiple neurotoxic MOAs. Namely, congeners with two or more ortho-substitutions, but lacking para substitutions, display high potency at the RyR (Holland et al., 2017; Pessah et al., 2006) and those with tetra and penta ortho substitutions display high potency toward the dopamine transporter (Wigestrand et al., 2013). Together these findings support the need for extensive PCB congener testing and reporting from environmental mixtures. Inclusion of a wide number of congeners would allow for a better assessment of total mixture exposure rather than reporting indicator PCBs (Lehmann et al., 2015), which is common in studies but often deemed inappropriate (e.g., (Gandhi et al., 2015; Megson et al., 2019). For the application of the NEQ scheme to previously gathered data that report on select indicator congeners, additional uncertainty considerations may be needed. The development of the sMOA NEQ scheme (Rayne and Forest, 2010) and the mMOA scheme (Pradeep et al., 2019) varied likely contributing to differences in the predicted NEQs. Specifically, the sMOA scheme, used REP values based on congener EC2X values because EC50 values lead to poor QSAR predictions (Rayne and Forest, 2010). The mMOA scheme (Pradeep et al., 2019), used EC50/IC50 values to develop REPs for each endpoint. The RyR1 experimental data available represents relative effect responses (i.e. not normalized to a 100% maximum activity) to demonstrate the wide range of efficacy seen between congeners (Holland et al., 2017; Pessah et al., 2006). The use of the RyR relative EC50 values in the mMOA, rather than the absolute EC50 value normalized to a 100%, may lead to inaccurate predictions (Wagner et al., 2013). The EC2x represents an absolute effect concentration (Holland et al., 2017) and models comparing the NEQs calculated with EC2x versus the absolute EC50 values for PCBs at the RyR would be interesting as the EC50 is commonly used for potency comparisons (Wagner et al., 2013). Also, the congeners included in the mMOA (Pradeep et al., 2019) were limited which may contribute to selection bias (Rayne and Forest, 2010; Simone et al., 2018), where Pradeep et al. (2019) took steps to limit the effects of selection bias when updating the mMOA scheme. Pradeep et al. (2019) aimed to predict NEF values for all congeners; however, the models lacked robustness due to vast differences in congener potency for a given MOA. Perhaps developing QSAR predictions for individual MOAs separately, then calculating the average congener REP, would lead to a more robust mMOA scheme. This would be important as the mMOA scheme would provide a more thorough assessment of potential hazards than a sMOA scheme due to the inclusion of multiple toxic pathways. Specifically, variance in REP values across different MOA experimental data sets needs to be considered because congener potency varies greatly across molecular targets (Pradeep et al., 2019; Simon et al., 2007). Pradeep et al. (2019) observed a wide range of REP values developed for individual PCBs congeners with data for more than one MOA (Average range, 0.28, Max range = 0.95; on a 0–1 scale). Thus, the application of REPs developed for each single MOA (e.g. RyR, DAT or PKC) separately would lead to highly variable NEQ calculations. Further development of the mMOA scheme with the inclusion of increased congeners and the inclusion of uncertainty factors, considering variance in MOA sensitivity, would aid in the application of the scheme. Substantial NEQs concentrations and exposures were predicted for the published PCB data but they are likely conservative because real exposures include other halogenated compounds. This includes compounds not incorporated in the developed NEQs schemes such as the hydroxylated metabolites of NDL PCBs and polybrominated diphenyl ethers (PBDEs) that alter similar molecular pathways as NDL PCBs (Dingemans et al., 2016; Kim et al., 2010; Niknam et al., 2013). Hydroxylated PCBs (HO-PCB) are detected in human serum (Dirtu et al., 2010; Koh et al., 2016; Ma et al., 2018; Marek et al., 2013) and environmental media (Marek et al., 2017; Tehrani and Van Aken, 2014) but the metabolites being detected are often limited. A limited number of HO-PCBs have been tested for RyR1-activity, where those that have been tested often demonstrate higher efficacy then the respective parent PCB (Niknam et al., 2013; Sethi et al., 2019). The HO-PCBs have not been directly assessed for activity toward other mechanisms involved in the mMOA NEQ scheme. PBDEs are found in human serum and the environment (Liu et al., 2017) and activate the RyR1 following a similar structure activity relationship to NDL PCBs, with the exception that they can activate or inactivate the channel depending on concentration and bromine distribution (Kim et al., 2010). Some work shows that PBDEs cause minimal reduction in neurotransmitter uptake, including dopamine (Mariussen and Fonnum, 2003), but others show that the PBDE mixture DE-71 causes a significant dose dependent reduction (Bradner et al., 2013; Costa et al., 2014). PBDEs and other flame retardants also cause damage to dopaminergic neurons and alter protein expression of the vesicular monoamine transporter 2 and the dopamine transporter (Bradner et al., 2013) suggesting that dopaminergic signaling may represent a common target for halogenated compounds. Finally, a NEQ for halogenated compounds should include PCB enantiomers effects, where enantiomers of chiral PCBs are known to display varying activity at the RyR1 (Pessah et al., 2009); however, these differences have not been addressed for other neurotoxic MOA. Thus methods used to collect concentration or organismal exposure data may contribute to conservative or inaccurate NEQ values due to limited PCB congener detection, limited types of chemicals being reported and may be further complicated by sampling regimes (see Lehmann et al., 2015). For example, when assessing PCB concentrations in air, for the determination of exposure via inhalation, many studies again rely on select indicator congeners that are deemed unreliable especially considering that the congeners present in air may vary by location. The sampled air also represents the PCB concentration or mixture present at a given time rather than chronic patterns that would be experienced by individuals. Similarly, organismal inhalation studies conduct nasal exposures that introduce additional stress to animals and still represent short-term scenarios. Other examples of uncertainty introduced in PCB dietary assessments include the fact that studies rely heavily on participant responses to consumption surveys, such as fish, but reported versus actual fish consumption may vary, seasonal variability in fish consumed may not be considered, and levels of consumption are reported as national or regional averages. Taken together with the fact that select exposure scenarios do not represent PCB body burdens further hinders determination of risk to human populations. Both the sMOA and mMOA schemes use tetra ortho PCB 202 as the most potent neurotoxic congener based on the demonstrated nM potency (EC2x, 95% Confidence Interval; 0.05 nM, 0.02–0.10 nM; 21.49, 8.60–42.98 μg/L) at the RyR1 in receptor binding assays (Holland et al., 2017). To date, there have been no organismal based studies on PCB 202; however, numerous studies have been completed on other potent and efficacious congeners or mixtures known to alter the RyR1 (Sable and Schantz, 2006; Schantz et al., 1997; Wayman et al., 2012b; Yang et al., 2009). This work has recently been reviewed (Pessah et al., 2019) outlining connections between halogenated compound activity toward the RyR and induced neurotoxicity. Work has shown that rodents exposed to PCB 95, and other RyR active PCBs or PCB mixtures, often have altered RyR expression in the brain and have altered dendritic growth, which is highly correlated with the incidence of behavioral deficits. Such influences of RyR Ca2+ channels have been demonstrated to have stereoselectivity when PCB atropisomers have been separated (Feng et al., 2017; Pessah et al., 2009; Yang et al., 2014). Interestingly, rodents display a higher incidence of toxicity at lower relative to higher PCB 95 exposure concentrations demonstrating a non-monotonic dose response. These findings support the need to use lower exposure thresholds for protecting against neurotoxicity. This is especially true for the RyR active congeners, where work has demonstrated that PCB mixtures found in air, soil, dust (Pessah et al., 2006) and fish tissue (Holland-Fritsch and Pessah, 2013; Kostyniak et al., 2005) can activate the receptor in [3H]Ry binding assays. However, data on other, possibly convergent, mechanisms is currently lacking and would be needed to further develop the mMOA scheme. To establish the NEQ, in vivo data on multiple mechanisms would be needed especially in regards to PCB 202. To date, studies have not directly addressed PCB 202 absorption and distribution such that it is currently unknown whether the congener would accumulate in similar tissues as PCB 95, for example. The congeners display varying lipophilicity (PCB95 Log Kow = 6.13; PCB 202 Kow = 7.24 (Hawker and Connell, 1988); however, both penta and octa chlorinated congeners can be detected in the brain tissue of rodent models exposed to Aroclor 1254 (Kodavanti and Curras-Collazo, 2010) and congeners displaying similar lipophilicity (e.g. PCB 180, Log Kow = 7.36 (Hawker and Connell, 1988) have been found in post-mortem human brain tissue (Hatcher-Martin et al., 2012). PCB 202 is rarely measured in analytical studies and if measured does not represent a large percentage of the ∑PCB burden found in a given exposure scenario e.g. (Marek et al., 2013; Stahl et al., 2009). This again supports the need for the inclusion of further congener assessment in analytical studies and regardless of detection levels PCB 202 would represent a potent control for RyR disruption and NEQ development like that of TCDD in TEQ assessments. With more in vivo or modeling data on organismal toxicity or toxicokinetics, respectively, extrapolation of risk to human health could be evaluated similar to ongoing work with in vitro data collected from the Toxicology in the 21st century national database (Sipes et al., 2017). In prenatal exposures, the overall weight of evidence from both animals and human epidemiological studies indicate that exposure to legacy PCBs increase the occurrence of neurodevelopmental impairments (Pessah et al., 2019). There have been conflicting studies but often studies use limited congener assessments or total PCB concentrations for correlations leading to different conclusions (LaKind et al., 2018). For example, studies assessing highly chlorinated PCBs (>PCB170 (Stewart et al., 2003);) or indicator PCBs (PCB 153; (Forns et al., 2012)) show a relationship between exposure and child cognitive ability but others looking at total PCBs have not (Gray et al., 2005). It should be noted that other study design aspects also varied between these studies including cognitive assessment types, age of participants and types of exposure. Several PCB congeners assessed by Stewart et al. (2003) and Forns et al. (2012) display activity toward DAT (PCB 153 and 180) and RyR (PCB 170, 179, 180, 183, 187, and 194 (Holland et al., 2017; Pessah et al., 2006)), supporting mechanistic findings with impacts on neurodevelopment. In adults, PCB exposure is implicated in the incidence of neurodegenerative disease (Pessah et al., 2019); however, conflicting epidemiological studies question the relationship between PCB exposure and the occurrence of age-related diseases, including Parkinson’s Disease (PD) (Weisskopf et al., 2012), Alzheimer’s Disease or dementia (Medehouenou et al., 2019). Again, epidemiological study design and congener assessment may contribute to varying findings. A congener specific assessment by Hatcher-Martin et al. (2012) assessed 10 PCB congeners, representing 99.7% of the total PCBs found in post-mortem brains of individuals with PD or related pathology. They demonstrated that concentrations of PCB 138, 153 and 180, known RyR activators and DAT inhibitors, correlated with PD or related pathology in female subjects, but not males. The study by Weisskopf et al. (2012) also looked at PD onset with PCB congener concentrations, including PCB 138, 153 and 180, but did not observe the same relationship; however, the comparison was completed using PD patients serum PCB levels versus post-mortem brains. Overall, expanded congener testing and reporting together with comparisons between PCB sampling matrix would benefit epidemiology studies. This extends to the fact that many epidemiological studies have focused on the impact of exposure via diet rather than inhalation, which include higher versus lower chlorinated congeners, respectively. The impact of PCBs found in air remains an active area of research (Bräuner et al., 2016; Sethi et al., 2019), where recent epidemiological studies have begun monitoring the long term health of individuals exposed to PCBs via inhalation including inhalation of PCBs found in school air (Bräuner et al., 2016)."
    },
    {
      "title": "Conclusion",
      "text": "Connecting the in vitro based NEQs to potential neurotoxic impacts in exposed human populations would require further investigation. We show that PCB concentrations found in fish tissue and air represent a high NEQ concentration and high NEQ annual exposure due to fish consumption or inhaled air. Additionally, we show that mixture concentrations already found in the serum of mothers and children from both urban and rural locations represent NEQ levels at or above known in vitro toxicity values for PCB 202 and could contribute to neurotoxicity. More work is needed to fully understand the impacts of these exposure scenarios to humans but PCBs, and other halogenated compounds, remain leading contaminants in the environment and human samples. Once further established the NEQ scheme could help predict potential halogenated mixtures of neurotoxic concern."
    }
  ],
  "full_text": "## Introduction\nPolychlorinated biphenyls (PCBs) are among the most commonly detected chemical classes of concern despite their ban nearly 50 years ago (Domingo and Bocio, 2007; Faroon and Ruiz, 2016; Stahl et al., 2009). Studies assessing hazards presented by PCB mixtures in environmental media or human samples largely focus on toxicity related to dioxin-like (DL) PCBs, with less focus on the non-dioxin (NDL) like PCBs. DL PCBs are agonists of the aryl hydrocarbon receptor (AhR) and activity is often compared to the highly potent AhR agonist 2,3,7,8-tetrachlorodibenzodioxin (TCDD) (Denison and Nagy, 2003; Van den Berg et al., 2006; White and Birnbaum, 2009). Risk assessment platforms often use the toxic equivalency scheme to assign predicted toxicity for complex mixtures towards the AhR. Here, Toxic Equivalency Factors (TEF), that compare the affinity of a given DL PCB conger (PCBi) at the AhR relative to the affinity of TCDD at the AhR have been well established. The TEFs are applied to PCB concentrations in samples in order to represent TCDD equivalents (TEQ) for PCB exposure scenarios (Van den Berg et al., 1998; Van den Berg et al., 2006). The TEQ is utilized worldwide as a monitoring tool describing exposure and risk due to complex PCB, or other DL compound, mixtures (Srogi, 2008). However, the TEQ makes several key assumptions that may lead to an under estimation of a PCB mixtures toxic potential (Giesy and Kannan, 1998; Pessah, 2010). Specifically, of the 209 PCBs, only 12 congeners are included in the scheme (Van den Berg et al., 2006); thus the TEQ assumes that the remaining 197 congeners, broadly termed non-dioxin like (NDL), are non-toxic and that DL PCB impacts are the most pertinent when studying complex mixtures effects (Giesy and Kannan, 1998; Pessah, 2010). NDL PCBs display neurotoxic potential in both in vitro and in vivo models (Lesiak et al., 2014; Schantz et al., 1997; Wayman et al., 2012a, 2012b) and these impacts may contribute to cognitive deficits observed in PCB exposed organisms (Pessah et al., 2019; Quinete et al., 2014). To complement the current scheme for DL chemicals, several studies have proposed a so-called neurotoxicity relative potency scheme to include toxicity related to NDL PCBs (Pradeep et al., 2019; Rayne and Forest, 2010; Simon et al., 2007). To remain as consistent as possible with TEQ terminology (see Table S1), here, the term relative potency (REP) will be used for comparisons between bioassay potency values, neurotoxicity equivalency factors (NEF) define the average of REP values across multiple bioassays or by PCB substitution pattern, and neurotoxic equivalents (NEQ) signify REPs or NEFs applied to PCB concentration data or the scheme itself. First. a multiple mechanism of action (mMOA) scheme by Simon et al. (2007) defined the REP of individual NDL congeners toward four different mechanisms of action including altered phospho-kinase C (PKC) translocation, altered microsomal and mitochondrial Ca2+ sequestration, reduction in cell dopamine content and a demonstrated ability to alter the Ca2+ channel known as the ryanodine receptor (RyR). These mechanisms are directly connected to neuronal health and cognitive ability, where PKC is a secondary messenger important for long term potentiation (Bliss et al., 2018), mitochondrial Ca 2+ sequestration is important for ATP production and when altered can lead to reactive oxygen species and apoptosis (Celsi et al., 2009), altered dopamine homeostasis is related to numerous aspects of neurophysiology including movement, reward systems and cognitive function (Klein et al., 2019) and RyRs are important for neurotransmission and synaptic plasticity (Pessah, 2010). It should be noted that considerable research has been completed regarding altered thyroid homeostasis as a cause for PCB induced neurotoxicity (Dingemans et al., 2016; Pessah et al., 2019). Toxicity toward thyroid related targets was not incorporated in the mMOA NEQ scheme (Pradeep et al., 2019; Simon et al., 2007) and recent data suggests that thyroid hormone pathways may not be central to PCB based neurodevelopmental toxicity (Sethi et al., 2019). Further consideration of mechanisms for inclusion in an established mMOA scheme may need to consider thyroid signaling disruption. In the scheme proposed by Simon et al. (2007), the authors created individual REP values for each of the four mechanism by creating a ratio of the most potent compound relative to the potency of the congener of interest at a given molecular target. The four REPs were then averaged to predict the NEF for individual PCB congeners and by groups of congeners (i.e. homologue group or ortho substitution pattern). This scheme has recently been updated by Pradeep et al. (2019), to include recently collected data for several mechanisms (Holland et al., 2017; Stenberg et al., 2011; Wigestrand et al., 2013), to provide more predictive REP values for 87 congeners specifically (Pradeep et al., 2019). While the inclusion of numerous mechanisms of toxic action likely predicts a wider range of toxic impacts, the mMOA scheme has several limitations. Namely, the experimental or surrogate REP values for which the mMOA scheme was based is limited to 87 of the 209 congeners and while the contribution of the different mechanisms to PCB induced neurotoxicity cannot be discounted, several endpoints in the mMOA scheme are only potentiated by high μM PCB concentrations. The most sensitive endpoint included in the mMOA NEQ scheme by Simon et al. (2007), updated by Pradeep et al. (2019), and arguably identified to date, was that of congener specific impacts on Ca2+ signaling dynamics via enhanced activation of the RyR in mammals (Holland et al., 2017; Pessah et al., 2006) and fish (Holland-Fritsch and Pessah, 2013). There are three RyR isoforms with a wide tissue distribution (Zalk et al., 2007) and all have an important role in the peripheral and central nervous systems (Berridge, 2012). Additionally, research has connected direct impacts in in vitro RyR studies with altered dendritic growth and neuronal connectivity in primary neuron cultures and in primary rat hippocampal neurons (Pessah, 2010; Stamou et al., 2013; Wayman et al., 2012a, 2012b). Rayne and Forest (2010) developed a NEQ scheme based solely on NDL PCB activity toward the RyR. They developed a quantitative structure-activity relationship (QSAR) to extrapolate the predicted activity of all 209 congeners toward the RyR, isoform 1 (RyR1). They then developed REP values for each PCBi relative to what they predicted was the most potent RyR-active congener, PCB 202. The predictions of the developed QSAR have recently been validated supporting tetra ortho PCB 202, as the most potent RyR compound assessed to date in in vitro studies and predictions that approximately 190 PCBs activate RyR1 (Holland et al., 2017). The QSAR, and validation study, provide the largest amount of data available for one NDL PCB neurotoxicity mechanism and work has shown that PCB mixtures display additivity at the RyR (Holland-Fritsch and Pessah, 2013; Kostyniak et al., 2005; Pessah et al., 2006). This work supports the application of the RyR NEQ scheme; however, to date there have been no studies addressing PCB 202 in in vivo studies such that more work will be needed to fully establish the model. To date, the application of the two NEQ schemes to PCB concentrations found in environmental and human samples has not been completed and this includes the mMOA scheme outlined by Simon et al. (2007) (updated by Pradeep et al., 2019), or the single mechanism of action (sMOA) scheme outlined by Rayne and Forest (2010). The goal of the current study was to compare the neurotoxic equivalents calculated when applying the sMOA or the mMOA relative potency scheme to PCB concentration data found in environmental samples. We then aimed to provide a consensus of the neurotoxic equivalents presented by various human environmental exposure scenarios or based on PCB residues already found in human serum.\n\n## Materials and methods\nPCB concentration data was collected from previously published research to include studies with comprehensive analysis of individual PCB congeners. Data included a national screening study completed by the United States Environmental Protection Agency (USEPA) regarding chemical residues in the tissue of fish from lakes and reservoirs in the lower 48 states (USEPA, 2009). The EPA study measured the full complement of 209 PCB congeners in predatory and bottom-dwelling fish from over 500 water bodies in the US. For the current study, full PCB congener detection reports for predator and bottom-dwelling fish from individual lakes were graciously supplied by Dr. Leanne Stahl, USEPA Office of Water (Washington, DC), and collaborators involved in the national study. Summaries of the work conducted, together with the USEPA report regarding contaminant trends in the US are available elsewhere (Stahl et al., 2009; USEPA, 2009). Briefly, the survey selected lakes that were permanent bodies of water with a minimum of 1000 m2 of open water, a depth of at least 1 m and a permanent fish population, they excluded the Laurentian Great Lakes and the Great Salt Lake from the assessment. Overall, 147,00 lakes met the criteria and a random probability model, together with field considerations (e.g. accessibility), were used to select the subset of lakes assessed. The statistical design allowed the study to create estimates of fish tissue contaminant concentrations in lakes on a national basis (USEPA, 2009). The fish residue study reported wet weight concentrations, which were utilized in the current study for NEF application. We also used PCB concentrations reported in the indoor air of middle and high schools (Marek et al., 2017), exposure assessments associated with mother and children annual inhalation or dietary consumption (Ampleman et al., 2015), and a study on the PCB concentrations found in the serum of mothers and children (Marek et al., 2013). These three publications (Ampleman et al., 2015; Marek et al., 2013, 2017) are part of the large AESOP (Airborne Exposures to Semi-volatile Organic Pollutants) study that aimed to address exposures in mothers and children from urban (East Chicago, EC; IN) or rural locations (Columbus Junction, CJ; IA). The congeners reported varied slightly by publication where Marek et al., (2013) and Marek et al., (2017) analyzed samples for all 209 congeners and Ampleman et al., (2015) reported on exposures due to the 93 most commonly detected congeners in air (indoor or outdoor air at or near schools, homes and other locals such churches) and diet (fish, dairy, meat, oils and eggs). The AESOP publications also summarized data in different manners and raw data for individuals or specific locations were not available. Rather, studies published PCB congener concentrations as the median and range (5th and 95th percentile) of residues found within sampled locations or individuals (Marek et al., 2013, 2017) or were reported as the average annual exposure through inhalation or diet (Ampleman et al., 2015). NEFs were applied to the population summaries for each congener as published (Ampleman et al., 2015; Marek et al., 2013, 2017). For serum, we used data supplied for lipid normalized concentrations found in the supplement of Marek et al., (2013). Rayne and Forest (2010) predicted EC2X (effective concentration causing a 2-fold over activation of the RyR1) values for all 209 congeners using QSAR built from the experimental data for 35 congeners (Pessah et al., 2006). They developed REP values for all congeners using the ratio of the mass normalized EC2X value for the most potent RyR-active congener, PCB 202, versus the EC2X for the congener of interest. They then averaged, and published, the RyR based REP values by homologue or ortho substitution pattern to get NEF values (Table 1). Holland et al. (2017) assessed the predictions laid out by the QSAR bringing the number of PCB congeners with experimental data at the RyR to 49 of which 42 are active. For the 42 active congeners with experimental data, we created individual REP values using the ratio of the mass normalized EC2X of PCB 202 divided by the EC2X of the congener of interest (Table S2). Pradeep et al. (2019) created individual REP values for each MOA using the ratio of the median EC50/IC50 values for a given MOA divided by the EC50/IC50 of the congener of interest. These values were then normalized to the maximum REP to get values between 0 and 1. Congener specific REPs were then averaged across MOAs to get NEF values for 87 PCBs. They aimed to develop predictive QSAR models for the remaining 122 congeners; however, the developed models lacked predictability (Pradeep et al., 2019) such that only the 87 NEF values with experimental data sets were utilized in the current study. In the current study, we developed ortho-based or homologue-based NEFs for the data in Pradeep et al., (2019), by averaging the published NEF values for the 87 individual congeners by the appropriate category (Table 1). Linear regression (Minitab 18) was used to compare NEQ predictions derived by applying REP or NEF values from the sMOA or mMOA schemes. Here, different REP or NEF values were applied to published PCB concentrations found in the tissue of bottom-dwelling fish collected from US lakes (n = 447). Overall comparisons were made between the NEQs developed from the application of (1) experimentally derived REP values for RyR1 active congeners (42 PCBs (Holland et al., 2017; Pessah et al., 2006)) versus NEF values for all 209 congeners based on ortho or homologue substitution patterns (Rayne and Forest, 2010), (2) individual NEF values from Pradeep et al. (2019; 87 PCB) versus NEF values from Pradeep et al. (2019) based on congener homologue or ortho substitution pattern (209 congeners), (3) within scheme comparisons of NEQs derived from the application of homologue or ortho substitution-based NEF values and (4) across scheme comparisons of the NEQs derived from the sMOA scheme relative to those derived by applying the mMOA scheme. It should be noted that all REP or NEF values, in all studies, were built using PCB 202 as the most potent congener (Holland et al., 2017; Pradeep et al., 2019; Rayne and Forest, 2010) and that calculated NEQs represent equivalents of PCB 202 for a given PCB mixture. We used concentration values and thus congener reporting as outlined by each study. Specifically, the USEPA study on fish residues determined minimum detection limits (MDL) and minimum levels (ML) and included concentrations of congeners that were above the MDL but below the ML in Total PCB concentrations per sample (USEPA, 2009). The AESOP studies determined either the 95% or 99% limit of quantification (Ampleman et al., 2015; Marek et al., 2013, 2017) and treated these values as zero when determining Total PCB concentrations or inhalation and diet predictions. For the current assessments, we investigated the use of limit of quantitation (LOQ) iterations for the inclusion of congeners below the LOQ in the published AESOP data but many of these congeners had low percent detection levels or the authors specifically point out that such inclusions lead to misleading data (Marek et al., 2017). In the current study, individual PCB congener concentrations from the published works were summed by ortho and homolog substitution pattern (see example in Tables S3–S5). The ortho or homologue based NEF values from the sMOA (Rayne and Forest, 2010) and mMOA (Pradeep et al., 2019) (Table 1) NEQ schemes were then applied to the summed PCB concentration or exposure data according to the appropriate category (see example in Tables S4–S5). The mean of the four NEQ values for a given environmental or human serum PCB mixture were then calculated to represent a consensus NEQ. Consensus NEQ values for fish from US lakes were overlaid with sampling location using usmap and ggplot2 in R® studio. Potential exposure due to annual fish consumption from these lakes was determined using the freshwater fish consumption rates reported in the USEPA report Estimated Fish Consumption Rates for the U.S. Population and Selected Subpopulations. We choose to use the mean and 95% confidence interval (USEPA 2014, g/d; Mean (lower limit, upper limit); Raw 4.2 (1.8,9.7); Prepared 3.5(1.4,8.5)) for freshwater consumption rates reported for all populations and age categories discussed in the report. A full analysis of the NEQ exposure estimates for select communities, genders, and age was beyond the scope of the current work. Thus, annual NEQ exposure due to freshwater fish consumption was calculated as the product of the consensus NEQ for a given lake fish sample (μg/kg) and the freshwater consumption value (kg/day) multiplied by 365 days. We used both raw, defined as edible portions of the fish that has not been prepared for a meal, and prepared fish consumption rates for comparison. Consensus NEQ values for PCB concentrations found in indoor air in EC and CJ schools were used to determine annual exposure based on inhalation during the school year as published (Marek et al., 2017). Here, we used the average inhalation rates (m3/day) reported for girls and boys from EC and CJ for a given season together with the number of days spent in school (Table S6) to determine annual NEQ exposures (μg/school year) due to PCB concentrations found in the indoor air of schools.\n\n## PCB Concentrations in Environmental and Human Samples:\nPCB concentration data was collected from previously published research to include studies with comprehensive analysis of individual PCB congeners. Data included a national screening study completed by the United States Environmental Protection Agency (USEPA) regarding chemical residues in the tissue of fish from lakes and reservoirs in the lower 48 states (USEPA, 2009). The EPA study measured the full complement of 209 PCB congeners in predatory and bottom-dwelling fish from over 500 water bodies in the US. For the current study, full PCB congener detection reports for predator and bottom-dwelling fish from individual lakes were graciously supplied by Dr. Leanne Stahl, USEPA Office of Water (Washington, DC), and collaborators involved in the national study. Summaries of the work conducted, together with the USEPA report regarding contaminant trends in the US are available elsewhere (Stahl et al., 2009; USEPA, 2009). Briefly, the survey selected lakes that were permanent bodies of water with a minimum of 1000 m2 of open water, a depth of at least 1 m and a permanent fish population, they excluded the Laurentian Great Lakes and the Great Salt Lake from the assessment. Overall, 147,00 lakes met the criteria and a random probability model, together with field considerations (e.g. accessibility), were used to select the subset of lakes assessed. The statistical design allowed the study to create estimates of fish tissue contaminant concentrations in lakes on a national basis (USEPA, 2009). The fish residue study reported wet weight concentrations, which were utilized in the current study for NEF application. We also used PCB concentrations reported in the indoor air of middle and high schools (Marek et al., 2017), exposure assessments associated with mother and children annual inhalation or dietary consumption (Ampleman et al., 2015), and a study on the PCB concentrations found in the serum of mothers and children (Marek et al., 2013). These three publications (Ampleman et al., 2015; Marek et al., 2013, 2017) are part of the large AESOP (Airborne Exposures to Semi-volatile Organic Pollutants) study that aimed to address exposures in mothers and children from urban (East Chicago, EC; IN) or rural locations (Columbus Junction, CJ; IA). The congeners reported varied slightly by publication where Marek et al., (2013) and Marek et al., (2017) analyzed samples for all 209 congeners and Ampleman et al., (2015) reported on exposures due to the 93 most commonly detected congeners in air (indoor or outdoor air at or near schools, homes and other locals such churches) and diet (fish, dairy, meat, oils and eggs). The AESOP publications also summarized data in different manners and raw data for individuals or specific locations were not available. Rather, studies published PCB congener concentrations as the median and range (5th and 95th percentile) of residues found within sampled locations or individuals (Marek et al., 2013, 2017) or were reported as the average annual exposure through inhalation or diet (Ampleman et al., 2015). NEFs were applied to the population summaries for each congener as published (Ampleman et al., 2015; Marek et al., 2013, 2017). For serum, we used data supplied for lipid normalized concentrations found in the supplement of Marek et al., (2013).\n\n## Comparisons of Predicted Neurotoxic Equivalents Derived from Different NEQ Schemes:\nRayne and Forest (2010) predicted EC2X (effective concentration causing a 2-fold over activation of the RyR1) values for all 209 congeners using QSAR built from the experimental data for 35 congeners (Pessah et al., 2006). They developed REP values for all congeners using the ratio of the mass normalized EC2X value for the most potent RyR-active congener, PCB 202, versus the EC2X for the congener of interest. They then averaged, and published, the RyR based REP values by homologue or ortho substitution pattern to get NEF values (Table 1). Holland et al. (2017) assessed the predictions laid out by the QSAR bringing the number of PCB congeners with experimental data at the RyR to 49 of which 42 are active. For the 42 active congeners with experimental data, we created individual REP values using the ratio of the mass normalized EC2X of PCB 202 divided by the EC2X of the congener of interest (Table S2). Pradeep et al. (2019) created individual REP values for each MOA using the ratio of the median EC50/IC50 values for a given MOA divided by the EC50/IC50 of the congener of interest. These values were then normalized to the maximum REP to get values between 0 and 1. Congener specific REPs were then averaged across MOAs to get NEF values for 87 PCBs. They aimed to develop predictive QSAR models for the remaining 122 congeners; however, the developed models lacked predictability (Pradeep et al., 2019) such that only the 87 NEF values with experimental data sets were utilized in the current study. In the current study, we developed ortho-based or homologue-based NEFs for the data in Pradeep et al., (2019), by averaging the published NEF values for the 87 individual congeners by the appropriate category (Table 1). Linear regression (Minitab 18) was used to compare NEQ predictions derived by applying REP or NEF values from the sMOA or mMOA schemes. Here, different REP or NEF values were applied to published PCB concentrations found in the tissue of bottom-dwelling fish collected from US lakes (n = 447). Overall comparisons were made between the NEQs developed from the application of (1) experimentally derived REP values for RyR1 active congeners (42 PCBs (Holland et al., 2017; Pessah et al., 2006)) versus NEF values for all 209 congeners based on ortho or homologue substitution patterns (Rayne and Forest, 2010), (2) individual NEF values from Pradeep et al. (2019; 87 PCB) versus NEF values from Pradeep et al. (2019) based on congener homologue or ortho substitution pattern (209 congeners), (3) within scheme comparisons of NEQs derived from the application of homologue or ortho substitution-based NEF values and (4) across scheme comparisons of the NEQs derived from the sMOA scheme relative to those derived by applying the mMOA scheme. It should be noted that all REP or NEF values, in all studies, were built using PCB 202 as the most potent congener (Holland et al., 2017; Pradeep et al., 2019; Rayne and Forest, 2010) and that calculated NEQs represent equivalents of PCB 202 for a given PCB mixture.\n\n## Application of NEF values to PCB Concentrations in Environmental and Human Samples\nWe used concentration values and thus congener reporting as outlined by each study. Specifically, the USEPA study on fish residues determined minimum detection limits (MDL) and minimum levels (ML) and included concentrations of congeners that were above the MDL but below the ML in Total PCB concentrations per sample (USEPA, 2009). The AESOP studies determined either the 95% or 99% limit of quantification (Ampleman et al., 2015; Marek et al., 2013, 2017) and treated these values as zero when determining Total PCB concentrations or inhalation and diet predictions. For the current assessments, we investigated the use of limit of quantitation (LOQ) iterations for the inclusion of congeners below the LOQ in the published AESOP data but many of these congeners had low percent detection levels or the authors specifically point out that such inclusions lead to misleading data (Marek et al., 2017). In the current study, individual PCB congener concentrations from the published works were summed by ortho and homolog substitution pattern (see example in Tables S3–S5). The ortho or homologue based NEF values from the sMOA (Rayne and Forest, 2010) and mMOA (Pradeep et al., 2019) (Table 1) NEQ schemes were then applied to the summed PCB concentration or exposure data according to the appropriate category (see example in Tables S4–S5). The mean of the four NEQ values for a given environmental or human serum PCB mixture were then calculated to represent a consensus NEQ. Consensus NEQ values for fish from US lakes were overlaid with sampling location using usmap and ggplot2 in R® studio. Potential exposure due to annual fish consumption from these lakes was determined using the freshwater fish consumption rates reported in the USEPA report Estimated Fish Consumption Rates for the U.S. Population and Selected Subpopulations. We choose to use the mean and 95% confidence interval (USEPA 2014, g/d; Mean (lower limit, upper limit); Raw 4.2 (1.8,9.7); Prepared 3.5(1.4,8.5)) for freshwater consumption rates reported for all populations and age categories discussed in the report. A full analysis of the NEQ exposure estimates for select communities, genders, and age was beyond the scope of the current work. Thus, annual NEQ exposure due to freshwater fish consumption was calculated as the product of the consensus NEQ for a given lake fish sample (μg/kg) and the freshwater consumption value (kg/day) multiplied by 365 days. We used both raw, defined as edible portions of the fish that has not been prepared for a meal, and prepared fish consumption rates for comparison. Consensus NEQ values for PCB concentrations found in indoor air in EC and CJ schools were used to determine annual exposure based on inhalation during the school year as published (Marek et al., 2017). Here, we used the average inhalation rates (m3/day) reported for girls and boys from EC and CJ for a given season together with the number of days spent in school (Table S6) to determine annual NEQ exposures (μg/school year) due to PCB concentrations found in the indoor air of schools.\n\n## Results\nWhen REPs developed for the 42 congeners with experimentally demonstrated activity toward the RyR1 are applied to concentration data for the 42 PCBs in bottom-dwelling fish they predict a lower NEQ compared to the NEQ predicted when ortho or homologue NEFs from the sMOA scheme are applied to concentrations of all 209 congeners (Fig. 1A). Here, the ortho and homologue NEF values from the sMOA scheme predicted a greater than 2-fold increase in NEQ for PCBs mixture concentrations found in bottom-dwelling fish from US lakes. NEQ predictions calculated by applying the sMOA homologue NEFs were greater than the NEQ calculated by applying the sMOA ortho-based NEF values (Fig. 1B). Conversely, when the mMOA NEFs for the 87 congeners with experimental data were applied to concentration data for these 87 congeners in bottom-dwelling fish the predicted NEQ was similar to that calculated when ortho or homologue NEFs from the mMOA were applied to the concentrations of all 209 congeners (Fig. 2A). The ortho and homologue NEFs from the mMOA scheme also predicted similar NEQs for PCB mixture concentrations found in bottom-dwelling fish in US lakes (Fig. 2B). This may suggest that the 87 congeners in the mMOA scheme are representative of the remaining congeners when they are grouped by chlorine substitution number or pattern. When the sMOA or mMOA ortho and homologue NEF values (Table 1) were applied to the same fish PCB concentration data, the mMOA predicted increased NEQ for a given sample regardless of the PCB category (Fig. 3A and B). Of the four NEQs, the ortho NEF values from the mMOA scheme lead to the highest NEQ for a given PCB mixture concentration in bottom-dwelling fish. The greatest difference occurred between the NEQs calculated using ortho-based NEFs from the mMOA scheme and the ortho-based NEFs of the sMOA scheme (Fig. 3B). As would be predicted, there is a significant relationship between the calculated NEQ and the original PCB concentration found in fish tissue (mean NEQ from all applications compared to PCB concentration; R2 = 0.99; p ≤ 0.001; slope = 0.25). This was consistent for the application of NEF values from both sMOA and mMOA schemes (data not shown). Like that seen for bottom-dwelling fish, the application of mMOA NEFs led to the highest NEQ value for PCB concentrations found in predatory species. Of the four developed NEQ values, the ortho based NEF values from the mMOA scheme lead to the highest NEQ calculation (Table S7). The four NEQs were averaged to provide a consensus NEQ for a given PCB mixture found in both predatory (Table S7) or bottom-dwelling fish (Table S8). Overall, the predatory fish in US lakes displayed lower PCB NEQs as compared to the NEQs seen in bottom-dwelling fish from the same lake (Fig. 4, Fig. 5 and Table 2). The median NEQ for PCB concentrations found in predatory fish in all lakes was 0.87 μg/kg (Min, 0.01; Max, 185.10 μg/kg; n = 555). Of the lakes sampled, the majority had predatory fish with PCB NEQs below 14.22 μg/kg (Table 2). The median NEQ for PCB concentrations found in bottom dwelling fish in all lakes was 4.57 μg/kg (Min, 0.16; Max, 277.66 μg/kg; n = 447). Of the lakes sampled, the majority had bottom dwelling fish with PCB NEQs below 72.70 μg/kg (Table 2). Annual estimates of NEQ exposure due to the consumption of fish from US lakes varied greatly by the type of fish consumed (predatory vs. bottom dwelling), the lake sampled, and the freshwater fish consumption rate (Table 3, Tables S9 and S10). For both predatory and bottom dwelling fish, raw fish presented a slightly greater NEQ exposure concentration then prepared fish. As expected, lower consumption rates lead to a lower exposure concentration when considering the PCB NEQs found in both predatory and bottom dwelling fish from all lakes. If individuals consumed predatory fish at the average consumption rate reported for freshwater fish (USEPA, 2014) the median NEQ exposure would be 1.34 or 1.12 μg/year PCB 202 NEQs for raw versus prepared freshwater fish, respectively. If individuals consumed bottom dwelling fish at the average consumption rate reported for freshwater fish (USEPA, 2014) the median NEQ exposure would be 7.31 or 6.10 μg/year of PCB 202 NEQs for raw versus prepared freshwater fish, respectively. Consumption of predatory fish from most lakes sampled would lead to annual NEQ exposures below 21.80 or 18.16 μg/year for raw or prepared fish, respectively (Table 3). Consumption of bottom dwelling fish from most lakes sampled would lead to annual NEQ exposures below 115.31 or 96.09 μg/year for raw or prepared fish, respectively (Table 3). However, the NEQ exposure would vary greatly depending on the consumption rate and the lake in which the fish were sampled (Tables S9 and S10). The concentration of PCB congeners found in the indoor air of schools from the urban area of EC and rural area of CJ both had considerable NEQ concentrations (Fig. 6). Of the schools, EC2 displayed the highest NEQ values, where the NEQ for the median concentration of PCBs found in indoor air was 25.78 ng/m3 (5th and 95th percentile; NEQ 16.99 and 42.27 ng/m3). The EC4 and CJ1 schools also showed appreciable NEQs in the indoor air demonstrating that both urban and rural schools have PCB NEQs that may be of concern. When considering inhalation of indoor school air, based on activity during the school year (winter, spring and autumn; Table S6; Marek et al., 2017) several experience high annual NEQ exposures (Table 4). The NEQ exposures varied between boys and girls, at each school, due to increased activity levels in the surveyed adolescents (Marek et al., 2017). Of the schools, EC2 again displayed the highest annual NEQ exposure due to PCB inhalation, where the highest annual NEQ exposure was 25.99 μg of PCB 202 equivalents inhaled by boys in the 95th percentile. When assessing the annual NEQ exposure due to total inhalation of PCBs from the indoor or outdoor air at or near schools, homes and other locals, such as churches, EC and CJ, children experience higher NEQ exposures compared to mothers from the same population (Fig. 7). This is due to increased PCB concentrations seen in the indoor air of schools compared to homes in EC and CJ (Ampleman et al., 2015). Compared to the PCB NEQ exposure through annual inhalation, dietary exposure was much greater. Here, male children from both EC and CJ appeared to have the highest NEQ exposure through their diet relative to both female children and mothers. Together the PCB exposure through annual inhalation and diet lead to the summed annual NEQ exposure of 20.28, 18.28 and 26.39 μg/year in EC mothers, female children and male children, respectively. NEQ exposures in CJ were only slightly lower at 17.75, 17.82 and 23.49 μg/year in CJ mothers, female children, and male children, respectively. The slightly lower inhalation NEQ exposures seen in mothers as compared to children was likely due to time spent in different locations, where schools in both EC and CJ had higher PCB concentrations than that found in the respective EC or CJ homes. Similarly for diet, Ampleman et al. (2015) used age and gender specific food consumption estimates as reported on the 2007–2008 NHANES Retail Commodity Intake Report (Bowman SA, 2013), which showed that male children had higher ingestion rates, thus a higher suggested PCB intake, than females and mothers. Ampleman et al. (2015), also found that of the dietary items consumed, fish likely had the highest level of detected PCBs compared to dairy and other meat items analyzed supporting fish consumption as a major source of PCB exposure. Finally, there were high NEQs calculated for the PCB concentrations found in the serum of EC and CJ mothers and children (Fig. 8). Both EC and CJ mothers appeared to have higher NEQs in their serum as compared to those calculated from the PCB concentrations found in the serum of children. The highest NEQ levels were found in the serum for the 95th percentile of EC mothers at 47.98 μg/kg of PCB 202 equivalents. However, NEQ levels in the 95th percentile of CJ mothers showed similar NEQ levels at 47.50 μg/kg of PCB 202 equivalents. The NEQs calculated in the 95th percentile of EC and CJ mothers or children serum were above the PCB 202 EC2x of 21.49 μg/L (95% Confidence Interval; 8.60 and 42.98 μg/L) (Fig. 8, red line) in receptor binding assays. And while the concentration at the receptor is unknown, this demonstrates that serum concentrations are at levels known to activate the receptor in in vitro assays. Higher levels of NEQs found in mother’s versus children’s serum is consistent with higher PCB levels found in EC and CJ mothers versus that of EC and CJ children. While not investigated by Marek et al. (2013), this difference may be explained by work showing a correlation between PCB concentrations and age (Kimbrough, 1985) or higher PCB metabolism in children (Marek et al., 2014). However, the work by Marek and colleagues (Marek et al., 2014, 2017) has shown enrichment of lower molecular weight PCBs in children versus that found in mothers serum and is suggested to represent inhalation versus dietary (high molecular weight congeners) exposure.\n\n## Comparisons of different NEQ schemes\nWhen REPs developed for the 42 congeners with experimentally demonstrated activity toward the RyR1 are applied to concentration data for the 42 PCBs in bottom-dwelling fish they predict a lower NEQ compared to the NEQ predicted when ortho or homologue NEFs from the sMOA scheme are applied to concentrations of all 209 congeners (Fig. 1A). Here, the ortho and homologue NEF values from the sMOA scheme predicted a greater than 2-fold increase in NEQ for PCBs mixture concentrations found in bottom-dwelling fish from US lakes. NEQ predictions calculated by applying the sMOA homologue NEFs were greater than the NEQ calculated by applying the sMOA ortho-based NEF values (Fig. 1B). Conversely, when the mMOA NEFs for the 87 congeners with experimental data were applied to concentration data for these 87 congeners in bottom-dwelling fish the predicted NEQ was similar to that calculated when ortho or homologue NEFs from the mMOA were applied to the concentrations of all 209 congeners (Fig. 2A). The ortho and homologue NEFs from the mMOA scheme also predicted similar NEQs for PCB mixture concentrations found in bottom-dwelling fish in US lakes (Fig. 2B). This may suggest that the 87 congeners in the mMOA scheme are representative of the remaining congeners when they are grouped by chlorine substitution number or pattern. When the sMOA or mMOA ortho and homologue NEF values (Table 1) were applied to the same fish PCB concentration data, the mMOA predicted increased NEQ for a given sample regardless of the PCB category (Fig. 3A and B). Of the four NEQs, the ortho NEF values from the mMOA scheme lead to the highest NEQ for a given PCB mixture concentration in bottom-dwelling fish. The greatest difference occurred between the NEQs calculated using ortho-based NEFs from the mMOA scheme and the ortho-based NEFs of the sMOA scheme (Fig. 3B). As would be predicted, there is a significant relationship between the calculated NEQ and the original PCB concentration found in fish tissue (mean NEQ from all applications compared to PCB concentration; R2 = 0.99; p ≤ 0.001; slope = 0.25). This was consistent for the application of NEF values from both sMOA and mMOA schemes (data not shown).\n\n## Application of NEQ schemes to published PCB concentration data\nLike that seen for bottom-dwelling fish, the application of mMOA NEFs led to the highest NEQ value for PCB concentrations found in predatory species. Of the four developed NEQ values, the ortho based NEF values from the mMOA scheme lead to the highest NEQ calculation (Table S7). The four NEQs were averaged to provide a consensus NEQ for a given PCB mixture found in both predatory (Table S7) or bottom-dwelling fish (Table S8). Overall, the predatory fish in US lakes displayed lower PCB NEQs as compared to the NEQs seen in bottom-dwelling fish from the same lake (Fig. 4, Fig. 5 and Table 2). The median NEQ for PCB concentrations found in predatory fish in all lakes was 0.87 μg/kg (Min, 0.01; Max, 185.10 μg/kg; n = 555). Of the lakes sampled, the majority had predatory fish with PCB NEQs below 14.22 μg/kg (Table 2). The median NEQ for PCB concentrations found in bottom dwelling fish in all lakes was 4.57 μg/kg (Min, 0.16; Max, 277.66 μg/kg; n = 447). Of the lakes sampled, the majority had bottom dwelling fish with PCB NEQs below 72.70 μg/kg (Table 2). Annual estimates of NEQ exposure due to the consumption of fish from US lakes varied greatly by the type of fish consumed (predatory vs. bottom dwelling), the lake sampled, and the freshwater fish consumption rate (Table 3, Tables S9 and S10). For both predatory and bottom dwelling fish, raw fish presented a slightly greater NEQ exposure concentration then prepared fish. As expected, lower consumption rates lead to a lower exposure concentration when considering the PCB NEQs found in both predatory and bottom dwelling fish from all lakes. If individuals consumed predatory fish at the average consumption rate reported for freshwater fish (USEPA, 2014) the median NEQ exposure would be 1.34 or 1.12 μg/year PCB 202 NEQs for raw versus prepared freshwater fish, respectively. If individuals consumed bottom dwelling fish at the average consumption rate reported for freshwater fish (USEPA, 2014) the median NEQ exposure would be 7.31 or 6.10 μg/year of PCB 202 NEQs for raw versus prepared freshwater fish, respectively. Consumption of predatory fish from most lakes sampled would lead to annual NEQ exposures below 21.80 or 18.16 μg/year for raw or prepared fish, respectively (Table 3). Consumption of bottom dwelling fish from most lakes sampled would lead to annual NEQ exposures below 115.31 or 96.09 μg/year for raw or prepared fish, respectively (Table 3). However, the NEQ exposure would vary greatly depending on the consumption rate and the lake in which the fish were sampled (Tables S9 and S10). The concentration of PCB congeners found in the indoor air of schools from the urban area of EC and rural area of CJ both had considerable NEQ concentrations (Fig. 6). Of the schools, EC2 displayed the highest NEQ values, where the NEQ for the median concentration of PCBs found in indoor air was 25.78 ng/m3 (5th and 95th percentile; NEQ 16.99 and 42.27 ng/m3). The EC4 and CJ1 schools also showed appreciable NEQs in the indoor air demonstrating that both urban and rural schools have PCB NEQs that may be of concern. When considering inhalation of indoor school air, based on activity during the school year (winter, spring and autumn; Table S6; Marek et al., 2017) several experience high annual NEQ exposures (Table 4). The NEQ exposures varied between boys and girls, at each school, due to increased activity levels in the surveyed adolescents (Marek et al., 2017). Of the schools, EC2 again displayed the highest annual NEQ exposure due to PCB inhalation, where the highest annual NEQ exposure was 25.99 μg of PCB 202 equivalents inhaled by boys in the 95th percentile. When assessing the annual NEQ exposure due to total inhalation of PCBs from the indoor or outdoor air at or near schools, homes and other locals, such as churches, EC and CJ, children experience higher NEQ exposures compared to mothers from the same population (Fig. 7). This is due to increased PCB concentrations seen in the indoor air of schools compared to homes in EC and CJ (Ampleman et al., 2015). Compared to the PCB NEQ exposure through annual inhalation, dietary exposure was much greater. Here, male children from both EC and CJ appeared to have the highest NEQ exposure through their diet relative to both female children and mothers. Together the PCB exposure through annual inhalation and diet lead to the summed annual NEQ exposure of 20.28, 18.28 and 26.39 μg/year in EC mothers, female children and male children, respectively. NEQ exposures in CJ were only slightly lower at 17.75, 17.82 and 23.49 μg/year in CJ mothers, female children, and male children, respectively. The slightly lower inhalation NEQ exposures seen in mothers as compared to children was likely due to time spent in different locations, where schools in both EC and CJ had higher PCB concentrations than that found in the respective EC or CJ homes. Similarly for diet, Ampleman et al. (2015) used age and gender specific food consumption estimates as reported on the 2007–2008 NHANES Retail Commodity Intake Report (Bowman SA, 2013), which showed that male children had higher ingestion rates, thus a higher suggested PCB intake, than females and mothers. Ampleman et al. (2015), also found that of the dietary items consumed, fish likely had the highest level of detected PCBs compared to dairy and other meat items analyzed supporting fish consumption as a major source of PCB exposure. Finally, there were high NEQs calculated for the PCB concentrations found in the serum of EC and CJ mothers and children (Fig. 8). Both EC and CJ mothers appeared to have higher NEQs in their serum as compared to those calculated from the PCB concentrations found in the serum of children. The highest NEQ levels were found in the serum for the 95th percentile of EC mothers at 47.98 μg/kg of PCB 202 equivalents. However, NEQ levels in the 95th percentile of CJ mothers showed similar NEQ levels at 47.50 μg/kg of PCB 202 equivalents. The NEQs calculated in the 95th percentile of EC and CJ mothers or children serum were above the PCB 202 EC2x of 21.49 μg/L (95% Confidence Interval; 8.60 and 42.98 μg/L) (Fig. 8, red line) in receptor binding assays. And while the concentration at the receptor is unknown, this demonstrates that serum concentrations are at levels known to activate the receptor in in vitro assays. Higher levels of NEQs found in mother’s versus children’s serum is consistent with higher PCB levels found in EC and CJ mothers versus that of EC and CJ children. While not investigated by Marek et al. (2013), this difference may be explained by work showing a correlation between PCB concentrations and age (Kimbrough, 1985) or higher PCB metabolism in children (Marek et al., 2014). However, the work by Marek and colleagues (Marek et al., 2014, 2017) has shown enrichment of lower molecular weight PCBs in children versus that found in mothers serum and is suggested to represent inhalation versus dietary (high molecular weight congeners) exposure.\n\n## PCB mixtures found in US lake fish\nLike that seen for bottom-dwelling fish, the application of mMOA NEFs led to the highest NEQ value for PCB concentrations found in predatory species. Of the four developed NEQ values, the ortho based NEF values from the mMOA scheme lead to the highest NEQ calculation (Table S7). The four NEQs were averaged to provide a consensus NEQ for a given PCB mixture found in both predatory (Table S7) or bottom-dwelling fish (Table S8). Overall, the predatory fish in US lakes displayed lower PCB NEQs as compared to the NEQs seen in bottom-dwelling fish from the same lake (Fig. 4, Fig. 5 and Table 2). The median NEQ for PCB concentrations found in predatory fish in all lakes was 0.87 μg/kg (Min, 0.01; Max, 185.10 μg/kg; n = 555). Of the lakes sampled, the majority had predatory fish with PCB NEQs below 14.22 μg/kg (Table 2). The median NEQ for PCB concentrations found in bottom dwelling fish in all lakes was 4.57 μg/kg (Min, 0.16; Max, 277.66 μg/kg; n = 447). Of the lakes sampled, the majority had bottom dwelling fish with PCB NEQs below 72.70 μg/kg (Table 2). Annual estimates of NEQ exposure due to the consumption of fish from US lakes varied greatly by the type of fish consumed (predatory vs. bottom dwelling), the lake sampled, and the freshwater fish consumption rate (Table 3, Tables S9 and S10). For both predatory and bottom dwelling fish, raw fish presented a slightly greater NEQ exposure concentration then prepared fish. As expected, lower consumption rates lead to a lower exposure concentration when considering the PCB NEQs found in both predatory and bottom dwelling fish from all lakes. If individuals consumed predatory fish at the average consumption rate reported for freshwater fish (USEPA, 2014) the median NEQ exposure would be 1.34 or 1.12 μg/year PCB 202 NEQs for raw versus prepared freshwater fish, respectively. If individuals consumed bottom dwelling fish at the average consumption rate reported for freshwater fish (USEPA, 2014) the median NEQ exposure would be 7.31 or 6.10 μg/year of PCB 202 NEQs for raw versus prepared freshwater fish, respectively. Consumption of predatory fish from most lakes sampled would lead to annual NEQ exposures below 21.80 or 18.16 μg/year for raw or prepared fish, respectively (Table 3). Consumption of bottom dwelling fish from most lakes sampled would lead to annual NEQ exposures below 115.31 or 96.09 μg/year for raw or prepared fish, respectively (Table 3). However, the NEQ exposure would vary greatly depending on the consumption rate and the lake in which the fish were sampled (Tables S9 and S10).\n\n## PCB exposure in urban and rural locations\nThe concentration of PCB congeners found in the indoor air of schools from the urban area of EC and rural area of CJ both had considerable NEQ concentrations (Fig. 6). Of the schools, EC2 displayed the highest NEQ values, where the NEQ for the median concentration of PCBs found in indoor air was 25.78 ng/m3 (5th and 95th percentile; NEQ 16.99 and 42.27 ng/m3). The EC4 and CJ1 schools also showed appreciable NEQs in the indoor air demonstrating that both urban and rural schools have PCB NEQs that may be of concern. When considering inhalation of indoor school air, based on activity during the school year (winter, spring and autumn; Table S6; Marek et al., 2017) several experience high annual NEQ exposures (Table 4). The NEQ exposures varied between boys and girls, at each school, due to increased activity levels in the surveyed adolescents (Marek et al., 2017). Of the schools, EC2 again displayed the highest annual NEQ exposure due to PCB inhalation, where the highest annual NEQ exposure was 25.99 μg of PCB 202 equivalents inhaled by boys in the 95th percentile. When assessing the annual NEQ exposure due to total inhalation of PCBs from the indoor or outdoor air at or near schools, homes and other locals, such as churches, EC and CJ, children experience higher NEQ exposures compared to mothers from the same population (Fig. 7). This is due to increased PCB concentrations seen in the indoor air of schools compared to homes in EC and CJ (Ampleman et al., 2015). Compared to the PCB NEQ exposure through annual inhalation, dietary exposure was much greater. Here, male children from both EC and CJ appeared to have the highest NEQ exposure through their diet relative to both female children and mothers. Together the PCB exposure through annual inhalation and diet lead to the summed annual NEQ exposure of 20.28, 18.28 and 26.39 μg/year in EC mothers, female children and male children, respectively. NEQ exposures in CJ were only slightly lower at 17.75, 17.82 and 23.49 μg/year in CJ mothers, female children, and male children, respectively. The slightly lower inhalation NEQ exposures seen in mothers as compared to children was likely due to time spent in different locations, where schools in both EC and CJ had higher PCB concentrations than that found in the respective EC or CJ homes. Similarly for diet, Ampleman et al. (2015) used age and gender specific food consumption estimates as reported on the 2007–2008 NHANES Retail Commodity Intake Report (Bowman SA, 2013), which showed that male children had higher ingestion rates, thus a higher suggested PCB intake, than females and mothers. Ampleman et al. (2015), also found that of the dietary items consumed, fish likely had the highest level of detected PCBs compared to dairy and other meat items analyzed supporting fish consumption as a major source of PCB exposure. Finally, there were high NEQs calculated for the PCB concentrations found in the serum of EC and CJ mothers and children (Fig. 8). Both EC and CJ mothers appeared to have higher NEQs in their serum as compared to those calculated from the PCB concentrations found in the serum of children. The highest NEQ levels were found in the serum for the 95th percentile of EC mothers at 47.98 μg/kg of PCB 202 equivalents. However, NEQ levels in the 95th percentile of CJ mothers showed similar NEQ levels at 47.50 μg/kg of PCB 202 equivalents. The NEQs calculated in the 95th percentile of EC and CJ mothers or children serum were above the PCB 202 EC2x of 21.49 μg/L (95% Confidence Interval; 8.60 and 42.98 μg/L) (Fig. 8, red line) in receptor binding assays. And while the concentration at the receptor is unknown, this demonstrates that serum concentrations are at levels known to activate the receptor in in vitro assays. Higher levels of NEQs found in mother’s versus children’s serum is consistent with higher PCB levels found in EC and CJ mothers versus that of EC and CJ children. While not investigated by Marek et al. (2013), this difference may be explained by work showing a correlation between PCB concentrations and age (Kimbrough, 1985) or higher PCB metabolism in children (Marek et al., 2014). However, the work by Marek and colleagues (Marek et al., 2014, 2017) has shown enrichment of lower molecular weight PCBs in children versus that found in mothers serum and is suggested to represent inhalation versus dietary (high molecular weight congeners) exposure.\n\n## Discussion\nWe assessed the neurotoxic predictions of different PCB NEQ schemes showing that a mMOA NEQ scheme predicted increased neurotoxic potential as compared to a sMOA scheme when applied to the same environmental PCB mixtures. Here, ortho based NEFs from the mMOA scheme predicted the highest level of NEQ from a given PCB mixture. We also assessed whether PCB mixture concentrations found in the environment or human serum have high NEQ concentrations. It was demonstrated that PCB mixture concentrations found in all published works assessed had considerable levels of PCB 202 NEQs, suggesting potential health impacts in exposed human populations. With further establishment, a NEQ scheme, combined with the commonly applied TEQ, would likely provide a more inclusive understanding of risk presented by PCB mixtures. The predictions from the sMOA and the mMOA schemes varied in magnitude but both lead to important conclusions regarding the future application of NEQ schemes. First, they both predicted slightly higher NEQ exposure concentrations when NEFs were applied to data summarized by chlorine substitution pattern versus when REPs or NEFs were applied to select congener concentrations with experimental MOA data (Figs. 1 and 2). Additionally, the application of ortho based, rather than homologue based, NEF values lead to the highest NEQs, especially those from the mMOA scheme. Ortho substitution pattern is linked to congener potency toward multiple neurotoxic MOAs. Namely, congeners with two or more ortho-substitutions, but lacking para substitutions, display high potency at the RyR (Holland et al., 2017; Pessah et al., 2006) and those with tetra and penta ortho substitutions display high potency toward the dopamine transporter (Wigestrand et al., 2013). Together these findings support the need for extensive PCB congener testing and reporting from environmental mixtures. Inclusion of a wide number of congeners would allow for a better assessment of total mixture exposure rather than reporting indicator PCBs (Lehmann et al., 2015), which is common in studies but often deemed inappropriate (e.g., (Gandhi et al., 2015; Megson et al., 2019). For the application of the NEQ scheme to previously gathered data that report on select indicator congeners, additional uncertainty considerations may be needed. The development of the sMOA NEQ scheme (Rayne and Forest, 2010) and the mMOA scheme (Pradeep et al., 2019) varied likely contributing to differences in the predicted NEQs. Specifically, the sMOA scheme, used REP values based on congener EC2X values because EC50 values lead to poor QSAR predictions (Rayne and Forest, 2010). The mMOA scheme (Pradeep et al., 2019), used EC50/IC50 values to develop REPs for each endpoint. The RyR1 experimental data available represents relative effect responses (i.e. not normalized to a 100% maximum activity) to demonstrate the wide range of efficacy seen between congeners (Holland et al., 2017; Pessah et al., 2006). The use of the RyR relative EC50 values in the mMOA, rather than the absolute EC50 value normalized to a 100%, may lead to inaccurate predictions (Wagner et al., 2013). The EC2x represents an absolute effect concentration (Holland et al., 2017) and models comparing the NEQs calculated with EC2x versus the absolute EC50 values for PCBs at the RyR would be interesting as the EC50 is commonly used for potency comparisons (Wagner et al., 2013). Also, the congeners included in the mMOA (Pradeep et al., 2019) were limited which may contribute to selection bias (Rayne and Forest, 2010; Simone et al., 2018), where Pradeep et al. (2019) took steps to limit the effects of selection bias when updating the mMOA scheme. Pradeep et al. (2019) aimed to predict NEF values for all congeners; however, the models lacked robustness due to vast differences in congener potency for a given MOA. Perhaps developing QSAR predictions for individual MOAs separately, then calculating the average congener REP, would lead to a more robust mMOA scheme. This would be important as the mMOA scheme would provide a more thorough assessment of potential hazards than a sMOA scheme due to the inclusion of multiple toxic pathways. Specifically, variance in REP values across different MOA experimental data sets needs to be considered because congener potency varies greatly across molecular targets (Pradeep et al., 2019; Simon et al., 2007). Pradeep et al. (2019) observed a wide range of REP values developed for individual PCBs congeners with data for more than one MOA (Average range, 0.28, Max range = 0.95; on a 0–1 scale). Thus, the application of REPs developed for each single MOA (e.g. RyR, DAT or PKC) separately would lead to highly variable NEQ calculations. Further development of the mMOA scheme with the inclusion of increased congeners and the inclusion of uncertainty factors, considering variance in MOA sensitivity, would aid in the application of the scheme. Substantial NEQs concentrations and exposures were predicted for the published PCB data but they are likely conservative because real exposures include other halogenated compounds. This includes compounds not incorporated in the developed NEQs schemes such as the hydroxylated metabolites of NDL PCBs and polybrominated diphenyl ethers (PBDEs) that alter similar molecular pathways as NDL PCBs (Dingemans et al., 2016; Kim et al., 2010; Niknam et al., 2013). Hydroxylated PCBs (HO-PCB) are detected in human serum (Dirtu et al., 2010; Koh et al., 2016; Ma et al., 2018; Marek et al., 2013) and environmental media (Marek et al., 2017; Tehrani and Van Aken, 2014) but the metabolites being detected are often limited. A limited number of HO-PCBs have been tested for RyR1-activity, where those that have been tested often demonstrate higher efficacy then the respective parent PCB (Niknam et al., 2013; Sethi et al., 2019). The HO-PCBs have not been directly assessed for activity toward other mechanisms involved in the mMOA NEQ scheme. PBDEs are found in human serum and the environment (Liu et al., 2017) and activate the RyR1 following a similar structure activity relationship to NDL PCBs, with the exception that they can activate or inactivate the channel depending on concentration and bromine distribution (Kim et al., 2010). Some work shows that PBDEs cause minimal reduction in neurotransmitter uptake, including dopamine (Mariussen and Fonnum, 2003), but others show that the PBDE mixture DE-71 causes a significant dose dependent reduction (Bradner et al., 2013; Costa et al., 2014). PBDEs and other flame retardants also cause damage to dopaminergic neurons and alter protein expression of the vesicular monoamine transporter 2 and the dopamine transporter (Bradner et al., 2013) suggesting that dopaminergic signaling may represent a common target for halogenated compounds. Finally, a NEQ for halogenated compounds should include PCB enantiomers effects, where enantiomers of chiral PCBs are known to display varying activity at the RyR1 (Pessah et al., 2009); however, these differences have not been addressed for other neurotoxic MOA. Thus methods used to collect concentration or organismal exposure data may contribute to conservative or inaccurate NEQ values due to limited PCB congener detection, limited types of chemicals being reported and may be further complicated by sampling regimes (see Lehmann et al., 2015). For example, when assessing PCB concentrations in air, for the determination of exposure via inhalation, many studies again rely on select indicator congeners that are deemed unreliable especially considering that the congeners present in air may vary by location. The sampled air also represents the PCB concentration or mixture present at a given time rather than chronic patterns that would be experienced by individuals. Similarly, organismal inhalation studies conduct nasal exposures that introduce additional stress to animals and still represent short-term scenarios. Other examples of uncertainty introduced in PCB dietary assessments include the fact that studies rely heavily on participant responses to consumption surveys, such as fish, but reported versus actual fish consumption may vary, seasonal variability in fish consumed may not be considered, and levels of consumption are reported as national or regional averages. Taken together with the fact that select exposure scenarios do not represent PCB body burdens further hinders determination of risk to human populations. Both the sMOA and mMOA schemes use tetra ortho PCB 202 as the most potent neurotoxic congener based on the demonstrated nM potency (EC2x, 95% Confidence Interval; 0.05 nM, 0.02–0.10 nM; 21.49, 8.60–42.98 μg/L) at the RyR1 in receptor binding assays (Holland et al., 2017). To date, there have been no organismal based studies on PCB 202; however, numerous studies have been completed on other potent and efficacious congeners or mixtures known to alter the RyR1 (Sable and Schantz, 2006; Schantz et al., 1997; Wayman et al., 2012b; Yang et al., 2009). This work has recently been reviewed (Pessah et al., 2019) outlining connections between halogenated compound activity toward the RyR and induced neurotoxicity. Work has shown that rodents exposed to PCB 95, and other RyR active PCBs or PCB mixtures, often have altered RyR expression in the brain and have altered dendritic growth, which is highly correlated with the incidence of behavioral deficits. Such influences of RyR Ca2+ channels have been demonstrated to have stereoselectivity when PCB atropisomers have been separated (Feng et al., 2017; Pessah et al., 2009; Yang et al., 2014). Interestingly, rodents display a higher incidence of toxicity at lower relative to higher PCB 95 exposure concentrations demonstrating a non-monotonic dose response. These findings support the need to use lower exposure thresholds for protecting against neurotoxicity. This is especially true for the RyR active congeners, where work has demonstrated that PCB mixtures found in air, soil, dust (Pessah et al., 2006) and fish tissue (Holland-Fritsch and Pessah, 2013; Kostyniak et al., 2005) can activate the receptor in [3H]Ry binding assays. However, data on other, possibly convergent, mechanisms is currently lacking and would be needed to further develop the mMOA scheme. To establish the NEQ, in vivo data on multiple mechanisms would be needed especially in regards to PCB 202. To date, studies have not directly addressed PCB 202 absorption and distribution such that it is currently unknown whether the congener would accumulate in similar tissues as PCB 95, for example. The congeners display varying lipophilicity (PCB95 Log Kow = 6.13; PCB 202 Kow = 7.24 (Hawker and Connell, 1988); however, both penta and octa chlorinated congeners can be detected in the brain tissue of rodent models exposed to Aroclor 1254 (Kodavanti and Curras-Collazo, 2010) and congeners displaying similar lipophilicity (e.g. PCB 180, Log Kow = 7.36 (Hawker and Connell, 1988) have been found in post-mortem human brain tissue (Hatcher-Martin et al., 2012). PCB 202 is rarely measured in analytical studies and if measured does not represent a large percentage of the ∑PCB burden found in a given exposure scenario e.g. (Marek et al., 2013; Stahl et al., 2009). This again supports the need for the inclusion of further congener assessment in analytical studies and regardless of detection levels PCB 202 would represent a potent control for RyR disruption and NEQ development like that of TCDD in TEQ assessments. With more in vivo or modeling data on organismal toxicity or toxicokinetics, respectively, extrapolation of risk to human health could be evaluated similar to ongoing work with in vitro data collected from the Toxicology in the 21st century national database (Sipes et al., 2017). In prenatal exposures, the overall weight of evidence from both animals and human epidemiological studies indicate that exposure to legacy PCBs increase the occurrence of neurodevelopmental impairments (Pessah et al., 2019). There have been conflicting studies but often studies use limited congener assessments or total PCB concentrations for correlations leading to different conclusions (LaKind et al., 2018). For example, studies assessing highly chlorinated PCBs (>PCB170 (Stewart et al., 2003);) or indicator PCBs (PCB 153; (Forns et al., 2012)) show a relationship between exposure and child cognitive ability but others looking at total PCBs have not (Gray et al., 2005). It should be noted that other study design aspects also varied between these studies including cognitive assessment types, age of participants and types of exposure. Several PCB congeners assessed by Stewart et al. (2003) and Forns et al. (2012) display activity toward DAT (PCB 153 and 180) and RyR (PCB 170, 179, 180, 183, 187, and 194 (Holland et al., 2017; Pessah et al., 2006)), supporting mechanistic findings with impacts on neurodevelopment. In adults, PCB exposure is implicated in the incidence of neurodegenerative disease (Pessah et al., 2019); however, conflicting epidemiological studies question the relationship between PCB exposure and the occurrence of age-related diseases, including Parkinson’s Disease (PD) (Weisskopf et al., 2012), Alzheimer’s Disease or dementia (Medehouenou et al., 2019). Again, epidemiological study design and congener assessment may contribute to varying findings. A congener specific assessment by Hatcher-Martin et al. (2012) assessed 10 PCB congeners, representing 99.7% of the total PCBs found in post-mortem brains of individuals with PD or related pathology. They demonstrated that concentrations of PCB 138, 153 and 180, known RyR activators and DAT inhibitors, correlated with PD or related pathology in female subjects, but not males. The study by Weisskopf et al. (2012) also looked at PD onset with PCB congener concentrations, including PCB 138, 153 and 180, but did not observe the same relationship; however, the comparison was completed using PD patients serum PCB levels versus post-mortem brains. Overall, expanded congener testing and reporting together with comparisons between PCB sampling matrix would benefit epidemiology studies. This extends to the fact that many epidemiological studies have focused on the impact of exposure via diet rather than inhalation, which include higher versus lower chlorinated congeners, respectively. The impact of PCBs found in air remains an active area of research (Bräuner et al., 2016; Sethi et al., 2019), where recent epidemiological studies have begun monitoring the long term health of individuals exposed to PCBs via inhalation including inhalation of PCBs found in school air (Bräuner et al., 2016).\n\n## Conclusion\nConnecting the in vitro based NEQs to potential neurotoxic impacts in exposed human populations would require further investigation. We show that PCB concentrations found in fish tissue and air represent a high NEQ concentration and high NEQ annual exposure due to fish consumption or inhaled air. Additionally, we show that mixture concentrations already found in the serum of mothers and children from both urban and rural locations represent NEQ levels at or above known in vitro toxicity values for PCB 202 and could contribute to neurotoxicity. More work is needed to fully understand the impacts of these exposure scenarios to humans but PCBs, and other halogenated compounds, remain leading contaminants in the environment and human samples. Once further established the NEQ scheme could help predict potential halogenated mixtures of neurotoxic concern.",
  "word_count": 11008,
  "char_count": 68393
}