{
  "pmcid": "PMC2483969",
  "doi": "10.1186/1476-069X-7-37",
  "title": "A cohort study of in utero polychlorinated biphenyl (PCB) exposures in relation to secondary sex ratio",
  "authors": [
    "Irva Hertz-Picciotto",
    "Todd A Jusko",
    "Eric J Willman",
    "Rebecca J Baker",
    "Jean A Keller",
    "Stuart W Teplin",
    "M Judith Charles"
  ],
  "year": "2008",
  "journal": "Environmental Health",
  "abstract": "BackgroundPolychlorinated biphenyls (PCBs) are ubiquitous industrial chemicals that persist in the environment and in human fatty tissue. PCBs are related to a class of compounds known as dioxins, specifically 2,3,7,8-TCDD (tetrachloro-dibenzodioxin), which has been implicated as a cause of altered sex ratio, especially in relation to paternal exposures.MethodsIn the 1960's, serum specimens were collected from pregnant women participating in the Child Health and Development Study in the San Francisco Bay Area. The women were interviewed and their serum samples stored at -20°C. For this study, samples were thawed and a total of eleven PCBs were determined in 399 specimens. Secondary sex ratio, or sex ratio at birth, was evaluated as a function of maternal serum concentrations using log-binomial and logistic regression, controlling for hormonally active medications taken during pregnancy.ResultsThe relative risk of a male birth decreased by 33% comparing women at the 90th percentile of total PCBs with women at the 10th percentile (RR = 0.67; 95% CI, 0.48–0.94; p = 0.02), or by approximately 7% for each 1 μg/L increase in total PCB concentration. Although some congener-specific associations with sex ratio were only marginally statistically significant, all nine PCB congeners with < 30% of samples below the LOQ showed the same direction of association, an improbable finding under the null hypothesis.ConclusionMaternal exposure to PCBs may be detrimental to the success of male sperm or to the survival of male embryos. Findings could be due to contaminants, metabolites or PCBs themselves.",
  "sections": [
    {
      "title": "Background",
      "text": "Polychlorinated biphenyls (PCBs) are a class of chemically stable compounds that were produced in the United States from the 1920's until 1977, and in Europe beginning in the 1940's or 1950's for several decades, and were widely used in industrial and some consumer products. Each individual PCB congener represents one configuration of 209 that are possible, based on the number and location of attached chlorine atoms. These compounds bioaccumulate up the food chain, such that the greatest human sources are meat, fish, and both animal and human breast milk. Because of their high lipophilicity, PCBs are not readily cleared from the body [1-3]. A number of organochlorines, their metabolites, and their contaminants have been characterized as endocrine-disrupting chemicals. PCBs are structurally similar to thyroxine, which is critical to in utero development [2-4]. Animal studies have demonstrated altered thyroid homeostasis following PCB exposure, although human studies have produced mixed results [5]. Additionally, PCB congeners, their metabolites, or related compounds (e.g., 2,3,7,8-tetrachlorodibenzo-p-dioxin and dichloro-diphenyl-trichloroethane (DDT)) have been shown to have estrogenic, anti-estrogenic or anti-androgenic activity [6-9], and some human studies have found reduced sperm motility among PCB-exposed subjects [10-12]. Following the chemical explosion that resulted in dioxin contamination of residential areas in Seveso, Italy, a deficit in male births of couples with high exposures was observed [13,14]. A similar finding was reported for the offspring of over 2,000 adults exposed in 1979 to cooking oil in Taiwan that was contaminated with a mix of PCBs, polychlorinated dibenzo furans and polychlorinated dibenzo dioxins [15]. Data from a similar accident in Japan were not consistent with an alteration in sex ratio [16], but this report included a relatively small number of births. Few studies at lower environmental exposure levels have reported on sex ratio, and most have not used direct measurements of individual PCBs. This paper examines sex ratio in births occurring between 1964 and 1967 in the San Francisco Bay Area in relation to concentrations of serum polychlorinated biphenyls in archived serum specimens that were collected during the pregnancies. The participants were a subset of those enrolled in the Child Health and Development Study (CHDS), a cohort of about 20,000 pregnancies. Because the CHDS was conducted during the 1960's, a time of peak production and use of these compounds, body burdens were higher than those found in recent general population studies in western countries [17,18], yet lower than some current highly-exposed populations [19,20]."
    },
    {
      "title": "Methods",
      "text": "The CHDS was a prospective cohort study that enrolled about 20,000 pregnant women either attending prenatal clinics or giving birth at Kaiser Foundation Health Plan Medical Centers in the San Francisco Bay Area during the 1960's [20-22]. The Kaiser Health Plan, a prepaid integrated health care system, at that time had enrolled 90 percent of membership through employer or union groups (G Friedman, Kaiser-Permanente, personal communication,1996). The population served was thus largely persons having stable employment, with wealthy and very poor persons generally not well represented. Otherwise, members represented a broad cross-section of the San Francisco Bay Area population. The 399 woman/child pairs in this study were selected from 3,412 CHDS children born April 1964 through April 1967 who participated in an extensive examination at five years of age, described previously [23,24]. To be eligible for our study (Table 1), women had to have completed the enrollment interview before delivery and donated a second or third trimester blood specimen, for which a sufficient volume of serum still remained. As the study was designed to examine a range of birth and developmental outcomes, exclusions were made for: 1) non-singleton deliveries, 2) children with severe anomalies or who did not complete two cognitive exams and a hearing screening; 3) mothers who were deaf, had rubella during pregnancy, were taking thyroid medication in the 60 days prior to blood draw, or took iodine-containing medications during pregnancy or in the six months prior to conception [25]; and 4) infants born at gestational ages that were unknown, less than 35, or greater than 45 completed weeks. Based on regularly updated contact information provided by the CHDS investigators, we selected children residing in eight counties in or surrounding the greater San Francisco Bay Area. The study was approved by the Human Subjects Review Board at the University of California, Davis. Exclusions of CHDS children from a 5-Year examination subset for organochlorine study *Included any mention of rubella in the chart, whether or not a diagnosis was made. After these exclusions, there remained a group of 1,291 children. We sampled all children with low scores on at least one of two cognitive tests (below 10th percentile on either the Peabody Picture Vocabulary Test or an abbreviated Raven's Progressive Matrices), or who failed a hearing screening, and a 17 percent random sample of all others, to achieve the targeted sample size. The motivation for this design was to enhance power for the hypotheses related to neurocognitive and neurosensory deficits (which were of relatively low prevalence) while not adversely affecting efficiency for other hypotheses. Several authors have published papers on \"reusing\" data from case- control studies – designs that are, in essence, a special case of stratified sampling [26,27]. At the analysis stage, we adjusted for this design by applying normalized weights in all regression model fitting (detailed below). Finally, if women had more than one eligible child, we sampled no more than one child for each mother. Serum PCB concentrations were determined for 399 women in this final sample. Laboratory methods have been described previously [17,28]. Briefly, serum specimens collected during pregnancy were aliquoted and stored at -20° Celsius at National Institutes of Health (NIH) facilities. For determination of PCBs the protocol was as follows: Samples were thawed and then homogenized; surrogate standards (e.g, 2,3,4,4'-tetrachorobiphenyl (PCB International Union of Pure and Applied Chemistry (IUPAC) #66)), and 2,3,3',5,5',6-hexachlorobiphenyl (PCB #165) and glacial acetic acid were added, and the solution was mixed. The PCBs were extracted three times with 90 percent hexane/10 percent dichloromethane, and the extract was passed through a 0.5 percent deactivated florisil column. The PCBs were eluted with 60 milliliters of hexane and then 60 milliliters of 50 percent hexane/50 percent dichloromethane. After concentration by rotary evaporation, the internal standard 2,2',3,4,4',5,6,6'-octachlorobiphenyl (PCB #204) was added. Serum extracts were analyzed by gas chromatography with electron capture detection (Hewlett-Packard 6890 Series) in parallel using an RTX-5MS and an RTX-1701 column. All samples were analyzed between January 14, 1998 and September 22, 1999 in batches of 10 to 20 samples. Concentrations were adjusted for percent recovery for each sample. Specimens analyzed on batch dates with extremely high or low variability were re-analyzed, and the two values averaged. Before analyzing any samples from our subjects, noncritical samples from the same cohort (i.e. of women in CHDS who were lost to follow-up) were analyzed to assess the integrity of the stored serum specimens. Organochlorine determinations demonstrated comparability with other historical samples, and lipids were in reference ranges. We included PCBs that: (a) were measured in mixtures reported (as of the late 1990's) to have associations with reproductive, developmental or endocrine alterations in animals or humans; (b) did not co-elute with other compounds on either of the two columns; and (c) were present in sufficient concentration in these samples [28]. These included: PCB #101, #105, #110, #118, #137, #138, #153, #156, #170, #180, and #187. Values below the limit of quantitation (LOQ) were imputed as described previously [17]. The total of PCBs was calculated as the sum of the nine congeners that had fewer than 30% below the LOQ (PCB IUPAC #105, #110, #118, #137, #138, #153, #170, #180, and #187). Sex of the infant was collected at the time of birth and noted in the CHDS database. Because of our design, only data on pregnancies that resulted in a live birth were included. Potential covariates were selected from CHDS databases which included data on sociodemographics and maternal health and pregnancy. To adjust for the potential effects of maternal sex hormone or corticosteroid use during the periconception period, all prescriptions and associated dates were extracted for women in this study. A complete list of medications prescribed during the index period between thirty days prior to and four months after conception was reviewed using references pertinent for the time period of the study [29-31]. Active ingredients in medications from earlier years were checked against current references [32,33]. Mothers were coded (yes/no) according to whether they had been prescribed sex hormones or corticosteroids. Other potential adjustment variables for the multivariate analysis were specimen characteristics. These were: batch-date of laboratory analysis and an indicator for sample storage history (some specimens had been immediately shipped for storage at an NIH facility while others had been stored locally and later shipped). Log-binomial and logistic regression analyses were conducted to estimate the relative risk (RR) and odds ratio (OR), respectively, of male birth as a function of maternal PCB concentrations. Since the odds ratio is a poor approximation of the relative risk when the outcome is common [34], the relative risk of male birth was estimated using log-binomial regression [35], and forms the basis of our primary analysis. As a secondary analysis and for purposes of comparison with previous research, we estimated the odds of male birth in relation to maternal PCB concentrations using logistic regression. All regression models were adjusted for specimen characteristics and prescription for sex hormones or corticosteroids. Some maternal factors have been implicated with altered sex ratio such as maternal age, parity, and race [36]. However, since inclusion of these measures did not alter PCB coefficients by more than 10 percent, they were not included in our final multivariate models. Separate models were fit for total PCBs and for the 9 specific PCB congeners that had less than 30 percent of their values below the LOQ. In all regression models, PCB concentration was modeled as a continuous variable in micrograms per liter of serum (μg/L) (parts per billion (ppb)). To provide a more interpretable measure of the PCB \"effect size,\" we calculated a risk ratio comparing sex ratio at the 90th vs. 10th percentiles of PCBs by multiplying the per-unit PCB coefficient by the concentration difference between the 90th and 10th percentiles. In addition, normalized weights were applied to adjust for our stratified sampling procedure; these weights were inversely proportional to the sampling fraction in each stratum. When applied to the regression analysis, the results are as if the sample of 399 children was drawn completely at random from the subset of 1291 children. Thus, any potential bias created by the stratified sampling procedure is removed. As in standard survey research, this procedure ensures that all parameter estimates are valid with respect to the larger sample or population from which the stratified sample has been selected, and eliminates any bias introduced by use of a stratified sample. To account for potentially greater homogeneity within sampling strata, robust variance estimates were calculated for both log-binomial and logistic regression models. All analyses were conducted using the GENMOD procedure in SAS (version 9.1; SAS Institute, Inc., Cary, North Carolina)."
    },
    {
      "title": "Study population",
      "text": "The CHDS was a prospective cohort study that enrolled about 20,000 pregnant women either attending prenatal clinics or giving birth at Kaiser Foundation Health Plan Medical Centers in the San Francisco Bay Area during the 1960's [20-22]. The Kaiser Health Plan, a prepaid integrated health care system, at that time had enrolled 90 percent of membership through employer or union groups (G Friedman, Kaiser-Permanente, personal communication,1996). The population served was thus largely persons having stable employment, with wealthy and very poor persons generally not well represented. Otherwise, members represented a broad cross-section of the San Francisco Bay Area population. The 399 woman/child pairs in this study were selected from 3,412 CHDS children born April 1964 through April 1967 who participated in an extensive examination at five years of age, described previously [23,24]. To be eligible for our study (Table 1), women had to have completed the enrollment interview before delivery and donated a second or third trimester blood specimen, for which a sufficient volume of serum still remained. As the study was designed to examine a range of birth and developmental outcomes, exclusions were made for: 1) non-singleton deliveries, 2) children with severe anomalies or who did not complete two cognitive exams and a hearing screening; 3) mothers who were deaf, had rubella during pregnancy, were taking thyroid medication in the 60 days prior to blood draw, or took iodine-containing medications during pregnancy or in the six months prior to conception [25]; and 4) infants born at gestational ages that were unknown, less than 35, or greater than 45 completed weeks. Based on regularly updated contact information provided by the CHDS investigators, we selected children residing in eight counties in or surrounding the greater San Francisco Bay Area. The study was approved by the Human Subjects Review Board at the University of California, Davis. Exclusions of CHDS children from a 5-Year examination subset for organochlorine study *Included any mention of rubella in the chart, whether or not a diagnosis was made. After these exclusions, there remained a group of 1,291 children. We sampled all children with low scores on at least one of two cognitive tests (below 10th percentile on either the Peabody Picture Vocabulary Test or an abbreviated Raven's Progressive Matrices), or who failed a hearing screening, and a 17 percent random sample of all others, to achieve the targeted sample size. The motivation for this design was to enhance power for the hypotheses related to neurocognitive and neurosensory deficits (which were of relatively low prevalence) while not adversely affecting efficiency for other hypotheses. Several authors have published papers on \"reusing\" data from case- control studies – designs that are, in essence, a special case of stratified sampling [26,27]. At the analysis stage, we adjusted for this design by applying normalized weights in all regression model fitting (detailed below). Finally, if women had more than one eligible child, we sampled no more than one child for each mother. Serum PCB concentrations were determined for 399 women in this final sample."
    },
    {
      "title": "PCB measurement",
      "text": "Laboratory methods have been described previously [17,28]. Briefly, serum specimens collected during pregnancy were aliquoted and stored at -20° Celsius at National Institutes of Health (NIH) facilities. For determination of PCBs the protocol was as follows: Samples were thawed and then homogenized; surrogate standards (e.g, 2,3,4,4'-tetrachorobiphenyl (PCB International Union of Pure and Applied Chemistry (IUPAC) #66)), and 2,3,3',5,5',6-hexachlorobiphenyl (PCB #165) and glacial acetic acid were added, and the solution was mixed. The PCBs were extracted three times with 90 percent hexane/10 percent dichloromethane, and the extract was passed through a 0.5 percent deactivated florisil column. The PCBs were eluted with 60 milliliters of hexane and then 60 milliliters of 50 percent hexane/50 percent dichloromethane. After concentration by rotary evaporation, the internal standard 2,2',3,4,4',5,6,6'-octachlorobiphenyl (PCB #204) was added. Serum extracts were analyzed by gas chromatography with electron capture detection (Hewlett-Packard 6890 Series) in parallel using an RTX-5MS and an RTX-1701 column. All samples were analyzed between January 14, 1998 and September 22, 1999 in batches of 10 to 20 samples. Concentrations were adjusted for percent recovery for each sample. Specimens analyzed on batch dates with extremely high or low variability were re-analyzed, and the two values averaged. Before analyzing any samples from our subjects, noncritical samples from the same cohort (i.e. of women in CHDS who were lost to follow-up) were analyzed to assess the integrity of the stored serum specimens. Organochlorine determinations demonstrated comparability with other historical samples, and lipids were in reference ranges. We included PCBs that: (a) were measured in mixtures reported (as of the late 1990's) to have associations with reproductive, developmental or endocrine alterations in animals or humans; (b) did not co-elute with other compounds on either of the two columns; and (c) were present in sufficient concentration in these samples [28]. These included: PCB #101, #105, #110, #118, #137, #138, #153, #156, #170, #180, and #187. Values below the limit of quantitation (LOQ) were imputed as described previously [17]. The total of PCBs was calculated as the sum of the nine congeners that had fewer than 30% below the LOQ (PCB IUPAC #105, #110, #118, #137, #138, #153, #170, #180, and #187)."
    },
    {
      "title": "Outcome and other variables",
      "text": "Sex of the infant was collected at the time of birth and noted in the CHDS database. Because of our design, only data on pregnancies that resulted in a live birth were included. Potential covariates were selected from CHDS databases which included data on sociodemographics and maternal health and pregnancy. To adjust for the potential effects of maternal sex hormone or corticosteroid use during the periconception period, all prescriptions and associated dates were extracted for women in this study. A complete list of medications prescribed during the index period between thirty days prior to and four months after conception was reviewed using references pertinent for the time period of the study [29-31]. Active ingredients in medications from earlier years were checked against current references [32,33]. Mothers were coded (yes/no) according to whether they had been prescribed sex hormones or corticosteroids. Other potential adjustment variables for the multivariate analysis were specimen characteristics. These were: batch-date of laboratory analysis and an indicator for sample storage history (some specimens had been immediately shipped for storage at an NIH facility while others had been stored locally and later shipped)."
    },
    {
      "title": "Data analysis",
      "text": "Log-binomial and logistic regression analyses were conducted to estimate the relative risk (RR) and odds ratio (OR), respectively, of male birth as a function of maternal PCB concentrations. Since the odds ratio is a poor approximation of the relative risk when the outcome is common [34], the relative risk of male birth was estimated using log-binomial regression [35], and forms the basis of our primary analysis. As a secondary analysis and for purposes of comparison with previous research, we estimated the odds of male birth in relation to maternal PCB concentrations using logistic regression. All regression models were adjusted for specimen characteristics and prescription for sex hormones or corticosteroids. Some maternal factors have been implicated with altered sex ratio such as maternal age, parity, and race [36]. However, since inclusion of these measures did not alter PCB coefficients by more than 10 percent, they were not included in our final multivariate models. Separate models were fit for total PCBs and for the 9 specific PCB congeners that had less than 30 percent of their values below the LOQ. In all regression models, PCB concentration was modeled as a continuous variable in micrograms per liter of serum (μg/L) (parts per billion (ppb)). To provide a more interpretable measure of the PCB \"effect size,\" we calculated a risk ratio comparing sex ratio at the 90th vs. 10th percentiles of PCBs by multiplying the per-unit PCB coefficient by the concentration difference between the 90th and 10th percentiles. In addition, normalized weights were applied to adjust for our stratified sampling procedure; these weights were inversely proportional to the sampling fraction in each stratum. When applied to the regression analysis, the results are as if the sample of 399 children was drawn completely at random from the subset of 1291 children. Thus, any potential bias created by the stratified sampling procedure is removed. As in standard survey research, this procedure ensures that all parameter estimates are valid with respect to the larger sample or population from which the stratified sample has been selected, and eliminates any bias introduced by use of a stratified sample. To account for potentially greater homogeneity within sampling strata, robust variance estimates were calculated for both log-binomial and logistic regression models. All analyses were conducted using the GENMOD procedure in SAS (version 9.1; SAS Institute, Inc., Cary, North Carolina)."
    },
    {
      "title": "Results",
      "text": "Table 2 compares the sociodemographic characteristics of the original CHDS cohort, the 3,412 children who appeared for the 5-year examination, the 1,291 eligible after exclusions, and the final study sample of 399. As compared with the original cohort, the mothers of those examined at five years were of similar age, more highly educated, and less likely to be white. Those eligible and selected for our study differed from the original cohort on the same factors, with a greater percentage of African-Americans meeting our eligibility criteria. Female children were slightly more prevalent among those participating in the 5-year examination than in the original cohort, and among those eligible after our exclusions; finally, more females were included in our study because of poorer average performance on the Raven's Progressive Matrices, one of the cognitive tests for which children with low scores were over-sampled. Our study sample included 53.4 percent females as compared with 48.8 percent of the original cohort. As described above, normalized weights were used to account for stratified sampling; since the sampling altered the sex ratio, these weights also resulted in correction for the differential selection by gender. Sample characteristics, Child Health and Development Study, 1964–67 *Data missing for some characteristics for some study participants. †Percentages may not total 100% due to rounding. The mean, median, 10th and 90th percentile of total maternal PCBs were: 5.4, 4.7, 3.1, and 8.7 μg/L (ppb) of serum, respectively. PCB #153, the most abundant congener in this study, had a median of 1.1 μg/L (10th percentile: 0.6 μg/L serum; 90th percentile: 1.9 μg/L serum). These PCB concentrations are similar to levels reported by others for the United States from the same time period [37], and higher than most but not all populations under study today [18]. Log-binomial regression analyses, in which we adjusted for specimen characteristics and hormonally active medications, revealed that total maternal PCB concentration was associated with a reduction in male births (p = 0.02). Specifically, the relative risk of a male birth decreased by 33 percent comparing women at the 90th percentile of total PCBs with those at the 10th percentile of total PCBs (RR = 0.67; 95% CI: 0.48, 0.94), or by approximately 7 percent for each 1 μg/L (1 ppb) increase in total PCBs (Table 3). In log-binomial regression models for specific PCB congeners, the predicted relative risk of a male birth decreased with higher maternal PCB concentration in each and every congener measured, though most congeners were only marginally associated with male birth. The results from logistic regression models were similar in direction, showing, as expected, larger odds ratios than the relative risks derived from the log-binomial regression analyses. Adjusted relative risk (RR) and odds ratio (OR) for a male birth (n = 399)* *Adjusted RR and OR for a male birth for a given increase in PCB concentration from the 10th to the 90th percentile: Child Health and Development Study, 1964–67. Estimates adjusted for specimen characteristics and an indicator of a prescription for sex steroids, oral contraceptives or corticosteroids. †Sum of PCB #105, 110, 118, 137, 138, 153, 170, 180, 187."
    },
    {
      "title": "Sample characteristics",
      "text": "Table 2 compares the sociodemographic characteristics of the original CHDS cohort, the 3,412 children who appeared for the 5-year examination, the 1,291 eligible after exclusions, and the final study sample of 399. As compared with the original cohort, the mothers of those examined at five years were of similar age, more highly educated, and less likely to be white. Those eligible and selected for our study differed from the original cohort on the same factors, with a greater percentage of African-Americans meeting our eligibility criteria. Female children were slightly more prevalent among those participating in the 5-year examination than in the original cohort, and among those eligible after our exclusions; finally, more females were included in our study because of poorer average performance on the Raven's Progressive Matrices, one of the cognitive tests for which children with low scores were over-sampled. Our study sample included 53.4 percent females as compared with 48.8 percent of the original cohort. As described above, normalized weights were used to account for stratified sampling; since the sampling altered the sex ratio, these weights also resulted in correction for the differential selection by gender. Sample characteristics, Child Health and Development Study, 1964–67 *Data missing for some characteristics for some study participants. †Percentages may not total 100% due to rounding."
    },
    {
      "title": "PCB concentrations",
      "text": "The mean, median, 10th and 90th percentile of total maternal PCBs were: 5.4, 4.7, 3.1, and 8.7 μg/L (ppb) of serum, respectively. PCB #153, the most abundant congener in this study, had a median of 1.1 μg/L (10th percentile: 0.6 μg/L serum; 90th percentile: 1.9 μg/L serum). These PCB concentrations are similar to levels reported by others for the United States from the same time period [37], and higher than most but not all populations under study today [18]."
    },
    {
      "title": "PCB concentrations and secondary sex ratio",
      "text": "Log-binomial regression analyses, in which we adjusted for specimen characteristics and hormonally active medications, revealed that total maternal PCB concentration was associated with a reduction in male births (p = 0.02). Specifically, the relative risk of a male birth decreased by 33 percent comparing women at the 90th percentile of total PCBs with those at the 10th percentile of total PCBs (RR = 0.67; 95% CI: 0.48, 0.94), or by approximately 7 percent for each 1 μg/L (1 ppb) increase in total PCBs (Table 3). In log-binomial regression models for specific PCB congeners, the predicted relative risk of a male birth decreased with higher maternal PCB concentration in each and every congener measured, though most congeners were only marginally associated with male birth. The results from logistic regression models were similar in direction, showing, as expected, larger odds ratios than the relative risks derived from the log-binomial regression analyses. Adjusted relative risk (RR) and odds ratio (OR) for a male birth (n = 399)* *Adjusted RR and OR for a male birth for a given increase in PCB concentration from the 10th to the 90th percentile: Child Health and Development Study, 1964–67. Estimates adjusted for specimen characteristics and an indicator of a prescription for sex steroids, oral contraceptives or corticosteroids. †Sum of PCB #105, 110, 118, 137, 138, 153, 170, 180, 187."
    },
    {
      "title": "Discussion",
      "text": "We observed a reduction in the ratio of male:female births in relation to total maternal PCB concentrations in this population. Inverse associations between all nine PCB congeners and secondary sex ratio were also observed, though not all of these were statistically significant at the 0.05 level. In models adjusted for hormonal medications taken in the periconceptional and early pregnancy period, higher concentrations of total PCBs were significantly associated with male birth ratio (p = 0.02). As PCB blood concentrations have been shown to remain very stable during pregnancy [37], these findings suggest that high maternal PCB concentrations, at least for some congeners, may either favor the fertilization by female sperm, or result in greater male embryonic or fetal losses. Sex ratio alterations or decreased survival of wildlife in association with organochlorine exposures have been well documented [38-41], although not all studies have confirmed such findings [42]. Only a handful of human studies of PCBs with sufficient sample sizes have reported data on sex ratio. At environmental exposures, several provide some suggestion of a reduced proportion of males [43-46]. Weisskopf and colleagues [46] examined consumers of sport-fish caught in the Great Lakes and observed a reduction in male births in association with maternal but not paternal serum PCB concentration. In contrast, another investigation found increased male offspring in relation to paternal PCB exposures, though this analysis may have over-adjusted for multiple exposures correlated with paternal PCBs [47]. Reports from the Yucheng [48] and Yusho [16] accidents showed no alteration in sex ratio, however, serious shortcomings in these studies should be noted. The Yucheng group consisted of a select set of mothers who had registered with the health department as having been affected, and who had at least one live child in 1985. Not all affected subjects were registered, and some of the most severely affected children may not have survived: since either of these factors could have been related to the sex of the child, the sex ratio of the survivors could be highly confounded. Moreover, both the Yucheng and the Yusho studies were small: a total of 137 births in the former and only 67 in the latter. These sample sizes would not be adequate to detect small variations in sex ratio. Analysis of a more complete cohort from Yucheng, numbering 469 births with paternal data and 902 with maternal data revealed reduced male:female sex ratio when fathers were exposed at a young age [15], results similar to those previously reported for dioxin exposures from the Seveso accident. Analyses for maternal exposures also showed a lower than expected proportion of males, but the findings were not statistically significant. The difference in findings using maternal vs. paternal exposure appeared to be due, at least partly, to a higher percentage of male offspring among unexposed fathers than among unexposed mothers, or, than expected in the population. Since every child has both a mother and a father, but fewer fathers were tested, this raises the question of selection bias for children whose fathers participated in the study. In addition to studies of secondary sex ratio, research on the proportion of Y-bearing spermatozoa in relation to paternal PCBs have produced mixed results, i.e., both positive and negative associations [49,50]. This would suggest that increased paternal PCB concentrations may also alter secondary sex ratio, but other factors may modify this effect. It is not clear from these studies – due to inadequate sample size – whether changes in Y-bearing spermatozoa resulted in more or fewer male births. The possibility of bias deserves consideration. Selection factors would have to be associated with sex ratio and PCBs, jointly to have produced artifacts for the relationship of these variables of primary interest. Since demographic variables are not generally associated with sex ratio, they would not bias the results. The slight preponderance of girls followed up at age 5 years (50.5%) as compared to the original cohort (48.8% female), combined with our deliberate oversampling of children with low cognitive scores or hearing difficulties increased the percentage of females to 53.4%, however, our sampling weights accounted for these differences, comparable to their standard use in survey sampling. It is possible that because a small number of deaths occurred between birth and five years of age, part of the shift in sex ratio might be due to far higher deaths among boys with higher PCBs, or among girls with lower PCBs. At these exposure levels, however, which were far lower than occurred in the Yusho or Yucheng incidents, it seems unlikely that PCBs would have had a sufficiently strong association with child mortality to produce the results observed and yet not be related to fetal mortality. If PCBs were strongly associated with unknown or gestational age below 35 weeks, some selection bias could have occurred by our exclusion of these births. However, the literature does not support an association of preterm delivery with PCBs, nor did we find any trend of higher PCBs with earlier gestational age among births at weeks 35–45 [23]. In regard to other variables, the sample was representative of the original cohort. Thus, selection bias seems unlikely to be of sufficient magnitude to explain the findings. Validity of our data is supported by the confirmation of known risk factors for other outcomes, such as maternal smoking, short stature, and low body mass index in relation to intrauterine growth restriction [23]. High quality PCB determinations were ensured by use of within-batch replicates, standards across batches, and surrogate standards. Thus, in comparison with previous work, our study is unique in that it thoroughly addresses maternal exposures, uses an adequate sample, has high quality direct measurements of PCB exposures close in time to the events of interest, and represents exposures at the upper end of today's environmentally exposed populations."
    },
    {
      "title": "Conclusion",
      "text": "In this study, we observed a lower secondary male:female ratio in association with increased maternal serum PCB concentrations. If not due to an unidentified bias, these results may indicate that with higher exposures to PCBs comes either greater susceptibility of male embryos or a more favorable environment for X-chromatin-bearing sperm. The association could be due to contaminants, PCB metabolites, or the PCBs themselves. Although PCB concentrations are slowly declining, studies in historical populations such as the CHDS provide an upper limit on the magnitude of toxic effects expected from today's environmental levels of these same compounds in most parts of the world. Secondly, these investigations are useful for assessing reproductive perturbations in populations currently exposed to higher levels, e.g., those that rely on fish from contaminated lakes and seas or reside near former manufacturing facilities. Thirdly, if the findings are actually due to contaminants associated with PCB mixtures rather than PCBs themselves, then attention should be paid to trends in the contaminants, regardless of their source. Finally, other chemical classes with similar structure, such as PBDEs (polybrominated diphenyl ethers), are widely used in plastic casings and foam products and share many of the biochemical and toxicologic properties of PCBs [51,52]. As PBDE body burdens are rapidly increasing in wildlife and human populations [53,54], studies like this one provide an indication of potential effects from these newer compounds."
    },
    {
      "title": "Competing interests",
      "text": "The authors declare that they have no competing interests."
    },
    {
      "title": "Authors' contributions",
      "text": "IHP was PI of this project, communicated with collaborators, designed and supervised the statistical analyses, and had primary responsibility for writing the manuscript. TJ conducted log-binomial and logistic analyses, with adjustment for sampling and robust variance estimators and helped edit the manuscript. MJC ran the laboratory which conducted the PCB analyses, participated in designing the study, in preparing manuscripts, and in study meetings until her death in September 2005. EW worked under MJC and carried out the analytic chemical analysis by GC/ECD and performed the quality control work. RJB was a graduate student who assisted in writing the grant proposal, cleaning and managing the data, and preliminary statistical analysis. She also participated actively in discussions of early results, prior to her death. JK provided key programming support for development and management of all the databases and quality control, and participated in study meetings and development of the analysis plans during the first three years of the study. ST provided expertise on early childhood development, assisted with study design and exclusion criteria, and gave guidance on medical conditions and medications used as covariates for study sample restriction and for adjustment in the analyses. IHP, TJ, EW, JK, and ST read and approved the final manuscript."
    }
  ],
  "full_text": "## Background\nPolychlorinated biphenyls (PCBs) are a class of chemically stable compounds that were produced in the United States from the 1920's until 1977, and in Europe beginning in the 1940's or 1950's for several decades, and were widely used in industrial and some consumer products. Each individual PCB congener represents one configuration of 209 that are possible, based on the number and location of attached chlorine atoms. These compounds bioaccumulate up the food chain, such that the greatest human sources are meat, fish, and both animal and human breast milk. Because of their high lipophilicity, PCBs are not readily cleared from the body [1-3]. A number of organochlorines, their metabolites, and their contaminants have been characterized as endocrine-disrupting chemicals. PCBs are structurally similar to thyroxine, which is critical to in utero development [2-4]. Animal studies have demonstrated altered thyroid homeostasis following PCB exposure, although human studies have produced mixed results [5]. Additionally, PCB congeners, their metabolites, or related compounds (e.g., 2,3,7,8-tetrachlorodibenzo-p-dioxin and dichloro-diphenyl-trichloroethane (DDT)) have been shown to have estrogenic, anti-estrogenic or anti-androgenic activity [6-9], and some human studies have found reduced sperm motility among PCB-exposed subjects [10-12]. Following the chemical explosion that resulted in dioxin contamination of residential areas in Seveso, Italy, a deficit in male births of couples with high exposures was observed [13,14]. A similar finding was reported for the offspring of over 2,000 adults exposed in 1979 to cooking oil in Taiwan that was contaminated with a mix of PCBs, polychlorinated dibenzo furans and polychlorinated dibenzo dioxins [15]. Data from a similar accident in Japan were not consistent with an alteration in sex ratio [16], but this report included a relatively small number of births. Few studies at lower environmental exposure levels have reported on sex ratio, and most have not used direct measurements of individual PCBs. This paper examines sex ratio in births occurring between 1964 and 1967 in the San Francisco Bay Area in relation to concentrations of serum polychlorinated biphenyls in archived serum specimens that were collected during the pregnancies. The participants were a subset of those enrolled in the Child Health and Development Study (CHDS), a cohort of about 20,000 pregnancies. Because the CHDS was conducted during the 1960's, a time of peak production and use of these compounds, body burdens were higher than those found in recent general population studies in western countries [17,18], yet lower than some current highly-exposed populations [19,20].\n\n## Methods\nThe CHDS was a prospective cohort study that enrolled about 20,000 pregnant women either attending prenatal clinics or giving birth at Kaiser Foundation Health Plan Medical Centers in the San Francisco Bay Area during the 1960's [20-22]. The Kaiser Health Plan, a prepaid integrated health care system, at that time had enrolled 90 percent of membership through employer or union groups (G Friedman, Kaiser-Permanente, personal communication,1996). The population served was thus largely persons having stable employment, with wealthy and very poor persons generally not well represented. Otherwise, members represented a broad cross-section of the San Francisco Bay Area population. The 399 woman/child pairs in this study were selected from 3,412 CHDS children born April 1964 through April 1967 who participated in an extensive examination at five years of age, described previously [23,24]. To be eligible for our study (Table 1), women had to have completed the enrollment interview before delivery and donated a second or third trimester blood specimen, for which a sufficient volume of serum still remained. As the study was designed to examine a range of birth and developmental outcomes, exclusions were made for: 1) non-singleton deliveries, 2) children with severe anomalies or who did not complete two cognitive exams and a hearing screening; 3) mothers who were deaf, had rubella during pregnancy, were taking thyroid medication in the 60 days prior to blood draw, or took iodine-containing medications during pregnancy or in the six months prior to conception [25]; and 4) infants born at gestational ages that were unknown, less than 35, or greater than 45 completed weeks. Based on regularly updated contact information provided by the CHDS investigators, we selected children residing in eight counties in or surrounding the greater San Francisco Bay Area. The study was approved by the Human Subjects Review Board at the University of California, Davis. Exclusions of CHDS children from a 5-Year examination subset for organochlorine study *Included any mention of rubella in the chart, whether or not a diagnosis was made. After these exclusions, there remained a group of 1,291 children. We sampled all children with low scores on at least one of two cognitive tests (below 10th percentile on either the Peabody Picture Vocabulary Test or an abbreviated Raven's Progressive Matrices), or who failed a hearing screening, and a 17 percent random sample of all others, to achieve the targeted sample size. The motivation for this design was to enhance power for the hypotheses related to neurocognitive and neurosensory deficits (which were of relatively low prevalence) while not adversely affecting efficiency for other hypotheses. Several authors have published papers on \"reusing\" data from case- control studies – designs that are, in essence, a special case of stratified sampling [26,27]. At the analysis stage, we adjusted for this design by applying normalized weights in all regression model fitting (detailed below). Finally, if women had more than one eligible child, we sampled no more than one child for each mother. Serum PCB concentrations were determined for 399 women in this final sample. Laboratory methods have been described previously [17,28]. Briefly, serum specimens collected during pregnancy were aliquoted and stored at -20° Celsius at National Institutes of Health (NIH) facilities. For determination of PCBs the protocol was as follows: Samples were thawed and then homogenized; surrogate standards (e.g, 2,3,4,4'-tetrachorobiphenyl (PCB International Union of Pure and Applied Chemistry (IUPAC) #66)), and 2,3,3',5,5',6-hexachlorobiphenyl (PCB #165) and glacial acetic acid were added, and the solution was mixed. The PCBs were extracted three times with 90 percent hexane/10 percent dichloromethane, and the extract was passed through a 0.5 percent deactivated florisil column. The PCBs were eluted with 60 milliliters of hexane and then 60 milliliters of 50 percent hexane/50 percent dichloromethane. After concentration by rotary evaporation, the internal standard 2,2',3,4,4',5,6,6'-octachlorobiphenyl (PCB #204) was added. Serum extracts were analyzed by gas chromatography with electron capture detection (Hewlett-Packard 6890 Series) in parallel using an RTX-5MS and an RTX-1701 column. All samples were analyzed between January 14, 1998 and September 22, 1999 in batches of 10 to 20 samples. Concentrations were adjusted for percent recovery for each sample. Specimens analyzed on batch dates with extremely high or low variability were re-analyzed, and the two values averaged. Before analyzing any samples from our subjects, noncritical samples from the same cohort (i.e. of women in CHDS who were lost to follow-up) were analyzed to assess the integrity of the stored serum specimens. Organochlorine determinations demonstrated comparability with other historical samples, and lipids were in reference ranges. We included PCBs that: (a) were measured in mixtures reported (as of the late 1990's) to have associations with reproductive, developmental or endocrine alterations in animals or humans; (b) did not co-elute with other compounds on either of the two columns; and (c) were present in sufficient concentration in these samples [28]. These included: PCB #101, #105, #110, #118, #137, #138, #153, #156, #170, #180, and #187. Values below the limit of quantitation (LOQ) were imputed as described previously [17]. The total of PCBs was calculated as the sum of the nine congeners that had fewer than 30% below the LOQ (PCB IUPAC #105, #110, #118, #137, #138, #153, #170, #180, and #187). Sex of the infant was collected at the time of birth and noted in the CHDS database. Because of our design, only data on pregnancies that resulted in a live birth were included. Potential covariates were selected from CHDS databases which included data on sociodemographics and maternal health and pregnancy. To adjust for the potential effects of maternal sex hormone or corticosteroid use during the periconception period, all prescriptions and associated dates were extracted for women in this study. A complete list of medications prescribed during the index period between thirty days prior to and four months after conception was reviewed using references pertinent for the time period of the study [29-31]. Active ingredients in medications from earlier years were checked against current references [32,33]. Mothers were coded (yes/no) according to whether they had been prescribed sex hormones or corticosteroids. Other potential adjustment variables for the multivariate analysis were specimen characteristics. These were: batch-date of laboratory analysis and an indicator for sample storage history (some specimens had been immediately shipped for storage at an NIH facility while others had been stored locally and later shipped). Log-binomial and logistic regression analyses were conducted to estimate the relative risk (RR) and odds ratio (OR), respectively, of male birth as a function of maternal PCB concentrations. Since the odds ratio is a poor approximation of the relative risk when the outcome is common [34], the relative risk of male birth was estimated using log-binomial regression [35], and forms the basis of our primary analysis. As a secondary analysis and for purposes of comparison with previous research, we estimated the odds of male birth in relation to maternal PCB concentrations using logistic regression. All regression models were adjusted for specimen characteristics and prescription for sex hormones or corticosteroids. Some maternal factors have been implicated with altered sex ratio such as maternal age, parity, and race [36]. However, since inclusion of these measures did not alter PCB coefficients by more than 10 percent, they were not included in our final multivariate models. Separate models were fit for total PCBs and for the 9 specific PCB congeners that had less than 30 percent of their values below the LOQ. In all regression models, PCB concentration was modeled as a continuous variable in micrograms per liter of serum (μg/L) (parts per billion (ppb)). To provide a more interpretable measure of the PCB \"effect size,\" we calculated a risk ratio comparing sex ratio at the 90th vs. 10th percentiles of PCBs by multiplying the per-unit PCB coefficient by the concentration difference between the 90th and 10th percentiles. In addition, normalized weights were applied to adjust for our stratified sampling procedure; these weights were inversely proportional to the sampling fraction in each stratum. When applied to the regression analysis, the results are as if the sample of 399 children was drawn completely at random from the subset of 1291 children. Thus, any potential bias created by the stratified sampling procedure is removed. As in standard survey research, this procedure ensures that all parameter estimates are valid with respect to the larger sample or population from which the stratified sample has been selected, and eliminates any bias introduced by use of a stratified sample. To account for potentially greater homogeneity within sampling strata, robust variance estimates were calculated for both log-binomial and logistic regression models. All analyses were conducted using the GENMOD procedure in SAS (version 9.1; SAS Institute, Inc., Cary, North Carolina).\n\n## Study population\nThe CHDS was a prospective cohort study that enrolled about 20,000 pregnant women either attending prenatal clinics or giving birth at Kaiser Foundation Health Plan Medical Centers in the San Francisco Bay Area during the 1960's [20-22]. The Kaiser Health Plan, a prepaid integrated health care system, at that time had enrolled 90 percent of membership through employer or union groups (G Friedman, Kaiser-Permanente, personal communication,1996). The population served was thus largely persons having stable employment, with wealthy and very poor persons generally not well represented. Otherwise, members represented a broad cross-section of the San Francisco Bay Area population. The 399 woman/child pairs in this study were selected from 3,412 CHDS children born April 1964 through April 1967 who participated in an extensive examination at five years of age, described previously [23,24]. To be eligible for our study (Table 1), women had to have completed the enrollment interview before delivery and donated a second or third trimester blood specimen, for which a sufficient volume of serum still remained. As the study was designed to examine a range of birth and developmental outcomes, exclusions were made for: 1) non-singleton deliveries, 2) children with severe anomalies or who did not complete two cognitive exams and a hearing screening; 3) mothers who were deaf, had rubella during pregnancy, were taking thyroid medication in the 60 days prior to blood draw, or took iodine-containing medications during pregnancy or in the six months prior to conception [25]; and 4) infants born at gestational ages that were unknown, less than 35, or greater than 45 completed weeks. Based on regularly updated contact information provided by the CHDS investigators, we selected children residing in eight counties in or surrounding the greater San Francisco Bay Area. The study was approved by the Human Subjects Review Board at the University of California, Davis. Exclusions of CHDS children from a 5-Year examination subset for organochlorine study *Included any mention of rubella in the chart, whether or not a diagnosis was made. After these exclusions, there remained a group of 1,291 children. We sampled all children with low scores on at least one of two cognitive tests (below 10th percentile on either the Peabody Picture Vocabulary Test or an abbreviated Raven's Progressive Matrices), or who failed a hearing screening, and a 17 percent random sample of all others, to achieve the targeted sample size. The motivation for this design was to enhance power for the hypotheses related to neurocognitive and neurosensory deficits (which were of relatively low prevalence) while not adversely affecting efficiency for other hypotheses. Several authors have published papers on \"reusing\" data from case- control studies – designs that are, in essence, a special case of stratified sampling [26,27]. At the analysis stage, we adjusted for this design by applying normalized weights in all regression model fitting (detailed below). Finally, if women had more than one eligible child, we sampled no more than one child for each mother. Serum PCB concentrations were determined for 399 women in this final sample.\n\n## PCB measurement\nLaboratory methods have been described previously [17,28]. Briefly, serum specimens collected during pregnancy were aliquoted and stored at -20° Celsius at National Institutes of Health (NIH) facilities. For determination of PCBs the protocol was as follows: Samples were thawed and then homogenized; surrogate standards (e.g, 2,3,4,4'-tetrachorobiphenyl (PCB International Union of Pure and Applied Chemistry (IUPAC) #66)), and 2,3,3',5,5',6-hexachlorobiphenyl (PCB #165) and glacial acetic acid were added, and the solution was mixed. The PCBs were extracted three times with 90 percent hexane/10 percent dichloromethane, and the extract was passed through a 0.5 percent deactivated florisil column. The PCBs were eluted with 60 milliliters of hexane and then 60 milliliters of 50 percent hexane/50 percent dichloromethane. After concentration by rotary evaporation, the internal standard 2,2',3,4,4',5,6,6'-octachlorobiphenyl (PCB #204) was added. Serum extracts were analyzed by gas chromatography with electron capture detection (Hewlett-Packard 6890 Series) in parallel using an RTX-5MS and an RTX-1701 column. All samples were analyzed between January 14, 1998 and September 22, 1999 in batches of 10 to 20 samples. Concentrations were adjusted for percent recovery for each sample. Specimens analyzed on batch dates with extremely high or low variability were re-analyzed, and the two values averaged. Before analyzing any samples from our subjects, noncritical samples from the same cohort (i.e. of women in CHDS who were lost to follow-up) were analyzed to assess the integrity of the stored serum specimens. Organochlorine determinations demonstrated comparability with other historical samples, and lipids were in reference ranges. We included PCBs that: (a) were measured in mixtures reported (as of the late 1990's) to have associations with reproductive, developmental or endocrine alterations in animals or humans; (b) did not co-elute with other compounds on either of the two columns; and (c) were present in sufficient concentration in these samples [28]. These included: PCB #101, #105, #110, #118, #137, #138, #153, #156, #170, #180, and #187. Values below the limit of quantitation (LOQ) were imputed as described previously [17]. The total of PCBs was calculated as the sum of the nine congeners that had fewer than 30% below the LOQ (PCB IUPAC #105, #110, #118, #137, #138, #153, #170, #180, and #187).\n\n## Outcome and other variables\nSex of the infant was collected at the time of birth and noted in the CHDS database. Because of our design, only data on pregnancies that resulted in a live birth were included. Potential covariates were selected from CHDS databases which included data on sociodemographics and maternal health and pregnancy. To adjust for the potential effects of maternal sex hormone or corticosteroid use during the periconception period, all prescriptions and associated dates were extracted for women in this study. A complete list of medications prescribed during the index period between thirty days prior to and four months after conception was reviewed using references pertinent for the time period of the study [29-31]. Active ingredients in medications from earlier years were checked against current references [32,33]. Mothers were coded (yes/no) according to whether they had been prescribed sex hormones or corticosteroids. Other potential adjustment variables for the multivariate analysis were specimen characteristics. These were: batch-date of laboratory analysis and an indicator for sample storage history (some specimens had been immediately shipped for storage at an NIH facility while others had been stored locally and later shipped).\n\n## Data analysis\nLog-binomial and logistic regression analyses were conducted to estimate the relative risk (RR) and odds ratio (OR), respectively, of male birth as a function of maternal PCB concentrations. Since the odds ratio is a poor approximation of the relative risk when the outcome is common [34], the relative risk of male birth was estimated using log-binomial regression [35], and forms the basis of our primary analysis. As a secondary analysis and for purposes of comparison with previous research, we estimated the odds of male birth in relation to maternal PCB concentrations using logistic regression. All regression models were adjusted for specimen characteristics and prescription for sex hormones or corticosteroids. Some maternal factors have been implicated with altered sex ratio such as maternal age, parity, and race [36]. However, since inclusion of these measures did not alter PCB coefficients by more than 10 percent, they were not included in our final multivariate models. Separate models were fit for total PCBs and for the 9 specific PCB congeners that had less than 30 percent of their values below the LOQ. In all regression models, PCB concentration was modeled as a continuous variable in micrograms per liter of serum (μg/L) (parts per billion (ppb)). To provide a more interpretable measure of the PCB \"effect size,\" we calculated a risk ratio comparing sex ratio at the 90th vs. 10th percentiles of PCBs by multiplying the per-unit PCB coefficient by the concentration difference between the 90th and 10th percentiles. In addition, normalized weights were applied to adjust for our stratified sampling procedure; these weights were inversely proportional to the sampling fraction in each stratum. When applied to the regression analysis, the results are as if the sample of 399 children was drawn completely at random from the subset of 1291 children. Thus, any potential bias created by the stratified sampling procedure is removed. As in standard survey research, this procedure ensures that all parameter estimates are valid with respect to the larger sample or population from which the stratified sample has been selected, and eliminates any bias introduced by use of a stratified sample. To account for potentially greater homogeneity within sampling strata, robust variance estimates were calculated for both log-binomial and logistic regression models. All analyses were conducted using the GENMOD procedure in SAS (version 9.1; SAS Institute, Inc., Cary, North Carolina).\n\n## Results\nTable 2 compares the sociodemographic characteristics of the original CHDS cohort, the 3,412 children who appeared for the 5-year examination, the 1,291 eligible after exclusions, and the final study sample of 399. As compared with the original cohort, the mothers of those examined at five years were of similar age, more highly educated, and less likely to be white. Those eligible and selected for our study differed from the original cohort on the same factors, with a greater percentage of African-Americans meeting our eligibility criteria. Female children were slightly more prevalent among those participating in the 5-year examination than in the original cohort, and among those eligible after our exclusions; finally, more females were included in our study because of poorer average performance on the Raven's Progressive Matrices, one of the cognitive tests for which children with low scores were over-sampled. Our study sample included 53.4 percent females as compared with 48.8 percent of the original cohort. As described above, normalized weights were used to account for stratified sampling; since the sampling altered the sex ratio, these weights also resulted in correction for the differential selection by gender. Sample characteristics, Child Health and Development Study, 1964–67 *Data missing for some characteristics for some study participants. †Percentages may not total 100% due to rounding. The mean, median, 10th and 90th percentile of total maternal PCBs were: 5.4, 4.7, 3.1, and 8.7 μg/L (ppb) of serum, respectively. PCB #153, the most abundant congener in this study, had a median of 1.1 μg/L (10th percentile: 0.6 μg/L serum; 90th percentile: 1.9 μg/L serum). These PCB concentrations are similar to levels reported by others for the United States from the same time period [37], and higher than most but not all populations under study today [18]. Log-binomial regression analyses, in which we adjusted for specimen characteristics and hormonally active medications, revealed that total maternal PCB concentration was associated with a reduction in male births (p = 0.02). Specifically, the relative risk of a male birth decreased by 33 percent comparing women at the 90th percentile of total PCBs with those at the 10th percentile of total PCBs (RR = 0.67; 95% CI: 0.48, 0.94), or by approximately 7 percent for each 1 μg/L (1 ppb) increase in total PCBs (Table 3). In log-binomial regression models for specific PCB congeners, the predicted relative risk of a male birth decreased with higher maternal PCB concentration in each and every congener measured, though most congeners were only marginally associated with male birth. The results from logistic regression models were similar in direction, showing, as expected, larger odds ratios than the relative risks derived from the log-binomial regression analyses. Adjusted relative risk (RR) and odds ratio (OR) for a male birth (n = 399)* *Adjusted RR and OR for a male birth for a given increase in PCB concentration from the 10th to the 90th percentile: Child Health and Development Study, 1964–67. Estimates adjusted for specimen characteristics and an indicator of a prescription for sex steroids, oral contraceptives or corticosteroids. †Sum of PCB #105, 110, 118, 137, 138, 153, 170, 180, 187.\n\n## Sample characteristics\nTable 2 compares the sociodemographic characteristics of the original CHDS cohort, the 3,412 children who appeared for the 5-year examination, the 1,291 eligible after exclusions, and the final study sample of 399. As compared with the original cohort, the mothers of those examined at five years were of similar age, more highly educated, and less likely to be white. Those eligible and selected for our study differed from the original cohort on the same factors, with a greater percentage of African-Americans meeting our eligibility criteria. Female children were slightly more prevalent among those participating in the 5-year examination than in the original cohort, and among those eligible after our exclusions; finally, more females were included in our study because of poorer average performance on the Raven's Progressive Matrices, one of the cognitive tests for which children with low scores were over-sampled. Our study sample included 53.4 percent females as compared with 48.8 percent of the original cohort. As described above, normalized weights were used to account for stratified sampling; since the sampling altered the sex ratio, these weights also resulted in correction for the differential selection by gender. Sample characteristics, Child Health and Development Study, 1964–67 *Data missing for some characteristics for some study participants. †Percentages may not total 100% due to rounding.\n\n## PCB concentrations\nThe mean, median, 10th and 90th percentile of total maternal PCBs were: 5.4, 4.7, 3.1, and 8.7 μg/L (ppb) of serum, respectively. PCB #153, the most abundant congener in this study, had a median of 1.1 μg/L (10th percentile: 0.6 μg/L serum; 90th percentile: 1.9 μg/L serum). These PCB concentrations are similar to levels reported by others for the United States from the same time period [37], and higher than most but not all populations under study today [18].\n\n## PCB concentrations and secondary sex ratio\nLog-binomial regression analyses, in which we adjusted for specimen characteristics and hormonally active medications, revealed that total maternal PCB concentration was associated with a reduction in male births (p = 0.02). Specifically, the relative risk of a male birth decreased by 33 percent comparing women at the 90th percentile of total PCBs with those at the 10th percentile of total PCBs (RR = 0.67; 95% CI: 0.48, 0.94), or by approximately 7 percent for each 1 μg/L (1 ppb) increase in total PCBs (Table 3). In log-binomial regression models for specific PCB congeners, the predicted relative risk of a male birth decreased with higher maternal PCB concentration in each and every congener measured, though most congeners were only marginally associated with male birth. The results from logistic regression models were similar in direction, showing, as expected, larger odds ratios than the relative risks derived from the log-binomial regression analyses. Adjusted relative risk (RR) and odds ratio (OR) for a male birth (n = 399)* *Adjusted RR and OR for a male birth for a given increase in PCB concentration from the 10th to the 90th percentile: Child Health and Development Study, 1964–67. Estimates adjusted for specimen characteristics and an indicator of a prescription for sex steroids, oral contraceptives or corticosteroids. †Sum of PCB #105, 110, 118, 137, 138, 153, 170, 180, 187.\n\n## Discussion\nWe observed a reduction in the ratio of male:female births in relation to total maternal PCB concentrations in this population. Inverse associations between all nine PCB congeners and secondary sex ratio were also observed, though not all of these were statistically significant at the 0.05 level. In models adjusted for hormonal medications taken in the periconceptional and early pregnancy period, higher concentrations of total PCBs were significantly associated with male birth ratio (p = 0.02). As PCB blood concentrations have been shown to remain very stable during pregnancy [37], these findings suggest that high maternal PCB concentrations, at least for some congeners, may either favor the fertilization by female sperm, or result in greater male embryonic or fetal losses. Sex ratio alterations or decreased survival of wildlife in association with organochlorine exposures have been well documented [38-41], although not all studies have confirmed such findings [42]. Only a handful of human studies of PCBs with sufficient sample sizes have reported data on sex ratio. At environmental exposures, several provide some suggestion of a reduced proportion of males [43-46]. Weisskopf and colleagues [46] examined consumers of sport-fish caught in the Great Lakes and observed a reduction in male births in association with maternal but not paternal serum PCB concentration. In contrast, another investigation found increased male offspring in relation to paternal PCB exposures, though this analysis may have over-adjusted for multiple exposures correlated with paternal PCBs [47]. Reports from the Yucheng [48] and Yusho [16] accidents showed no alteration in sex ratio, however, serious shortcomings in these studies should be noted. The Yucheng group consisted of a select set of mothers who had registered with the health department as having been affected, and who had at least one live child in 1985. Not all affected subjects were registered, and some of the most severely affected children may not have survived: since either of these factors could have been related to the sex of the child, the sex ratio of the survivors could be highly confounded. Moreover, both the Yucheng and the Yusho studies were small: a total of 137 births in the former and only 67 in the latter. These sample sizes would not be adequate to detect small variations in sex ratio. Analysis of a more complete cohort from Yucheng, numbering 469 births with paternal data and 902 with maternal data revealed reduced male:female sex ratio when fathers were exposed at a young age [15], results similar to those previously reported for dioxin exposures from the Seveso accident. Analyses for maternal exposures also showed a lower than expected proportion of males, but the findings were not statistically significant. The difference in findings using maternal vs. paternal exposure appeared to be due, at least partly, to a higher percentage of male offspring among unexposed fathers than among unexposed mothers, or, than expected in the population. Since every child has both a mother and a father, but fewer fathers were tested, this raises the question of selection bias for children whose fathers participated in the study. In addition to studies of secondary sex ratio, research on the proportion of Y-bearing spermatozoa in relation to paternal PCBs have produced mixed results, i.e., both positive and negative associations [49,50]. This would suggest that increased paternal PCB concentrations may also alter secondary sex ratio, but other factors may modify this effect. It is not clear from these studies – due to inadequate sample size – whether changes in Y-bearing spermatozoa resulted in more or fewer male births. The possibility of bias deserves consideration. Selection factors would have to be associated with sex ratio and PCBs, jointly to have produced artifacts for the relationship of these variables of primary interest. Since demographic variables are not generally associated with sex ratio, they would not bias the results. The slight preponderance of girls followed up at age 5 years (50.5%) as compared to the original cohort (48.8% female), combined with our deliberate oversampling of children with low cognitive scores or hearing difficulties increased the percentage of females to 53.4%, however, our sampling weights accounted for these differences, comparable to their standard use in survey sampling. It is possible that because a small number of deaths occurred between birth and five years of age, part of the shift in sex ratio might be due to far higher deaths among boys with higher PCBs, or among girls with lower PCBs. At these exposure levels, however, which were far lower than occurred in the Yusho or Yucheng incidents, it seems unlikely that PCBs would have had a sufficiently strong association with child mortality to produce the results observed and yet not be related to fetal mortality. If PCBs were strongly associated with unknown or gestational age below 35 weeks, some selection bias could have occurred by our exclusion of these births. However, the literature does not support an association of preterm delivery with PCBs, nor did we find any trend of higher PCBs with earlier gestational age among births at weeks 35–45 [23]. In regard to other variables, the sample was representative of the original cohort. Thus, selection bias seems unlikely to be of sufficient magnitude to explain the findings. Validity of our data is supported by the confirmation of known risk factors for other outcomes, such as maternal smoking, short stature, and low body mass index in relation to intrauterine growth restriction [23]. High quality PCB determinations were ensured by use of within-batch replicates, standards across batches, and surrogate standards. Thus, in comparison with previous work, our study is unique in that it thoroughly addresses maternal exposures, uses an adequate sample, has high quality direct measurements of PCB exposures close in time to the events of interest, and represents exposures at the upper end of today's environmentally exposed populations.\n\n## Conclusion\nIn this study, we observed a lower secondary male:female ratio in association with increased maternal serum PCB concentrations. If not due to an unidentified bias, these results may indicate that with higher exposures to PCBs comes either greater susceptibility of male embryos or a more favorable environment for X-chromatin-bearing sperm. The association could be due to contaminants, PCB metabolites, or the PCBs themselves. Although PCB concentrations are slowly declining, studies in historical populations such as the CHDS provide an upper limit on the magnitude of toxic effects expected from today's environmental levels of these same compounds in most parts of the world. Secondly, these investigations are useful for assessing reproductive perturbations in populations currently exposed to higher levels, e.g., those that rely on fish from contaminated lakes and seas or reside near former manufacturing facilities. Thirdly, if the findings are actually due to contaminants associated with PCB mixtures rather than PCBs themselves, then attention should be paid to trends in the contaminants, regardless of their source. Finally, other chemical classes with similar structure, such as PBDEs (polybrominated diphenyl ethers), are widely used in plastic casings and foam products and share many of the biochemical and toxicologic properties of PCBs [51,52]. As PBDE body burdens are rapidly increasing in wildlife and human populations [53,54], studies like this one provide an indication of potential effects from these newer compounds.\n\n## Competing interests\nThe authors declare that they have no competing interests.\n\n## Authors' contributions\nIHP was PI of this project, communicated with collaborators, designed and supervised the statistical analyses, and had primary responsibility for writing the manuscript. TJ conducted log-binomial and logistic analyses, with adjustment for sampling and robust variance estimators and helped edit the manuscript. MJC ran the laboratory which conducted the PCB analyses, participated in designing the study, in preparing manuscripts, and in study meetings until her death in September 2005. EW worked under MJC and carried out the analytic chemical analysis by GC/ECD and performed the quality control work. RJB was a graduate student who assisted in writing the grant proposal, cleaning and managing the data, and preliminary statistical analysis. She also participated actively in discussions of early results, prior to her death. JK provided key programming support for development and management of all the databases and quality control, and participated in study meetings and development of the analysis plans during the first three years of the study. ST provided expertise on early childhood development, assisted with study design and exclusion criteria, and gave guidance on medical conditions and medications used as covariates for study sample restriction and for adjustment in the analyses. IHP, TJ, EW, JK, and ST read and approved the final manuscript.",
  "word_count": 5732,
  "char_count": 37498
}