{
  "pmcid": "PMC5482471",
  "doi": "10.1371/journal.pone.0179858",
  "title": "The flame retardant DE-71 (a mixture of polybrominated diphenyl ethers) inhibits human differentiated thyroid cell function in vitro",
  "authors": [
    "Thit Mynster Kronborg",
    "Juliana Frohnert Hansen",
    "Åse Krogh Rasmussen",
    "Katrin Vorkamp",
    "Claus Henrik Nielsen",
    "Marie Frederiksen",
    "Jacob Hofman-Bang",
    "Christoffer Holst Hahn",
    "Louise Ramhøj",
    "Ulla Feldt-Rasmussen"
  ],
  "year": "2017",
  "journal": "PLoS ONE",
  "abstract": "BackgroundNormal thyroid function is essential for general growth and metabolism, but can be affected by endocrine disrupting chemicals (EDCs). Polybrominated diphenyl ethers (PBDEs) have been used worldwide to reduce flammability in different materials and are suspected to be EDCs. The production of the commercial Penta- and OctaBDE mixtures is banned, but DecaBDEs and existing products may leak PBDEs into the environment. Our aim was to investigate the effect of the PentaBDE mixture DE-71 on human thyroid cells in vitro.Materials and methodsPrimary human thyroid cells were obtained as paraadenomatous tissue and cultured in monolayers. The influence of DE-71 on cyclic adenosine monophosphate (cAMP) and thyroglobulin (Tg) production was examined in the culture medium by competitive radioimmunoassay and enzyme-linked immunosorbent assay, respectively. Real-time quantitative PCR analysis of thyroid-specific genes was performed on the exposed cell cultures. PBDE concentrations were determined in cellular and supernatant fractions of the cultures.ResultsDE-71 inhibited Tg-release from TSH-stimulated thyrocytes. At 50 mg/L DE-71, mean Tg production was reduced by 71.9% (range: 8.5–98.7%), and cAMP by 95.1% (range: 91.5–98.8%) compared to controls). Expression of mRNA encoding Tg, TPO and TSHr were significantly inhibited (p<0.0001, p = 0.0079, and p = 0.0002, respectively). The majority of DE-71 added was found in the cell fraction. No cytotoxicity was found.ConclusionsDE-71 inhibited differentiated thyroid cell functions in a two phase response manner and a concentration-dependent inhibition of Tg and cAMP production, respectively, as well as expression of mRNA encoding Tg, TPO and TSHr. Our findings suggest an inhibiting effect of PBDEs on thyroid cells.",
  "sections": [
    {
      "title": "Introduction",
      "text": "Polybrominated diphenyl ethers (PBDEs) have been used as flame retardants to reduce flammability of electronic equipment, upholstery, textiles, plastics and building materials [1]. Commercial production of the PentaBDE and OctaBDE mixtures was banned in the European Union in 2004 and phased out in the USA in 2005 [1–4], due to increasing concerns of adverse physiological effects and persistence of the compounds [5–7]. Since 2009, the Penta- and OctaBDE mixtures have been registered as global persistent organic pollutants under the Stockholm Convention [8]. However, because of a long life-time PBDEs will continue to leak from products and accumulate in the environment and humans for many years [1;9]. DE-71 was one of the commercial PentaBDE mixtures, mainly consisting of the tetra-, penta-, and hexabrominated congeners [10]. The congener pattern of commercial PentaBDE mixtures is reflected in indoor dust and air, and the congeners are found in human samples, such as blood, placenta, amniotic fluid and breast milk [11;12]. The PBDEs are believed to be toxic at low concentrations [1]. Epidemiological studies indicate neurobehavioral and developmental effects as well as effects on the reproductive and endocrine system. Animal and in vitro studies have also shown effects of PBDEs on the immune system [13–15]. PBDEs are classified as possible endocrine disrupting chemicals (EDCs) [16;17]. Some EDCs are suspected to affect thyroid function, thereby resulting in thyroid homeostasis disturbances [18]. The thyroid gland produces the thyroid hormones thyroxine (T4) and triiodothyronine (T3), which are essential for growth, metabolism and brain development. The protein molecule thyroglobulin (Tg) in thyrocytes is precursor for thyroid hormone production. Thyroid peroxidase catalyses oxidation of iodine, which is necessary for correct thyroid hormone synthesis on the Tg precursor. However, many targets are available for possible disruption of thyroid function [18;19]. Hyper- as well as hypo-secretion of thyroid hormones affect multiple organ systems. Some PBDEs penetrate the placenta [20;21] and thereby may have a damaging effect on the development of neurological functions in embryos [22–24]. Moreover, children are particularly sensitive to changes in thyroid homeostasis [17] and more exposed than adults, since PBDEs are present in breast milk [1], and children likely have a larger uptake of PBDEs with dust [1;25] and an immature metabolic capacity [26]. Several epidemiologic studies in humans and wildlife suggest a correlation between PBDE exposure and altered thyroid homeostasis [13;26–29]. Neurodevelopmental effects resulting from PBDE exposure of children might have consequences for society, in terms of lower IQ levels and associated costs [27]. The direct effects of PBDEs on the thyroid gland are unknown, and we therefore aimed to study effects and cytotoxicity of the commercial mixture DE-71 on primary human thyroid cell function. This was investigated via analysis of protein secretion and gene expression in the differentiated thyroid cells. We hypothesised that PBDEs would disturb these functions."
    },
    {
      "title": "Materials and methods",
      "text": "Preparation of cells took place as previously described [30] with minor modifications. In summary, primary human thyroid cells were obtained as paraadenomatous tissue (assumed to be normal) from thyroidectomies performed at the department of Ear Nose Throat (ENT)-Head and Neck surgery, Rigshospitalet, University of Copenhagen. The thyroid tissue was cut into small pieces, and the cells were separated from connective tissue by incubation with collagenase I (Sigma-Aldrich, St. Louis, MO, USA) and dispase II (Roche, Basel, Switzerland) for 60–90 min. at 37°C. The digested tissue was filtered, culture medium was added and the suspension was centrifuged at 1200 x G for five min. The cells were cultured in 24-well plates containing HAM’s F-12 media (Panum Institute, Copenhagen University, Denmark) supplemented with 5% fetal bovine serum (FBS) (Biological Industries, Beit HaEmek, Israel), 1% L-glutamine (Panum Institute, Copenhagen University, Denmark), 1% non-essential amino acids (Gibco, Invitrogen, Carlsbad, CA, USA), 1% penicillin and streptomycin (Invitrogen), and six nutritional factors (6H media): 1 IU/L bovine thyroid stimulating hormone (TSH) (Sigma-Aldrich), human insulin; 10 mg/L (rhinsulin; Humulin, Eli Lilly), 6 mg/L transferrin (Sigma-Aldrich), 0.01 mg/L Gly-His-Lys acetate (Sigma-Aldrich), 10 mg/L somatostatin (Calbiochem), 10−8 M hydrocortisone (Calbiochem). Cells were grown until a confluent monolayer was visualized in the wells. The growth period lasted for a maximum of 10 days in order to avoid loss of properties of the cells [31]. The suitability of each cell culture to study cellular functions was ensured by assessing outcome variables from both TSH- and un-stimulated cells. Cell monolayers were cultured for three additional days without TSH (5H medium) before stimulation and addition of DE-71 in serum free medium for 72 hours. DE-71 (pentaBDE, lot 7550K20A was kindly provided by Martha Axelstad, National Food Institute, Technical University of Denmark and Dr. Kevin Crofton of the U.S. Environmental Protection Agency), was dissolved in dimethyl sulfoxide (DMSO, D2438 Sigma-Aldrich, St. Louis, MO, USA) prior to dissolving in culture medium without FBS, resulting in final concentrations of 0.01, 0.1, 1, 5, 10 and 50 mg DE-71/L, respectively, and 1 ‰ DMSO in the cell cultures. Three negative controls (without DE-71) were included on each culture plate: one non-stimulated (5H medium) without DMSO and two TSH-stimulated (6H medium) cell populations, respectively, with and without 1 ‰ DMSO added. All experiments were conducted in duplicate in the culture plates. The cell function is dependent on TSH, which was assessed by comparing 6H and 5H controls. Cells were visually inspected by light microscopy at the end of incubation. Cell supernatants were harvested and stored at -20°C until analyses. The cells were harvested on ice, immediately after removal of the cell supernatant using lysis buffer (Qiagen, Hilden, Germany) and stored at -80°C with prior addition of 70% ethanol (350 μL pr. well). The function of the cells was evaluated by measuring the second messenger cyclic adenosine monophosphate (cAMP) and Tg concentrations in the cell supernatants. cAMP and Tg were analyzed as previously described by a competitive protein binding method detected by a radioimmunoassay (RIA) and an enzyme-linked immunosorbent assay (ELISA), respectively [30;32]. To assess cAMP production, 3-isobutyl-1-methylxanthine was diluted in ethanol (final ethanol concentration 1%) and added to the cultures concurrently with DE-71 solutions. The Tg assay was designed to measure Tg in culture medium and not for use in serum. Tg and cAMP analysis were each performed on seven cultures, representing seven patients, each on one 24-well plate. In total, tissue was obtained from 11 patients (nine females, two males, age: 20–82 years). Three tissue samples contained an amount of cells eligible for growth on two 24-well plates, why each of these three samples gave rise to one culture for Tg and one culture for cAMP analysis. The intra-assay variation of the cAMP method was 4.9% at 0.5 μM and 3.2% at 1.57 μM and the inter-assay variation was 24.8% for the low control (range 0.38–0.66 μM) and 11.5% for the high control (range 1.34–1.77 μM) (n = four duplicates for each control). The calibration range was 0.05 to 2.0 μM. The intra-assay variation of the Tg-analysis was 7.3% and 10.9% at 55 and 116 μg/L, respectively, and the inter-assay variation was 22.6% for the low control (range 32.3–63.5 μg/L) and 26.2% for the high control (74.7–149.1 μg/L) (n = six samples in duplicate for each type of control, see DE-71 exposure). The calibration range was 10 to 500 μg/L. Cell function analysis was also carried out by determining the gene expression of Tg, thyroid peroxidase (TPO), sodium iodine symporter (NIS), thyroid stimulating hormone receptor (TSHr) and interleukin (IL)-6. IL-6 is secreted from human thyroid cells as shown earlier [33], but it is not expressed in differentiated thyrocytes and thus served as negative control. Total RNA from harvested primary human thyroid cells from five cultures (cell remnants from cultures used for Tg analysis) was extracted with Rneasy Mini Kit (Qiagen) according to the manufacturer’s protocol. The concentration and purity of the achieved RNA was measured on a NanoDrop spectrophotometer (nd-1000, Wilmington, DE, USA). cDNA was synthesized (Superscript VILO synthesis kit (Invitrogen) by mixing four μL of the VILO reaction mix, two μL of the Superscript enzyme mix, the RNA from each sample and RNAase free water to a total volume of 20 μL. The volume of added RNA was adjusted to unify the final concentration of RNA in all samples from the same cell culture. Samples were incubated for 10 min. at 25°C, 60 min. at 50°C and 5 min. at 85°C, after which 80 μL of 0.5X Tris-EDTA-buffer (Sigma-Aldrich) were added. For real-time quantitative polymerase chain reaction (RT-qPCR), SYBR Green JumpStart Taq Ready Mix (Sigma-Aldrich) was used. Primers and their respective sequences are listed in Table 1. The primers were validated by SYBR melting curves and the qPCR fragment sizes were checked on agarose gels. A pool of undiluted cDNA was used for standards. To each reaction, 4 μL of the SYBR Green JumpStart Taq ReadyMix, 10 μL H2O and 1 μL primermix (1μM final concentration of each primer) were added. RT-qPCR was done on Lightcycler 480 II (Roche) with the following cycling: Initial denaturation at 94°C for two min., followed by 45 cycles of 30 seconds at 94°C, 45 seconds at 59°C and 1.5 min. at 72°C, and finally melting curve analysis. The high number of cycles was used due to very low expression of both NIS and IL-6. The specificity of the amplified products was verified by melting curve analysis and the relative mRNA quantification was achieved by standard curve method. The obtained gene of interest-expression was then divided by the housekeeping gene -expression of the same sample. Neither DE-71, TSH nor DMSO had any influence on these housekeeping genes. Using GENORM-calculation on the gene expression of B2M, GAPDH and ACTB, the last two were the most stable genes and the genes of interest were therefore normalized to the geometric mean of GAPDH and ACTB. DE-71 induced cytotoxicity was analysed by assessing the content of lactate dehydrogenase (LDH) in cell culture supernatants as described previously [34]. For this purpose, a homogenous membrane integrity assay, CytoTox-ONE (Promega, Fitchburg, WI, USA), was used according to the manufacturer’s protocol with the modification that LDH was not measured directly in cell cultures but in harvested supernatants. Briefly, one experiment was performed with cell culture supernatants from an experiment containing single determinations of six DE-71 concentrations (0.01; 0.1; 1; 5; 10 and 50 mg DE-71/L) and duplicates of the negative controls (6H medium with and without 1‰ DMSO and 5H medium) and positive controls (0.02, 0.2 and 1.9 mg/L Triton X-100). The frozen cell supernatants were thawed and mixed by vortex. Fifty μL of each culture media sample were transferred to a 96-wells micro plate (Th.Geyer, Renningen, Germany) followed by addition of the same volume CytoTox-One reagent to all wells. The micro plate was mixed gently on a shaker and incubated at room temperature for 10–15 min. Twenty-five μl stop solution were added, and the plate was mixed again on a shaker before results were read on a fluorometer (Victor2, PerkinElmer, Waltham, MA, USA). The LDH content was expressed proportional to the produced fluorescence and given in relative fluorescence units. The cytotoxicity kit passed quality control assays according to the manufacturer. Three supernatants and three cell samples of pooled triplicates (addition of 0.01, 10 and 50 mg/L, respectively), one 1‰ DMSO control supernatant sample, one 1‰ DMSO control cell sample, three standard solutions of DE-71 in DMSO (0.01, 5 and 50 mg/L) and two solutions of DE-71 in cell media were analysed for content and composition of BDE-congeners at Aarhus University, Department of Environmental Science. This was done after the function analyses using once thawed samples. The measurements followed accredited methods for PBDEs in biota as described elsewhere [35] and included 11 tri- to heptabrominated congeners (BDE-17, 28, 47, 49, 66, 85, 99, 100, 153, 154 and 183). Inter-batch variation of the in-house reference material (n = 18), sand eel oil, ranged from 2.7% (BDE-47) to 14% (BDE-17), with a mean of 6.6% for all congeners. The instrumental detection limits ranged between 0.05 and 0.25 pg. Briefly, all samples (except for the three standard solutions of DE-71 in DMSO) were spiked with recovery standards, dried with diatomaceous earth (Varian) and Soxhlet extracted with hexane:acetone (4:1). The extracts were cleaned up on a multilayer column consisting of aluminum oxide, silica and acidified silica. After elution, volume reduction and addition of the internal standard (BDE-71, Cambridge Isotope Laboratories, Tewksbury, MA, USA), the samples were analysed by gas chromatography—mass spectrometry (GC-MS) with electron capture negative ionization. Quantification was based on two calibrations of ten standards each (0.05–25 ng/mL). The samples were extracted in three batches, each also containing 1–2 spiked control samples (approximately 10 ng of the individual congeners) and one blank. The three DE-71 stock solutions in DMSO, along with four spiked control samples (approximately 10 ng of the individual congeners) and two blanks, were evaporated to dryness in silicone vials [35], re-dissolved in iso-octane including the internal standard BDE-71 and analysed without further clean-up. For analysis of cAMP and Tg, culture supernatants were assessed in duplicates from 11different patients (total cultures, n = 14). The Tg- and cAMP-productions (mean of duplicates) as well as gene expression (cells from five different patients, duplicates were pooled before RNA extraction) were analysed by two way ANOVA followed by Tukey’s honest significant difference post hoc analysis to compare experiment groups (R, version 3.1.2). Ln-transformed data was used when necessary. Results from the Tukey analysis are given as estimated differences between groups in tables. The responses from TSH-stimulated cells with and without DMSO were compared by paired t-tests to investigate if DMSO had an isolated effect on stimulated thyroid cells. Appropriate responsiveness of the thyrocytes to TSH was demonstrated by comparing Tg and cAMP release from unstimulated (5H) and TSH-stimulated (6H) cells, respectively (paired t-test). Values below limit of detection (LOD) in the Tg analysis were replaced by the lowest standard value in the assay while undetectably low single cAMP concentrations were replaced by half the cAMP level of lowest detectable value in the assay. These differences were performed according to the different assay methods. Results were considered statistically significant when p < 0.05. The study was approved by The Danish committees on health research ethics, Capital region (Protocol number: H-1-2012-110 and additional protocol 44717). Paraadenomatous tissue samples were obtained from patients undergoing thyroidectomies. Patients gave oral and written informed consent prior to surgery. The paraadenomatous tissue was selected by the chief surgeon during the procedure."
    },
    {
      "title": "Cell cultures",
      "text": "Preparation of cells took place as previously described [30] with minor modifications. In summary, primary human thyroid cells were obtained as paraadenomatous tissue (assumed to be normal) from thyroidectomies performed at the department of Ear Nose Throat (ENT)-Head and Neck surgery, Rigshospitalet, University of Copenhagen. The thyroid tissue was cut into small pieces, and the cells were separated from connective tissue by incubation with collagenase I (Sigma-Aldrich, St. Louis, MO, USA) and dispase II (Roche, Basel, Switzerland) for 60–90 min. at 37°C. The digested tissue was filtered, culture medium was added and the suspension was centrifuged at 1200 x G for five min. The cells were cultured in 24-well plates containing HAM’s F-12 media (Panum Institute, Copenhagen University, Denmark) supplemented with 5% fetal bovine serum (FBS) (Biological Industries, Beit HaEmek, Israel), 1% L-glutamine (Panum Institute, Copenhagen University, Denmark), 1% non-essential amino acids (Gibco, Invitrogen, Carlsbad, CA, USA), 1% penicillin and streptomycin (Invitrogen), and six nutritional factors (6H media): 1 IU/L bovine thyroid stimulating hormone (TSH) (Sigma-Aldrich), human insulin; 10 mg/L (rhinsulin; Humulin, Eli Lilly), 6 mg/L transferrin (Sigma-Aldrich), 0.01 mg/L Gly-His-Lys acetate (Sigma-Aldrich), 10 mg/L somatostatin (Calbiochem), 10−8 M hydrocortisone (Calbiochem). Cells were grown until a confluent monolayer was visualized in the wells. The growth period lasted for a maximum of 10 days in order to avoid loss of properties of the cells [31]. The suitability of each cell culture to study cellular functions was ensured by assessing outcome variables from both TSH- and un-stimulated cells."
    },
    {
      "title": "DE-71 exposure",
      "text": "Cell monolayers were cultured for three additional days without TSH (5H medium) before stimulation and addition of DE-71 in serum free medium for 72 hours. DE-71 (pentaBDE, lot 7550K20A was kindly provided by Martha Axelstad, National Food Institute, Technical University of Denmark and Dr. Kevin Crofton of the U.S. Environmental Protection Agency), was dissolved in dimethyl sulfoxide (DMSO, D2438 Sigma-Aldrich, St. Louis, MO, USA) prior to dissolving in culture medium without FBS, resulting in final concentrations of 0.01, 0.1, 1, 5, 10 and 50 mg DE-71/L, respectively, and 1 ‰ DMSO in the cell cultures. Three negative controls (without DE-71) were included on each culture plate: one non-stimulated (5H medium) without DMSO and two TSH-stimulated (6H medium) cell populations, respectively, with and without 1 ‰ DMSO added. All experiments were conducted in duplicate in the culture plates. The cell function is dependent on TSH, which was assessed by comparing 6H and 5H controls. Cells were visually inspected by light microscopy at the end of incubation. Cell supernatants were harvested and stored at -20°C until analyses. The cells were harvested on ice, immediately after removal of the cell supernatant using lysis buffer (Qiagen, Hilden, Germany) and stored at -80°C with prior addition of 70% ethanol (350 μL pr. well)."
    },
    {
      "title": "Cell function analysis",
      "text": "The function of the cells was evaluated by measuring the second messenger cyclic adenosine monophosphate (cAMP) and Tg concentrations in the cell supernatants. cAMP and Tg were analyzed as previously described by a competitive protein binding method detected by a radioimmunoassay (RIA) and an enzyme-linked immunosorbent assay (ELISA), respectively [30;32]. To assess cAMP production, 3-isobutyl-1-methylxanthine was diluted in ethanol (final ethanol concentration 1%) and added to the cultures concurrently with DE-71 solutions. The Tg assay was designed to measure Tg in culture medium and not for use in serum. Tg and cAMP analysis were each performed on seven cultures, representing seven patients, each on one 24-well plate. In total, tissue was obtained from 11 patients (nine females, two males, age: 20–82 years). Three tissue samples contained an amount of cells eligible for growth on two 24-well plates, why each of these three samples gave rise to one culture for Tg and one culture for cAMP analysis. The intra-assay variation of the cAMP method was 4.9% at 0.5 μM and 3.2% at 1.57 μM and the inter-assay variation was 24.8% for the low control (range 0.38–0.66 μM) and 11.5% for the high control (range 1.34–1.77 μM) (n = four duplicates for each control). The calibration range was 0.05 to 2.0 μM. The intra-assay variation of the Tg-analysis was 7.3% and 10.9% at 55 and 116 μg/L, respectively, and the inter-assay variation was 22.6% for the low control (range 32.3–63.5 μg/L) and 26.2% for the high control (74.7–149.1 μg/L) (n = six samples in duplicate for each type of control, see DE-71 exposure). The calibration range was 10 to 500 μg/L."
    },
    {
      "title": "Real-time quantitative polymerase chain reaction (RT-qPCR)",
      "text": "Cell function analysis was also carried out by determining the gene expression of Tg, thyroid peroxidase (TPO), sodium iodine symporter (NIS), thyroid stimulating hormone receptor (TSHr) and interleukin (IL)-6. IL-6 is secreted from human thyroid cells as shown earlier [33], but it is not expressed in differentiated thyrocytes and thus served as negative control. Total RNA from harvested primary human thyroid cells from five cultures (cell remnants from cultures used for Tg analysis) was extracted with Rneasy Mini Kit (Qiagen) according to the manufacturer’s protocol. The concentration and purity of the achieved RNA was measured on a NanoDrop spectrophotometer (nd-1000, Wilmington, DE, USA). cDNA was synthesized (Superscript VILO synthesis kit (Invitrogen) by mixing four μL of the VILO reaction mix, two μL of the Superscript enzyme mix, the RNA from each sample and RNAase free water to a total volume of 20 μL. The volume of added RNA was adjusted to unify the final concentration of RNA in all samples from the same cell culture. Samples were incubated for 10 min. at 25°C, 60 min. at 50°C and 5 min. at 85°C, after which 80 μL of 0.5X Tris-EDTA-buffer (Sigma-Aldrich) were added. For real-time quantitative polymerase chain reaction (RT-qPCR), SYBR Green JumpStart Taq Ready Mix (Sigma-Aldrich) was used. Primers and their respective sequences are listed in Table 1. The primers were validated by SYBR melting curves and the qPCR fragment sizes were checked on agarose gels. A pool of undiluted cDNA was used for standards. To each reaction, 4 μL of the SYBR Green JumpStart Taq ReadyMix, 10 μL H2O and 1 μL primermix (1μM final concentration of each primer) were added. RT-qPCR was done on Lightcycler 480 II (Roche) with the following cycling: Initial denaturation at 94°C for two min., followed by 45 cycles of 30 seconds at 94°C, 45 seconds at 59°C and 1.5 min. at 72°C, and finally melting curve analysis. The high number of cycles was used due to very low expression of both NIS and IL-6. The specificity of the amplified products was verified by melting curve analysis and the relative mRNA quantification was achieved by standard curve method. The obtained gene of interest-expression was then divided by the housekeeping gene -expression of the same sample. Neither DE-71, TSH nor DMSO had any influence on these housekeeping genes. Using GENORM-calculation on the gene expression of B2M, GAPDH and ACTB, the last two were the most stable genes and the genes of interest were therefore normalized to the geometric mean of GAPDH and ACTB."
    },
    {
      "title": "Cytotoxicity",
      "text": "DE-71 induced cytotoxicity was analysed by assessing the content of lactate dehydrogenase (LDH) in cell culture supernatants as described previously [34]. For this purpose, a homogenous membrane integrity assay, CytoTox-ONE (Promega, Fitchburg, WI, USA), was used according to the manufacturer’s protocol with the modification that LDH was not measured directly in cell cultures but in harvested supernatants. Briefly, one experiment was performed with cell culture supernatants from an experiment containing single determinations of six DE-71 concentrations (0.01; 0.1; 1; 5; 10 and 50 mg DE-71/L) and duplicates of the negative controls (6H medium with and without 1‰ DMSO and 5H medium) and positive controls (0.02, 0.2 and 1.9 mg/L Triton X-100). The frozen cell supernatants were thawed and mixed by vortex. Fifty μL of each culture media sample were transferred to a 96-wells micro plate (Th.Geyer, Renningen, Germany) followed by addition of the same volume CytoTox-One reagent to all wells. The micro plate was mixed gently on a shaker and incubated at room temperature for 10–15 min. Twenty-five μl stop solution were added, and the plate was mixed again on a shaker before results were read on a fluorometer (Victor2, PerkinElmer, Waltham, MA, USA). The LDH content was expressed proportional to the produced fluorescence and given in relative fluorescence units. The cytotoxicity kit passed quality control assays according to the manufacturer."
    },
    {
      "title": "PBDE analysis",
      "text": "Three supernatants and three cell samples of pooled triplicates (addition of 0.01, 10 and 50 mg/L, respectively), one 1‰ DMSO control supernatant sample, one 1‰ DMSO control cell sample, three standard solutions of DE-71 in DMSO (0.01, 5 and 50 mg/L) and two solutions of DE-71 in cell media were analysed for content and composition of BDE-congeners at Aarhus University, Department of Environmental Science. This was done after the function analyses using once thawed samples. The measurements followed accredited methods for PBDEs in biota as described elsewhere [35] and included 11 tri- to heptabrominated congeners (BDE-17, 28, 47, 49, 66, 85, 99, 100, 153, 154 and 183). Inter-batch variation of the in-house reference material (n = 18), sand eel oil, ranged from 2.7% (BDE-47) to 14% (BDE-17), with a mean of 6.6% for all congeners. The instrumental detection limits ranged between 0.05 and 0.25 pg. Briefly, all samples (except for the three standard solutions of DE-71 in DMSO) were spiked with recovery standards, dried with diatomaceous earth (Varian) and Soxhlet extracted with hexane:acetone (4:1). The extracts were cleaned up on a multilayer column consisting of aluminum oxide, silica and acidified silica. After elution, volume reduction and addition of the internal standard (BDE-71, Cambridge Isotope Laboratories, Tewksbury, MA, USA), the samples were analysed by gas chromatography—mass spectrometry (GC-MS) with electron capture negative ionization. Quantification was based on two calibrations of ten standards each (0.05–25 ng/mL). The samples were extracted in three batches, each also containing 1–2 spiked control samples (approximately 10 ng of the individual congeners) and one blank. The three DE-71 stock solutions in DMSO, along with four spiked control samples (approximately 10 ng of the individual congeners) and two blanks, were evaporated to dryness in silicone vials [35], re-dissolved in iso-octane including the internal standard BDE-71 and analysed without further clean-up."
    },
    {
      "title": "Statistics",
      "text": "For analysis of cAMP and Tg, culture supernatants were assessed in duplicates from 11different patients (total cultures, n = 14). The Tg- and cAMP-productions (mean of duplicates) as well as gene expression (cells from five different patients, duplicates were pooled before RNA extraction) were analysed by two way ANOVA followed by Tukey’s honest significant difference post hoc analysis to compare experiment groups (R, version 3.1.2). Ln-transformed data was used when necessary. Results from the Tukey analysis are given as estimated differences between groups in tables. The responses from TSH-stimulated cells with and without DMSO were compared by paired t-tests to investigate if DMSO had an isolated effect on stimulated thyroid cells. Appropriate responsiveness of the thyrocytes to TSH was demonstrated by comparing Tg and cAMP release from unstimulated (5H) and TSH-stimulated (6H) cells, respectively (paired t-test). Values below limit of detection (LOD) in the Tg analysis were replaced by the lowest standard value in the assay while undetectably low single cAMP concentrations were replaced by half the cAMP level of lowest detectable value in the assay. These differences were performed according to the different assay methods. Results were considered statistically significant when p < 0.05."
    },
    {
      "title": "Ethics",
      "text": "The study was approved by The Danish committees on health research ethics, Capital region (Protocol number: H-1-2012-110 and additional protocol 44717). Paraadenomatous tissue samples were obtained from patients undergoing thyroidectomies. Patients gave oral and written informed consent prior to surgery. The paraadenomatous tissue was selected by the chief surgeon during the procedure."
    },
    {
      "title": "Results",
      "text": "Inspection of the cell cultures by light microscopy demonstrated that DE-71 formed intracellular black granula in a concentration-dependent manner, with most granula observed in the wells exposed to 50 mg DE-71/L and none in the controls. Cell confluence was not affected by DE-71 addition, indicating that viability was not affected. TSH-responsiveness with stimulation of the thyrocytes was ensured by consistent stimulation of cAMP when cultured in medium with TSH compared to medium without TSH (p = 0.029,). No significant difference was found between the TSH-stimulated production of Tg by thyrocytes in DMSO- and culture media controls, respectively (p = 0.13). The DMSO-control (median = 88.3 μg Tg per L, range: 16.7–2,399 μg/L) was used as negative control in all further statistical calculations as DE-71 was dissolved in DMSO, thereby making DE-71 the only difference between control and experiment. DE-71 displayed an inhibiting two-phase -response effect on the TSH-induced Tg production (Fig 1A) (p<0.0001). Post hoc analysis (Table 2) showed that cultures exposed to 50 mg DE-71/L contained significantly less Tg than cultures exposed to either 0, 0.01, 0.1 or 1 mg DE-71/L (p = 0.0002–0.0012). Primary human thyrocyte cultures were incubated with 1 IU/L TSH and 0.01–50 mg DE-71/L, dissolved in dimethyl sulfoxide (DMSO). After 72 hours, the concentration of thyroglobulin (Tg) and cAMP in the culture media was measured by ELISA and by radioimmunoassay, respectively, and expressed as a ratio to the Tg (A)/cAMP (B)-concentration found in cultures exposed to DMSO control devoid of DE-71. One cAMP experiment resulted in undetectable control values for both duplicates, and the experimental values in that culture were therefore not eligible for statistical analysis. The dotted line represents the ratio to the control = 1. Bars and error bars represent mean+SD of seven (A)/six (B) experiments performed in duplicates. *p<0.05 compared to DMSO control after post hoc analysis, see Table 2. As shown in Fig 1B, DE-71 also caused inhibition of the TSH-induced production of cAMP, in a concentration-dependent manner (p<0.0001). The post hoc analysis (Table 3) showed that cultures exposed to 5, 10 and 50 mg DE-71/L contained less cAMP than the DMSO controls, and significant inhibitions were also found when comparing cAMP production in presence of DE-71 at a concentration of 50 mg DE-71/L with that observed in presence of 0.01–10 mg DE-71/L (p<0.0001–0.025). Comparisons of the negative controls without DE-71 with and without TSH showed no significant differences for the expression of any gene (Table 4). Median values of all examined thyroid-specific genes were higher in TSH-stimulated thyrocytes than in unstimulated controls. The production of IL-6, on the other hand, was apparently not affected by TSH as expected. Tg: thyroglobulin, TSHr: thyroid stimulating hormone receptor, TPO: thyroid peroxidase, IL-6: interleukin 6, NIS: sodium iodide symporter. Expression of Tg-mRNA, TPO-mRNA and TSHr-mRNA was inhibited by DE-71 (p<0.0001, p = 0.0029 and p = 0.00014, respectively), while DE-71 did not influence IL-6-mRNA nor NIS-mRNA production with statistical significance according to two-way ANOVA and the post hoc analysis (Fig 2, Table 5). The pattern shown in Fig 2 demonstrates a two phase response for Tg, TSHr and TPO gene expression. Even though no statistical significant difference was found for inhibition of NIS, the pattern in Fig 2 is similar for NIS compared to Tg, TSHr and TPO. Cultures of human thyrocytes were stimulated with 1 IU/TSH and in absence or presence of DE-71, at different concentrations. After 72 hours, expression of thyroglobulin (Tg), thyroid stimulated hormone receptor (TSHr), thyroid peroxidase (TPO), interleukin-6 (IL-6) and sodium iodide symporter (NIS) genes were measured by RT-qPCR. Shown are mean+SD of the ratio of quantified mRNA normalized to housekeeping gene to the negative control (control = 1; dotted line) for five experiments. *p<0.05 for the null-hypothesis that DE-71 had no effect. All other comparisons were not statistically significantly different and values are not shown. HSD: honest significant difference, Estimated difference: estimate of individual difference/intercept in gene expression between the indicated DE-71 concentration exposures (groups) in TukeyHSD. The post hoc-analysis revealed an influence from various DE-71 concentrations on Tg-, TPO- and TSHr gene expression (Table 5). Thus, cultures exposed to 1–50 mg DE-71/L expressed less Tg than DMSO controls. Significant differences were also found between 0.01 mg DE-71/L and 5–50 mg DE-71/L. The changes in Tg protein and mRNA levels correlated well with each other. Cultures exposed to 5–10 mg and 5–50 mg DE-71/L displayed significantly lower expression of TPO and TSHr, respectively, than controls. Moreover, less TPO-expression occurred in presence of 10 mg DE-71/L than in presence of 0.01 mg DE-71/L. TSHr expression was lower in presence of 50 mg/L than in presence of 0.01 mg/L DE-71, and also lower in presence of 5–50 mg DE-71/L than in presence of 0.1 mg DE-71/L (p-values are listed in Table 5). We next examined the cytotoxic effect of DE-71. To this end, cultures exposed to Triton X-100 served as positive control. Additions of 0.02, 0.2 or 1.9 mg/L of Triton X-100 caused increases in LDH concentration of the culture medium compared to the negative DMSO-control (Fig 3). However, only cells exposed to 0.2 and 1.9 mg/L Triton X-100 resulted in visibly affected cells by light microscopy. The cells had loosened from the vials and were fewer in number. The analyses were done on cell supernatants, which might include cell fragments, but adherent cell fractions were not included in the analysis. LDH was measured in relative fluorescence units (RFU), n = 1 culture; conc.: concentration, DMSO: dimethyl sulfoxide, PC = positive control (Triton X-100). At concentrations of 50 mg DE-71/L and 10 mg DE-71/L, DE-71 appeared to have some cytotoxic effect, indicated by an increase in supernatant LDH concentration compared to the DMSO control. However, the induced LDH release was lower than that induced by the lowest positive Triton X-100 control. The concentration of PBDE congeners in the supernatants and in the cells was close to added concentrations (Table 6). The vast majority of DE-71 added to thyrocyte cultures was found in the cell remnants. Thus, the concentration of DE-71 in cell supernatants, measured as the concentration of BDE-99, was only 0.2–1.8% of the added DE-71 concentration, while concentrations of DE-71 in cell remnants were 95.1–110% of the added concentrations (Table 6). The analyses of controls containing DMSO showed traces of BDE-99 (0.13 μg/L). Measured concentration of PBDE congeners (μg/L) in cells and supernatants in comparison to added concentrations of DE-71. LOD: Limit of detection. The DE-71 stock solutions mainly contained BDE-99 (50%), BDE-47 (29%), BDE-100 (9%), BDE-153 (5.1%) and BDE-154 (3.7%) (see [36]This pattern was similar in the supernatant and cells, however, with relatively more BDE-47 in the cells (23 ± 5.9%) than in the supernatant (13 ± 3.0%), and relatively less BDE-154 and BDE-153. The average recovery of the extracts and DE-71 standards was 90% (range: 75–105%) and 89% (range: 79–103%), respectively. One of the blanks contained traces of PBDEs at the level of the detection limits. The PBDEs spiked to co-extracted control samples were recovered at 97% on average (n = 8), ranging from 91% for BDE-183 to 100% for BDE-66."
    },
    {
      "title": "Quality control of the cells",
      "text": "Inspection of the cell cultures by light microscopy demonstrated that DE-71 formed intracellular black granula in a concentration-dependent manner, with most granula observed in the wells exposed to 50 mg DE-71/L and none in the controls. Cell confluence was not affected by DE-71 addition, indicating that viability was not affected. TSH-responsiveness with stimulation of the thyrocytes was ensured by consistent stimulation of cAMP when cultured in medium with TSH compared to medium without TSH (p = 0.029,)."
    },
    {
      "title": "Tg production",
      "text": "No significant difference was found between the TSH-stimulated production of Tg by thyrocytes in DMSO- and culture media controls, respectively (p = 0.13). The DMSO-control (median = 88.3 μg Tg per L, range: 16.7–2,399 μg/L) was used as negative control in all further statistical calculations as DE-71 was dissolved in DMSO, thereby making DE-71 the only difference between control and experiment. DE-71 displayed an inhibiting two-phase -response effect on the TSH-induced Tg production (Fig 1A) (p<0.0001). Post hoc analysis (Table 2) showed that cultures exposed to 50 mg DE-71/L contained significantly less Tg than cultures exposed to either 0, 0.01, 0.1 or 1 mg DE-71/L (p = 0.0002–0.0012). Primary human thyrocyte cultures were incubated with 1 IU/L TSH and 0.01–50 mg DE-71/L, dissolved in dimethyl sulfoxide (DMSO). After 72 hours, the concentration of thyroglobulin (Tg) and cAMP in the culture media was measured by ELISA and by radioimmunoassay, respectively, and expressed as a ratio to the Tg (A)/cAMP (B)-concentration found in cultures exposed to DMSO control devoid of DE-71. One cAMP experiment resulted in undetectable control values for both duplicates, and the experimental values in that culture were therefore not eligible for statistical analysis. The dotted line represents the ratio to the control = 1. Bars and error bars represent mean+SD of seven (A)/six (B) experiments performed in duplicates. *p<0.05 compared to DMSO control after post hoc analysis, see Table 2."
    },
    {
      "title": "cAMP production",
      "text": "As shown in Fig 1B, DE-71 also caused inhibition of the TSH-induced production of cAMP, in a concentration-dependent manner (p<0.0001). The post hoc analysis (Table 3) showed that cultures exposed to 5, 10 and 50 mg DE-71/L contained less cAMP than the DMSO controls, and significant inhibitions were also found when comparing cAMP production in presence of DE-71 at a concentration of 50 mg DE-71/L with that observed in presence of 0.01–10 mg DE-71/L (p<0.0001–0.025)."
    },
    {
      "title": "RT-qPCR",
      "text": "Comparisons of the negative controls without DE-71 with and without TSH showed no significant differences for the expression of any gene (Table 4). Median values of all examined thyroid-specific genes were higher in TSH-stimulated thyrocytes than in unstimulated controls. The production of IL-6, on the other hand, was apparently not affected by TSH as expected. Tg: thyroglobulin, TSHr: thyroid stimulating hormone receptor, TPO: thyroid peroxidase, IL-6: interleukin 6, NIS: sodium iodide symporter. Expression of Tg-mRNA, TPO-mRNA and TSHr-mRNA was inhibited by DE-71 (p<0.0001, p = 0.0029 and p = 0.00014, respectively), while DE-71 did not influence IL-6-mRNA nor NIS-mRNA production with statistical significance according to two-way ANOVA and the post hoc analysis (Fig 2, Table 5). The pattern shown in Fig 2 demonstrates a two phase response for Tg, TSHr and TPO gene expression. Even though no statistical significant difference was found for inhibition of NIS, the pattern in Fig 2 is similar for NIS compared to Tg, TSHr and TPO. Cultures of human thyrocytes were stimulated with 1 IU/TSH and in absence or presence of DE-71, at different concentrations. After 72 hours, expression of thyroglobulin (Tg), thyroid stimulated hormone receptor (TSHr), thyroid peroxidase (TPO), interleukin-6 (IL-6) and sodium iodide symporter (NIS) genes were measured by RT-qPCR. Shown are mean+SD of the ratio of quantified mRNA normalized to housekeeping gene to the negative control (control = 1; dotted line) for five experiments. *p<0.05 for the null-hypothesis that DE-71 had no effect. All other comparisons were not statistically significantly different and values are not shown. HSD: honest significant difference, Estimated difference: estimate of individual difference/intercept in gene expression between the indicated DE-71 concentration exposures (groups) in TukeyHSD. The post hoc-analysis revealed an influence from various DE-71 concentrations on Tg-, TPO- and TSHr gene expression (Table 5). Thus, cultures exposed to 1–50 mg DE-71/L expressed less Tg than DMSO controls. Significant differences were also found between 0.01 mg DE-71/L and 5–50 mg DE-71/L. The changes in Tg protein and mRNA levels correlated well with each other. Cultures exposed to 5–10 mg and 5–50 mg DE-71/L displayed significantly lower expression of TPO and TSHr, respectively, than controls. Moreover, less TPO-expression occurred in presence of 10 mg DE-71/L than in presence of 0.01 mg DE-71/L. TSHr expression was lower in presence of 50 mg/L than in presence of 0.01 mg/L DE-71, and also lower in presence of 5–50 mg DE-71/L than in presence of 0.1 mg DE-71/L (p-values are listed in Table 5)."
    },
    {
      "title": "Cytotoxicity",
      "text": "We next examined the cytotoxic effect of DE-71. To this end, cultures exposed to Triton X-100 served as positive control. Additions of 0.02, 0.2 or 1.9 mg/L of Triton X-100 caused increases in LDH concentration of the culture medium compared to the negative DMSO-control (Fig 3). However, only cells exposed to 0.2 and 1.9 mg/L Triton X-100 resulted in visibly affected cells by light microscopy. The cells had loosened from the vials and were fewer in number. The analyses were done on cell supernatants, which might include cell fragments, but adherent cell fractions were not included in the analysis. LDH was measured in relative fluorescence units (RFU), n = 1 culture; conc.: concentration, DMSO: dimethyl sulfoxide, PC = positive control (Triton X-100). At concentrations of 50 mg DE-71/L and 10 mg DE-71/L, DE-71 appeared to have some cytotoxic effect, indicated by an increase in supernatant LDH concentration compared to the DMSO control. However, the induced LDH release was lower than that induced by the lowest positive Triton X-100 control."
    },
    {
      "title": "PBDE analysis",
      "text": "The concentration of PBDE congeners in the supernatants and in the cells was close to added concentrations (Table 6). The vast majority of DE-71 added to thyrocyte cultures was found in the cell remnants. Thus, the concentration of DE-71 in cell supernatants, measured as the concentration of BDE-99, was only 0.2–1.8% of the added DE-71 concentration, while concentrations of DE-71 in cell remnants were 95.1–110% of the added concentrations (Table 6). The analyses of controls containing DMSO showed traces of BDE-99 (0.13 μg/L). Measured concentration of PBDE congeners (μg/L) in cells and supernatants in comparison to added concentrations of DE-71. LOD: Limit of detection. The DE-71 stock solutions mainly contained BDE-99 (50%), BDE-47 (29%), BDE-100 (9%), BDE-153 (5.1%) and BDE-154 (3.7%) (see [36]This pattern was similar in the supernatant and cells, however, with relatively more BDE-47 in the cells (23 ± 5.9%) than in the supernatant (13 ± 3.0%), and relatively less BDE-154 and BDE-153. The average recovery of the extracts and DE-71 standards was 90% (range: 75–105%) and 89% (range: 79–103%), respectively. One of the blanks contained traces of PBDEs at the level of the detection limits. The PBDEs spiked to co-extracted control samples were recovered at 97% on average (n = 8), ranging from 91% for BDE-183 to 100% for BDE-66."
    },
    {
      "title": "Discussion",
      "text": "An influence of EDCs on thyroid gland function has been suggested [18]. In the present study, we examined the influence of the PentaBDE mixture DE-71 on cultures of human primary thyroid cells grown in the presence or absence of TSH. We have previously shown that such cultures contain 98% Tg-producing cells, confirming the thyroid cell identity [30], and that TSH consistently increases cAMP release [37]. In this study we used Tg protein concentrations as surrogate marker of the ability of the cultured thyroid cells to secrete T3 and T4. The actual ability of the cell to produce the hormones is rather low, as previously found by our group (unpublished results). This is probably due to absence of iodine in the culture media, to the use of the cells in a non-polarized way [38] or due to cell arrangement in a monolayer compared to colloid rich follicles. Thyroid cell arrangement is different in vitro compared to in vivo (monolayer compared to colloid rich follicles). We therefore did not include measurements of these hormones in the present experimental set-up. The main congeners of DE-71 were determined by GC-MS-analysis and were in agreement with the profile of DE-71 specified by La Guardia et al. [10]. The GC-MS analysis confirmed that the amount of PBDEs added to the assays was available in the cell cultures, i.e. no major loss occurred through e.g. adsorption or degradation. Of key importance, we found that DE-71 inhibited the thyrocyte production of Tg in a two phase response manner and cAMP in a concentration-dependent manner. Furthermore, the expression of mRNA encoding Tg, TPO, and TSHr was also reduced by DE-71. Tg protein production and Tg gene expression seemed to be inhibited in a parallel manner. By contrast, expression of NIS was not significantly affected by DE-71, but appeared inhibited in a pattern similar to the inhibition of Tg, TPO and TSHr supporting the general inhibiting tendency of DE-71. However, the expression levels of NIS were low at baseline, why there is an uncertainty related to the expression levels of NIS. As expected, the expression of IL-6 was insignificant confirming identity of the cells as differentiated thyrocytes. As previously shown, IL-6 levels are expected to be lower in the TSH-stimulated control than in the unstimulated control [39]. The absolute change in gene expression may appear modest and this should be taken into account. Some of this could be due to the large between culture variation in human primary thyroid cell cultures [30]. However, the gene expression results are supported by the decreased protein levels found in the Tg and cAMP analysis which brings biological significance to the affected gene expression pathways. The mechanisms by which absorbed PBDEs act on the human thyroid homeostasis have not been clarified [19;24]. Suggestions include induction of uridine diphosphate glucuronyltransferase (UDPGT) activity [28;29], direct thyroid tissue attack, alterations in transport of thyroid hormones and hormone deactivation [16]. Furthermore, the chemical structure of PBDEs is very similar to the structure of the thyroid hormone T4 [13]. Thus, a competitive effect of the PBDEs on the thyroid hormone receptor is suspected, but the potential of such a mechanism is unknown [40]. Hence, multiple thyroid related endpoints impacted by PBDE exposure probably exist. No previous research has investigated the direct effects of DE-71 on thyrocytes. The combination of inhibited gene expression and protein production found in this study supports the hypothesis that DE-71 inhibits thyrocyte function by direct thyroid attack. This inhibition could be compared to that of the proinflammatory cytokine IL-1β. IL-1β was used as a positive control as it has consistently been shown to inhibit the differentiated function of thyroid cells (reviewed in [41]) in the same assay as the one in the present study [31;39;42;43]. Though direct comparison between previous studies and the present DE-71 study is not possible, since cells from different individuals have been used, the grade for DE-71 inhibition shown here is comparable to the one induced by IL-1β, albeit possibly at higher concentrations for DE-71 indicating a lower potency of DE-71 compared to IL-1β. However, the grade of DE-71 inhibition shown here seems to be as potent to the inhibition induced by IL-1β, at least for Tg and cAMP secretion, and Tg-, TPO- and TSHr-gene expression. In summary, multiple studies in other model systems have found DE-71 to be thyrotoxic. Overall the mode of action is presumed to be a combination of induction of liver enzymes and displacement of thyroid hormones from serum transport proteins together affecting the excretion of thyroid hormones [16;28;29]. As these pathways are not present in this assay the effect of DE-71 on the thyrocytes could be through different mechanisms, potentially adding a new mode of action to DE-71. Correlations between thyroid disturbances and PBDEs in humans have been described epidemiologically. One study showed significantly higher PBDE levels in umbilical cord blood and breast milk samples from mothers with a history of thyroid disease compared to healthy mothers [44], and another study suggested a correlation between congenital hypothyroidism and PBDEs in the serum [45], while Jacobson et al. found higher TSH and lower T4 concentrations among toddlers [46]. In 2016 Oulhote et al. found a positive association between reported hypothyroidism in women (aged 30–79 years) and the sum of PBDEs and BDE-47 alone in serum, however not significant for other BDEs [47]. Other disturbances in thyroid hormone concentrations correlating to PBDE-levels have been described as well [48;49]. This indicates an increased risk for disease in presence of higher blood PBDE-levels. Our findings support this notion. However, the causality of the correlation was questioned by Eggesbø et al. [50], who did not observe an association between TSH concentrations in whole blood of neonates and the PBDE concentrations in their mothers’ milk. In addition, Julander et al. found no significant increases in plasma PBDE concentrations with increasing length of exposure in a high-risk group (workers at an electronic recycling facility), and no significant correlations to thyroid hormone-concentrations [51]. They did, however, find a tendency to negative associations between free T4 and serum levels of BDE-28, BDE-153 and BDE-183. In conclusion, epidemiological studies have not given consistent results, as the studies have used varying endpoints, exposures and methods. More consistent results have been obtained from animal studies. Several in vivo rodent studies have pointed towards a thyroid hormone disturbance after PBDE-exposure, where lowered concentrations of T4 were the most frequent and significant finding [28;29;52–55]. Three of six studies found no changes in T3 levels in mice and rats [28;29;54], three studies measured TSH [28;54;55] where only one found an effect, and only in male rats [55]. However, all animal studies found significantly reduced T4 levels after exposure to PBDE. In addition de-Miranda et al. found decreased T4-serum concentrations in postnatal rats exposed to DE-71 with a reversible effect by adding T4 [56]. In line with our findings, another in vitro study revealed inhibited thyroid hormone-dependent Purkinje cell development after addition of DE-71 in two doses (10−10 M and 10−8 M) in the developing rat cerebellum [57]. In general, PBDE-doses used in animal experiments and measured exposure levels are difficult to compare with the concentrations of this study due to differences in units, the number of included congeners and method differences [1;12;58–60]. Our experiments were performed in serum-free conditions and thus the free PBDE concentrations may be lower in vivo where serum binding proteins for PBDE are present. The concentration range of DE-71 used in this study were similar to former in vitro studies with PBDEs [61;62]. The lowest concentration of DE-71 used in our study was 0.01 mg DE-71/L. As BDE-47 accounted for 29% of DE-71, this resulted in a concentration of BDE-47 of 2.9 μg/L, which is approximately 10–20 times higher than a typical median concentration of BDE-47 in serum of the US population. The levels in the general population of Europe are about 10 times lower than the US body burdens [1;12]. However, the distributions are usually highly skewed with medians clearly lower than arithmetic means, reflecting higher internal exposure levels in some individuals, which likely are closer to the concentrations used in this study. Animal experiments showing responses of the thyroid systems tend to use doses above that of this study [e.g. [55]], but rarely determine serum concentrations. The exposure doses usually exceed estimates of human exposure by several orders of magnitude [63]. In view of the above, our in vitro results should be extrapolated to in vivo actions with caution. There are a limited number of target sites and toxicity pathways in cells in vitro compared to the amount of target sites in an organ/multi-organ system, with many interactions and feedback systems [64]. In addition, it is not known, whether DE-71 accumulates intracellularly, which is possible since half-life ranges are long and PBDEs are highly lipophilic. The congener assessment showed orders of magnitude lower concentrations in the cell supernatants after ended experiments. Afterwards, we recovered the DE-71 concentrations added to cells in the respective cell remnants of 95–110%, which is an almost complete recovery. This indicated an intracellular accumulation of DE-71 or adhesion of DE-71 to the cells. Our measurements did not distinguish between cellular uptake and attachment to cells. Due to the high lipophilicity of DE-71, some of the compound may have attached to glassware and instruments during storage and experiments, resulting in lower effective DE-71 concentrations than assumed. This was, however, contradicted by the experiments recovering almost all of the added DE-71. Hence, the observed effects on thyroid cell function were probably due to intracellular actions of DE-71. Thyrocytes leaked LDH at high DE-71 concentrations indicating a cytotoxic effect of DE-71. However, all LDH-levels from DE-71 stimulated cell supernatants were below the lowest positive Triton X-100 control, and the cells appeared viable by microscopy. Hence, we assumed that the applied concentrations of DE-71 were not toxic to thyrocytes. However, it is possible that DE-71 has cytotoxic effects at low levels, which might explain the tendency of a no-dose dependent effect at higher DE-71 concentrations. It is highly relevant for future studies to examine this issue e.g. by other methods. Although production of PBDEs is now prohibited and some studies have indicated stagnations in exposure levels and in human and animal sera [1], the results reported here remain of relevance, since the long half-lives of PBDEs and their continuous release from existing products may affect humans for many years [9]. Moreover, DecaBDE is still in production and can be degraded to lower brominated diphenyl ethers [65;66]. New chemicals replacing the old PBDEs are largely untested and may have the same chemical properties as the old ones including toxicity and persistence [67]."
    },
    {
      "title": "Conclusion",
      "text": "DE-71 exerted a two-phase response of Tg and a concentration-dependent inhibition of cAMP production from human thyrocytes as well as inhibition of the expression of the genes encoding Tg, TSHr and TPO. Former human epidemiological studies found changed thyroid hormone levels following exposure to DE-71, while animal studies found reduced T4-concentrations. Our findings suggest an inhibiting effect of PBDEs on thyroid cells, which may explain the disturbances of thyroid homeostasis found by others. Further investigations regarding thyroid disturbances exerted by PBDEs in humans are needed. In addition, further experiments are needed at a lower concentration spectrum of DE-71 or individual PBDE congeners. To predict systemic toxicological effects, in vivo studies with an in vivo design are needed."
    }
  ],
  "full_text": "## Introduction\nPolybrominated diphenyl ethers (PBDEs) have been used as flame retardants to reduce flammability of electronic equipment, upholstery, textiles, plastics and building materials [1]. Commercial production of the PentaBDE and OctaBDE mixtures was banned in the European Union in 2004 and phased out in the USA in 2005 [1–4], due to increasing concerns of adverse physiological effects and persistence of the compounds [5–7]. Since 2009, the Penta- and OctaBDE mixtures have been registered as global persistent organic pollutants under the Stockholm Convention [8]. However, because of a long life-time PBDEs will continue to leak from products and accumulate in the environment and humans for many years [1;9]. DE-71 was one of the commercial PentaBDE mixtures, mainly consisting of the tetra-, penta-, and hexabrominated congeners [10]. The congener pattern of commercial PentaBDE mixtures is reflected in indoor dust and air, and the congeners are found in human samples, such as blood, placenta, amniotic fluid and breast milk [11;12]. The PBDEs are believed to be toxic at low concentrations [1]. Epidemiological studies indicate neurobehavioral and developmental effects as well as effects on the reproductive and endocrine system. Animal and in vitro studies have also shown effects of PBDEs on the immune system [13–15]. PBDEs are classified as possible endocrine disrupting chemicals (EDCs) [16;17]. Some EDCs are suspected to affect thyroid function, thereby resulting in thyroid homeostasis disturbances [18]. The thyroid gland produces the thyroid hormones thyroxine (T4) and triiodothyronine (T3), which are essential for growth, metabolism and brain development. The protein molecule thyroglobulin (Tg) in thyrocytes is precursor for thyroid hormone production. Thyroid peroxidase catalyses oxidation of iodine, which is necessary for correct thyroid hormone synthesis on the Tg precursor. However, many targets are available for possible disruption of thyroid function [18;19]. Hyper- as well as hypo-secretion of thyroid hormones affect multiple organ systems. Some PBDEs penetrate the placenta [20;21] and thereby may have a damaging effect on the development of neurological functions in embryos [22–24]. Moreover, children are particularly sensitive to changes in thyroid homeostasis [17] and more exposed than adults, since PBDEs are present in breast milk [1], and children likely have a larger uptake of PBDEs with dust [1;25] and an immature metabolic capacity [26]. Several epidemiologic studies in humans and wildlife suggest a correlation between PBDE exposure and altered thyroid homeostasis [13;26–29]. Neurodevelopmental effects resulting from PBDE exposure of children might have consequences for society, in terms of lower IQ levels and associated costs [27]. The direct effects of PBDEs on the thyroid gland are unknown, and we therefore aimed to study effects and cytotoxicity of the commercial mixture DE-71 on primary human thyroid cell function. This was investigated via analysis of protein secretion and gene expression in the differentiated thyroid cells. We hypothesised that PBDEs would disturb these functions.\n\n## Materials and methods\nPreparation of cells took place as previously described [30] with minor modifications. In summary, primary human thyroid cells were obtained as paraadenomatous tissue (assumed to be normal) from thyroidectomies performed at the department of Ear Nose Throat (ENT)-Head and Neck surgery, Rigshospitalet, University of Copenhagen. The thyroid tissue was cut into small pieces, and the cells were separated from connective tissue by incubation with collagenase I (Sigma-Aldrich, St. Louis, MO, USA) and dispase II (Roche, Basel, Switzerland) for 60–90 min. at 37°C. The digested tissue was filtered, culture medium was added and the suspension was centrifuged at 1200 x G for five min. The cells were cultured in 24-well plates containing HAM’s F-12 media (Panum Institute, Copenhagen University, Denmark) supplemented with 5% fetal bovine serum (FBS) (Biological Industries, Beit HaEmek, Israel), 1% L-glutamine (Panum Institute, Copenhagen University, Denmark), 1% non-essential amino acids (Gibco, Invitrogen, Carlsbad, CA, USA), 1% penicillin and streptomycin (Invitrogen), and six nutritional factors (6H media): 1 IU/L bovine thyroid stimulating hormone (TSH) (Sigma-Aldrich), human insulin; 10 mg/L (rhinsulin; Humulin, Eli Lilly), 6 mg/L transferrin (Sigma-Aldrich), 0.01 mg/L Gly-His-Lys acetate (Sigma-Aldrich), 10 mg/L somatostatin (Calbiochem), 10−8 M hydrocortisone (Calbiochem). Cells were grown until a confluent monolayer was visualized in the wells. The growth period lasted for a maximum of 10 days in order to avoid loss of properties of the cells [31]. The suitability of each cell culture to study cellular functions was ensured by assessing outcome variables from both TSH- and un-stimulated cells. Cell monolayers were cultured for three additional days without TSH (5H medium) before stimulation and addition of DE-71 in serum free medium for 72 hours. DE-71 (pentaBDE, lot 7550K20A was kindly provided by Martha Axelstad, National Food Institute, Technical University of Denmark and Dr. Kevin Crofton of the U.S. Environmental Protection Agency), was dissolved in dimethyl sulfoxide (DMSO, D2438 Sigma-Aldrich, St. Louis, MO, USA) prior to dissolving in culture medium without FBS, resulting in final concentrations of 0.01, 0.1, 1, 5, 10 and 50 mg DE-71/L, respectively, and 1 ‰ DMSO in the cell cultures. Three negative controls (without DE-71) were included on each culture plate: one non-stimulated (5H medium) without DMSO and two TSH-stimulated (6H medium) cell populations, respectively, with and without 1 ‰ DMSO added. All experiments were conducted in duplicate in the culture plates. The cell function is dependent on TSH, which was assessed by comparing 6H and 5H controls. Cells were visually inspected by light microscopy at the end of incubation. Cell supernatants were harvested and stored at -20°C until analyses. The cells were harvested on ice, immediately after removal of the cell supernatant using lysis buffer (Qiagen, Hilden, Germany) and stored at -80°C with prior addition of 70% ethanol (350 μL pr. well). The function of the cells was evaluated by measuring the second messenger cyclic adenosine monophosphate (cAMP) and Tg concentrations in the cell supernatants. cAMP and Tg were analyzed as previously described by a competitive protein binding method detected by a radioimmunoassay (RIA) and an enzyme-linked immunosorbent assay (ELISA), respectively [30;32]. To assess cAMP production, 3-isobutyl-1-methylxanthine was diluted in ethanol (final ethanol concentration 1%) and added to the cultures concurrently with DE-71 solutions. The Tg assay was designed to measure Tg in culture medium and not for use in serum. Tg and cAMP analysis were each performed on seven cultures, representing seven patients, each on one 24-well plate. In total, tissue was obtained from 11 patients (nine females, two males, age: 20–82 years). Three tissue samples contained an amount of cells eligible for growth on two 24-well plates, why each of these three samples gave rise to one culture for Tg and one culture for cAMP analysis. The intra-assay variation of the cAMP method was 4.9% at 0.5 μM and 3.2% at 1.57 μM and the inter-assay variation was 24.8% for the low control (range 0.38–0.66 μM) and 11.5% for the high control (range 1.34–1.77 μM) (n = four duplicates for each control). The calibration range was 0.05 to 2.0 μM. The intra-assay variation of the Tg-analysis was 7.3% and 10.9% at 55 and 116 μg/L, respectively, and the inter-assay variation was 22.6% for the low control (range 32.3–63.5 μg/L) and 26.2% for the high control (74.7–149.1 μg/L) (n = six samples in duplicate for each type of control, see DE-71 exposure). The calibration range was 10 to 500 μg/L. Cell function analysis was also carried out by determining the gene expression of Tg, thyroid peroxidase (TPO), sodium iodine symporter (NIS), thyroid stimulating hormone receptor (TSHr) and interleukin (IL)-6. IL-6 is secreted from human thyroid cells as shown earlier [33], but it is not expressed in differentiated thyrocytes and thus served as negative control. Total RNA from harvested primary human thyroid cells from five cultures (cell remnants from cultures used for Tg analysis) was extracted with Rneasy Mini Kit (Qiagen) according to the manufacturer’s protocol. The concentration and purity of the achieved RNA was measured on a NanoDrop spectrophotometer (nd-1000, Wilmington, DE, USA). cDNA was synthesized (Superscript VILO synthesis kit (Invitrogen) by mixing four μL of the VILO reaction mix, two μL of the Superscript enzyme mix, the RNA from each sample and RNAase free water to a total volume of 20 μL. The volume of added RNA was adjusted to unify the final concentration of RNA in all samples from the same cell culture. Samples were incubated for 10 min. at 25°C, 60 min. at 50°C and 5 min. at 85°C, after which 80 μL of 0.5X Tris-EDTA-buffer (Sigma-Aldrich) were added. For real-time quantitative polymerase chain reaction (RT-qPCR), SYBR Green JumpStart Taq Ready Mix (Sigma-Aldrich) was used. Primers and their respective sequences are listed in Table 1. The primers were validated by SYBR melting curves and the qPCR fragment sizes were checked on agarose gels. A pool of undiluted cDNA was used for standards. To each reaction, 4 μL of the SYBR Green JumpStart Taq ReadyMix, 10 μL H2O and 1 μL primermix (1μM final concentration of each primer) were added. RT-qPCR was done on Lightcycler 480 II (Roche) with the following cycling: Initial denaturation at 94°C for two min., followed by 45 cycles of 30 seconds at 94°C, 45 seconds at 59°C and 1.5 min. at 72°C, and finally melting curve analysis. The high number of cycles was used due to very low expression of both NIS and IL-6. The specificity of the amplified products was verified by melting curve analysis and the relative mRNA quantification was achieved by standard curve method. The obtained gene of interest-expression was then divided by the housekeeping gene -expression of the same sample. Neither DE-71, TSH nor DMSO had any influence on these housekeeping genes. Using GENORM-calculation on the gene expression of B2M, GAPDH and ACTB, the last two were the most stable genes and the genes of interest were therefore normalized to the geometric mean of GAPDH and ACTB. DE-71 induced cytotoxicity was analysed by assessing the content of lactate dehydrogenase (LDH) in cell culture supernatants as described previously [34]. For this purpose, a homogenous membrane integrity assay, CytoTox-ONE (Promega, Fitchburg, WI, USA), was used according to the manufacturer’s protocol with the modification that LDH was not measured directly in cell cultures but in harvested supernatants. Briefly, one experiment was performed with cell culture supernatants from an experiment containing single determinations of six DE-71 concentrations (0.01; 0.1; 1; 5; 10 and 50 mg DE-71/L) and duplicates of the negative controls (6H medium with and without 1‰ DMSO and 5H medium) and positive controls (0.02, 0.2 and 1.9 mg/L Triton X-100). The frozen cell supernatants were thawed and mixed by vortex. Fifty μL of each culture media sample were transferred to a 96-wells micro plate (Th.Geyer, Renningen, Germany) followed by addition of the same volume CytoTox-One reagent to all wells. The micro plate was mixed gently on a shaker and incubated at room temperature for 10–15 min. Twenty-five μl stop solution were added, and the plate was mixed again on a shaker before results were read on a fluorometer (Victor2, PerkinElmer, Waltham, MA, USA). The LDH content was expressed proportional to the produced fluorescence and given in relative fluorescence units. The cytotoxicity kit passed quality control assays according to the manufacturer. Three supernatants and three cell samples of pooled triplicates (addition of 0.01, 10 and 50 mg/L, respectively), one 1‰ DMSO control supernatant sample, one 1‰ DMSO control cell sample, three standard solutions of DE-71 in DMSO (0.01, 5 and 50 mg/L) and two solutions of DE-71 in cell media were analysed for content and composition of BDE-congeners at Aarhus University, Department of Environmental Science. This was done after the function analyses using once thawed samples. The measurements followed accredited methods for PBDEs in biota as described elsewhere [35] and included 11 tri- to heptabrominated congeners (BDE-17, 28, 47, 49, 66, 85, 99, 100, 153, 154 and 183). Inter-batch variation of the in-house reference material (n = 18), sand eel oil, ranged from 2.7% (BDE-47) to 14% (BDE-17), with a mean of 6.6% for all congeners. The instrumental detection limits ranged between 0.05 and 0.25 pg. Briefly, all samples (except for the three standard solutions of DE-71 in DMSO) were spiked with recovery standards, dried with diatomaceous earth (Varian) and Soxhlet extracted with hexane:acetone (4:1). The extracts were cleaned up on a multilayer column consisting of aluminum oxide, silica and acidified silica. After elution, volume reduction and addition of the internal standard (BDE-71, Cambridge Isotope Laboratories, Tewksbury, MA, USA), the samples were analysed by gas chromatography—mass spectrometry (GC-MS) with electron capture negative ionization. Quantification was based on two calibrations of ten standards each (0.05–25 ng/mL). The samples were extracted in three batches, each also containing 1–2 spiked control samples (approximately 10 ng of the individual congeners) and one blank. The three DE-71 stock solutions in DMSO, along with four spiked control samples (approximately 10 ng of the individual congeners) and two blanks, were evaporated to dryness in silicone vials [35], re-dissolved in iso-octane including the internal standard BDE-71 and analysed without further clean-up. For analysis of cAMP and Tg, culture supernatants were assessed in duplicates from 11different patients (total cultures, n = 14). The Tg- and cAMP-productions (mean of duplicates) as well as gene expression (cells from five different patients, duplicates were pooled before RNA extraction) were analysed by two way ANOVA followed by Tukey’s honest significant difference post hoc analysis to compare experiment groups (R, version 3.1.2). Ln-transformed data was used when necessary. Results from the Tukey analysis are given as estimated differences between groups in tables. The responses from TSH-stimulated cells with and without DMSO were compared by paired t-tests to investigate if DMSO had an isolated effect on stimulated thyroid cells. Appropriate responsiveness of the thyrocytes to TSH was demonstrated by comparing Tg and cAMP release from unstimulated (5H) and TSH-stimulated (6H) cells, respectively (paired t-test). Values below limit of detection (LOD) in the Tg analysis were replaced by the lowest standard value in the assay while undetectably low single cAMP concentrations were replaced by half the cAMP level of lowest detectable value in the assay. These differences were performed according to the different assay methods. Results were considered statistically significant when p < 0.05. The study was approved by The Danish committees on health research ethics, Capital region (Protocol number: H-1-2012-110 and additional protocol 44717). Paraadenomatous tissue samples were obtained from patients undergoing thyroidectomies. Patients gave oral and written informed consent prior to surgery. The paraadenomatous tissue was selected by the chief surgeon during the procedure.\n\n## Cell cultures\nPreparation of cells took place as previously described [30] with minor modifications. In summary, primary human thyroid cells were obtained as paraadenomatous tissue (assumed to be normal) from thyroidectomies performed at the department of Ear Nose Throat (ENT)-Head and Neck surgery, Rigshospitalet, University of Copenhagen. The thyroid tissue was cut into small pieces, and the cells were separated from connective tissue by incubation with collagenase I (Sigma-Aldrich, St. Louis, MO, USA) and dispase II (Roche, Basel, Switzerland) for 60–90 min. at 37°C. The digested tissue was filtered, culture medium was added and the suspension was centrifuged at 1200 x G for five min. The cells were cultured in 24-well plates containing HAM’s F-12 media (Panum Institute, Copenhagen University, Denmark) supplemented with 5% fetal bovine serum (FBS) (Biological Industries, Beit HaEmek, Israel), 1% L-glutamine (Panum Institute, Copenhagen University, Denmark), 1% non-essential amino acids (Gibco, Invitrogen, Carlsbad, CA, USA), 1% penicillin and streptomycin (Invitrogen), and six nutritional factors (6H media): 1 IU/L bovine thyroid stimulating hormone (TSH) (Sigma-Aldrich), human insulin; 10 mg/L (rhinsulin; Humulin, Eli Lilly), 6 mg/L transferrin (Sigma-Aldrich), 0.01 mg/L Gly-His-Lys acetate (Sigma-Aldrich), 10 mg/L somatostatin (Calbiochem), 10−8 M hydrocortisone (Calbiochem). Cells were grown until a confluent monolayer was visualized in the wells. The growth period lasted for a maximum of 10 days in order to avoid loss of properties of the cells [31]. The suitability of each cell culture to study cellular functions was ensured by assessing outcome variables from both TSH- and un-stimulated cells.\n\n## DE-71 exposure\nCell monolayers were cultured for three additional days without TSH (5H medium) before stimulation and addition of DE-71 in serum free medium for 72 hours. DE-71 (pentaBDE, lot 7550K20A was kindly provided by Martha Axelstad, National Food Institute, Technical University of Denmark and Dr. Kevin Crofton of the U.S. Environmental Protection Agency), was dissolved in dimethyl sulfoxide (DMSO, D2438 Sigma-Aldrich, St. Louis, MO, USA) prior to dissolving in culture medium without FBS, resulting in final concentrations of 0.01, 0.1, 1, 5, 10 and 50 mg DE-71/L, respectively, and 1 ‰ DMSO in the cell cultures. Three negative controls (without DE-71) were included on each culture plate: one non-stimulated (5H medium) without DMSO and two TSH-stimulated (6H medium) cell populations, respectively, with and without 1 ‰ DMSO added. All experiments were conducted in duplicate in the culture plates. The cell function is dependent on TSH, which was assessed by comparing 6H and 5H controls. Cells were visually inspected by light microscopy at the end of incubation. Cell supernatants were harvested and stored at -20°C until analyses. The cells were harvested on ice, immediately after removal of the cell supernatant using lysis buffer (Qiagen, Hilden, Germany) and stored at -80°C with prior addition of 70% ethanol (350 μL pr. well).\n\n## Cell function analysis\nThe function of the cells was evaluated by measuring the second messenger cyclic adenosine monophosphate (cAMP) and Tg concentrations in the cell supernatants. cAMP and Tg were analyzed as previously described by a competitive protein binding method detected by a radioimmunoassay (RIA) and an enzyme-linked immunosorbent assay (ELISA), respectively [30;32]. To assess cAMP production, 3-isobutyl-1-methylxanthine was diluted in ethanol (final ethanol concentration 1%) and added to the cultures concurrently with DE-71 solutions. The Tg assay was designed to measure Tg in culture medium and not for use in serum. Tg and cAMP analysis were each performed on seven cultures, representing seven patients, each on one 24-well plate. In total, tissue was obtained from 11 patients (nine females, two males, age: 20–82 years). Three tissue samples contained an amount of cells eligible for growth on two 24-well plates, why each of these three samples gave rise to one culture for Tg and one culture for cAMP analysis. The intra-assay variation of the cAMP method was 4.9% at 0.5 μM and 3.2% at 1.57 μM and the inter-assay variation was 24.8% for the low control (range 0.38–0.66 μM) and 11.5% for the high control (range 1.34–1.77 μM) (n = four duplicates for each control). The calibration range was 0.05 to 2.0 μM. The intra-assay variation of the Tg-analysis was 7.3% and 10.9% at 55 and 116 μg/L, respectively, and the inter-assay variation was 22.6% for the low control (range 32.3–63.5 μg/L) and 26.2% for the high control (74.7–149.1 μg/L) (n = six samples in duplicate for each type of control, see DE-71 exposure). The calibration range was 10 to 500 μg/L.\n\n## Real-time quantitative polymerase chain reaction (RT-qPCR)\nCell function analysis was also carried out by determining the gene expression of Tg, thyroid peroxidase (TPO), sodium iodine symporter (NIS), thyroid stimulating hormone receptor (TSHr) and interleukin (IL)-6. IL-6 is secreted from human thyroid cells as shown earlier [33], but it is not expressed in differentiated thyrocytes and thus served as negative control. Total RNA from harvested primary human thyroid cells from five cultures (cell remnants from cultures used for Tg analysis) was extracted with Rneasy Mini Kit (Qiagen) according to the manufacturer’s protocol. The concentration and purity of the achieved RNA was measured on a NanoDrop spectrophotometer (nd-1000, Wilmington, DE, USA). cDNA was synthesized (Superscript VILO synthesis kit (Invitrogen) by mixing four μL of the VILO reaction mix, two μL of the Superscript enzyme mix, the RNA from each sample and RNAase free water to a total volume of 20 μL. The volume of added RNA was adjusted to unify the final concentration of RNA in all samples from the same cell culture. Samples were incubated for 10 min. at 25°C, 60 min. at 50°C and 5 min. at 85°C, after which 80 μL of 0.5X Tris-EDTA-buffer (Sigma-Aldrich) were added. For real-time quantitative polymerase chain reaction (RT-qPCR), SYBR Green JumpStart Taq Ready Mix (Sigma-Aldrich) was used. Primers and their respective sequences are listed in Table 1. The primers were validated by SYBR melting curves and the qPCR fragment sizes were checked on agarose gels. A pool of undiluted cDNA was used for standards. To each reaction, 4 μL of the SYBR Green JumpStart Taq ReadyMix, 10 μL H2O and 1 μL primermix (1μM final concentration of each primer) were added. RT-qPCR was done on Lightcycler 480 II (Roche) with the following cycling: Initial denaturation at 94°C for two min., followed by 45 cycles of 30 seconds at 94°C, 45 seconds at 59°C and 1.5 min. at 72°C, and finally melting curve analysis. The high number of cycles was used due to very low expression of both NIS and IL-6. The specificity of the amplified products was verified by melting curve analysis and the relative mRNA quantification was achieved by standard curve method. The obtained gene of interest-expression was then divided by the housekeeping gene -expression of the same sample. Neither DE-71, TSH nor DMSO had any influence on these housekeeping genes. Using GENORM-calculation on the gene expression of B2M, GAPDH and ACTB, the last two were the most stable genes and the genes of interest were therefore normalized to the geometric mean of GAPDH and ACTB.\n\n## Cytotoxicity\nDE-71 induced cytotoxicity was analysed by assessing the content of lactate dehydrogenase (LDH) in cell culture supernatants as described previously [34]. For this purpose, a homogenous membrane integrity assay, CytoTox-ONE (Promega, Fitchburg, WI, USA), was used according to the manufacturer’s protocol with the modification that LDH was not measured directly in cell cultures but in harvested supernatants. Briefly, one experiment was performed with cell culture supernatants from an experiment containing single determinations of six DE-71 concentrations (0.01; 0.1; 1; 5; 10 and 50 mg DE-71/L) and duplicates of the negative controls (6H medium with and without 1‰ DMSO and 5H medium) and positive controls (0.02, 0.2 and 1.9 mg/L Triton X-100). The frozen cell supernatants were thawed and mixed by vortex. Fifty μL of each culture media sample were transferred to a 96-wells micro plate (Th.Geyer, Renningen, Germany) followed by addition of the same volume CytoTox-One reagent to all wells. The micro plate was mixed gently on a shaker and incubated at room temperature for 10–15 min. Twenty-five μl stop solution were added, and the plate was mixed again on a shaker before results were read on a fluorometer (Victor2, PerkinElmer, Waltham, MA, USA). The LDH content was expressed proportional to the produced fluorescence and given in relative fluorescence units. The cytotoxicity kit passed quality control assays according to the manufacturer.\n\n## PBDE analysis\nThree supernatants and three cell samples of pooled triplicates (addition of 0.01, 10 and 50 mg/L, respectively), one 1‰ DMSO control supernatant sample, one 1‰ DMSO control cell sample, three standard solutions of DE-71 in DMSO (0.01, 5 and 50 mg/L) and two solutions of DE-71 in cell media were analysed for content and composition of BDE-congeners at Aarhus University, Department of Environmental Science. This was done after the function analyses using once thawed samples. The measurements followed accredited methods for PBDEs in biota as described elsewhere [35] and included 11 tri- to heptabrominated congeners (BDE-17, 28, 47, 49, 66, 85, 99, 100, 153, 154 and 183). Inter-batch variation of the in-house reference material (n = 18), sand eel oil, ranged from 2.7% (BDE-47) to 14% (BDE-17), with a mean of 6.6% for all congeners. The instrumental detection limits ranged between 0.05 and 0.25 pg. Briefly, all samples (except for the three standard solutions of DE-71 in DMSO) were spiked with recovery standards, dried with diatomaceous earth (Varian) and Soxhlet extracted with hexane:acetone (4:1). The extracts were cleaned up on a multilayer column consisting of aluminum oxide, silica and acidified silica. After elution, volume reduction and addition of the internal standard (BDE-71, Cambridge Isotope Laboratories, Tewksbury, MA, USA), the samples were analysed by gas chromatography—mass spectrometry (GC-MS) with electron capture negative ionization. Quantification was based on two calibrations of ten standards each (0.05–25 ng/mL). The samples were extracted in three batches, each also containing 1–2 spiked control samples (approximately 10 ng of the individual congeners) and one blank. The three DE-71 stock solutions in DMSO, along with four spiked control samples (approximately 10 ng of the individual congeners) and two blanks, were evaporated to dryness in silicone vials [35], re-dissolved in iso-octane including the internal standard BDE-71 and analysed without further clean-up.\n\n## Statistics\nFor analysis of cAMP and Tg, culture supernatants were assessed in duplicates from 11different patients (total cultures, n = 14). The Tg- and cAMP-productions (mean of duplicates) as well as gene expression (cells from five different patients, duplicates were pooled before RNA extraction) were analysed by two way ANOVA followed by Tukey’s honest significant difference post hoc analysis to compare experiment groups (R, version 3.1.2). Ln-transformed data was used when necessary. Results from the Tukey analysis are given as estimated differences between groups in tables. The responses from TSH-stimulated cells with and without DMSO were compared by paired t-tests to investigate if DMSO had an isolated effect on stimulated thyroid cells. Appropriate responsiveness of the thyrocytes to TSH was demonstrated by comparing Tg and cAMP release from unstimulated (5H) and TSH-stimulated (6H) cells, respectively (paired t-test). Values below limit of detection (LOD) in the Tg analysis were replaced by the lowest standard value in the assay while undetectably low single cAMP concentrations were replaced by half the cAMP level of lowest detectable value in the assay. These differences were performed according to the different assay methods. Results were considered statistically significant when p < 0.05.\n\n## Ethics\nThe study was approved by The Danish committees on health research ethics, Capital region (Protocol number: H-1-2012-110 and additional protocol 44717). Paraadenomatous tissue samples were obtained from patients undergoing thyroidectomies. Patients gave oral and written informed consent prior to surgery. The paraadenomatous tissue was selected by the chief surgeon during the procedure.\n\n## Results\nInspection of the cell cultures by light microscopy demonstrated that DE-71 formed intracellular black granula in a concentration-dependent manner, with most granula observed in the wells exposed to 50 mg DE-71/L and none in the controls. Cell confluence was not affected by DE-71 addition, indicating that viability was not affected. TSH-responsiveness with stimulation of the thyrocytes was ensured by consistent stimulation of cAMP when cultured in medium with TSH compared to medium without TSH (p = 0.029,). No significant difference was found between the TSH-stimulated production of Tg by thyrocytes in DMSO- and culture media controls, respectively (p = 0.13). The DMSO-control (median = 88.3 μg Tg per L, range: 16.7–2,399 μg/L) was used as negative control in all further statistical calculations as DE-71 was dissolved in DMSO, thereby making DE-71 the only difference between control and experiment. DE-71 displayed an inhibiting two-phase -response effect on the TSH-induced Tg production (Fig 1A) (p<0.0001). Post hoc analysis (Table 2) showed that cultures exposed to 50 mg DE-71/L contained significantly less Tg than cultures exposed to either 0, 0.01, 0.1 or 1 mg DE-71/L (p = 0.0002–0.0012). Primary human thyrocyte cultures were incubated with 1 IU/L TSH and 0.01–50 mg DE-71/L, dissolved in dimethyl sulfoxide (DMSO). After 72 hours, the concentration of thyroglobulin (Tg) and cAMP in the culture media was measured by ELISA and by radioimmunoassay, respectively, and expressed as a ratio to the Tg (A)/cAMP (B)-concentration found in cultures exposed to DMSO control devoid of DE-71. One cAMP experiment resulted in undetectable control values for both duplicates, and the experimental values in that culture were therefore not eligible for statistical analysis. The dotted line represents the ratio to the control = 1. Bars and error bars represent mean+SD of seven (A)/six (B) experiments performed in duplicates. *p<0.05 compared to DMSO control after post hoc analysis, see Table 2. As shown in Fig 1B, DE-71 also caused inhibition of the TSH-induced production of cAMP, in a concentration-dependent manner (p<0.0001). The post hoc analysis (Table 3) showed that cultures exposed to 5, 10 and 50 mg DE-71/L contained less cAMP than the DMSO controls, and significant inhibitions were also found when comparing cAMP production in presence of DE-71 at a concentration of 50 mg DE-71/L with that observed in presence of 0.01–10 mg DE-71/L (p<0.0001–0.025). Comparisons of the negative controls without DE-71 with and without TSH showed no significant differences for the expression of any gene (Table 4). Median values of all examined thyroid-specific genes were higher in TSH-stimulated thyrocytes than in unstimulated controls. The production of IL-6, on the other hand, was apparently not affected by TSH as expected. Tg: thyroglobulin, TSHr: thyroid stimulating hormone receptor, TPO: thyroid peroxidase, IL-6: interleukin 6, NIS: sodium iodide symporter. Expression of Tg-mRNA, TPO-mRNA and TSHr-mRNA was inhibited by DE-71 (p<0.0001, p = 0.0029 and p = 0.00014, respectively), while DE-71 did not influence IL-6-mRNA nor NIS-mRNA production with statistical significance according to two-way ANOVA and the post hoc analysis (Fig 2, Table 5). The pattern shown in Fig 2 demonstrates a two phase response for Tg, TSHr and TPO gene expression. Even though no statistical significant difference was found for inhibition of NIS, the pattern in Fig 2 is similar for NIS compared to Tg, TSHr and TPO. Cultures of human thyrocytes were stimulated with 1 IU/TSH and in absence or presence of DE-71, at different concentrations. After 72 hours, expression of thyroglobulin (Tg), thyroid stimulated hormone receptor (TSHr), thyroid peroxidase (TPO), interleukin-6 (IL-6) and sodium iodide symporter (NIS) genes were measured by RT-qPCR. Shown are mean+SD of the ratio of quantified mRNA normalized to housekeeping gene to the negative control (control = 1; dotted line) for five experiments. *p<0.05 for the null-hypothesis that DE-71 had no effect. All other comparisons were not statistically significantly different and values are not shown. HSD: honest significant difference, Estimated difference: estimate of individual difference/intercept in gene expression between the indicated DE-71 concentration exposures (groups) in TukeyHSD. The post hoc-analysis revealed an influence from various DE-71 concentrations on Tg-, TPO- and TSHr gene expression (Table 5). Thus, cultures exposed to 1–50 mg DE-71/L expressed less Tg than DMSO controls. Significant differences were also found between 0.01 mg DE-71/L and 5–50 mg DE-71/L. The changes in Tg protein and mRNA levels correlated well with each other. Cultures exposed to 5–10 mg and 5–50 mg DE-71/L displayed significantly lower expression of TPO and TSHr, respectively, than controls. Moreover, less TPO-expression occurred in presence of 10 mg DE-71/L than in presence of 0.01 mg DE-71/L. TSHr expression was lower in presence of 50 mg/L than in presence of 0.01 mg/L DE-71, and also lower in presence of 5–50 mg DE-71/L than in presence of 0.1 mg DE-71/L (p-values are listed in Table 5). We next examined the cytotoxic effect of DE-71. To this end, cultures exposed to Triton X-100 served as positive control. Additions of 0.02, 0.2 or 1.9 mg/L of Triton X-100 caused increases in LDH concentration of the culture medium compared to the negative DMSO-control (Fig 3). However, only cells exposed to 0.2 and 1.9 mg/L Triton X-100 resulted in visibly affected cells by light microscopy. The cells had loosened from the vials and were fewer in number. The analyses were done on cell supernatants, which might include cell fragments, but adherent cell fractions were not included in the analysis. LDH was measured in relative fluorescence units (RFU), n = 1 culture; conc.: concentration, DMSO: dimethyl sulfoxide, PC = positive control (Triton X-100). At concentrations of 50 mg DE-71/L and 10 mg DE-71/L, DE-71 appeared to have some cytotoxic effect, indicated by an increase in supernatant LDH concentration compared to the DMSO control. However, the induced LDH release was lower than that induced by the lowest positive Triton X-100 control. The concentration of PBDE congeners in the supernatants and in the cells was close to added concentrations (Table 6). The vast majority of DE-71 added to thyrocyte cultures was found in the cell remnants. Thus, the concentration of DE-71 in cell supernatants, measured as the concentration of BDE-99, was only 0.2–1.8% of the added DE-71 concentration, while concentrations of DE-71 in cell remnants were 95.1–110% of the added concentrations (Table 6). The analyses of controls containing DMSO showed traces of BDE-99 (0.13 μg/L). Measured concentration of PBDE congeners (μg/L) in cells and supernatants in comparison to added concentrations of DE-71. LOD: Limit of detection. The DE-71 stock solutions mainly contained BDE-99 (50%), BDE-47 (29%), BDE-100 (9%), BDE-153 (5.1%) and BDE-154 (3.7%) (see [36]This pattern was similar in the supernatant and cells, however, with relatively more BDE-47 in the cells (23 ± 5.9%) than in the supernatant (13 ± 3.0%), and relatively less BDE-154 and BDE-153. The average recovery of the extracts and DE-71 standards was 90% (range: 75–105%) and 89% (range: 79–103%), respectively. One of the blanks contained traces of PBDEs at the level of the detection limits. The PBDEs spiked to co-extracted control samples were recovered at 97% on average (n = 8), ranging from 91% for BDE-183 to 100% for BDE-66.\n\n## Quality control of the cells\nInspection of the cell cultures by light microscopy demonstrated that DE-71 formed intracellular black granula in a concentration-dependent manner, with most granula observed in the wells exposed to 50 mg DE-71/L and none in the controls. Cell confluence was not affected by DE-71 addition, indicating that viability was not affected. TSH-responsiveness with stimulation of the thyrocytes was ensured by consistent stimulation of cAMP when cultured in medium with TSH compared to medium without TSH (p = 0.029,).\n\n## Tg production\nNo significant difference was found between the TSH-stimulated production of Tg by thyrocytes in DMSO- and culture media controls, respectively (p = 0.13). The DMSO-control (median = 88.3 μg Tg per L, range: 16.7–2,399 μg/L) was used as negative control in all further statistical calculations as DE-71 was dissolved in DMSO, thereby making DE-71 the only difference between control and experiment. DE-71 displayed an inhibiting two-phase -response effect on the TSH-induced Tg production (Fig 1A) (p<0.0001). Post hoc analysis (Table 2) showed that cultures exposed to 50 mg DE-71/L contained significantly less Tg than cultures exposed to either 0, 0.01, 0.1 or 1 mg DE-71/L (p = 0.0002–0.0012). Primary human thyrocyte cultures were incubated with 1 IU/L TSH and 0.01–50 mg DE-71/L, dissolved in dimethyl sulfoxide (DMSO). After 72 hours, the concentration of thyroglobulin (Tg) and cAMP in the culture media was measured by ELISA and by radioimmunoassay, respectively, and expressed as a ratio to the Tg (A)/cAMP (B)-concentration found in cultures exposed to DMSO control devoid of DE-71. One cAMP experiment resulted in undetectable control values for both duplicates, and the experimental values in that culture were therefore not eligible for statistical analysis. The dotted line represents the ratio to the control = 1. Bars and error bars represent mean+SD of seven (A)/six (B) experiments performed in duplicates. *p<0.05 compared to DMSO control after post hoc analysis, see Table 2.\n\n## cAMP production\nAs shown in Fig 1B, DE-71 also caused inhibition of the TSH-induced production of cAMP, in a concentration-dependent manner (p<0.0001). The post hoc analysis (Table 3) showed that cultures exposed to 5, 10 and 50 mg DE-71/L contained less cAMP than the DMSO controls, and significant inhibitions were also found when comparing cAMP production in presence of DE-71 at a concentration of 50 mg DE-71/L with that observed in presence of 0.01–10 mg DE-71/L (p<0.0001–0.025).\n\n## RT-qPCR\nComparisons of the negative controls without DE-71 with and without TSH showed no significant differences for the expression of any gene (Table 4). Median values of all examined thyroid-specific genes were higher in TSH-stimulated thyrocytes than in unstimulated controls. The production of IL-6, on the other hand, was apparently not affected by TSH as expected. Tg: thyroglobulin, TSHr: thyroid stimulating hormone receptor, TPO: thyroid peroxidase, IL-6: interleukin 6, NIS: sodium iodide symporter. Expression of Tg-mRNA, TPO-mRNA and TSHr-mRNA was inhibited by DE-71 (p<0.0001, p = 0.0029 and p = 0.00014, respectively), while DE-71 did not influence IL-6-mRNA nor NIS-mRNA production with statistical significance according to two-way ANOVA and the post hoc analysis (Fig 2, Table 5). The pattern shown in Fig 2 demonstrates a two phase response for Tg, TSHr and TPO gene expression. Even though no statistical significant difference was found for inhibition of NIS, the pattern in Fig 2 is similar for NIS compared to Tg, TSHr and TPO. Cultures of human thyrocytes were stimulated with 1 IU/TSH and in absence or presence of DE-71, at different concentrations. After 72 hours, expression of thyroglobulin (Tg), thyroid stimulated hormone receptor (TSHr), thyroid peroxidase (TPO), interleukin-6 (IL-6) and sodium iodide symporter (NIS) genes were measured by RT-qPCR. Shown are mean+SD of the ratio of quantified mRNA normalized to housekeeping gene to the negative control (control = 1; dotted line) for five experiments. *p<0.05 for the null-hypothesis that DE-71 had no effect. All other comparisons were not statistically significantly different and values are not shown. HSD: honest significant difference, Estimated difference: estimate of individual difference/intercept in gene expression between the indicated DE-71 concentration exposures (groups) in TukeyHSD. The post hoc-analysis revealed an influence from various DE-71 concentrations on Tg-, TPO- and TSHr gene expression (Table 5). Thus, cultures exposed to 1–50 mg DE-71/L expressed less Tg than DMSO controls. Significant differences were also found between 0.01 mg DE-71/L and 5–50 mg DE-71/L. The changes in Tg protein and mRNA levels correlated well with each other. Cultures exposed to 5–10 mg and 5–50 mg DE-71/L displayed significantly lower expression of TPO and TSHr, respectively, than controls. Moreover, less TPO-expression occurred in presence of 10 mg DE-71/L than in presence of 0.01 mg DE-71/L. TSHr expression was lower in presence of 50 mg/L than in presence of 0.01 mg/L DE-71, and also lower in presence of 5–50 mg DE-71/L than in presence of 0.1 mg DE-71/L (p-values are listed in Table 5).\n\n## Cytotoxicity\nWe next examined the cytotoxic effect of DE-71. To this end, cultures exposed to Triton X-100 served as positive control. Additions of 0.02, 0.2 or 1.9 mg/L of Triton X-100 caused increases in LDH concentration of the culture medium compared to the negative DMSO-control (Fig 3). However, only cells exposed to 0.2 and 1.9 mg/L Triton X-100 resulted in visibly affected cells by light microscopy. The cells had loosened from the vials and were fewer in number. The analyses were done on cell supernatants, which might include cell fragments, but adherent cell fractions were not included in the analysis. LDH was measured in relative fluorescence units (RFU), n = 1 culture; conc.: concentration, DMSO: dimethyl sulfoxide, PC = positive control (Triton X-100). At concentrations of 50 mg DE-71/L and 10 mg DE-71/L, DE-71 appeared to have some cytotoxic effect, indicated by an increase in supernatant LDH concentration compared to the DMSO control. However, the induced LDH release was lower than that induced by the lowest positive Triton X-100 control.\n\n## PBDE analysis\nThe concentration of PBDE congeners in the supernatants and in the cells was close to added concentrations (Table 6). The vast majority of DE-71 added to thyrocyte cultures was found in the cell remnants. Thus, the concentration of DE-71 in cell supernatants, measured as the concentration of BDE-99, was only 0.2–1.8% of the added DE-71 concentration, while concentrations of DE-71 in cell remnants were 95.1–110% of the added concentrations (Table 6). The analyses of controls containing DMSO showed traces of BDE-99 (0.13 μg/L). Measured concentration of PBDE congeners (μg/L) in cells and supernatants in comparison to added concentrations of DE-71. LOD: Limit of detection. The DE-71 stock solutions mainly contained BDE-99 (50%), BDE-47 (29%), BDE-100 (9%), BDE-153 (5.1%) and BDE-154 (3.7%) (see [36]This pattern was similar in the supernatant and cells, however, with relatively more BDE-47 in the cells (23 ± 5.9%) than in the supernatant (13 ± 3.0%), and relatively less BDE-154 and BDE-153. The average recovery of the extracts and DE-71 standards was 90% (range: 75–105%) and 89% (range: 79–103%), respectively. One of the blanks contained traces of PBDEs at the level of the detection limits. The PBDEs spiked to co-extracted control samples were recovered at 97% on average (n = 8), ranging from 91% for BDE-183 to 100% for BDE-66.\n\n## Discussion\nAn influence of EDCs on thyroid gland function has been suggested [18]. In the present study, we examined the influence of the PentaBDE mixture DE-71 on cultures of human primary thyroid cells grown in the presence or absence of TSH. We have previously shown that such cultures contain 98% Tg-producing cells, confirming the thyroid cell identity [30], and that TSH consistently increases cAMP release [37]. In this study we used Tg protein concentrations as surrogate marker of the ability of the cultured thyroid cells to secrete T3 and T4. The actual ability of the cell to produce the hormones is rather low, as previously found by our group (unpublished results). This is probably due to absence of iodine in the culture media, to the use of the cells in a non-polarized way [38] or due to cell arrangement in a monolayer compared to colloid rich follicles. Thyroid cell arrangement is different in vitro compared to in vivo (monolayer compared to colloid rich follicles). We therefore did not include measurements of these hormones in the present experimental set-up. The main congeners of DE-71 were determined by GC-MS-analysis and were in agreement with the profile of DE-71 specified by La Guardia et al. [10]. The GC-MS analysis confirmed that the amount of PBDEs added to the assays was available in the cell cultures, i.e. no major loss occurred through e.g. adsorption or degradation. Of key importance, we found that DE-71 inhibited the thyrocyte production of Tg in a two phase response manner and cAMP in a concentration-dependent manner. Furthermore, the expression of mRNA encoding Tg, TPO, and TSHr was also reduced by DE-71. Tg protein production and Tg gene expression seemed to be inhibited in a parallel manner. By contrast, expression of NIS was not significantly affected by DE-71, but appeared inhibited in a pattern similar to the inhibition of Tg, TPO and TSHr supporting the general inhibiting tendency of DE-71. However, the expression levels of NIS were low at baseline, why there is an uncertainty related to the expression levels of NIS. As expected, the expression of IL-6 was insignificant confirming identity of the cells as differentiated thyrocytes. As previously shown, IL-6 levels are expected to be lower in the TSH-stimulated control than in the unstimulated control [39]. The absolute change in gene expression may appear modest and this should be taken into account. Some of this could be due to the large between culture variation in human primary thyroid cell cultures [30]. However, the gene expression results are supported by the decreased protein levels found in the Tg and cAMP analysis which brings biological significance to the affected gene expression pathways. The mechanisms by which absorbed PBDEs act on the human thyroid homeostasis have not been clarified [19;24]. Suggestions include induction of uridine diphosphate glucuronyltransferase (UDPGT) activity [28;29], direct thyroid tissue attack, alterations in transport of thyroid hormones and hormone deactivation [16]. Furthermore, the chemical structure of PBDEs is very similar to the structure of the thyroid hormone T4 [13]. Thus, a competitive effect of the PBDEs on the thyroid hormone receptor is suspected, but the potential of such a mechanism is unknown [40]. Hence, multiple thyroid related endpoints impacted by PBDE exposure probably exist. No previous research has investigated the direct effects of DE-71 on thyrocytes. The combination of inhibited gene expression and protein production found in this study supports the hypothesis that DE-71 inhibits thyrocyte function by direct thyroid attack. This inhibition could be compared to that of the proinflammatory cytokine IL-1β. IL-1β was used as a positive control as it has consistently been shown to inhibit the differentiated function of thyroid cells (reviewed in [41]) in the same assay as the one in the present study [31;39;42;43]. Though direct comparison between previous studies and the present DE-71 study is not possible, since cells from different individuals have been used, the grade for DE-71 inhibition shown here is comparable to the one induced by IL-1β, albeit possibly at higher concentrations for DE-71 indicating a lower potency of DE-71 compared to IL-1β. However, the grade of DE-71 inhibition shown here seems to be as potent to the inhibition induced by IL-1β, at least for Tg and cAMP secretion, and Tg-, TPO- and TSHr-gene expression. In summary, multiple studies in other model systems have found DE-71 to be thyrotoxic. Overall the mode of action is presumed to be a combination of induction of liver enzymes and displacement of thyroid hormones from serum transport proteins together affecting the excretion of thyroid hormones [16;28;29]. As these pathways are not present in this assay the effect of DE-71 on the thyrocytes could be through different mechanisms, potentially adding a new mode of action to DE-71. Correlations between thyroid disturbances and PBDEs in humans have been described epidemiologically. One study showed significantly higher PBDE levels in umbilical cord blood and breast milk samples from mothers with a history of thyroid disease compared to healthy mothers [44], and another study suggested a correlation between congenital hypothyroidism and PBDEs in the serum [45], while Jacobson et al. found higher TSH and lower T4 concentrations among toddlers [46]. In 2016 Oulhote et al. found a positive association between reported hypothyroidism in women (aged 30–79 years) and the sum of PBDEs and BDE-47 alone in serum, however not significant for other BDEs [47]. Other disturbances in thyroid hormone concentrations correlating to PBDE-levels have been described as well [48;49]. This indicates an increased risk for disease in presence of higher blood PBDE-levels. Our findings support this notion. However, the causality of the correlation was questioned by Eggesbø et al. [50], who did not observe an association between TSH concentrations in whole blood of neonates and the PBDE concentrations in their mothers’ milk. In addition, Julander et al. found no significant increases in plasma PBDE concentrations with increasing length of exposure in a high-risk group (workers at an electronic recycling facility), and no significant correlations to thyroid hormone-concentrations [51]. They did, however, find a tendency to negative associations between free T4 and serum levels of BDE-28, BDE-153 and BDE-183. In conclusion, epidemiological studies have not given consistent results, as the studies have used varying endpoints, exposures and methods. More consistent results have been obtained from animal studies. Several in vivo rodent studies have pointed towards a thyroid hormone disturbance after PBDE-exposure, where lowered concentrations of T4 were the most frequent and significant finding [28;29;52–55]. Three of six studies found no changes in T3 levels in mice and rats [28;29;54], three studies measured TSH [28;54;55] where only one found an effect, and only in male rats [55]. However, all animal studies found significantly reduced T4 levels after exposure to PBDE. In addition de-Miranda et al. found decreased T4-serum concentrations in postnatal rats exposed to DE-71 with a reversible effect by adding T4 [56]. In line with our findings, another in vitro study revealed inhibited thyroid hormone-dependent Purkinje cell development after addition of DE-71 in two doses (10−10 M and 10−8 M) in the developing rat cerebellum [57]. In general, PBDE-doses used in animal experiments and measured exposure levels are difficult to compare with the concentrations of this study due to differences in units, the number of included congeners and method differences [1;12;58–60]. Our experiments were performed in serum-free conditions and thus the free PBDE concentrations may be lower in vivo where serum binding proteins for PBDE are present. The concentration range of DE-71 used in this study were similar to former in vitro studies with PBDEs [61;62]. The lowest concentration of DE-71 used in our study was 0.01 mg DE-71/L. As BDE-47 accounted for 29% of DE-71, this resulted in a concentration of BDE-47 of 2.9 μg/L, which is approximately 10–20 times higher than a typical median concentration of BDE-47 in serum of the US population. The levels in the general population of Europe are about 10 times lower than the US body burdens [1;12]. However, the distributions are usually highly skewed with medians clearly lower than arithmetic means, reflecting higher internal exposure levels in some individuals, which likely are closer to the concentrations used in this study. Animal experiments showing responses of the thyroid systems tend to use doses above that of this study [e.g. [55]], but rarely determine serum concentrations. The exposure doses usually exceed estimates of human exposure by several orders of magnitude [63]. In view of the above, our in vitro results should be extrapolated to in vivo actions with caution. There are a limited number of target sites and toxicity pathways in cells in vitro compared to the amount of target sites in an organ/multi-organ system, with many interactions and feedback systems [64]. In addition, it is not known, whether DE-71 accumulates intracellularly, which is possible since half-life ranges are long and PBDEs are highly lipophilic. The congener assessment showed orders of magnitude lower concentrations in the cell supernatants after ended experiments. Afterwards, we recovered the DE-71 concentrations added to cells in the respective cell remnants of 95–110%, which is an almost complete recovery. This indicated an intracellular accumulation of DE-71 or adhesion of DE-71 to the cells. Our measurements did not distinguish between cellular uptake and attachment to cells. Due to the high lipophilicity of DE-71, some of the compound may have attached to glassware and instruments during storage and experiments, resulting in lower effective DE-71 concentrations than assumed. This was, however, contradicted by the experiments recovering almost all of the added DE-71. Hence, the observed effects on thyroid cell function were probably due to intracellular actions of DE-71. Thyrocytes leaked LDH at high DE-71 concentrations indicating a cytotoxic effect of DE-71. However, all LDH-levels from DE-71 stimulated cell supernatants were below the lowest positive Triton X-100 control, and the cells appeared viable by microscopy. Hence, we assumed that the applied concentrations of DE-71 were not toxic to thyrocytes. However, it is possible that DE-71 has cytotoxic effects at low levels, which might explain the tendency of a no-dose dependent effect at higher DE-71 concentrations. It is highly relevant for future studies to examine this issue e.g. by other methods. Although production of PBDEs is now prohibited and some studies have indicated stagnations in exposure levels and in human and animal sera [1], the results reported here remain of relevance, since the long half-lives of PBDEs and their continuous release from existing products may affect humans for many years [9]. Moreover, DecaBDE is still in production and can be degraded to lower brominated diphenyl ethers [65;66]. New chemicals replacing the old PBDEs are largely untested and may have the same chemical properties as the old ones including toxicity and persistence [67].\n\n## Conclusion\nDE-71 exerted a two-phase response of Tg and a concentration-dependent inhibition of cAMP production from human thyrocytes as well as inhibition of the expression of the genes encoding Tg, TSHr and TPO. Former human epidemiological studies found changed thyroid hormone levels following exposure to DE-71, while animal studies found reduced T4-concentrations. Our findings suggest an inhibiting effect of PBDEs on thyroid cells, which may explain the disturbances of thyroid homeostasis found by others. Further investigations regarding thyroid disturbances exerted by PBDEs in humans are needed. In addition, further experiments are needed at a lower concentration spectrum of DE-71 or individual PBDE congeners. To predict systemic toxicological effects, in vivo studies with an in vivo design are needed.",
  "word_count": 8571,
  "char_count": 55767
}