{
  "pmcid": "PMC3355309",
  "doi": "10.1093/toxsci/kfs098",
  "title": "Effects of Chronic Exposure to an Environmentally Relevant Mixture of Brominated Flame Retardants on the Reproductive and Thyroid System in Adult Male Rats",
  "authors": [
    "Sheila R. Ernest",
    "Michael G. Wade",
    "Claudia Lalancette",
    "Yi-Qian Ma",
    "Robert G. Berger",
    "Bernard Robaire",
    "Barbara F. Hales"
  ],
  "year": "2012",
  "journal": "Toxicological Sciences",
  "abstract": "Brominated flame retardants (BFRs) are incorporated into a wide variety of consumer products, are readily released into home and work environments, and are present in house dust. Studies using animal models have revealed that exposure to polybrominated diphenyl ethers (PBDEs) may impair adult male reproductive function and thyroid hormone physiology. Such studies have generally characterized the outcome of acute or chronic exposure to a single BFR technical mixture or congener but not the impact of environmentally relevant BFR mixtures. We tested whether exposure to the BFRs found in house dust would have an adverse impact on the adult male rat reproductive system and thyroid function. Adult male Sprague Dawley rats were exposed to a complex BFR mixture composed of three commercial brominated diphenyl ethers (52.1% DE-71, 0.4% DE-79, and 44.2% decaBDE-209) and hexabromocyclododecane (3.3%), formulated to mimic the relative congener levels in house dust. BFRs were delivered in the diet at target doses of 0, 0.02, 0.2, 2, or 20 mg/kg/day for 70 days. Compared with controls, males exposed to the highest dose of BFRs displayed a significant increase in the weights of the kidneys and liver, which was accompanied by induction of CYP1A and CYP2B P450 hepatic drug–metabolizing enzymes. BFR exposure did not affect reproductive organ weights, serum testosterone levels, testicular function, or sperm DNA integrity. The highest dose caused thyroid toxicity as indicated by decreased serum thyroxine (T4) and hypertrophy of the thyroid gland epithelium. At lower doses, the thickness of the thyroid gland epithelium was reduced, but no changes in hormone levels (T4 and thyroid-stimulating hormone) were observed. Thus, exposure to BFRs affected liver and thyroid physiology but not male reproductive parameters.",
  "sections": [
    {
      "title": "MATERIALS AND METHODS",
      "text": "The BFR mixture was composed by combining three technical commercial mixtures of PBDEs (DE-71, DE-79, and BDE-209) and one mixture of HBCD to yield a ratio of PBDE congeners and HBCD comparable to that observed in house dust in Boston, MA (Allen et al., 2008; Stapleton et al., 2008) (Table 1). The HBCD was composed of all three isomers (alpha, beta, and gamma) but was enriched for the more environmentally stable alpha congener to represent the composition that might be found in house dust (Roosens et al., 2009). Technical DE-79 was purchased from Wellington Laboratories (Guelph, Canada), and BDE-209 (> 97% pure) was purchased from Sigma-Aldrich (St Louis, MO). DE-71 was generously provided by Doug Arnold (Health Canada), from stock provided by Chemtura (Lawrenceville, GA). The HBCD mixture was kindly provided by Ivan Curran (Health Canada). The BFR formulation was dissolved in corn oil and mixed into a powdered isoflavone-free rodent diet (Teklad Global 2019 diet; Harlan Laboratories, Madison, WI) with 15% vol/wt deionized water, pelleted, and allowed to dry at room temperature. Corn oil added to the diets amounted to 2.4 g/kg in addition to the 90 g/kg of soya oil present in this diet. Dried pellets were stored away from light at 4°C for no longer than 1 month prior to feeding. Diets contained 0, 0.25, 2.5, 25, and 250 mg of the BFR mixture/kg diet; assuming a daily food consumption of 80 g/kg body weight/day, this formulation delivered nominal doses of 0, 0.02, 0.2, 2.0, and 20 mg/kg body weight/day weight. The calculation of the lowest dose was based on assumptions of dust ingestions rates (100 mg/day) of children (16.5 kg body weight) and the scaling of dose from humans to rodents based on body surface area (1:6.3 human to rat) rather than weight. This dose estimates the highest levels of human exposure as indicated by the maximum BFR levels measured in house dust in the Boston studies (Allen et al., 2008; Stapleton et al., 2008). Diet Formulation Values for PBDE congeners in dust are those reported by Allen et al. (2008), whereas total HBCD values are derived from the analyses of the same samples but reported by Stapleton et al. (2008) Congener levels in technical DE-71 are those reported by Konstantinov et al. (2008). Congener levels in technical DE-79 are those reported in the certificate of analysis provided by supplier. Congener levels in BDE-209 are those reported in the certificate of analysis provided by supplier. Amount in final mixture. Adult Sprague Dawley male rats (350–375 g) were obtained from Charles River (St-Constant, Canada) and maintained on a 12-L:12-D cycle in the Animal Resources Centre of McGill University. Food and water were provided ad libitum. All animal studies were conducted in accordance with the procedures and principles outlined in the Guide to the Care and Use of Experimental Animals prepared by the Canadian Council on Animal Care (McGill Animal Research Centre protocol 5862). Animals were housed individually, and BFR mixture −72 consumption was monitored by measuring food weight on a weekly basis. Animals were acclimatized on the control diet for 1 week and randomly divided into the control and one of the BFR mixture four treatment groups (n = 15 per group) for a period of 70 days, a sufficient time for germ cells to progress from spermatogonia to mature spermatozoa. Animals were weighed and examined physically once a week. At the end of the 70-day treatment period, 50 rats (n = 10 per group) were euthanized by CO2 asphyxiation followed by exsanguination via cardiac puncture. The following organs were dissected: liver, kidneys, spleen, heart, lung, thymus, epididymis, testes, ventral prostate, vas deferens, and empty seminal vesicles (with coagulating glands). All organs were examined, weighed, snap frozen in liquid nitrogen, and stored at −80°C. Mature spermatozoa from the right cauda epididymidis were collected, as previously described (Delbes et al., 2007), and stored at −80°C until further analysis. Sperm from the contralateral cauda epididymidis were collected for direct motility analysis by computer-assisted sperm motility (CASA). The trachea, including the thyroid gland, was gently removed and fixed in neutral buffered formalin before being processed for morphological analysis. Whole blood was transferred to a Vacutainer SST (BD Biosciences Canada, Mississauga, ON), allowed to clot for 30 min at room temperature, then held on ice until centrifugation at 1300 × g for 20 min. Serum was aliquoted and stored at −80°C until assayed. The remaining 25 rats (n = 5 per group) were anaesthetized by injection of a cocktail containing ketamine (50 mg/kg), xylazine (5 mg/kg), and acepromazine (1 mg/kg); the left testis was cleared with saline and perfused with Bouin’s fluid through the abdominal aorta. The tissue was then excised, postfixed for an additional 24 h in the same fixative, dehydrated, and embedded in paraffin (Bieber et al., 2006). Calcium, magnesium, phosphorus, blood urea nitrogen, uric acid, albumin, total protein, creatine kinase, creatinine, triglycerides, cholesterol, glucose, alkaline phosphatase (ALP), and alanine aminotransferase (ALT) were measured in the serum (n = 8–10 per group) with an ABX Pentra 400 clinical chemistry analyzer (Horiba ABX, Montpellier, France). RNAs were extracted from liver samples (n = 9–10 per group) using TRIzol (Invitrogen, Burlington, Canada) following the manufacturer’s protocol. Briefly, frozen liver samples (50–100 mg) were homogenized in 1 ml of TRIzol using a steel ball in a Retch MM 400 mixer mill for 2 min at 25 Hz. After TRIzol extraction, the RNA was cleaned using an RNeasy Mini kit (Qiagen Inc., Mississauga, ON). RNA quantity and quality were assessed using a NanoDrop spectrophotometer (ThermoFisher Scientific, Ottawa, Canada). RNA was reverse transcribed in 20 μl reaction mix containing 1 μg total RNA using the QuantiTech reverse transcription kit (Qiagen Inc.). Primer sequences for Cyp1a1 (cytochrome P450, family1, member 1A1) and putative genes responsive to thyroid hormone receptor (Me1, malic enzyme 1, NADP(+)-dependent, cytosolic; Dio1, deiodinase I; and Thrsp, thyroid hormone responsive) and estrogen receptor (Apoa4, apolipoprotein A-IV; Igbp1, insulin-like growth factor binding protein 1; Lpin1, lipin 1, and serpinb9, serpin peptidase inhibitor, clade B [ovalbumin], member 9) are shown in Supplementary table 1. Real-time PCR reactions using SYBR Green in a final volume of 25 μl were performed using a CFX96 (Bio-Rad Laboratories Ltd, Mississauga, ON). PCR efficiency was examined using standard curves for each gene. Complementary DNAs from all treatment groups were pooled, except for Cyp1a1 where pools from the highest dose animals were used. Relative gene expression was calculated using the CFX Manager Software, with RNA loading correction based on the expression of two housekeeping genes, beta actin (Actb) and hypoxanthine-guanine phosphoribosyltransferase (Hprt). Frozen left testes (n = 9–10 per group) were disrupted using a mortar and pestle followed by homogenization via a 20 gauge needle and syringe combined with QIAshredder (Qiagen Inc.). RNA extraction was carried out using an RNeasy Plus Mini Kit with on-column DNase digestion (Qiagen Inc.) according to the manufacturer’s protocol. RNA concentrations were determined using the NanoDrop 2000 (ThermoFisher Scientific), and integrity was assessed by conventional gel electrophoresis. Primer sequences for genes involved in steroidogenesis (Star, steroidogenic acute regulatory protein; Cyp17a1, cytochrome P450 17-hydroxylase/lyase; Ar, androgen receptor; Srd5a1, steroid 5-reductase 1; Srd5a2, steroid 5-reductase 2; Cyp19a1, cytochrome P450, family 19, subfamily a, polypeptide 1; Esr1, estrogen receptor 1, and Esr2, estrogen receptor 2) are shown in Supplementary table 2. Real-time PCR reactions were run in duplicate using QuantiTect One-Step SYBR Green quantitative reverse transcription PCR (qRT-PCR) kits (Qiagen Inc.) in a volume of 20 μl with the Roche LightCycler system (Roche Diagnostics, Laval, QC). PCR efficiency was examined with standard curves for each gene utilizing RNA from control males. Relative gene expression was normalized to 18S ribosomal RNA. A 0.5 g piece of liver (n = 9–10 per group) was homogenized in 2.5 volumes (vol/wt) of cold 0.05M Tris-1.15% KCl buffer (pH 7.4). The 10,000 × g supernatant (S9 fraction) was retained and assayed for the activities of CYP1A1/1A2, 2B, 1A2/3A, and 2B/3A, using ethoxyresorufin-(EROD), pentoxyresorufin-(PROD), methoxyresorufin-(MROD), and benzyloxyresorufin-O-dealkylase (BROD) activities, respectively, according to the method of Burke et al. (1985), with modifications. Reactions were carried out at 37°C with triplicate samples in 96-well plates. The fluorescence of resorufin was measured with a SpectraMax M2 (Molecular Devices, Sunnyvale, CA), with excitation and emission wavelengths of 530 and 585 nm. Fluorescence values were converted to nanomoles using standard resorufin fluorescence. Protein content of the S9 fraction was measured using the Quick Start Bradford Protein Assay (Bio-Rad Laboratories, Hercules, CA) and a standard curve of bovine serum albumin. Serum testosterone concentrations were measured using a testosterone ELISA kit (IBL Immuno-Biological Laboratories, Hamburg, Germany), following the manufacturer’s protocol. Commercial radioimmunoassay kits were used to assay serum thyroxine (T4; MP Biomedicals, Lachine, QC) and TSH (MP Biomedicals). Sample size was 8–10 per group. Testicular sections (5 μm) were cut and mounted on charged slides and stained with hematoxylin and eosin (Sigma-Aldrich, Oakville, ON) for overall morphological evaluation (n = 5 per group). Images were captured using a Leica DM LB2 microscope (Leica Microsystems Inc., Concord, ON) using a 20× lens fitted with an Infinity-3 video camera (Lumenera Corp., Ottawa, ON). Fixed thyroid glands in situ on the trachea, were embedded in paraffin, sectioned (5 μm), and stained with periodic acid Schiff. The height of the thyroid gland epithelium was measured in sections known to be either in the interior or periphery of the gland using digital analysis of images. At least 10 images from each location (internal vs. periphery) per animal were analyzed, and measurements of epithelial height were taken from at least five separate follicles per image, selected using an overlaid, numbered grid, and five randomly generated numbers. All measurements were made blindly regarding the animal treatment (n = 9–10 per group) by a single observer. Portions of the frozen left testes (n = 10 per group) were thawed on ice and homogenized in 5 ml of 0.9% saline, 0.1% merthiolate, and 0.05% Triton X-100, for two intervals of 15 s, separated by a 30-s interval on ice. Sperm heads (condensed spermatids and spermatozoa) were counted using a hemocytometer (Robb et al., 1978). Spermatozoal motility was measured by CASA using our previously published method (Zubkova and Robaire, 2004). Briefly, spermatozoa from the cauda epididymidis were collected into 3 ml of motility buffer (Hanks Balanced Salt Solution, 0.35 mg/ml sodium bicarbonate, 0.1 mg/ml sodium pyruvate, 0.025 mg/ml soybean trypsin inhibitor, 2 mg/ml bovine serum albumin, pH 7.4 [Gibco Invitrogen, Burlington, ON], 4.2 mg/ml 4-(2-hydroxyethyl)-1-piperazineethanesulfonic acid, 0.9 mg/ml d-glucose [Sigma Chemical Co.], prewarmed to 37°C) and were allowed to disperse for 3 min. A volume of 20 μl of a 1:30-diluted suspension was loaded onto 2X Cel Sperm Analysis Chambers (Hamilton-Thorne Research, Beverly, MA), prewarmed to 37°C and analyzed using a Hamilton-Thorne IVOS Motility Analyzer, version 12 (Hamilton-Thorne Research); the following primary parameters were obtained: average path velocity (VAP), curvilinear velocity (VCL), straight line velocity (VSL), amplitude of lateral head displacement (ALH), as well as two derived parameters, linearity (LIN = BSL/VCL × 100) and straightness (STR = VSL/VAP × 100). Approximately 10,000–14,000 cauda epididymal spermatozoa were analyzed for each treatment group (n = 9–10 per group). Analysis was performed using the following settings: stage temperature, 37°C; frames acquired, 30; frame rate, 60 Hz; minimum contrast, 80; minimum cell size, 4 pixels; minimum static contrast, 15; cell intensity, 80; magnification, 0.82; static size limits, 0.29–8.82; and static intensity, 0.18–1.8. The chamber depth was 80 μm, where 20 μl were loaded into each chamber. DNA strand breaks in spermatozoa were evaluated using the alkaline comet assay, as previously described (Codrington et al., 2004). Briefly, frozen sperm samples were thawed, diluted, and 50 μl of the cell suspension (1 × 105 cells/ml) were mixed with molten agarose, and samples were placed on a two-well CometSlide (Trevigen Inc., Gaithersburg, MD). Slides were immersed in lysis buffer containing 10% dimethyl sulfoxide, 1% Triton X-100, and 40mM dithiothreitol for 1 h on ice and then incubated for 3 h at 37°C in lysis buffer containing 0.1 mg/ml proteinase K. Slides were washed, kept at 4°C for 10 min to reset the agarose, and immersed in freshly prepared alkaline solution (1mM EDTA and 0.05M NaOH, pH 12.1) for 45 min. Electrophoresis was done at 14 V (0.7 V/cm) for 10 min in 1× Tris-borate-EDTA buffer, pH 8 (Mini-Sub Cell GT; Bio-Rad Laboratories). Slides were then fixed in ethanol and stored at room temperature. DNA was stained with SYBR Green (Trevigen Inc.) (1:10,000 in Tris-EDTA buffer, pH 7.5) and immediately analyzed using an Infinity 3-1 digital camera (Lumenera Corp.) attached to a Leica DM LB2 fluorescence microscope. Fifty cells per well were selected at random and analyzed, for a total of 100 cells per animal (n = 5 per group), and fluorescent images were scored for comet parameters. Tail length, percent tail DNA, and tail extent moment (tail length/fraction of tail DNA) were assessed using the KOMET 5.0 image analysis system (Kinetic Imaging Ltd, Liverpool, U.K.). To assess the susceptibility of sperm nuclear DNA to acid-induced denaturation, the acridine orange (AO) assay, also known as the sperm chromatin structure assay (SCSA) (Evenson et al., 2002), was applied, as previously described (Delbes et al., 2007; Evenson et al., 2002). Briefly, sperm samples (2.5 × 106 cells/ml in PBS) were thawed, sonicated on ice, and mixed with denaturation buffer (0.08 N HCl, 0.15M NaCl, and 0.1% Triton X-100, pH 1.4) for 30 s at 4°C to denature uncondensed sperm DNA. After 30 s, 1.2 ml of AO staining solution (0.126M Na2HPO4, 0.037M citric acid buffer, 1mM EDTA, 0.15M NaCl, pH 6.0 containing 6 μg/ml AO [Sigma Chemical Company]) was added. Exactly 3 min following the addition of the denaturation buffer, spermatozoa were analyzed using a FACScan flow cytometer (BD Biosciences) fitted with an argon ion laser (488-nm line excitation). A positive control was obtained by preincubating the spermatozoa with 100mM H2O2 at 56°C for 45 min. The raw data were processed using WinList software (Verity Software House, Topsham, ME). Results were expressed as mean DNA fragmentation index (DFI), standard deviation of DFI, percentage of DFI (% DFI, corresponding to the percentage of cells outside the main population), and as percentage of spermatozoa with high green fluorescence or DNA stainability (% HDS), as an indication of sperm DNA compaction (Evenson et al., 2002). A total of 10,000 AO-labeled spermatozoa per sample (n = 5 per group) was analyzed and each sample was run in duplicate. Data were analyzed by one-way ANOVA followed by post hoc Dunnett’s test to compare means to control. When tests for assumptions of homogeneity of variance and normality failed, data were log transformed and retested. When homoscedasticity and normality were still not satisfied after this transformation, data were retested using Kruskal-Wallis (K-W) ANOVA on ranks. The level of significance was p < 0.05. For thyroid epithelium measures, data were analyzed by a two-way ANOVA followed by post hoc Duncan's multiple range test. Analyses were done using SigmaPlot version 12 (Systat Software, Chicago, IL) or JMP statistical software version 4.0.2 (SAS Institute, Cary, NC) except for K-W ANOVA on ranks and post hoc analyses, which were performed using SigmaStat version 3.5 (Systat Software)."
    },
    {
      "title": null,
      "text": "The BFR mixture was composed by combining three technical commercial mixtures of PBDEs (DE-71, DE-79, and BDE-209) and one mixture of HBCD to yield a ratio of PBDE congeners and HBCD comparable to that observed in house dust in Boston, MA (Allen et al., 2008; Stapleton et al., 2008) (Table 1). The HBCD was composed of all three isomers (alpha, beta, and gamma) but was enriched for the more environmentally stable alpha congener to represent the composition that might be found in house dust (Roosens et al., 2009). Technical DE-79 was purchased from Wellington Laboratories (Guelph, Canada), and BDE-209 (> 97% pure) was purchased from Sigma-Aldrich (St Louis, MO). DE-71 was generously provided by Doug Arnold (Health Canada), from stock provided by Chemtura (Lawrenceville, GA). The HBCD mixture was kindly provided by Ivan Curran (Health Canada). The BFR formulation was dissolved in corn oil and mixed into a powdered isoflavone-free rodent diet (Teklad Global 2019 diet; Harlan Laboratories, Madison, WI) with 15% vol/wt deionized water, pelleted, and allowed to dry at room temperature. Corn oil added to the diets amounted to 2.4 g/kg in addition to the 90 g/kg of soya oil present in this diet. Dried pellets were stored away from light at 4°C for no longer than 1 month prior to feeding. Diets contained 0, 0.25, 2.5, 25, and 250 mg of the BFR mixture/kg diet; assuming a daily food consumption of 80 g/kg body weight/day, this formulation delivered nominal doses of 0, 0.02, 0.2, 2.0, and 20 mg/kg body weight/day weight. The calculation of the lowest dose was based on assumptions of dust ingestions rates (100 mg/day) of children (16.5 kg body weight) and the scaling of dose from humans to rodents based on body surface area (1:6.3 human to rat) rather than weight. This dose estimates the highest levels of human exposure as indicated by the maximum BFR levels measured in house dust in the Boston studies (Allen et al., 2008; Stapleton et al., 2008). Diet Formulation Values for PBDE congeners in dust are those reported by Allen et al. (2008), whereas total HBCD values are derived from the analyses of the same samples but reported by Stapleton et al. (2008) Congener levels in technical DE-71 are those reported by Konstantinov et al. (2008). Congener levels in technical DE-79 are those reported in the certificate of analysis provided by supplier. Congener levels in BDE-209 are those reported in the certificate of analysis provided by supplier. Amount in final mixture. Adult Sprague Dawley male rats (350–375 g) were obtained from Charles River (St-Constant, Canada) and maintained on a 12-L:12-D cycle in the Animal Resources Centre of McGill University. Food and water were provided ad libitum. All animal studies were conducted in accordance with the procedures and principles outlined in the Guide to the Care and Use of Experimental Animals prepared by the Canadian Council on Animal Care (McGill Animal Research Centre protocol 5862). Animals were housed individually, and BFR mixture −72 consumption was monitored by measuring food weight on a weekly basis. Animals were acclimatized on the control diet for 1 week and randomly divided into the control and one of the BFR mixture four treatment groups (n = 15 per group) for a period of 70 days, a sufficient time for germ cells to progress from spermatogonia to mature spermatozoa. Animals were weighed and examined physically once a week. At the end of the 70-day treatment period, 50 rats (n = 10 per group) were euthanized by CO2 asphyxiation followed by exsanguination via cardiac puncture. The following organs were dissected: liver, kidneys, spleen, heart, lung, thymus, epididymis, testes, ventral prostate, vas deferens, and empty seminal vesicles (with coagulating glands). All organs were examined, weighed, snap frozen in liquid nitrogen, and stored at −80°C. Mature spermatozoa from the right cauda epididymidis were collected, as previously described (Delbes et al., 2007), and stored at −80°C until further analysis. Sperm from the contralateral cauda epididymidis were collected for direct motility analysis by computer-assisted sperm motility (CASA). The trachea, including the thyroid gland, was gently removed and fixed in neutral buffered formalin before being processed for morphological analysis. Whole blood was transferred to a Vacutainer SST (BD Biosciences Canada, Mississauga, ON), allowed to clot for 30 min at room temperature, then held on ice until centrifugation at 1300 × g for 20 min. Serum was aliquoted and stored at −80°C until assayed. The remaining 25 rats (n = 5 per group) were anaesthetized by injection of a cocktail containing ketamine (50 mg/kg), xylazine (5 mg/kg), and acepromazine (1 mg/kg); the left testis was cleared with saline and perfused with Bouin’s fluid through the abdominal aorta. The tissue was then excised, postfixed for an additional 24 h in the same fixative, dehydrated, and embedded in paraffin (Bieber et al., 2006). Calcium, magnesium, phosphorus, blood urea nitrogen, uric acid, albumin, total protein, creatine kinase, creatinine, triglycerides, cholesterol, glucose, alkaline phosphatase (ALP), and alanine aminotransferase (ALT) were measured in the serum (n = 8–10 per group) with an ABX Pentra 400 clinical chemistry analyzer (Horiba ABX, Montpellier, France). RNAs were extracted from liver samples (n = 9–10 per group) using TRIzol (Invitrogen, Burlington, Canada) following the manufacturer’s protocol. Briefly, frozen liver samples (50–100 mg) were homogenized in 1 ml of TRIzol using a steel ball in a Retch MM 400 mixer mill for 2 min at 25 Hz. After TRIzol extraction, the RNA was cleaned using an RNeasy Mini kit (Qiagen Inc., Mississauga, ON). RNA quantity and quality were assessed using a NanoDrop spectrophotometer (ThermoFisher Scientific, Ottawa, Canada). RNA was reverse transcribed in 20 μl reaction mix containing 1 μg total RNA using the QuantiTech reverse transcription kit (Qiagen Inc.). Primer sequences for Cyp1a1 (cytochrome P450, family1, member 1A1) and putative genes responsive to thyroid hormone receptor (Me1, malic enzyme 1, NADP(+)-dependent, cytosolic; Dio1, deiodinase I; and Thrsp, thyroid hormone responsive) and estrogen receptor (Apoa4, apolipoprotein A-IV; Igbp1, insulin-like growth factor binding protein 1; Lpin1, lipin 1, and serpinb9, serpin peptidase inhibitor, clade B [ovalbumin], member 9) are shown in Supplementary table 1. Real-time PCR reactions using SYBR Green in a final volume of 25 μl were performed using a CFX96 (Bio-Rad Laboratories Ltd, Mississauga, ON). PCR efficiency was examined using standard curves for each gene. Complementary DNAs from all treatment groups were pooled, except for Cyp1a1 where pools from the highest dose animals were used. Relative gene expression was calculated using the CFX Manager Software, with RNA loading correction based on the expression of two housekeeping genes, beta actin (Actb) and hypoxanthine-guanine phosphoribosyltransferase (Hprt). Frozen left testes (n = 9–10 per group) were disrupted using a mortar and pestle followed by homogenization via a 20 gauge needle and syringe combined with QIAshredder (Qiagen Inc.). RNA extraction was carried out using an RNeasy Plus Mini Kit with on-column DNase digestion (Qiagen Inc.) according to the manufacturer’s protocol. RNA concentrations were determined using the NanoDrop 2000 (ThermoFisher Scientific), and integrity was assessed by conventional gel electrophoresis. Primer sequences for genes involved in steroidogenesis (Star, steroidogenic acute regulatory protein; Cyp17a1, cytochrome P450 17-hydroxylase/lyase; Ar, androgen receptor; Srd5a1, steroid 5-reductase 1; Srd5a2, steroid 5-reductase 2; Cyp19a1, cytochrome P450, family 19, subfamily a, polypeptide 1; Esr1, estrogen receptor 1, and Esr2, estrogen receptor 2) are shown in Supplementary table 2. Real-time PCR reactions were run in duplicate using QuantiTect One-Step SYBR Green quantitative reverse transcription PCR (qRT-PCR) kits (Qiagen Inc.) in a volume of 20 μl with the Roche LightCycler system (Roche Diagnostics, Laval, QC). PCR efficiency was examined with standard curves for each gene utilizing RNA from control males. Relative gene expression was normalized to 18S ribosomal RNA. A 0.5 g piece of liver (n = 9–10 per group) was homogenized in 2.5 volumes (vol/wt) of cold 0.05M Tris-1.15% KCl buffer (pH 7.4). The 10,000 × g supernatant (S9 fraction) was retained and assayed for the activities of CYP1A1/1A2, 2B, 1A2/3A, and 2B/3A, using ethoxyresorufin-(EROD), pentoxyresorufin-(PROD), methoxyresorufin-(MROD), and benzyloxyresorufin-O-dealkylase (BROD) activities, respectively, according to the method of Burke et al. (1985), with modifications. Reactions were carried out at 37°C with triplicate samples in 96-well plates. The fluorescence of resorufin was measured with a SpectraMax M2 (Molecular Devices, Sunnyvale, CA), with excitation and emission wavelengths of 530 and 585 nm. Fluorescence values were converted to nanomoles using standard resorufin fluorescence. Protein content of the S9 fraction was measured using the Quick Start Bradford Protein Assay (Bio-Rad Laboratories, Hercules, CA) and a standard curve of bovine serum albumin. Serum testosterone concentrations were measured using a testosterone ELISA kit (IBL Immuno-Biological Laboratories, Hamburg, Germany), following the manufacturer’s protocol. Commercial radioimmunoassay kits were used to assay serum thyroxine (T4; MP Biomedicals, Lachine, QC) and TSH (MP Biomedicals). Sample size was 8–10 per group. Testicular sections (5 μm) were cut and mounted on charged slides and stained with hematoxylin and eosin (Sigma-Aldrich, Oakville, ON) for overall morphological evaluation (n = 5 per group). Images were captured using a Leica DM LB2 microscope (Leica Microsystems Inc., Concord, ON) using a 20× lens fitted with an Infinity-3 video camera (Lumenera Corp., Ottawa, ON). Fixed thyroid glands in situ on the trachea, were embedded in paraffin, sectioned (5 μm), and stained with periodic acid Schiff. The height of the thyroid gland epithelium was measured in sections known to be either in the interior or periphery of the gland using digital analysis of images. At least 10 images from each location (internal vs. periphery) per animal were analyzed, and measurements of epithelial height were taken from at least five separate follicles per image, selected using an overlaid, numbered grid, and five randomly generated numbers. All measurements were made blindly regarding the animal treatment (n = 9–10 per group) by a single observer. Portions of the frozen left testes (n = 10 per group) were thawed on ice and homogenized in 5 ml of 0.9% saline, 0.1% merthiolate, and 0.05% Triton X-100, for two intervals of 15 s, separated by a 30-s interval on ice. Sperm heads (condensed spermatids and spermatozoa) were counted using a hemocytometer (Robb et al., 1978). Spermatozoal motility was measured by CASA using our previously published method (Zubkova and Robaire, 2004). Briefly, spermatozoa from the cauda epididymidis were collected into 3 ml of motility buffer (Hanks Balanced Salt Solution, 0.35 mg/ml sodium bicarbonate, 0.1 mg/ml sodium pyruvate, 0.025 mg/ml soybean trypsin inhibitor, 2 mg/ml bovine serum albumin, pH 7.4 [Gibco Invitrogen, Burlington, ON], 4.2 mg/ml 4-(2-hydroxyethyl)-1-piperazineethanesulfonic acid, 0.9 mg/ml d-glucose [Sigma Chemical Co.], prewarmed to 37°C) and were allowed to disperse for 3 min. A volume of 20 μl of a 1:30-diluted suspension was loaded onto 2X Cel Sperm Analysis Chambers (Hamilton-Thorne Research, Beverly, MA), prewarmed to 37°C and analyzed using a Hamilton-Thorne IVOS Motility Analyzer, version 12 (Hamilton-Thorne Research); the following primary parameters were obtained: average path velocity (VAP), curvilinear velocity (VCL), straight line velocity (VSL), amplitude of lateral head displacement (ALH), as well as two derived parameters, linearity (LIN = BSL/VCL × 100) and straightness (STR = VSL/VAP × 100). Approximately 10,000–14,000 cauda epididymal spermatozoa were analyzed for each treatment group (n = 9–10 per group). Analysis was performed using the following settings: stage temperature, 37°C; frames acquired, 30; frame rate, 60 Hz; minimum contrast, 80; minimum cell size, 4 pixels; minimum static contrast, 15; cell intensity, 80; magnification, 0.82; static size limits, 0.29–8.82; and static intensity, 0.18–1.8. The chamber depth was 80 μm, where 20 μl were loaded into each chamber. DNA strand breaks in spermatozoa were evaluated using the alkaline comet assay, as previously described (Codrington et al., 2004). Briefly, frozen sperm samples were thawed, diluted, and 50 μl of the cell suspension (1 × 105 cells/ml) were mixed with molten agarose, and samples were placed on a two-well CometSlide (Trevigen Inc., Gaithersburg, MD). Slides were immersed in lysis buffer containing 10% dimethyl sulfoxide, 1% Triton X-100, and 40mM dithiothreitol for 1 h on ice and then incubated for 3 h at 37°C in lysis buffer containing 0.1 mg/ml proteinase K. Slides were washed, kept at 4°C for 10 min to reset the agarose, and immersed in freshly prepared alkaline solution (1mM EDTA and 0.05M NaOH, pH 12.1) for 45 min. Electrophoresis was done at 14 V (0.7 V/cm) for 10 min in 1× Tris-borate-EDTA buffer, pH 8 (Mini-Sub Cell GT; Bio-Rad Laboratories). Slides were then fixed in ethanol and stored at room temperature. DNA was stained with SYBR Green (Trevigen Inc.) (1:10,000 in Tris-EDTA buffer, pH 7.5) and immediately analyzed using an Infinity 3-1 digital camera (Lumenera Corp.) attached to a Leica DM LB2 fluorescence microscope. Fifty cells per well were selected at random and analyzed, for a total of 100 cells per animal (n = 5 per group), and fluorescent images were scored for comet parameters. Tail length, percent tail DNA, and tail extent moment (tail length/fraction of tail DNA) were assessed using the KOMET 5.0 image analysis system (Kinetic Imaging Ltd, Liverpool, U.K.). To assess the susceptibility of sperm nuclear DNA to acid-induced denaturation, the acridine orange (AO) assay, also known as the sperm chromatin structure assay (SCSA) (Evenson et al., 2002), was applied, as previously described (Delbes et al., 2007; Evenson et al., 2002). Briefly, sperm samples (2.5 × 106 cells/ml in PBS) were thawed, sonicated on ice, and mixed with denaturation buffer (0.08 N HCl, 0.15M NaCl, and 0.1% Triton X-100, pH 1.4) for 30 s at 4°C to denature uncondensed sperm DNA. After 30 s, 1.2 ml of AO staining solution (0.126M Na2HPO4, 0.037M citric acid buffer, 1mM EDTA, 0.15M NaCl, pH 6.0 containing 6 μg/ml AO [Sigma Chemical Company]) was added. Exactly 3 min following the addition of the denaturation buffer, spermatozoa were analyzed using a FACScan flow cytometer (BD Biosciences) fitted with an argon ion laser (488-nm line excitation). A positive control was obtained by preincubating the spermatozoa with 100mM H2O2 at 56°C for 45 min. The raw data were processed using WinList software (Verity Software House, Topsham, ME). Results were expressed as mean DNA fragmentation index (DFI), standard deviation of DFI, percentage of DFI (% DFI, corresponding to the percentage of cells outside the main population), and as percentage of spermatozoa with high green fluorescence or DNA stainability (% HDS), as an indication of sperm DNA compaction (Evenson et al., 2002). A total of 10,000 AO-labeled spermatozoa per sample (n = 5 per group) was analyzed and each sample was run in duplicate. Data were analyzed by one-way ANOVA followed by post hoc Dunnett’s test to compare means to control. When tests for assumptions of homogeneity of variance and normality failed, data were log transformed and retested. When homoscedasticity and normality were still not satisfied after this transformation, data were retested using Kruskal-Wallis (K-W) ANOVA on ranks. The level of significance was p < 0.05. For thyroid epithelium measures, data were analyzed by a two-way ANOVA followed by post hoc Duncan's multiple range test. Analyses were done using SigmaPlot version 12 (Systat Software, Chicago, IL) or JMP statistical software version 4.0.2 (SAS Institute, Cary, NC) except for K-W ANOVA on ranks and post hoc analyses, which were performed using SigmaStat version 3.5 (Systat Software)."
    },
    {
      "title": "Mixture Formulation",
      "text": "The BFR mixture was composed by combining three technical commercial mixtures of PBDEs (DE-71, DE-79, and BDE-209) and one mixture of HBCD to yield a ratio of PBDE congeners and HBCD comparable to that observed in house dust in Boston, MA (Allen et al., 2008; Stapleton et al., 2008) (Table 1). The HBCD was composed of all three isomers (alpha, beta, and gamma) but was enriched for the more environmentally stable alpha congener to represent the composition that might be found in house dust (Roosens et al., 2009). Technical DE-79 was purchased from Wellington Laboratories (Guelph, Canada), and BDE-209 (> 97% pure) was purchased from Sigma-Aldrich (St Louis, MO). DE-71 was generously provided by Doug Arnold (Health Canada), from stock provided by Chemtura (Lawrenceville, GA). The HBCD mixture was kindly provided by Ivan Curran (Health Canada). The BFR formulation was dissolved in corn oil and mixed into a powdered isoflavone-free rodent diet (Teklad Global 2019 diet; Harlan Laboratories, Madison, WI) with 15% vol/wt deionized water, pelleted, and allowed to dry at room temperature. Corn oil added to the diets amounted to 2.4 g/kg in addition to the 90 g/kg of soya oil present in this diet. Dried pellets were stored away from light at 4°C for no longer than 1 month prior to feeding. Diets contained 0, 0.25, 2.5, 25, and 250 mg of the BFR mixture/kg diet; assuming a daily food consumption of 80 g/kg body weight/day, this formulation delivered nominal doses of 0, 0.02, 0.2, 2.0, and 20 mg/kg body weight/day weight. The calculation of the lowest dose was based on assumptions of dust ingestions rates (100 mg/day) of children (16.5 kg body weight) and the scaling of dose from humans to rodents based on body surface area (1:6.3 human to rat) rather than weight. This dose estimates the highest levels of human exposure as indicated by the maximum BFR levels measured in house dust in the Boston studies (Allen et al., 2008; Stapleton et al., 2008). Diet Formulation Values for PBDE congeners in dust are those reported by Allen et al. (2008), whereas total HBCD values are derived from the analyses of the same samples but reported by Stapleton et al. (2008) Congener levels in technical DE-71 are those reported by Konstantinov et al. (2008). Congener levels in technical DE-79 are those reported in the certificate of analysis provided by supplier. Congener levels in BDE-209 are those reported in the certificate of analysis provided by supplier. Amount in final mixture."
    },
    {
      "title": "Animals and Treatment",
      "text": "Adult Sprague Dawley male rats (350–375 g) were obtained from Charles River (St-Constant, Canada) and maintained on a 12-L:12-D cycle in the Animal Resources Centre of McGill University. Food and water were provided ad libitum. All animal studies were conducted in accordance with the procedures and principles outlined in the Guide to the Care and Use of Experimental Animals prepared by the Canadian Council on Animal Care (McGill Animal Research Centre protocol 5862). Animals were housed individually, and BFR mixture −72 consumption was monitored by measuring food weight on a weekly basis. Animals were acclimatized on the control diet for 1 week and randomly divided into the control and one of the BFR mixture four treatment groups (n = 15 per group) for a period of 70 days, a sufficient time for germ cells to progress from spermatogonia to mature spermatozoa. Animals were weighed and examined physically once a week."
    },
    {
      "title": "Tissue Collection",
      "text": "At the end of the 70-day treatment period, 50 rats (n = 10 per group) were euthanized by CO2 asphyxiation followed by exsanguination via cardiac puncture. The following organs were dissected: liver, kidneys, spleen, heart, lung, thymus, epididymis, testes, ventral prostate, vas deferens, and empty seminal vesicles (with coagulating glands). All organs were examined, weighed, snap frozen in liquid nitrogen, and stored at −80°C. Mature spermatozoa from the right cauda epididymidis were collected, as previously described (Delbes et al., 2007), and stored at −80°C until further analysis. Sperm from the contralateral cauda epididymidis were collected for direct motility analysis by computer-assisted sperm motility (CASA). The trachea, including the thyroid gland, was gently removed and fixed in neutral buffered formalin before being processed for morphological analysis. Whole blood was transferred to a Vacutainer SST (BD Biosciences Canada, Mississauga, ON), allowed to clot for 30 min at room temperature, then held on ice until centrifugation at 1300 × g for 20 min. Serum was aliquoted and stored at −80°C until assayed. The remaining 25 rats (n = 5 per group) were anaesthetized by injection of a cocktail containing ketamine (50 mg/kg), xylazine (5 mg/kg), and acepromazine (1 mg/kg); the left testis was cleared with saline and perfused with Bouin’s fluid through the abdominal aorta. The tissue was then excised, postfixed for an additional 24 h in the same fixative, dehydrated, and embedded in paraffin (Bieber et al., 2006)."
    },
    {
      "title": "Clinical Chemistry",
      "text": "Calcium, magnesium, phosphorus, blood urea nitrogen, uric acid, albumin, total protein, creatine kinase, creatinine, triglycerides, cholesterol, glucose, alkaline phosphatase (ALP), and alanine aminotransferase (ALT) were measured in the serum (n = 8–10 per group) with an ABX Pentra 400 clinical chemistry analyzer (Horiba ABX, Montpellier, France)."
    },
    {
      "title": "Liver RNA Extraction and Real-Time Quantitative Reverse Transcription-PCR",
      "text": "RNAs were extracted from liver samples (n = 9–10 per group) using TRIzol (Invitrogen, Burlington, Canada) following the manufacturer’s protocol. Briefly, frozen liver samples (50–100 mg) were homogenized in 1 ml of TRIzol using a steel ball in a Retch MM 400 mixer mill for 2 min at 25 Hz. After TRIzol extraction, the RNA was cleaned using an RNeasy Mini kit (Qiagen Inc., Mississauga, ON). RNA quantity and quality were assessed using a NanoDrop spectrophotometer (ThermoFisher Scientific, Ottawa, Canada). RNA was reverse transcribed in 20 μl reaction mix containing 1 μg total RNA using the QuantiTech reverse transcription kit (Qiagen Inc.). Primer sequences for Cyp1a1 (cytochrome P450, family1, member 1A1) and putative genes responsive to thyroid hormone receptor (Me1, malic enzyme 1, NADP(+)-dependent, cytosolic; Dio1, deiodinase I; and Thrsp, thyroid hormone responsive) and estrogen receptor (Apoa4, apolipoprotein A-IV; Igbp1, insulin-like growth factor binding protein 1; Lpin1, lipin 1, and serpinb9, serpin peptidase inhibitor, clade B [ovalbumin], member 9) are shown in Supplementary table 1. Real-time PCR reactions using SYBR Green in a final volume of 25 μl were performed using a CFX96 (Bio-Rad Laboratories Ltd, Mississauga, ON). PCR efficiency was examined using standard curves for each gene. Complementary DNAs from all treatment groups were pooled, except for Cyp1a1 where pools from the highest dose animals were used. Relative gene expression was calculated using the CFX Manager Software, with RNA loading correction based on the expression of two housekeeping genes, beta actin (Actb) and hypoxanthine-guanine phosphoribosyltransferase (Hprt)."
    },
    {
      "title": "Testis RNA Extraction and Real-time Quantitative Reverse Transcription-PCR",
      "text": "Frozen left testes (n = 9–10 per group) were disrupted using a mortar and pestle followed by homogenization via a 20 gauge needle and syringe combined with QIAshredder (Qiagen Inc.). RNA extraction was carried out using an RNeasy Plus Mini Kit with on-column DNase digestion (Qiagen Inc.) according to the manufacturer’s protocol. RNA concentrations were determined using the NanoDrop 2000 (ThermoFisher Scientific), and integrity was assessed by conventional gel electrophoresis. Primer sequences for genes involved in steroidogenesis (Star, steroidogenic acute regulatory protein; Cyp17a1, cytochrome P450 17-hydroxylase/lyase; Ar, androgen receptor; Srd5a1, steroid 5-reductase 1; Srd5a2, steroid 5-reductase 2; Cyp19a1, cytochrome P450, family 19, subfamily a, polypeptide 1; Esr1, estrogen receptor 1, and Esr2, estrogen receptor 2) are shown in Supplementary table 2. Real-time PCR reactions were run in duplicate using QuantiTect One-Step SYBR Green quantitative reverse transcription PCR (qRT-PCR) kits (Qiagen Inc.) in a volume of 20 μl with the Roche LightCycler system (Roche Diagnostics, Laval, QC). PCR efficiency was examined with standard curves for each gene utilizing RNA from control males. Relative gene expression was normalized to 18S ribosomal RNA."
    },
    {
      "title": "Drug-Metabolizing Enzyme Activities",
      "text": "A 0.5 g piece of liver (n = 9–10 per group) was homogenized in 2.5 volumes (vol/wt) of cold 0.05M Tris-1.15% KCl buffer (pH 7.4). The 10,000 × g supernatant (S9 fraction) was retained and assayed for the activities of CYP1A1/1A2, 2B, 1A2/3A, and 2B/3A, using ethoxyresorufin-(EROD), pentoxyresorufin-(PROD), methoxyresorufin-(MROD), and benzyloxyresorufin-O-dealkylase (BROD) activities, respectively, according to the method of Burke et al. (1985), with modifications. Reactions were carried out at 37°C with triplicate samples in 96-well plates. The fluorescence of resorufin was measured with a SpectraMax M2 (Molecular Devices, Sunnyvale, CA), with excitation and emission wavelengths of 530 and 585 nm. Fluorescence values were converted to nanomoles using standard resorufin fluorescence. Protein content of the S9 fraction was measured using the Quick Start Bradford Protein Assay (Bio-Rad Laboratories, Hercules, CA) and a standard curve of bovine serum albumin."
    },
    {
      "title": "Hormone Measurements",
      "text": "Serum testosterone concentrations were measured using a testosterone ELISA kit (IBL Immuno-Biological Laboratories, Hamburg, Germany), following the manufacturer’s protocol. Commercial radioimmunoassay kits were used to assay serum thyroxine (T4; MP Biomedicals, Lachine, QC) and TSH (MP Biomedicals). Sample size was 8–10 per group."
    },
    {
      "title": "Histology",
      "text": "Testicular sections (5 μm) were cut and mounted on charged slides and stained with hematoxylin and eosin (Sigma-Aldrich, Oakville, ON) for overall morphological evaluation (n = 5 per group). Images were captured using a Leica DM LB2 microscope (Leica Microsystems Inc., Concord, ON) using a 20× lens fitted with an Infinity-3 video camera (Lumenera Corp., Ottawa, ON). Fixed thyroid glands in situ on the trachea, were embedded in paraffin, sectioned (5 μm), and stained with periodic acid Schiff. The height of the thyroid gland epithelium was measured in sections known to be either in the interior or periphery of the gland using digital analysis of images. At least 10 images from each location (internal vs. periphery) per animal were analyzed, and measurements of epithelial height were taken from at least five separate follicles per image, selected using an overlaid, numbered grid, and five randomly generated numbers. All measurements were made blindly regarding the animal treatment (n = 9–10 per group) by a single observer."
    },
    {
      "title": "Testis.",
      "text": "Testicular sections (5 μm) were cut and mounted on charged slides and stained with hematoxylin and eosin (Sigma-Aldrich, Oakville, ON) for overall morphological evaluation (n = 5 per group). Images were captured using a Leica DM LB2 microscope (Leica Microsystems Inc., Concord, ON) using a 20× lens fitted with an Infinity-3 video camera (Lumenera Corp., Ottawa, ON)."
    },
    {
      "title": "Thyroid gland.",
      "text": "Fixed thyroid glands in situ on the trachea, were embedded in paraffin, sectioned (5 μm), and stained with periodic acid Schiff. The height of the thyroid gland epithelium was measured in sections known to be either in the interior or periphery of the gland using digital analysis of images. At least 10 images from each location (internal vs. periphery) per animal were analyzed, and measurements of epithelial height were taken from at least five separate follicles per image, selected using an overlaid, numbered grid, and five randomly generated numbers. All measurements were made blindly regarding the animal treatment (n = 9–10 per group) by a single observer."
    },
    {
      "title": "Sperm Count and Motility",
      "text": "Portions of the frozen left testes (n = 10 per group) were thawed on ice and homogenized in 5 ml of 0.9% saline, 0.1% merthiolate, and 0.05% Triton X-100, for two intervals of 15 s, separated by a 30-s interval on ice. Sperm heads (condensed spermatids and spermatozoa) were counted using a hemocytometer (Robb et al., 1978). Spermatozoal motility was measured by CASA using our previously published method (Zubkova and Robaire, 2004). Briefly, spermatozoa from the cauda epididymidis were collected into 3 ml of motility buffer (Hanks Balanced Salt Solution, 0.35 mg/ml sodium bicarbonate, 0.1 mg/ml sodium pyruvate, 0.025 mg/ml soybean trypsin inhibitor, 2 mg/ml bovine serum albumin, pH 7.4 [Gibco Invitrogen, Burlington, ON], 4.2 mg/ml 4-(2-hydroxyethyl)-1-piperazineethanesulfonic acid, 0.9 mg/ml d-glucose [Sigma Chemical Co.], prewarmed to 37°C) and were allowed to disperse for 3 min. A volume of 20 μl of a 1:30-diluted suspension was loaded onto 2X Cel Sperm Analysis Chambers (Hamilton-Thorne Research, Beverly, MA), prewarmed to 37°C and analyzed using a Hamilton-Thorne IVOS Motility Analyzer, version 12 (Hamilton-Thorne Research); the following primary parameters were obtained: average path velocity (VAP), curvilinear velocity (VCL), straight line velocity (VSL), amplitude of lateral head displacement (ALH), as well as two derived parameters, linearity (LIN = BSL/VCL × 100) and straightness (STR = VSL/VAP × 100). Approximately 10,000–14,000 cauda epididymal spermatozoa were analyzed for each treatment group (n = 9–10 per group). Analysis was performed using the following settings: stage temperature, 37°C; frames acquired, 30; frame rate, 60 Hz; minimum contrast, 80; minimum cell size, 4 pixels; minimum static contrast, 15; cell intensity, 80; magnification, 0.82; static size limits, 0.29–8.82; and static intensity, 0.18–1.8. The chamber depth was 80 μm, where 20 μl were loaded into each chamber."
    },
    {
      "title": "Sperm DNA Integrity",
      "text": "DNA strand breaks in spermatozoa were evaluated using the alkaline comet assay, as previously described (Codrington et al., 2004). Briefly, frozen sperm samples were thawed, diluted, and 50 μl of the cell suspension (1 × 105 cells/ml) were mixed with molten agarose, and samples were placed on a two-well CometSlide (Trevigen Inc., Gaithersburg, MD). Slides were immersed in lysis buffer containing 10% dimethyl sulfoxide, 1% Triton X-100, and 40mM dithiothreitol for 1 h on ice and then incubated for 3 h at 37°C in lysis buffer containing 0.1 mg/ml proteinase K. Slides were washed, kept at 4°C for 10 min to reset the agarose, and immersed in freshly prepared alkaline solution (1mM EDTA and 0.05M NaOH, pH 12.1) for 45 min. Electrophoresis was done at 14 V (0.7 V/cm) for 10 min in 1× Tris-borate-EDTA buffer, pH 8 (Mini-Sub Cell GT; Bio-Rad Laboratories). Slides were then fixed in ethanol and stored at room temperature. DNA was stained with SYBR Green (Trevigen Inc.) (1:10,000 in Tris-EDTA buffer, pH 7.5) and immediately analyzed using an Infinity 3-1 digital camera (Lumenera Corp.) attached to a Leica DM LB2 fluorescence microscope. Fifty cells per well were selected at random and analyzed, for a total of 100 cells per animal (n = 5 per group), and fluorescent images were scored for comet parameters. Tail length, percent tail DNA, and tail extent moment (tail length/fraction of tail DNA) were assessed using the KOMET 5.0 image analysis system (Kinetic Imaging Ltd, Liverpool, U.K.). To assess the susceptibility of sperm nuclear DNA to acid-induced denaturation, the acridine orange (AO) assay, also known as the sperm chromatin structure assay (SCSA) (Evenson et al., 2002), was applied, as previously described (Delbes et al., 2007; Evenson et al., 2002). Briefly, sperm samples (2.5 × 106 cells/ml in PBS) were thawed, sonicated on ice, and mixed with denaturation buffer (0.08 N HCl, 0.15M NaCl, and 0.1% Triton X-100, pH 1.4) for 30 s at 4°C to denature uncondensed sperm DNA. After 30 s, 1.2 ml of AO staining solution (0.126M Na2HPO4, 0.037M citric acid buffer, 1mM EDTA, 0.15M NaCl, pH 6.0 containing 6 μg/ml AO [Sigma Chemical Company]) was added. Exactly 3 min following the addition of the denaturation buffer, spermatozoa were analyzed using a FACScan flow cytometer (BD Biosciences) fitted with an argon ion laser (488-nm line excitation). A positive control was obtained by preincubating the spermatozoa with 100mM H2O2 at 56°C for 45 min. The raw data were processed using WinList software (Verity Software House, Topsham, ME). Results were expressed as mean DNA fragmentation index (DFI), standard deviation of DFI, percentage of DFI (% DFI, corresponding to the percentage of cells outside the main population), and as percentage of spermatozoa with high green fluorescence or DNA stainability (% HDS), as an indication of sperm DNA compaction (Evenson et al., 2002). A total of 10,000 AO-labeled spermatozoa per sample (n = 5 per group) was analyzed and each sample was run in duplicate."
    },
    {
      "title": "Comet assay.",
      "text": "DNA strand breaks in spermatozoa were evaluated using the alkaline comet assay, as previously described (Codrington et al., 2004). Briefly, frozen sperm samples were thawed, diluted, and 50 μl of the cell suspension (1 × 105 cells/ml) were mixed with molten agarose, and samples were placed on a two-well CometSlide (Trevigen Inc., Gaithersburg, MD). Slides were immersed in lysis buffer containing 10% dimethyl sulfoxide, 1% Triton X-100, and 40mM dithiothreitol for 1 h on ice and then incubated for 3 h at 37°C in lysis buffer containing 0.1 mg/ml proteinase K. Slides were washed, kept at 4°C for 10 min to reset the agarose, and immersed in freshly prepared alkaline solution (1mM EDTA and 0.05M NaOH, pH 12.1) for 45 min. Electrophoresis was done at 14 V (0.7 V/cm) for 10 min in 1× Tris-borate-EDTA buffer, pH 8 (Mini-Sub Cell GT; Bio-Rad Laboratories). Slides were then fixed in ethanol and stored at room temperature. DNA was stained with SYBR Green (Trevigen Inc.) (1:10,000 in Tris-EDTA buffer, pH 7.5) and immediately analyzed using an Infinity 3-1 digital camera (Lumenera Corp.) attached to a Leica DM LB2 fluorescence microscope. Fifty cells per well were selected at random and analyzed, for a total of 100 cells per animal (n = 5 per group), and fluorescent images were scored for comet parameters. Tail length, percent tail DNA, and tail extent moment (tail length/fraction of tail DNA) were assessed using the KOMET 5.0 image analysis system (Kinetic Imaging Ltd, Liverpool, U.K.)."
    },
    {
      "title": "Acridine orange/sperm chromatin structure assay.",
      "text": "To assess the susceptibility of sperm nuclear DNA to acid-induced denaturation, the acridine orange (AO) assay, also known as the sperm chromatin structure assay (SCSA) (Evenson et al., 2002), was applied, as previously described (Delbes et al., 2007; Evenson et al., 2002). Briefly, sperm samples (2.5 × 106 cells/ml in PBS) were thawed, sonicated on ice, and mixed with denaturation buffer (0.08 N HCl, 0.15M NaCl, and 0.1% Triton X-100, pH 1.4) for 30 s at 4°C to denature uncondensed sperm DNA. After 30 s, 1.2 ml of AO staining solution (0.126M Na2HPO4, 0.037M citric acid buffer, 1mM EDTA, 0.15M NaCl, pH 6.0 containing 6 μg/ml AO [Sigma Chemical Company]) was added. Exactly 3 min following the addition of the denaturation buffer, spermatozoa were analyzed using a FACScan flow cytometer (BD Biosciences) fitted with an argon ion laser (488-nm line excitation). A positive control was obtained by preincubating the spermatozoa with 100mM H2O2 at 56°C for 45 min. The raw data were processed using WinList software (Verity Software House, Topsham, ME). Results were expressed as mean DNA fragmentation index (DFI), standard deviation of DFI, percentage of DFI (% DFI, corresponding to the percentage of cells outside the main population), and as percentage of spermatozoa with high green fluorescence or DNA stainability (% HDS), as an indication of sperm DNA compaction (Evenson et al., 2002). A total of 10,000 AO-labeled spermatozoa per sample (n = 5 per group) was analyzed and each sample was run in duplicate."
    },
    {
      "title": "Statistical Analyses",
      "text": "Data were analyzed by one-way ANOVA followed by post hoc Dunnett’s test to compare means to control. When tests for assumptions of homogeneity of variance and normality failed, data were log transformed and retested. When homoscedasticity and normality were still not satisfied after this transformation, data were retested using Kruskal-Wallis (K-W) ANOVA on ranks. The level of significance was p < 0.05. For thyroid epithelium measures, data were analyzed by a two-way ANOVA followed by post hoc Duncan's multiple range test. Analyses were done using SigmaPlot version 12 (Systat Software, Chicago, IL) or JMP statistical software version 4.0.2 (SAS Institute, Cary, NC) except for K-W ANOVA on ranks and post hoc analyses, which were performed using SigmaStat version 3.5 (Systat Software)."
    },
    {
      "title": "RESULTS",
      "text": "The 70-day exposure to the BFR mixture did not affect survival; rats appeared normal, with no hair loss, impaired mobility, or hunched posture. Body weight gain (Fig. 1A), absolute body weight (Supplementary figure 1A), as well as weekly food consumption (Supplementary figure 1B), were unaffected. Based on an average food consumption of 30 g per day, daily exposure for each treatment group was estimated at 0.014, 0.14, 1.39, and 14.0 mg/kg/day (Supplementary table 3), resulting in 68–70% of target doses. Therefore, the lowest dose to which the rats were exposed was 0.007 mg/kg pentaBDE, 0.006 mg/kg decaBDE, 0.0005 mg/kg HBCD, and 0.00005 mg/kg octaBDE. Effects of 70-day BFR exposure on body weights and liver and kidney weights in male rats. (A) Change in body weight during the BFR treatment. Male rats were randomly divided into five treatment groups: 0 (control), 0.02, 0.2, 2, and 20 mg/kg/day. Animals were weighed weekly for 70–72 days and the overall change in body weight during this period is shown. Bars represent the means ± SEM (n = 15 per group). At the end of BFR treatment, (B) liver and (C) kidneys were weighed and normalized to body weight (BW, g/kg BW). Values are expressed as mean ± SEM (n = 15 per group). *p < 0.05 compared with control. The highest BFR dose significantly increased relative liver (Fig. 1B) and kidney (Fig. 1C) weights compared with control. There were no effects of exposure on spleen, thymus, lung, or heart weights (data not shown). To determine the effects of BFR on various organ systems, a variety of parameters of serum biochemistry were assessed (Table 2). Of these, only glucose was significantly reduced at the highest BFR exposure level (p = 0.03). Uric acid showed a dose-related decrease, but this effect was not statistically significant (p = 0.096; Table 2). Serum Biochemistry Notes. Values are expressed as mean ± SEM of (n) observations per treatment. Values in bold are significantly different from control. *p < 0.05 compared with control. To further evaluate the effects of BFR exposure, RNA levels and the catalytic activities of drug-metabolizing enzymes in the liver were measured. The highest BFR dose significantly increased Cyp1a1 messenger RNA (mRNA) levels by 50-fold (Fig. 2) and its EROD catalytic activity by 4.6-fold (Fig. 3A), in addition to increasing MROD (CYP2B activity, 3.2-fold) and PROD (CYP2B/3A activity, 5.6-fold) activities, compared with controls (Figs. 3B and C). The CYP1A2/3A-mediated BROD activity showed a dose-dependent increase in both the 2 (2-fold) and 20 (8.9-fold) mg/kg/day BFR exposure groups (Fig. 3D), suggesting that BROD may represent a more sensitive marker of response to our BFR mixture. Effects of BFR exposure on liver Cyp1a1 mRNA levels. Relative levels of hepatic Cyp1a1 mRNA were determined by qRT-PCR and normalized to both Actb and Hprt, then compared with control levels. Values are expressed as mean ± SEM (n = 9–10 per group). *p < 0.01 compared with control. Effects of BFR exposure on the hepatic activities of drug-metabolizing enzymes. The activities of ethoxy-(EROD) (A), methoxy-(MROD) (B), propyloxy-(PROD) (C), and benzyloxy-(BROD) (D)-resorufin-O-deethylation were measured in hepatic S9 fractions prepared from frozen liver tissues, as described in the text. Activities were corrected for S9 protein levels and are expressed as mean ± SEM (n = 9–10 per group). *p < 0.05 compared with control. Various male reproductive parameters were evaluated following the 70-day BFR treatment. Androgen-responsive organ weights (Figs. 4A–E) and serum testosterone levels (Fig. 4F) were unaffected by BFR exposure. Although testosterone levels appeared to increase with BFR exposure, this did not reach statistical significance (p = 0.78); the variability observed may be due to the pulsatile nature of testosterone secretion (Bartke et al., 1973). BFR exposure had no observable effect on testicular sperm count (Supplementary figure 2). Testicular histology did not reveal significant morphological changes in seminiferous tubular structure or in cellular composition between controls and animals in the highest BFR dose group (Supplementary figure 3). Reproductive organ weights and serum testosterone levels in control and BFR-treated males. At the end of treatment, (A) epididymis, (B) testes, (C) empty seminal vesicles, (D) prostate, and (E) vas deferens were weighed. Blood was collected and (F) serum testosterone concentrations were measured by ELISA. Values are expressed as mean ± SEM (n = 8–10 per group). Motility of spermatozoa isolated from the cauda epididymidis was also analyzed. There were no effects on sperm motility or motion parameters (Supplementary table 4). As toxicants may still affect sperm chromatin integrity without observable effects on sperm counts, motility, or testicular histology (Delbes et al., 2010), DNA integrity in caudal sperm was also assessed. BFR treatment did not induce sperm DNA single or double strand breaks, as measured by the COMET assay (Supplementary figure 4), and did not affect the susceptibility of the spermatozoa to low pH denaturation, as assessed by the SCSA assay (Supplementary figure 5). To further assess the impact of BFR treatment on testicular function, the RNA expression of key genes involved in the steroidogenesis pathway was examined by qRT-PCR (Supplementary figure 6). Although there was an overall treatment effect on Ar gene expression, the differences were not significant compared with control and were not dose related. No significant changes in the relative mRNA expression of any of the other genes were observed. To assess BFR effects on thyroid physiology, serum T4 and TSH levels were measured (Fig. 5). In the group exposed to the highest BFR dose, T4 levels were significantly reduced to 73% of control levels (p < 0.0001; Fig. 5A), but TSH levels were unchanged (Fig. 5B). Although serum thyroid hormone levels indicate immediate effects of chemical exposure on the hypothalamic-pituitary-thyroid (HPT) axis, thyroid gland histomorphology provides a more integrated and persistent indicator of adverse chemical effects on thyroid hormone physiology. Qualitative evaluation of the inner follicles of thyroid glands did not reveal pathological changes induced by BFR exposure with the exception of increased vacuolation of the luminal apices of epithelial cells apparent in high dose animals (Fig. 6). Thyroid epithelial thickness (a reliable indicator of TSH stimulation) was measured in two general locations in the thyroid gland (inner and outer follicles) to determine if these sites, known to have different levels of physiological activity (Low, 1982), respond differently to BFRs. As expected, inner follicles had thicker epithelia than outer follicles (9.85 ± 1.2 vs. 4.74 ± 0.99 μm for inner vs. outer, respectively, p < 0.001) across all doses, reflecting the increased sensitivity of the inner follicles to TSH. Exposure to the BFR mixture caused a biphasic response in epithelial thickness in the inner follicles, with a reduction in thickness in response to lower doses but a significant increase at the highest dose (Fig. 7A). Follicles at the periphery showed no change in epithelial thickness in response to any dose of the flame retardant mixture (Fig. 7B). To determine if BFR exposure influenced thyroid hormone action at the level of a target tissue, as reported for structurally similar compounds such as polychlorinated biphenyls (PCBs) (Bansal and Zoeller, 2008), we investigated the expression of several thyroid hormone–regulated genes in the liver (Table 3). Gene expression of lipogenic enzyme Me1, known to be induced by thyroid hormone stimulation (Dozin et al., 1985), was significantly increased in animals fed the highest BFR-supplemented diet, despite reduction in circulating T4 levels (Fig. 5). No dose of BFR significantly altered mRNA levels of either Thrsp or Dio1 (Table 3), although both are positively regulated by thyroid hormone action (Kohrle, 2002; Narayan et al., 1984). Esr-responsive genes were also assessed because liver Me1 expression is induced by estrogenic substances (Schmutzler et al., 2004); their mRNA levels were unaffected by the BFR treatment (Table 3). Hepatic Gene Expression Notes. Values are expressed as mean levels of RNA, normalized to control levels, ± SEM of (n) observations per treatment. Values in bold are significantly different from control. *p < 0.05 compared with control. Effects of BFR exposure on circulating (A) thyroxine (T4) and (B) TSH. Serum collected at termination was assayed for both hormones, as described in the text. Values are expressed as mean ± SEM (n = 9–10 per group). *p < 0.05 compared with control. Light micrographs (×200, periodic acid Schiff staining) of the inner follicles of thyroid glands of control (A) and BFR-treated males (B) 0.02, (C) 0.2, (D) 2.0, or (E) 20 mg/kg/day. “c” indicates follicular colloid in the acellular lumen, whereas the arrow indicates the single layer of cuboidal epithelium that surrounds and encloses the follicle. Bar = 50 μm. Effects of BFR exposure on height of the (A) inner and (B) outer thyroid follicular epithelium. Values are expressed as mean ± SEM (n = 9–10 per group). Bars with the same letter superscript are not significantly different."
    },
    {
      "title": "DISCUSSION",
      "text": "Adult male rats exposed for 70 days to a high dose of a complex BFR mixture mimicking the relative congener levels in house dust showed enlargement of the liver and kidney and altered thyroid hormone parameters; no impact on the reproductive system was noted. This BFR mixture was incorporated into experimental diets to deliver nominal exposures of 0.02, 0.2, 2, and 20 mg/kg. Based on the measured food consumption, rats ingested an average of 0.014, 0.14, 1.39, and 14.0 mg/kg/day or approximately 70% of our target doses. Liver and kidney weights were increased by 18 and 12%, respectively, at the highest BFR exposure level; these increases are within the typical range for xenobiotic exposure (Maronpot et al., 2010) and indicative of toxicity. However, these changes were not accompanied by increases in ALT and ALP, the usual serum biological markers indicative of liver damage, or in blood urea nitrogen, creatinine, and uric acid, indicative of kidney damage. These results are not unusual because circulating levels of these markers may not correlate well with the degree of organ injury, and significant increases are often associated with severe and irreversible injury (Ennulat et al., 2010). Liver enlargement was associated with increased activities in EROD/MROD and PROD activities, suggesting induction of CYP1A1/1A2 and CYP2B P450 drug-metabolizing enzymes, respectively. Induction of BROD, catalyzed by CYP1A, CYP2B, and CYP3A (Burke et al., 1994), was observed in both the 2 and 20 mg/kg/day BFR dose groups. Although BROD does not provide a definitive measure of any single enzyme, it does indicate that phase I enzymes were induced at the second highest dose. Induction of EROD and PROD activities was also reported for male rats treated with pentaBDE (van der Ven et al., 2008a) or decaBDE (van der Ven et al., 2008b), whereas only PROD was induced in HBCD-treated males (Germer et al., 2006). Induction of CYP1A and CYP2B suggests activation of the aryl hydrocarbon receptor (AhR) and the constitutive androstane receptor (CAR) pathways, respectively (Honkakoski and Negishi, 2000). The significant decrease in serum glucose that was observed may be secondary to repression of gluconeogenesis through activation of the CAR pathway. This has also been observed with phenobarbital-like compounds (Rushmore and Kong, 2002). Alternatively, it may be secondary to thyroid hormone–induced alterations in transcription of the glucose transporter gene (Chidakel et al., 2005). Our results are consistent with observations reported after exposure to pentaBDE (van der Ven et al., 2008a) and HBCD (van der Ven et al., 2006). Exposure to the BFR mixture throughout all stages of male germ cell development in adult rats had no effect on the reproductive system, as assessed by a wide range of parameters; these included the weights of reproductive organs, testicular function (testosterone levels, histology, sperm count and motility, and gene expression), and sperm DNA integrity (COMET assay and SCSA). Our results are consistent with observations reported after exposure of adult male rats to several technical BFR mixtures. No effects were seen on sperm counts (van der Ven et al., 2006, 2008a,b), and reproductive organ weights were affected after exposure to relatively high doses of pentaBDE (starting from 27.5 mg/kg/day) (van der Ven et al., 2008a). In contrast, low doses of decaBDE (starting from 0.2 mg/kg/day) were reported to increase seminal vesicle weights (van der Ven et al., 2008b). There is evidence that male rats exposed during development or weaning are likely to be more sensitive than adults to BFRs (Stoker et al., 2005; van der Ven et al., 2009). Indeed, maternal breast milk PBDE levels were directly correlated with the incidence of cryptorchidism in 3-month-old boys (Main et al., 2007). Further studies will be necessary to establish the potential hazards of the BFR mixture to the developing male reproductive tract. In contrast to the apparent insensitivity of the adult male reproductive system to BFRs, treatment with our BFR mixture reduced serum total T4; paradoxically, this was not accompanied by a compensatory increase in TSH. A variety of other substances known to activate the AhR or CAR pathways also have been reported to reduce circulating T4 levels with minimal or no compensatory increase in TSH; these include Aroclor 1254, a mixture of PCBs, phenobarbital, 3-methylcholanthrene (Barter and Klaassen, 1994), and 2,3,7,8-tetrachlorodibenzo-p-dioxin (Schuur et al., 1997). Histomorphological analysis of the thyroid gland epithelium revealed a biphasic effect of the BFR mixture on the HPT axis, suggesting a thyroid hormone–like action of the mixture, at least at the lowest dose. Epithelial thickness is largely a result of the trophic action of TSH (Capen and Martin, 1989) and provides an integrated measure reflecting the culmination of the recent history of TSH, whereas serum levels reflect a single point. Thyroid epithelial thickness was reduced at the lowest dose of the BFR mixture, suggesting a reduction in trophic stimulation in the gland, and was increased at the highest dose to significantly exceed control thickness. Although serum TSH levels did not change with any dose of the mixture, mechanistically relevant changes in the target organ of this hormone suggest that the cumulative action of TSH up until sacrifice was significantly altered by the mixture. The reduction in epithelial height at the lowest dose suggests the possibility that (a) component(s) of the BFR mixture was acting like thyroid hormone in suppressing TSH release. However, the lack of change in expression of any thyroid hormone–responsive genes (DioI and Thsrp) in the liver or genes in the ventricles (Myh6, myosin, heavy chain 6, cardiac muscle, alpha; Myh7, myosin, heavy chain 7, cardiac muscle, beta; Pln, phospholamban Atp2a2, ATPase, Ca++ transporting, cardiac muscle, and slow twitch 2; data not shown) at any dose does not support the argument that BFRs are being converted to thyroid hormone receptor agonists. The sole thyroid hormone–responsive gene to show any response was Me1 and its transcript was elevated in the livers of animals consuming the highest BFR dose. The lack of effect on other hepatic thyroid hormone–responsive genes suggests that some of the Me1 response was not mediated through the activation of a thyroid receptor. Hepatic transcription of Me1 is also increased by treatment with estrogenic substances in vivo (Schmutzler et al., 2004). Some PBDE metabolites have been shown to activate Esr (Kojima et al., 2009), but the lack of change in hepatic estrogen–responsive genes in the current study argues against Esr activation by BFRs in the mixture. Specific induction of hepatic Me1 gene expression has also been reported in rats exposed to other organochlorines, such as hexachlorobenzene (HCB) (Loaiza-Perez et al., 1999). The presence of a thyroid hormone response element in the promoter region was essential for the HCB-induced increase in Me1 transcription in hepatoma cells in vitro. This would suggest that the thyroid hormone receptor is required for this effect (Loaiza-Perez et al., 1999), although HCB does not bind to the ligand-binding domain of the thyroid hormone receptor (Li et al., 2008). Altogether, these results suggest that the expression of Me1 is influenced by BFRs and other organochlorines through an uncharacterized interaction with the thyroid hormone receptor and thyroid hormone–responsive elements. In conclusion, we found no evidence that exposure to an environmentally relevant mixture of BFRs commonly found in North American residences presents a risk to adult male rat reproductive function. Further analyses are currently underway to determine whether this exposure produced serum levels similar to those found in humans. Nevertheless, the absence of effects on any of diverse measures of male reproductive function across a broad range of doses, including those that induced xenobiotic metabolism activity in the liver, provides some assurance that adult BFR exposure does not influence male fertility. These data provide a robust dataset for assessing the hazard of this exposure. At the highest dose, multiple end-points (reduced serum T4 and increased epithelial thickness and hepatic Me1 expression) of thyroid physiology were adversely affected. Thus, the weight of evidence argues that thyroid hormone physiology is influenced in adult male rats by high dose exposure to an environmentally relevant mixture of BFRs."
    },
    {
      "title": "SUPPLEMENTARY DATA",
      "text": "Supplementary data are available online at http://toxsci.oxfordjournals.org/."
    },
    {
      "title": "FUNDING",
      "text": "Canadian Institutes of Health Research (CIHR), Institute for Human Development, Child and Youth Health (RHF100625)."
    }
  ],
  "full_text": "## MATERIALS AND METHODS\nThe BFR mixture was composed by combining three technical commercial mixtures of PBDEs (DE-71, DE-79, and BDE-209) and one mixture of HBCD to yield a ratio of PBDE congeners and HBCD comparable to that observed in house dust in Boston, MA (Allen et al., 2008; Stapleton et al., 2008) (Table 1). The HBCD was composed of all three isomers (alpha, beta, and gamma) but was enriched for the more environmentally stable alpha congener to represent the composition that might be found in house dust (Roosens et al., 2009). Technical DE-79 was purchased from Wellington Laboratories (Guelph, Canada), and BDE-209 (> 97% pure) was purchased from Sigma-Aldrich (St Louis, MO). DE-71 was generously provided by Doug Arnold (Health Canada), from stock provided by Chemtura (Lawrenceville, GA). The HBCD mixture was kindly provided by Ivan Curran (Health Canada). The BFR formulation was dissolved in corn oil and mixed into a powdered isoflavone-free rodent diet (Teklad Global 2019 diet; Harlan Laboratories, Madison, WI) with 15% vol/wt deionized water, pelleted, and allowed to dry at room temperature. Corn oil added to the diets amounted to 2.4 g/kg in addition to the 90 g/kg of soya oil present in this diet. Dried pellets were stored away from light at 4°C for no longer than 1 month prior to feeding. Diets contained 0, 0.25, 2.5, 25, and 250 mg of the BFR mixture/kg diet; assuming a daily food consumption of 80 g/kg body weight/day, this formulation delivered nominal doses of 0, 0.02, 0.2, 2.0, and 20 mg/kg body weight/day weight. The calculation of the lowest dose was based on assumptions of dust ingestions rates (100 mg/day) of children (16.5 kg body weight) and the scaling of dose from humans to rodents based on body surface area (1:6.3 human to rat) rather than weight. This dose estimates the highest levels of human exposure as indicated by the maximum BFR levels measured in house dust in the Boston studies (Allen et al., 2008; Stapleton et al., 2008). Diet Formulation Values for PBDE congeners in dust are those reported by Allen et al. (2008), whereas total HBCD values are derived from the analyses of the same samples but reported by Stapleton et al. (2008) Congener levels in technical DE-71 are those reported by Konstantinov et al. (2008). Congener levels in technical DE-79 are those reported in the certificate of analysis provided by supplier. Congener levels in BDE-209 are those reported in the certificate of analysis provided by supplier. Amount in final mixture. Adult Sprague Dawley male rats (350–375 g) were obtained from Charles River (St-Constant, Canada) and maintained on a 12-L:12-D cycle in the Animal Resources Centre of McGill University. Food and water were provided ad libitum. All animal studies were conducted in accordance with the procedures and principles outlined in the Guide to the Care and Use of Experimental Animals prepared by the Canadian Council on Animal Care (McGill Animal Research Centre protocol 5862). Animals were housed individually, and BFR mixture −72 consumption was monitored by measuring food weight on a weekly basis. Animals were acclimatized on the control diet for 1 week and randomly divided into the control and one of the BFR mixture four treatment groups (n = 15 per group) for a period of 70 days, a sufficient time for germ cells to progress from spermatogonia to mature spermatozoa. Animals were weighed and examined physically once a week. At the end of the 70-day treatment period, 50 rats (n = 10 per group) were euthanized by CO2 asphyxiation followed by exsanguination via cardiac puncture. The following organs were dissected: liver, kidneys, spleen, heart, lung, thymus, epididymis, testes, ventral prostate, vas deferens, and empty seminal vesicles (with coagulating glands). All organs were examined, weighed, snap frozen in liquid nitrogen, and stored at −80°C. Mature spermatozoa from the right cauda epididymidis were collected, as previously described (Delbes et al., 2007), and stored at −80°C until further analysis. Sperm from the contralateral cauda epididymidis were collected for direct motility analysis by computer-assisted sperm motility (CASA). The trachea, including the thyroid gland, was gently removed and fixed in neutral buffered formalin before being processed for morphological analysis. Whole blood was transferred to a Vacutainer SST (BD Biosciences Canada, Mississauga, ON), allowed to clot for 30 min at room temperature, then held on ice until centrifugation at 1300 × g for 20 min. Serum was aliquoted and stored at −80°C until assayed. The remaining 25 rats (n = 5 per group) were anaesthetized by injection of a cocktail containing ketamine (50 mg/kg), xylazine (5 mg/kg), and acepromazine (1 mg/kg); the left testis was cleared with saline and perfused with Bouin’s fluid through the abdominal aorta. The tissue was then excised, postfixed for an additional 24 h in the same fixative, dehydrated, and embedded in paraffin (Bieber et al., 2006). Calcium, magnesium, phosphorus, blood urea nitrogen, uric acid, albumin, total protein, creatine kinase, creatinine, triglycerides, cholesterol, glucose, alkaline phosphatase (ALP), and alanine aminotransferase (ALT) were measured in the serum (n = 8–10 per group) with an ABX Pentra 400 clinical chemistry analyzer (Horiba ABX, Montpellier, France). RNAs were extracted from liver samples (n = 9–10 per group) using TRIzol (Invitrogen, Burlington, Canada) following the manufacturer’s protocol. Briefly, frozen liver samples (50–100 mg) were homogenized in 1 ml of TRIzol using a steel ball in a Retch MM 400 mixer mill for 2 min at 25 Hz. After TRIzol extraction, the RNA was cleaned using an RNeasy Mini kit (Qiagen Inc., Mississauga, ON). RNA quantity and quality were assessed using a NanoDrop spectrophotometer (ThermoFisher Scientific, Ottawa, Canada). RNA was reverse transcribed in 20 μl reaction mix containing 1 μg total RNA using the QuantiTech reverse transcription kit (Qiagen Inc.). Primer sequences for Cyp1a1 (cytochrome P450, family1, member 1A1) and putative genes responsive to thyroid hormone receptor (Me1, malic enzyme 1, NADP(+)-dependent, cytosolic; Dio1, deiodinase I; and Thrsp, thyroid hormone responsive) and estrogen receptor (Apoa4, apolipoprotein A-IV; Igbp1, insulin-like growth factor binding protein 1; Lpin1, lipin 1, and serpinb9, serpin peptidase inhibitor, clade B [ovalbumin], member 9) are shown in Supplementary table 1. Real-time PCR reactions using SYBR Green in a final volume of 25 μl were performed using a CFX96 (Bio-Rad Laboratories Ltd, Mississauga, ON). PCR efficiency was examined using standard curves for each gene. Complementary DNAs from all treatment groups were pooled, except for Cyp1a1 where pools from the highest dose animals were used. Relative gene expression was calculated using the CFX Manager Software, with RNA loading correction based on the expression of two housekeeping genes, beta actin (Actb) and hypoxanthine-guanine phosphoribosyltransferase (Hprt). Frozen left testes (n = 9–10 per group) were disrupted using a mortar and pestle followed by homogenization via a 20 gauge needle and syringe combined with QIAshredder (Qiagen Inc.). RNA extraction was carried out using an RNeasy Plus Mini Kit with on-column DNase digestion (Qiagen Inc.) according to the manufacturer’s protocol. RNA concentrations were determined using the NanoDrop 2000 (ThermoFisher Scientific), and integrity was assessed by conventional gel electrophoresis. Primer sequences for genes involved in steroidogenesis (Star, steroidogenic acute regulatory protein; Cyp17a1, cytochrome P450 17-hydroxylase/lyase; Ar, androgen receptor; Srd5a1, steroid 5-reductase 1; Srd5a2, steroid 5-reductase 2; Cyp19a1, cytochrome P450, family 19, subfamily a, polypeptide 1; Esr1, estrogen receptor 1, and Esr2, estrogen receptor 2) are shown in Supplementary table 2. Real-time PCR reactions were run in duplicate using QuantiTect One-Step SYBR Green quantitative reverse transcription PCR (qRT-PCR) kits (Qiagen Inc.) in a volume of 20 μl with the Roche LightCycler system (Roche Diagnostics, Laval, QC). PCR efficiency was examined with standard curves for each gene utilizing RNA from control males. Relative gene expression was normalized to 18S ribosomal RNA. A 0.5 g piece of liver (n = 9–10 per group) was homogenized in 2.5 volumes (vol/wt) of cold 0.05M Tris-1.15% KCl buffer (pH 7.4). The 10,000 × g supernatant (S9 fraction) was retained and assayed for the activities of CYP1A1/1A2, 2B, 1A2/3A, and 2B/3A, using ethoxyresorufin-(EROD), pentoxyresorufin-(PROD), methoxyresorufin-(MROD), and benzyloxyresorufin-O-dealkylase (BROD) activities, respectively, according to the method of Burke et al. (1985), with modifications. Reactions were carried out at 37°C with triplicate samples in 96-well plates. The fluorescence of resorufin was measured with a SpectraMax M2 (Molecular Devices, Sunnyvale, CA), with excitation and emission wavelengths of 530 and 585 nm. Fluorescence values were converted to nanomoles using standard resorufin fluorescence. Protein content of the S9 fraction was measured using the Quick Start Bradford Protein Assay (Bio-Rad Laboratories, Hercules, CA) and a standard curve of bovine serum albumin. Serum testosterone concentrations were measured using a testosterone ELISA kit (IBL Immuno-Biological Laboratories, Hamburg, Germany), following the manufacturer’s protocol. Commercial radioimmunoassay kits were used to assay serum thyroxine (T4; MP Biomedicals, Lachine, QC) and TSH (MP Biomedicals). Sample size was 8–10 per group. Testicular sections (5 μm) were cut and mounted on charged slides and stained with hematoxylin and eosin (Sigma-Aldrich, Oakville, ON) for overall morphological evaluation (n = 5 per group). Images were captured using a Leica DM LB2 microscope (Leica Microsystems Inc., Concord, ON) using a 20× lens fitted with an Infinity-3 video camera (Lumenera Corp., Ottawa, ON). Fixed thyroid glands in situ on the trachea, were embedded in paraffin, sectioned (5 μm), and stained with periodic acid Schiff. The height of the thyroid gland epithelium was measured in sections known to be either in the interior or periphery of the gland using digital analysis of images. At least 10 images from each location (internal vs. periphery) per animal were analyzed, and measurements of epithelial height were taken from at least five separate follicles per image, selected using an overlaid, numbered grid, and five randomly generated numbers. All measurements were made blindly regarding the animal treatment (n = 9–10 per group) by a single observer. Portions of the frozen left testes (n = 10 per group) were thawed on ice and homogenized in 5 ml of 0.9% saline, 0.1% merthiolate, and 0.05% Triton X-100, for two intervals of 15 s, separated by a 30-s interval on ice. Sperm heads (condensed spermatids and spermatozoa) were counted using a hemocytometer (Robb et al., 1978). Spermatozoal motility was measured by CASA using our previously published method (Zubkova and Robaire, 2004). Briefly, spermatozoa from the cauda epididymidis were collected into 3 ml of motility buffer (Hanks Balanced Salt Solution, 0.35 mg/ml sodium bicarbonate, 0.1 mg/ml sodium pyruvate, 0.025 mg/ml soybean trypsin inhibitor, 2 mg/ml bovine serum albumin, pH 7.4 [Gibco Invitrogen, Burlington, ON], 4.2 mg/ml 4-(2-hydroxyethyl)-1-piperazineethanesulfonic acid, 0.9 mg/ml d-glucose [Sigma Chemical Co.], prewarmed to 37°C) and were allowed to disperse for 3 min. A volume of 20 μl of a 1:30-diluted suspension was loaded onto 2X Cel Sperm Analysis Chambers (Hamilton-Thorne Research, Beverly, MA), prewarmed to 37°C and analyzed using a Hamilton-Thorne IVOS Motility Analyzer, version 12 (Hamilton-Thorne Research); the following primary parameters were obtained: average path velocity (VAP), curvilinear velocity (VCL), straight line velocity (VSL), amplitude of lateral head displacement (ALH), as well as two derived parameters, linearity (LIN = BSL/VCL × 100) and straightness (STR = VSL/VAP × 100). Approximately 10,000–14,000 cauda epididymal spermatozoa were analyzed for each treatment group (n = 9–10 per group). Analysis was performed using the following settings: stage temperature, 37°C; frames acquired, 30; frame rate, 60 Hz; minimum contrast, 80; minimum cell size, 4 pixels; minimum static contrast, 15; cell intensity, 80; magnification, 0.82; static size limits, 0.29–8.82; and static intensity, 0.18–1.8. The chamber depth was 80 μm, where 20 μl were loaded into each chamber. DNA strand breaks in spermatozoa were evaluated using the alkaline comet assay, as previously described (Codrington et al., 2004). Briefly, frozen sperm samples were thawed, diluted, and 50 μl of the cell suspension (1 × 105 cells/ml) were mixed with molten agarose, and samples were placed on a two-well CometSlide (Trevigen Inc., Gaithersburg, MD). Slides were immersed in lysis buffer containing 10% dimethyl sulfoxide, 1% Triton X-100, and 40mM dithiothreitol for 1 h on ice and then incubated for 3 h at 37°C in lysis buffer containing 0.1 mg/ml proteinase K. Slides were washed, kept at 4°C for 10 min to reset the agarose, and immersed in freshly prepared alkaline solution (1mM EDTA and 0.05M NaOH, pH 12.1) for 45 min. Electrophoresis was done at 14 V (0.7 V/cm) for 10 min in 1× Tris-borate-EDTA buffer, pH 8 (Mini-Sub Cell GT; Bio-Rad Laboratories). Slides were then fixed in ethanol and stored at room temperature. DNA was stained with SYBR Green (Trevigen Inc.) (1:10,000 in Tris-EDTA buffer, pH 7.5) and immediately analyzed using an Infinity 3-1 digital camera (Lumenera Corp.) attached to a Leica DM LB2 fluorescence microscope. Fifty cells per well were selected at random and analyzed, for a total of 100 cells per animal (n = 5 per group), and fluorescent images were scored for comet parameters. Tail length, percent tail DNA, and tail extent moment (tail length/fraction of tail DNA) were assessed using the KOMET 5.0 image analysis system (Kinetic Imaging Ltd, Liverpool, U.K.). To assess the susceptibility of sperm nuclear DNA to acid-induced denaturation, the acridine orange (AO) assay, also known as the sperm chromatin structure assay (SCSA) (Evenson et al., 2002), was applied, as previously described (Delbes et al., 2007; Evenson et al., 2002). Briefly, sperm samples (2.5 × 106 cells/ml in PBS) were thawed, sonicated on ice, and mixed with denaturation buffer (0.08 N HCl, 0.15M NaCl, and 0.1% Triton X-100, pH 1.4) for 30 s at 4°C to denature uncondensed sperm DNA. After 30 s, 1.2 ml of AO staining solution (0.126M Na2HPO4, 0.037M citric acid buffer, 1mM EDTA, 0.15M NaCl, pH 6.0 containing 6 μg/ml AO [Sigma Chemical Company]) was added. Exactly 3 min following the addition of the denaturation buffer, spermatozoa were analyzed using a FACScan flow cytometer (BD Biosciences) fitted with an argon ion laser (488-nm line excitation). A positive control was obtained by preincubating the spermatozoa with 100mM H2O2 at 56°C for 45 min. The raw data were processed using WinList software (Verity Software House, Topsham, ME). Results were expressed as mean DNA fragmentation index (DFI), standard deviation of DFI, percentage of DFI (% DFI, corresponding to the percentage of cells outside the main population), and as percentage of spermatozoa with high green fluorescence or DNA stainability (% HDS), as an indication of sperm DNA compaction (Evenson et al., 2002). A total of 10,000 AO-labeled spermatozoa per sample (n = 5 per group) was analyzed and each sample was run in duplicate. Data were analyzed by one-way ANOVA followed by post hoc Dunnett’s test to compare means to control. When tests for assumptions of homogeneity of variance and normality failed, data were log transformed and retested. When homoscedasticity and normality were still not satisfied after this transformation, data were retested using Kruskal-Wallis (K-W) ANOVA on ranks. The level of significance was p < 0.05. For thyroid epithelium measures, data were analyzed by a two-way ANOVA followed by post hoc Duncan's multiple range test. Analyses were done using SigmaPlot version 12 (Systat Software, Chicago, IL) or JMP statistical software version 4.0.2 (SAS Institute, Cary, NC) except for K-W ANOVA on ranks and post hoc analyses, which were performed using SigmaStat version 3.5 (Systat Software).\n\n## None\nThe BFR mixture was composed by combining three technical commercial mixtures of PBDEs (DE-71, DE-79, and BDE-209) and one mixture of HBCD to yield a ratio of PBDE congeners and HBCD comparable to that observed in house dust in Boston, MA (Allen et al., 2008; Stapleton et al., 2008) (Table 1). The HBCD was composed of all three isomers (alpha, beta, and gamma) but was enriched for the more environmentally stable alpha congener to represent the composition that might be found in house dust (Roosens et al., 2009). Technical DE-79 was purchased from Wellington Laboratories (Guelph, Canada), and BDE-209 (> 97% pure) was purchased from Sigma-Aldrich (St Louis, MO). DE-71 was generously provided by Doug Arnold (Health Canada), from stock provided by Chemtura (Lawrenceville, GA). The HBCD mixture was kindly provided by Ivan Curran (Health Canada). The BFR formulation was dissolved in corn oil and mixed into a powdered isoflavone-free rodent diet (Teklad Global 2019 diet; Harlan Laboratories, Madison, WI) with 15% vol/wt deionized water, pelleted, and allowed to dry at room temperature. Corn oil added to the diets amounted to 2.4 g/kg in addition to the 90 g/kg of soya oil present in this diet. Dried pellets were stored away from light at 4°C for no longer than 1 month prior to feeding. Diets contained 0, 0.25, 2.5, 25, and 250 mg of the BFR mixture/kg diet; assuming a daily food consumption of 80 g/kg body weight/day, this formulation delivered nominal doses of 0, 0.02, 0.2, 2.0, and 20 mg/kg body weight/day weight. The calculation of the lowest dose was based on assumptions of dust ingestions rates (100 mg/day) of children (16.5 kg body weight) and the scaling of dose from humans to rodents based on body surface area (1:6.3 human to rat) rather than weight. This dose estimates the highest levels of human exposure as indicated by the maximum BFR levels measured in house dust in the Boston studies (Allen et al., 2008; Stapleton et al., 2008). Diet Formulation Values for PBDE congeners in dust are those reported by Allen et al. (2008), whereas total HBCD values are derived from the analyses of the same samples but reported by Stapleton et al. (2008) Congener levels in technical DE-71 are those reported by Konstantinov et al. (2008). Congener levels in technical DE-79 are those reported in the certificate of analysis provided by supplier. Congener levels in BDE-209 are those reported in the certificate of analysis provided by supplier. Amount in final mixture. Adult Sprague Dawley male rats (350–375 g) were obtained from Charles River (St-Constant, Canada) and maintained on a 12-L:12-D cycle in the Animal Resources Centre of McGill University. Food and water were provided ad libitum. All animal studies were conducted in accordance with the procedures and principles outlined in the Guide to the Care and Use of Experimental Animals prepared by the Canadian Council on Animal Care (McGill Animal Research Centre protocol 5862). Animals were housed individually, and BFR mixture −72 consumption was monitored by measuring food weight on a weekly basis. Animals were acclimatized on the control diet for 1 week and randomly divided into the control and one of the BFR mixture four treatment groups (n = 15 per group) for a period of 70 days, a sufficient time for germ cells to progress from spermatogonia to mature spermatozoa. Animals were weighed and examined physically once a week. At the end of the 70-day treatment period, 50 rats (n = 10 per group) were euthanized by CO2 asphyxiation followed by exsanguination via cardiac puncture. The following organs were dissected: liver, kidneys, spleen, heart, lung, thymus, epididymis, testes, ventral prostate, vas deferens, and empty seminal vesicles (with coagulating glands). All organs were examined, weighed, snap frozen in liquid nitrogen, and stored at −80°C. Mature spermatozoa from the right cauda epididymidis were collected, as previously described (Delbes et al., 2007), and stored at −80°C until further analysis. Sperm from the contralateral cauda epididymidis were collected for direct motility analysis by computer-assisted sperm motility (CASA). The trachea, including the thyroid gland, was gently removed and fixed in neutral buffered formalin before being processed for morphological analysis. Whole blood was transferred to a Vacutainer SST (BD Biosciences Canada, Mississauga, ON), allowed to clot for 30 min at room temperature, then held on ice until centrifugation at 1300 × g for 20 min. Serum was aliquoted and stored at −80°C until assayed. The remaining 25 rats (n = 5 per group) were anaesthetized by injection of a cocktail containing ketamine (50 mg/kg), xylazine (5 mg/kg), and acepromazine (1 mg/kg); the left testis was cleared with saline and perfused with Bouin’s fluid through the abdominal aorta. The tissue was then excised, postfixed for an additional 24 h in the same fixative, dehydrated, and embedded in paraffin (Bieber et al., 2006). Calcium, magnesium, phosphorus, blood urea nitrogen, uric acid, albumin, total protein, creatine kinase, creatinine, triglycerides, cholesterol, glucose, alkaline phosphatase (ALP), and alanine aminotransferase (ALT) were measured in the serum (n = 8–10 per group) with an ABX Pentra 400 clinical chemistry analyzer (Horiba ABX, Montpellier, France). RNAs were extracted from liver samples (n = 9–10 per group) using TRIzol (Invitrogen, Burlington, Canada) following the manufacturer’s protocol. Briefly, frozen liver samples (50–100 mg) were homogenized in 1 ml of TRIzol using a steel ball in a Retch MM 400 mixer mill for 2 min at 25 Hz. After TRIzol extraction, the RNA was cleaned using an RNeasy Mini kit (Qiagen Inc., Mississauga, ON). RNA quantity and quality were assessed using a NanoDrop spectrophotometer (ThermoFisher Scientific, Ottawa, Canada). RNA was reverse transcribed in 20 μl reaction mix containing 1 μg total RNA using the QuantiTech reverse transcription kit (Qiagen Inc.). Primer sequences for Cyp1a1 (cytochrome P450, family1, member 1A1) and putative genes responsive to thyroid hormone receptor (Me1, malic enzyme 1, NADP(+)-dependent, cytosolic; Dio1, deiodinase I; and Thrsp, thyroid hormone responsive) and estrogen receptor (Apoa4, apolipoprotein A-IV; Igbp1, insulin-like growth factor binding protein 1; Lpin1, lipin 1, and serpinb9, serpin peptidase inhibitor, clade B [ovalbumin], member 9) are shown in Supplementary table 1. Real-time PCR reactions using SYBR Green in a final volume of 25 μl were performed using a CFX96 (Bio-Rad Laboratories Ltd, Mississauga, ON). PCR efficiency was examined using standard curves for each gene. Complementary DNAs from all treatment groups were pooled, except for Cyp1a1 where pools from the highest dose animals were used. Relative gene expression was calculated using the CFX Manager Software, with RNA loading correction based on the expression of two housekeeping genes, beta actin (Actb) and hypoxanthine-guanine phosphoribosyltransferase (Hprt). Frozen left testes (n = 9–10 per group) were disrupted using a mortar and pestle followed by homogenization via a 20 gauge needle and syringe combined with QIAshredder (Qiagen Inc.). RNA extraction was carried out using an RNeasy Plus Mini Kit with on-column DNase digestion (Qiagen Inc.) according to the manufacturer’s protocol. RNA concentrations were determined using the NanoDrop 2000 (ThermoFisher Scientific), and integrity was assessed by conventional gel electrophoresis. Primer sequences for genes involved in steroidogenesis (Star, steroidogenic acute regulatory protein; Cyp17a1, cytochrome P450 17-hydroxylase/lyase; Ar, androgen receptor; Srd5a1, steroid 5-reductase 1; Srd5a2, steroid 5-reductase 2; Cyp19a1, cytochrome P450, family 19, subfamily a, polypeptide 1; Esr1, estrogen receptor 1, and Esr2, estrogen receptor 2) are shown in Supplementary table 2. Real-time PCR reactions were run in duplicate using QuantiTect One-Step SYBR Green quantitative reverse transcription PCR (qRT-PCR) kits (Qiagen Inc.) in a volume of 20 μl with the Roche LightCycler system (Roche Diagnostics, Laval, QC). PCR efficiency was examined with standard curves for each gene utilizing RNA from control males. Relative gene expression was normalized to 18S ribosomal RNA. A 0.5 g piece of liver (n = 9–10 per group) was homogenized in 2.5 volumes (vol/wt) of cold 0.05M Tris-1.15% KCl buffer (pH 7.4). The 10,000 × g supernatant (S9 fraction) was retained and assayed for the activities of CYP1A1/1A2, 2B, 1A2/3A, and 2B/3A, using ethoxyresorufin-(EROD), pentoxyresorufin-(PROD), methoxyresorufin-(MROD), and benzyloxyresorufin-O-dealkylase (BROD) activities, respectively, according to the method of Burke et al. (1985), with modifications. Reactions were carried out at 37°C with triplicate samples in 96-well plates. The fluorescence of resorufin was measured with a SpectraMax M2 (Molecular Devices, Sunnyvale, CA), with excitation and emission wavelengths of 530 and 585 nm. Fluorescence values were converted to nanomoles using standard resorufin fluorescence. Protein content of the S9 fraction was measured using the Quick Start Bradford Protein Assay (Bio-Rad Laboratories, Hercules, CA) and a standard curve of bovine serum albumin. Serum testosterone concentrations were measured using a testosterone ELISA kit (IBL Immuno-Biological Laboratories, Hamburg, Germany), following the manufacturer’s protocol. Commercial radioimmunoassay kits were used to assay serum thyroxine (T4; MP Biomedicals, Lachine, QC) and TSH (MP Biomedicals). Sample size was 8–10 per group. Testicular sections (5 μm) were cut and mounted on charged slides and stained with hematoxylin and eosin (Sigma-Aldrich, Oakville, ON) for overall morphological evaluation (n = 5 per group). Images were captured using a Leica DM LB2 microscope (Leica Microsystems Inc., Concord, ON) using a 20× lens fitted with an Infinity-3 video camera (Lumenera Corp., Ottawa, ON). Fixed thyroid glands in situ on the trachea, were embedded in paraffin, sectioned (5 μm), and stained with periodic acid Schiff. The height of the thyroid gland epithelium was measured in sections known to be either in the interior or periphery of the gland using digital analysis of images. At least 10 images from each location (internal vs. periphery) per animal were analyzed, and measurements of epithelial height were taken from at least five separate follicles per image, selected using an overlaid, numbered grid, and five randomly generated numbers. All measurements were made blindly regarding the animal treatment (n = 9–10 per group) by a single observer. Portions of the frozen left testes (n = 10 per group) were thawed on ice and homogenized in 5 ml of 0.9% saline, 0.1% merthiolate, and 0.05% Triton X-100, for two intervals of 15 s, separated by a 30-s interval on ice. Sperm heads (condensed spermatids and spermatozoa) were counted using a hemocytometer (Robb et al., 1978). Spermatozoal motility was measured by CASA using our previously published method (Zubkova and Robaire, 2004). Briefly, spermatozoa from the cauda epididymidis were collected into 3 ml of motility buffer (Hanks Balanced Salt Solution, 0.35 mg/ml sodium bicarbonate, 0.1 mg/ml sodium pyruvate, 0.025 mg/ml soybean trypsin inhibitor, 2 mg/ml bovine serum albumin, pH 7.4 [Gibco Invitrogen, Burlington, ON], 4.2 mg/ml 4-(2-hydroxyethyl)-1-piperazineethanesulfonic acid, 0.9 mg/ml d-glucose [Sigma Chemical Co.], prewarmed to 37°C) and were allowed to disperse for 3 min. A volume of 20 μl of a 1:30-diluted suspension was loaded onto 2X Cel Sperm Analysis Chambers (Hamilton-Thorne Research, Beverly, MA), prewarmed to 37°C and analyzed using a Hamilton-Thorne IVOS Motility Analyzer, version 12 (Hamilton-Thorne Research); the following primary parameters were obtained: average path velocity (VAP), curvilinear velocity (VCL), straight line velocity (VSL), amplitude of lateral head displacement (ALH), as well as two derived parameters, linearity (LIN = BSL/VCL × 100) and straightness (STR = VSL/VAP × 100). Approximately 10,000–14,000 cauda epididymal spermatozoa were analyzed for each treatment group (n = 9–10 per group). Analysis was performed using the following settings: stage temperature, 37°C; frames acquired, 30; frame rate, 60 Hz; minimum contrast, 80; minimum cell size, 4 pixels; minimum static contrast, 15; cell intensity, 80; magnification, 0.82; static size limits, 0.29–8.82; and static intensity, 0.18–1.8. The chamber depth was 80 μm, where 20 μl were loaded into each chamber. DNA strand breaks in spermatozoa were evaluated using the alkaline comet assay, as previously described (Codrington et al., 2004). Briefly, frozen sperm samples were thawed, diluted, and 50 μl of the cell suspension (1 × 105 cells/ml) were mixed with molten agarose, and samples were placed on a two-well CometSlide (Trevigen Inc., Gaithersburg, MD). Slides were immersed in lysis buffer containing 10% dimethyl sulfoxide, 1% Triton X-100, and 40mM dithiothreitol for 1 h on ice and then incubated for 3 h at 37°C in lysis buffer containing 0.1 mg/ml proteinase K. Slides were washed, kept at 4°C for 10 min to reset the agarose, and immersed in freshly prepared alkaline solution (1mM EDTA and 0.05M NaOH, pH 12.1) for 45 min. Electrophoresis was done at 14 V (0.7 V/cm) for 10 min in 1× Tris-borate-EDTA buffer, pH 8 (Mini-Sub Cell GT; Bio-Rad Laboratories). Slides were then fixed in ethanol and stored at room temperature. DNA was stained with SYBR Green (Trevigen Inc.) (1:10,000 in Tris-EDTA buffer, pH 7.5) and immediately analyzed using an Infinity 3-1 digital camera (Lumenera Corp.) attached to a Leica DM LB2 fluorescence microscope. Fifty cells per well were selected at random and analyzed, for a total of 100 cells per animal (n = 5 per group), and fluorescent images were scored for comet parameters. Tail length, percent tail DNA, and tail extent moment (tail length/fraction of tail DNA) were assessed using the KOMET 5.0 image analysis system (Kinetic Imaging Ltd, Liverpool, U.K.). To assess the susceptibility of sperm nuclear DNA to acid-induced denaturation, the acridine orange (AO) assay, also known as the sperm chromatin structure assay (SCSA) (Evenson et al., 2002), was applied, as previously described (Delbes et al., 2007; Evenson et al., 2002). Briefly, sperm samples (2.5 × 106 cells/ml in PBS) were thawed, sonicated on ice, and mixed with denaturation buffer (0.08 N HCl, 0.15M NaCl, and 0.1% Triton X-100, pH 1.4) for 30 s at 4°C to denature uncondensed sperm DNA. After 30 s, 1.2 ml of AO staining solution (0.126M Na2HPO4, 0.037M citric acid buffer, 1mM EDTA, 0.15M NaCl, pH 6.0 containing 6 μg/ml AO [Sigma Chemical Company]) was added. Exactly 3 min following the addition of the denaturation buffer, spermatozoa were analyzed using a FACScan flow cytometer (BD Biosciences) fitted with an argon ion laser (488-nm line excitation). A positive control was obtained by preincubating the spermatozoa with 100mM H2O2 at 56°C for 45 min. The raw data were processed using WinList software (Verity Software House, Topsham, ME). Results were expressed as mean DNA fragmentation index (DFI), standard deviation of DFI, percentage of DFI (% DFI, corresponding to the percentage of cells outside the main population), and as percentage of spermatozoa with high green fluorescence or DNA stainability (% HDS), as an indication of sperm DNA compaction (Evenson et al., 2002). A total of 10,000 AO-labeled spermatozoa per sample (n = 5 per group) was analyzed and each sample was run in duplicate. Data were analyzed by one-way ANOVA followed by post hoc Dunnett’s test to compare means to control. When tests for assumptions of homogeneity of variance and normality failed, data were log transformed and retested. When homoscedasticity and normality were still not satisfied after this transformation, data were retested using Kruskal-Wallis (K-W) ANOVA on ranks. The level of significance was p < 0.05. For thyroid epithelium measures, data were analyzed by a two-way ANOVA followed by post hoc Duncan's multiple range test. Analyses were done using SigmaPlot version 12 (Systat Software, Chicago, IL) or JMP statistical software version 4.0.2 (SAS Institute, Cary, NC) except for K-W ANOVA on ranks and post hoc analyses, which were performed using SigmaStat version 3.5 (Systat Software).\n\n## Mixture Formulation\nThe BFR mixture was composed by combining three technical commercial mixtures of PBDEs (DE-71, DE-79, and BDE-209) and one mixture of HBCD to yield a ratio of PBDE congeners and HBCD comparable to that observed in house dust in Boston, MA (Allen et al., 2008; Stapleton et al., 2008) (Table 1). The HBCD was composed of all three isomers (alpha, beta, and gamma) but was enriched for the more environmentally stable alpha congener to represent the composition that might be found in house dust (Roosens et al., 2009). Technical DE-79 was purchased from Wellington Laboratories (Guelph, Canada), and BDE-209 (> 97% pure) was purchased from Sigma-Aldrich (St Louis, MO). DE-71 was generously provided by Doug Arnold (Health Canada), from stock provided by Chemtura (Lawrenceville, GA). The HBCD mixture was kindly provided by Ivan Curran (Health Canada). The BFR formulation was dissolved in corn oil and mixed into a powdered isoflavone-free rodent diet (Teklad Global 2019 diet; Harlan Laboratories, Madison, WI) with 15% vol/wt deionized water, pelleted, and allowed to dry at room temperature. Corn oil added to the diets amounted to 2.4 g/kg in addition to the 90 g/kg of soya oil present in this diet. Dried pellets were stored away from light at 4°C for no longer than 1 month prior to feeding. Diets contained 0, 0.25, 2.5, 25, and 250 mg of the BFR mixture/kg diet; assuming a daily food consumption of 80 g/kg body weight/day, this formulation delivered nominal doses of 0, 0.02, 0.2, 2.0, and 20 mg/kg body weight/day weight. The calculation of the lowest dose was based on assumptions of dust ingestions rates (100 mg/day) of children (16.5 kg body weight) and the scaling of dose from humans to rodents based on body surface area (1:6.3 human to rat) rather than weight. This dose estimates the highest levels of human exposure as indicated by the maximum BFR levels measured in house dust in the Boston studies (Allen et al., 2008; Stapleton et al., 2008). Diet Formulation Values for PBDE congeners in dust are those reported by Allen et al. (2008), whereas total HBCD values are derived from the analyses of the same samples but reported by Stapleton et al. (2008) Congener levels in technical DE-71 are those reported by Konstantinov et al. (2008). Congener levels in technical DE-79 are those reported in the certificate of analysis provided by supplier. Congener levels in BDE-209 are those reported in the certificate of analysis provided by supplier. Amount in final mixture.\n\n## Animals and Treatment\nAdult Sprague Dawley male rats (350–375 g) were obtained from Charles River (St-Constant, Canada) and maintained on a 12-L:12-D cycle in the Animal Resources Centre of McGill University. Food and water were provided ad libitum. All animal studies were conducted in accordance with the procedures and principles outlined in the Guide to the Care and Use of Experimental Animals prepared by the Canadian Council on Animal Care (McGill Animal Research Centre protocol 5862). Animals were housed individually, and BFR mixture −72 consumption was monitored by measuring food weight on a weekly basis. Animals were acclimatized on the control diet for 1 week and randomly divided into the control and one of the BFR mixture four treatment groups (n = 15 per group) for a period of 70 days, a sufficient time for germ cells to progress from spermatogonia to mature spermatozoa. Animals were weighed and examined physically once a week.\n\n## Tissue Collection\nAt the end of the 70-day treatment period, 50 rats (n = 10 per group) were euthanized by CO2 asphyxiation followed by exsanguination via cardiac puncture. The following organs were dissected: liver, kidneys, spleen, heart, lung, thymus, epididymis, testes, ventral prostate, vas deferens, and empty seminal vesicles (with coagulating glands). All organs were examined, weighed, snap frozen in liquid nitrogen, and stored at −80°C. Mature spermatozoa from the right cauda epididymidis were collected, as previously described (Delbes et al., 2007), and stored at −80°C until further analysis. Sperm from the contralateral cauda epididymidis were collected for direct motility analysis by computer-assisted sperm motility (CASA). The trachea, including the thyroid gland, was gently removed and fixed in neutral buffered formalin before being processed for morphological analysis. Whole blood was transferred to a Vacutainer SST (BD Biosciences Canada, Mississauga, ON), allowed to clot for 30 min at room temperature, then held on ice until centrifugation at 1300 × g for 20 min. Serum was aliquoted and stored at −80°C until assayed. The remaining 25 rats (n = 5 per group) were anaesthetized by injection of a cocktail containing ketamine (50 mg/kg), xylazine (5 mg/kg), and acepromazine (1 mg/kg); the left testis was cleared with saline and perfused with Bouin’s fluid through the abdominal aorta. The tissue was then excised, postfixed for an additional 24 h in the same fixative, dehydrated, and embedded in paraffin (Bieber et al., 2006).\n\n## Clinical Chemistry\nCalcium, magnesium, phosphorus, blood urea nitrogen, uric acid, albumin, total protein, creatine kinase, creatinine, triglycerides, cholesterol, glucose, alkaline phosphatase (ALP), and alanine aminotransferase (ALT) were measured in the serum (n = 8–10 per group) with an ABX Pentra 400 clinical chemistry analyzer (Horiba ABX, Montpellier, France).\n\n## Liver RNA Extraction and Real-Time Quantitative Reverse Transcription-PCR\nRNAs were extracted from liver samples (n = 9–10 per group) using TRIzol (Invitrogen, Burlington, Canada) following the manufacturer’s protocol. Briefly, frozen liver samples (50–100 mg) were homogenized in 1 ml of TRIzol using a steel ball in a Retch MM 400 mixer mill for 2 min at 25 Hz. After TRIzol extraction, the RNA was cleaned using an RNeasy Mini kit (Qiagen Inc., Mississauga, ON). RNA quantity and quality were assessed using a NanoDrop spectrophotometer (ThermoFisher Scientific, Ottawa, Canada). RNA was reverse transcribed in 20 μl reaction mix containing 1 μg total RNA using the QuantiTech reverse transcription kit (Qiagen Inc.). Primer sequences for Cyp1a1 (cytochrome P450, family1, member 1A1) and putative genes responsive to thyroid hormone receptor (Me1, malic enzyme 1, NADP(+)-dependent, cytosolic; Dio1, deiodinase I; and Thrsp, thyroid hormone responsive) and estrogen receptor (Apoa4, apolipoprotein A-IV; Igbp1, insulin-like growth factor binding protein 1; Lpin1, lipin 1, and serpinb9, serpin peptidase inhibitor, clade B [ovalbumin], member 9) are shown in Supplementary table 1. Real-time PCR reactions using SYBR Green in a final volume of 25 μl were performed using a CFX96 (Bio-Rad Laboratories Ltd, Mississauga, ON). PCR efficiency was examined using standard curves for each gene. Complementary DNAs from all treatment groups were pooled, except for Cyp1a1 where pools from the highest dose animals were used. Relative gene expression was calculated using the CFX Manager Software, with RNA loading correction based on the expression of two housekeeping genes, beta actin (Actb) and hypoxanthine-guanine phosphoribosyltransferase (Hprt).\n\n## Testis RNA Extraction and Real-time Quantitative Reverse Transcription-PCR\nFrozen left testes (n = 9–10 per group) were disrupted using a mortar and pestle followed by homogenization via a 20 gauge needle and syringe combined with QIAshredder (Qiagen Inc.). RNA extraction was carried out using an RNeasy Plus Mini Kit with on-column DNase digestion (Qiagen Inc.) according to the manufacturer’s protocol. RNA concentrations were determined using the NanoDrop 2000 (ThermoFisher Scientific), and integrity was assessed by conventional gel electrophoresis. Primer sequences for genes involved in steroidogenesis (Star, steroidogenic acute regulatory protein; Cyp17a1, cytochrome P450 17-hydroxylase/lyase; Ar, androgen receptor; Srd5a1, steroid 5-reductase 1; Srd5a2, steroid 5-reductase 2; Cyp19a1, cytochrome P450, family 19, subfamily a, polypeptide 1; Esr1, estrogen receptor 1, and Esr2, estrogen receptor 2) are shown in Supplementary table 2. Real-time PCR reactions were run in duplicate using QuantiTect One-Step SYBR Green quantitative reverse transcription PCR (qRT-PCR) kits (Qiagen Inc.) in a volume of 20 μl with the Roche LightCycler system (Roche Diagnostics, Laval, QC). PCR efficiency was examined with standard curves for each gene utilizing RNA from control males. Relative gene expression was normalized to 18S ribosomal RNA.\n\n## Drug-Metabolizing Enzyme Activities\nA 0.5 g piece of liver (n = 9–10 per group) was homogenized in 2.5 volumes (vol/wt) of cold 0.05M Tris-1.15% KCl buffer (pH 7.4). The 10,000 × g supernatant (S9 fraction) was retained and assayed for the activities of CYP1A1/1A2, 2B, 1A2/3A, and 2B/3A, using ethoxyresorufin-(EROD), pentoxyresorufin-(PROD), methoxyresorufin-(MROD), and benzyloxyresorufin-O-dealkylase (BROD) activities, respectively, according to the method of Burke et al. (1985), with modifications. Reactions were carried out at 37°C with triplicate samples in 96-well plates. The fluorescence of resorufin was measured with a SpectraMax M2 (Molecular Devices, Sunnyvale, CA), with excitation and emission wavelengths of 530 and 585 nm. Fluorescence values were converted to nanomoles using standard resorufin fluorescence. Protein content of the S9 fraction was measured using the Quick Start Bradford Protein Assay (Bio-Rad Laboratories, Hercules, CA) and a standard curve of bovine serum albumin.\n\n## Hormone Measurements\nSerum testosterone concentrations were measured using a testosterone ELISA kit (IBL Immuno-Biological Laboratories, Hamburg, Germany), following the manufacturer’s protocol. Commercial radioimmunoassay kits were used to assay serum thyroxine (T4; MP Biomedicals, Lachine, QC) and TSH (MP Biomedicals). Sample size was 8–10 per group.\n\n## Histology\nTesticular sections (5 μm) were cut and mounted on charged slides and stained with hematoxylin and eosin (Sigma-Aldrich, Oakville, ON) for overall morphological evaluation (n = 5 per group). Images were captured using a Leica DM LB2 microscope (Leica Microsystems Inc., Concord, ON) using a 20× lens fitted with an Infinity-3 video camera (Lumenera Corp., Ottawa, ON). Fixed thyroid glands in situ on the trachea, were embedded in paraffin, sectioned (5 μm), and stained with periodic acid Schiff. The height of the thyroid gland epithelium was measured in sections known to be either in the interior or periphery of the gland using digital analysis of images. At least 10 images from each location (internal vs. periphery) per animal were analyzed, and measurements of epithelial height were taken from at least five separate follicles per image, selected using an overlaid, numbered grid, and five randomly generated numbers. All measurements were made blindly regarding the animal treatment (n = 9–10 per group) by a single observer.\n\n## Testis.\nTesticular sections (5 μm) were cut and mounted on charged slides and stained with hematoxylin and eosin (Sigma-Aldrich, Oakville, ON) for overall morphological evaluation (n = 5 per group). Images were captured using a Leica DM LB2 microscope (Leica Microsystems Inc., Concord, ON) using a 20× lens fitted with an Infinity-3 video camera (Lumenera Corp., Ottawa, ON).\n\n## Thyroid gland.\nFixed thyroid glands in situ on the trachea, were embedded in paraffin, sectioned (5 μm), and stained with periodic acid Schiff. The height of the thyroid gland epithelium was measured in sections known to be either in the interior or periphery of the gland using digital analysis of images. At least 10 images from each location (internal vs. periphery) per animal were analyzed, and measurements of epithelial height were taken from at least five separate follicles per image, selected using an overlaid, numbered grid, and five randomly generated numbers. All measurements were made blindly regarding the animal treatment (n = 9–10 per group) by a single observer.\n\n## Sperm Count and Motility\nPortions of the frozen left testes (n = 10 per group) were thawed on ice and homogenized in 5 ml of 0.9% saline, 0.1% merthiolate, and 0.05% Triton X-100, for two intervals of 15 s, separated by a 30-s interval on ice. Sperm heads (condensed spermatids and spermatozoa) were counted using a hemocytometer (Robb et al., 1978). Spermatozoal motility was measured by CASA using our previously published method (Zubkova and Robaire, 2004). Briefly, spermatozoa from the cauda epididymidis were collected into 3 ml of motility buffer (Hanks Balanced Salt Solution, 0.35 mg/ml sodium bicarbonate, 0.1 mg/ml sodium pyruvate, 0.025 mg/ml soybean trypsin inhibitor, 2 mg/ml bovine serum albumin, pH 7.4 [Gibco Invitrogen, Burlington, ON], 4.2 mg/ml 4-(2-hydroxyethyl)-1-piperazineethanesulfonic acid, 0.9 mg/ml d-glucose [Sigma Chemical Co.], prewarmed to 37°C) and were allowed to disperse for 3 min. A volume of 20 μl of a 1:30-diluted suspension was loaded onto 2X Cel Sperm Analysis Chambers (Hamilton-Thorne Research, Beverly, MA), prewarmed to 37°C and analyzed using a Hamilton-Thorne IVOS Motility Analyzer, version 12 (Hamilton-Thorne Research); the following primary parameters were obtained: average path velocity (VAP), curvilinear velocity (VCL), straight line velocity (VSL), amplitude of lateral head displacement (ALH), as well as two derived parameters, linearity (LIN = BSL/VCL × 100) and straightness (STR = VSL/VAP × 100). Approximately 10,000–14,000 cauda epididymal spermatozoa were analyzed for each treatment group (n = 9–10 per group). Analysis was performed using the following settings: stage temperature, 37°C; frames acquired, 30; frame rate, 60 Hz; minimum contrast, 80; minimum cell size, 4 pixels; minimum static contrast, 15; cell intensity, 80; magnification, 0.82; static size limits, 0.29–8.82; and static intensity, 0.18–1.8. The chamber depth was 80 μm, where 20 μl were loaded into each chamber.\n\n## Sperm DNA Integrity\nDNA strand breaks in spermatozoa were evaluated using the alkaline comet assay, as previously described (Codrington et al., 2004). Briefly, frozen sperm samples were thawed, diluted, and 50 μl of the cell suspension (1 × 105 cells/ml) were mixed with molten agarose, and samples were placed on a two-well CometSlide (Trevigen Inc., Gaithersburg, MD). Slides were immersed in lysis buffer containing 10% dimethyl sulfoxide, 1% Triton X-100, and 40mM dithiothreitol for 1 h on ice and then incubated for 3 h at 37°C in lysis buffer containing 0.1 mg/ml proteinase K. Slides were washed, kept at 4°C for 10 min to reset the agarose, and immersed in freshly prepared alkaline solution (1mM EDTA and 0.05M NaOH, pH 12.1) for 45 min. Electrophoresis was done at 14 V (0.7 V/cm) for 10 min in 1× Tris-borate-EDTA buffer, pH 8 (Mini-Sub Cell GT; Bio-Rad Laboratories). Slides were then fixed in ethanol and stored at room temperature. DNA was stained with SYBR Green (Trevigen Inc.) (1:10,000 in Tris-EDTA buffer, pH 7.5) and immediately analyzed using an Infinity 3-1 digital camera (Lumenera Corp.) attached to a Leica DM LB2 fluorescence microscope. Fifty cells per well were selected at random and analyzed, for a total of 100 cells per animal (n = 5 per group), and fluorescent images were scored for comet parameters. Tail length, percent tail DNA, and tail extent moment (tail length/fraction of tail DNA) were assessed using the KOMET 5.0 image analysis system (Kinetic Imaging Ltd, Liverpool, U.K.). To assess the susceptibility of sperm nuclear DNA to acid-induced denaturation, the acridine orange (AO) assay, also known as the sperm chromatin structure assay (SCSA) (Evenson et al., 2002), was applied, as previously described (Delbes et al., 2007; Evenson et al., 2002). Briefly, sperm samples (2.5 × 106 cells/ml in PBS) were thawed, sonicated on ice, and mixed with denaturation buffer (0.08 N HCl, 0.15M NaCl, and 0.1% Triton X-100, pH 1.4) for 30 s at 4°C to denature uncondensed sperm DNA. After 30 s, 1.2 ml of AO staining solution (0.126M Na2HPO4, 0.037M citric acid buffer, 1mM EDTA, 0.15M NaCl, pH 6.0 containing 6 μg/ml AO [Sigma Chemical Company]) was added. Exactly 3 min following the addition of the denaturation buffer, spermatozoa were analyzed using a FACScan flow cytometer (BD Biosciences) fitted with an argon ion laser (488-nm line excitation). A positive control was obtained by preincubating the spermatozoa with 100mM H2O2 at 56°C for 45 min. The raw data were processed using WinList software (Verity Software House, Topsham, ME). Results were expressed as mean DNA fragmentation index (DFI), standard deviation of DFI, percentage of DFI (% DFI, corresponding to the percentage of cells outside the main population), and as percentage of spermatozoa with high green fluorescence or DNA stainability (% HDS), as an indication of sperm DNA compaction (Evenson et al., 2002). A total of 10,000 AO-labeled spermatozoa per sample (n = 5 per group) was analyzed and each sample was run in duplicate.\n\n## Comet assay.\nDNA strand breaks in spermatozoa were evaluated using the alkaline comet assay, as previously described (Codrington et al., 2004). Briefly, frozen sperm samples were thawed, diluted, and 50 μl of the cell suspension (1 × 105 cells/ml) were mixed with molten agarose, and samples were placed on a two-well CometSlide (Trevigen Inc., Gaithersburg, MD). Slides were immersed in lysis buffer containing 10% dimethyl sulfoxide, 1% Triton X-100, and 40mM dithiothreitol for 1 h on ice and then incubated for 3 h at 37°C in lysis buffer containing 0.1 mg/ml proteinase K. Slides were washed, kept at 4°C for 10 min to reset the agarose, and immersed in freshly prepared alkaline solution (1mM EDTA and 0.05M NaOH, pH 12.1) for 45 min. Electrophoresis was done at 14 V (0.7 V/cm) for 10 min in 1× Tris-borate-EDTA buffer, pH 8 (Mini-Sub Cell GT; Bio-Rad Laboratories). Slides were then fixed in ethanol and stored at room temperature. DNA was stained with SYBR Green (Trevigen Inc.) (1:10,000 in Tris-EDTA buffer, pH 7.5) and immediately analyzed using an Infinity 3-1 digital camera (Lumenera Corp.) attached to a Leica DM LB2 fluorescence microscope. Fifty cells per well were selected at random and analyzed, for a total of 100 cells per animal (n = 5 per group), and fluorescent images were scored for comet parameters. Tail length, percent tail DNA, and tail extent moment (tail length/fraction of tail DNA) were assessed using the KOMET 5.0 image analysis system (Kinetic Imaging Ltd, Liverpool, U.K.).\n\n## Acridine orange/sperm chromatin structure assay.\nTo assess the susceptibility of sperm nuclear DNA to acid-induced denaturation, the acridine orange (AO) assay, also known as the sperm chromatin structure assay (SCSA) (Evenson et al., 2002), was applied, as previously described (Delbes et al., 2007; Evenson et al., 2002). Briefly, sperm samples (2.5 × 106 cells/ml in PBS) were thawed, sonicated on ice, and mixed with denaturation buffer (0.08 N HCl, 0.15M NaCl, and 0.1% Triton X-100, pH 1.4) for 30 s at 4°C to denature uncondensed sperm DNA. After 30 s, 1.2 ml of AO staining solution (0.126M Na2HPO4, 0.037M citric acid buffer, 1mM EDTA, 0.15M NaCl, pH 6.0 containing 6 μg/ml AO [Sigma Chemical Company]) was added. Exactly 3 min following the addition of the denaturation buffer, spermatozoa were analyzed using a FACScan flow cytometer (BD Biosciences) fitted with an argon ion laser (488-nm line excitation). A positive control was obtained by preincubating the spermatozoa with 100mM H2O2 at 56°C for 45 min. The raw data were processed using WinList software (Verity Software House, Topsham, ME). Results were expressed as mean DNA fragmentation index (DFI), standard deviation of DFI, percentage of DFI (% DFI, corresponding to the percentage of cells outside the main population), and as percentage of spermatozoa with high green fluorescence or DNA stainability (% HDS), as an indication of sperm DNA compaction (Evenson et al., 2002). A total of 10,000 AO-labeled spermatozoa per sample (n = 5 per group) was analyzed and each sample was run in duplicate.\n\n## Statistical Analyses\nData were analyzed by one-way ANOVA followed by post hoc Dunnett’s test to compare means to control. When tests for assumptions of homogeneity of variance and normality failed, data were log transformed and retested. When homoscedasticity and normality were still not satisfied after this transformation, data were retested using Kruskal-Wallis (K-W) ANOVA on ranks. The level of significance was p < 0.05. For thyroid epithelium measures, data were analyzed by a two-way ANOVA followed by post hoc Duncan's multiple range test. Analyses were done using SigmaPlot version 12 (Systat Software, Chicago, IL) or JMP statistical software version 4.0.2 (SAS Institute, Cary, NC) except for K-W ANOVA on ranks and post hoc analyses, which were performed using SigmaStat version 3.5 (Systat Software).\n\n## RESULTS\nThe 70-day exposure to the BFR mixture did not affect survival; rats appeared normal, with no hair loss, impaired mobility, or hunched posture. Body weight gain (Fig. 1A), absolute body weight (Supplementary figure 1A), as well as weekly food consumption (Supplementary figure 1B), were unaffected. Based on an average food consumption of 30 g per day, daily exposure for each treatment group was estimated at 0.014, 0.14, 1.39, and 14.0 mg/kg/day (Supplementary table 3), resulting in 68–70% of target doses. Therefore, the lowest dose to which the rats were exposed was 0.007 mg/kg pentaBDE, 0.006 mg/kg decaBDE, 0.0005 mg/kg HBCD, and 0.00005 mg/kg octaBDE. Effects of 70-day BFR exposure on body weights and liver and kidney weights in male rats. (A) Change in body weight during the BFR treatment. Male rats were randomly divided into five treatment groups: 0 (control), 0.02, 0.2, 2, and 20 mg/kg/day. Animals were weighed weekly for 70–72 days and the overall change in body weight during this period is shown. Bars represent the means ± SEM (n = 15 per group). At the end of BFR treatment, (B) liver and (C) kidneys were weighed and normalized to body weight (BW, g/kg BW). Values are expressed as mean ± SEM (n = 15 per group). *p < 0.05 compared with control. The highest BFR dose significantly increased relative liver (Fig. 1B) and kidney (Fig. 1C) weights compared with control. There were no effects of exposure on spleen, thymus, lung, or heart weights (data not shown). To determine the effects of BFR on various organ systems, a variety of parameters of serum biochemistry were assessed (Table 2). Of these, only glucose was significantly reduced at the highest BFR exposure level (p = 0.03). Uric acid showed a dose-related decrease, but this effect was not statistically significant (p = 0.096; Table 2). Serum Biochemistry Notes. Values are expressed as mean ± SEM of (n) observations per treatment. Values in bold are significantly different from control. *p < 0.05 compared with control. To further evaluate the effects of BFR exposure, RNA levels and the catalytic activities of drug-metabolizing enzymes in the liver were measured. The highest BFR dose significantly increased Cyp1a1 messenger RNA (mRNA) levels by 50-fold (Fig. 2) and its EROD catalytic activity by 4.6-fold (Fig. 3A), in addition to increasing MROD (CYP2B activity, 3.2-fold) and PROD (CYP2B/3A activity, 5.6-fold) activities, compared with controls (Figs. 3B and C). The CYP1A2/3A-mediated BROD activity showed a dose-dependent increase in both the 2 (2-fold) and 20 (8.9-fold) mg/kg/day BFR exposure groups (Fig. 3D), suggesting that BROD may represent a more sensitive marker of response to our BFR mixture. Effects of BFR exposure on liver Cyp1a1 mRNA levels. Relative levels of hepatic Cyp1a1 mRNA were determined by qRT-PCR and normalized to both Actb and Hprt, then compared with control levels. Values are expressed as mean ± SEM (n = 9–10 per group). *p < 0.01 compared with control. Effects of BFR exposure on the hepatic activities of drug-metabolizing enzymes. The activities of ethoxy-(EROD) (A), methoxy-(MROD) (B), propyloxy-(PROD) (C), and benzyloxy-(BROD) (D)-resorufin-O-deethylation were measured in hepatic S9 fractions prepared from frozen liver tissues, as described in the text. Activities were corrected for S9 protein levels and are expressed as mean ± SEM (n = 9–10 per group). *p < 0.05 compared with control. Various male reproductive parameters were evaluated following the 70-day BFR treatment. Androgen-responsive organ weights (Figs. 4A–E) and serum testosterone levels (Fig. 4F) were unaffected by BFR exposure. Although testosterone levels appeared to increase with BFR exposure, this did not reach statistical significance (p = 0.78); the variability observed may be due to the pulsatile nature of testosterone secretion (Bartke et al., 1973). BFR exposure had no observable effect on testicular sperm count (Supplementary figure 2). Testicular histology did not reveal significant morphological changes in seminiferous tubular structure or in cellular composition between controls and animals in the highest BFR dose group (Supplementary figure 3). Reproductive organ weights and serum testosterone levels in control and BFR-treated males. At the end of treatment, (A) epididymis, (B) testes, (C) empty seminal vesicles, (D) prostate, and (E) vas deferens were weighed. Blood was collected and (F) serum testosterone concentrations were measured by ELISA. Values are expressed as mean ± SEM (n = 8–10 per group). Motility of spermatozoa isolated from the cauda epididymidis was also analyzed. There were no effects on sperm motility or motion parameters (Supplementary table 4). As toxicants may still affect sperm chromatin integrity without observable effects on sperm counts, motility, or testicular histology (Delbes et al., 2010), DNA integrity in caudal sperm was also assessed. BFR treatment did not induce sperm DNA single or double strand breaks, as measured by the COMET assay (Supplementary figure 4), and did not affect the susceptibility of the spermatozoa to low pH denaturation, as assessed by the SCSA assay (Supplementary figure 5). To further assess the impact of BFR treatment on testicular function, the RNA expression of key genes involved in the steroidogenesis pathway was examined by qRT-PCR (Supplementary figure 6). Although there was an overall treatment effect on Ar gene expression, the differences were not significant compared with control and were not dose related. No significant changes in the relative mRNA expression of any of the other genes were observed. To assess BFR effects on thyroid physiology, serum T4 and TSH levels were measured (Fig. 5). In the group exposed to the highest BFR dose, T4 levels were significantly reduced to 73% of control levels (p < 0.0001; Fig. 5A), but TSH levels were unchanged (Fig. 5B). Although serum thyroid hormone levels indicate immediate effects of chemical exposure on the hypothalamic-pituitary-thyroid (HPT) axis, thyroid gland histomorphology provides a more integrated and persistent indicator of adverse chemical effects on thyroid hormone physiology. Qualitative evaluation of the inner follicles of thyroid glands did not reveal pathological changes induced by BFR exposure with the exception of increased vacuolation of the luminal apices of epithelial cells apparent in high dose animals (Fig. 6). Thyroid epithelial thickness (a reliable indicator of TSH stimulation) was measured in two general locations in the thyroid gland (inner and outer follicles) to determine if these sites, known to have different levels of physiological activity (Low, 1982), respond differently to BFRs. As expected, inner follicles had thicker epithelia than outer follicles (9.85 ± 1.2 vs. 4.74 ± 0.99 μm for inner vs. outer, respectively, p < 0.001) across all doses, reflecting the increased sensitivity of the inner follicles to TSH. Exposure to the BFR mixture caused a biphasic response in epithelial thickness in the inner follicles, with a reduction in thickness in response to lower doses but a significant increase at the highest dose (Fig. 7A). Follicles at the periphery showed no change in epithelial thickness in response to any dose of the flame retardant mixture (Fig. 7B). To determine if BFR exposure influenced thyroid hormone action at the level of a target tissue, as reported for structurally similar compounds such as polychlorinated biphenyls (PCBs) (Bansal and Zoeller, 2008), we investigated the expression of several thyroid hormone–regulated genes in the liver (Table 3). Gene expression of lipogenic enzyme Me1, known to be induced by thyroid hormone stimulation (Dozin et al., 1985), was significantly increased in animals fed the highest BFR-supplemented diet, despite reduction in circulating T4 levels (Fig. 5). No dose of BFR significantly altered mRNA levels of either Thrsp or Dio1 (Table 3), although both are positively regulated by thyroid hormone action (Kohrle, 2002; Narayan et al., 1984). Esr-responsive genes were also assessed because liver Me1 expression is induced by estrogenic substances (Schmutzler et al., 2004); their mRNA levels were unaffected by the BFR treatment (Table 3). Hepatic Gene Expression Notes. Values are expressed as mean levels of RNA, normalized to control levels, ± SEM of (n) observations per treatment. Values in bold are significantly different from control. *p < 0.05 compared with control. Effects of BFR exposure on circulating (A) thyroxine (T4) and (B) TSH. Serum collected at termination was assayed for both hormones, as described in the text. Values are expressed as mean ± SEM (n = 9–10 per group). *p < 0.05 compared with control. Light micrographs (×200, periodic acid Schiff staining) of the inner follicles of thyroid glands of control (A) and BFR-treated males (B) 0.02, (C) 0.2, (D) 2.0, or (E) 20 mg/kg/day. “c” indicates follicular colloid in the acellular lumen, whereas the arrow indicates the single layer of cuboidal epithelium that surrounds and encloses the follicle. Bar = 50 μm. Effects of BFR exposure on height of the (A) inner and (B) outer thyroid follicular epithelium. Values are expressed as mean ± SEM (n = 9–10 per group). Bars with the same letter superscript are not significantly different.\n\n## DISCUSSION\nAdult male rats exposed for 70 days to a high dose of a complex BFR mixture mimicking the relative congener levels in house dust showed enlargement of the liver and kidney and altered thyroid hormone parameters; no impact on the reproductive system was noted. This BFR mixture was incorporated into experimental diets to deliver nominal exposures of 0.02, 0.2, 2, and 20 mg/kg. Based on the measured food consumption, rats ingested an average of 0.014, 0.14, 1.39, and 14.0 mg/kg/day or approximately 70% of our target doses. Liver and kidney weights were increased by 18 and 12%, respectively, at the highest BFR exposure level; these increases are within the typical range for xenobiotic exposure (Maronpot et al., 2010) and indicative of toxicity. However, these changes were not accompanied by increases in ALT and ALP, the usual serum biological markers indicative of liver damage, or in blood urea nitrogen, creatinine, and uric acid, indicative of kidney damage. These results are not unusual because circulating levels of these markers may not correlate well with the degree of organ injury, and significant increases are often associated with severe and irreversible injury (Ennulat et al., 2010). Liver enlargement was associated with increased activities in EROD/MROD and PROD activities, suggesting induction of CYP1A1/1A2 and CYP2B P450 drug-metabolizing enzymes, respectively. Induction of BROD, catalyzed by CYP1A, CYP2B, and CYP3A (Burke et al., 1994), was observed in both the 2 and 20 mg/kg/day BFR dose groups. Although BROD does not provide a definitive measure of any single enzyme, it does indicate that phase I enzymes were induced at the second highest dose. Induction of EROD and PROD activities was also reported for male rats treated with pentaBDE (van der Ven et al., 2008a) or decaBDE (van der Ven et al., 2008b), whereas only PROD was induced in HBCD-treated males (Germer et al., 2006). Induction of CYP1A and CYP2B suggests activation of the aryl hydrocarbon receptor (AhR) and the constitutive androstane receptor (CAR) pathways, respectively (Honkakoski and Negishi, 2000). The significant decrease in serum glucose that was observed may be secondary to repression of gluconeogenesis through activation of the CAR pathway. This has also been observed with phenobarbital-like compounds (Rushmore and Kong, 2002). Alternatively, it may be secondary to thyroid hormone–induced alterations in transcription of the glucose transporter gene (Chidakel et al., 2005). Our results are consistent with observations reported after exposure to pentaBDE (van der Ven et al., 2008a) and HBCD (van der Ven et al., 2006). Exposure to the BFR mixture throughout all stages of male germ cell development in adult rats had no effect on the reproductive system, as assessed by a wide range of parameters; these included the weights of reproductive organs, testicular function (testosterone levels, histology, sperm count and motility, and gene expression), and sperm DNA integrity (COMET assay and SCSA). Our results are consistent with observations reported after exposure of adult male rats to several technical BFR mixtures. No effects were seen on sperm counts (van der Ven et al., 2006, 2008a,b), and reproductive organ weights were affected after exposure to relatively high doses of pentaBDE (starting from 27.5 mg/kg/day) (van der Ven et al., 2008a). In contrast, low doses of decaBDE (starting from 0.2 mg/kg/day) were reported to increase seminal vesicle weights (van der Ven et al., 2008b). There is evidence that male rats exposed during development or weaning are likely to be more sensitive than adults to BFRs (Stoker et al., 2005; van der Ven et al., 2009). Indeed, maternal breast milk PBDE levels were directly correlated with the incidence of cryptorchidism in 3-month-old boys (Main et al., 2007). Further studies will be necessary to establish the potential hazards of the BFR mixture to the developing male reproductive tract. In contrast to the apparent insensitivity of the adult male reproductive system to BFRs, treatment with our BFR mixture reduced serum total T4; paradoxically, this was not accompanied by a compensatory increase in TSH. A variety of other substances known to activate the AhR or CAR pathways also have been reported to reduce circulating T4 levels with minimal or no compensatory increase in TSH; these include Aroclor 1254, a mixture of PCBs, phenobarbital, 3-methylcholanthrene (Barter and Klaassen, 1994), and 2,3,7,8-tetrachlorodibenzo-p-dioxin (Schuur et al., 1997). Histomorphological analysis of the thyroid gland epithelium revealed a biphasic effect of the BFR mixture on the HPT axis, suggesting a thyroid hormone–like action of the mixture, at least at the lowest dose. Epithelial thickness is largely a result of the trophic action of TSH (Capen and Martin, 1989) and provides an integrated measure reflecting the culmination of the recent history of TSH, whereas serum levels reflect a single point. Thyroid epithelial thickness was reduced at the lowest dose of the BFR mixture, suggesting a reduction in trophic stimulation in the gland, and was increased at the highest dose to significantly exceed control thickness. Although serum TSH levels did not change with any dose of the mixture, mechanistically relevant changes in the target organ of this hormone suggest that the cumulative action of TSH up until sacrifice was significantly altered by the mixture. The reduction in epithelial height at the lowest dose suggests the possibility that (a) component(s) of the BFR mixture was acting like thyroid hormone in suppressing TSH release. However, the lack of change in expression of any thyroid hormone–responsive genes (DioI and Thsrp) in the liver or genes in the ventricles (Myh6, myosin, heavy chain 6, cardiac muscle, alpha; Myh7, myosin, heavy chain 7, cardiac muscle, beta; Pln, phospholamban Atp2a2, ATPase, Ca++ transporting, cardiac muscle, and slow twitch 2; data not shown) at any dose does not support the argument that BFRs are being converted to thyroid hormone receptor agonists. The sole thyroid hormone–responsive gene to show any response was Me1 and its transcript was elevated in the livers of animals consuming the highest BFR dose. The lack of effect on other hepatic thyroid hormone–responsive genes suggests that some of the Me1 response was not mediated through the activation of a thyroid receptor. Hepatic transcription of Me1 is also increased by treatment with estrogenic substances in vivo (Schmutzler et al., 2004). Some PBDE metabolites have been shown to activate Esr (Kojima et al., 2009), but the lack of change in hepatic estrogen–responsive genes in the current study argues against Esr activation by BFRs in the mixture. Specific induction of hepatic Me1 gene expression has also been reported in rats exposed to other organochlorines, such as hexachlorobenzene (HCB) (Loaiza-Perez et al., 1999). The presence of a thyroid hormone response element in the promoter region was essential for the HCB-induced increase in Me1 transcription in hepatoma cells in vitro. This would suggest that the thyroid hormone receptor is required for this effect (Loaiza-Perez et al., 1999), although HCB does not bind to the ligand-binding domain of the thyroid hormone receptor (Li et al., 2008). Altogether, these results suggest that the expression of Me1 is influenced by BFRs and other organochlorines through an uncharacterized interaction with the thyroid hormone receptor and thyroid hormone–responsive elements. In conclusion, we found no evidence that exposure to an environmentally relevant mixture of BFRs commonly found in North American residences presents a risk to adult male rat reproductive function. Further analyses are currently underway to determine whether this exposure produced serum levels similar to those found in humans. Nevertheless, the absence of effects on any of diverse measures of male reproductive function across a broad range of doses, including those that induced xenobiotic metabolism activity in the liver, provides some assurance that adult BFR exposure does not influence male fertility. These data provide a robust dataset for assessing the hazard of this exposure. At the highest dose, multiple end-points (reduced serum T4 and increased epithelial thickness and hepatic Me1 expression) of thyroid physiology were adversely affected. Thus, the weight of evidence argues that thyroid hormone physiology is influenced in adult male rats by high dose exposure to an environmentally relevant mixture of BFRs.\n\n## SUPPLEMENTARY DATA\nSupplementary data are available online at http://toxsci.oxfordjournals.org/.\n\n## FUNDING\nCanadian Institutes of Health Research (CIHR), Institute for Human Development, Child and Youth Health (RHF100625).",
  "word_count": 11077,
  "char_count": 71772
}