{
  "pmcid": "PMC12424181",
  "doi": "10.1021/acs.est.5c05887",
  "title": "PBDE Flame Retardant\nExposure Causes Neurobehavioral\nand Transcriptional Effects in First-Generation but Not Second-Generation\nOffspring Fish",
  "authors": [
    "Nicole A. McNabb-Kelada",
    "Tara Burke",
    "Saro Jayaraman",
    "Lesley J. Mills",
    "Ashley I. De La Torre",
    "Madison Silvia",
    "Hannah Schrader",
    "Diane Nacci",
    "Bryan W. Clark",
    "Andrew Whitehead"
  ],
  "year": "2025",
  "journal": "Environmental Science & Technology",
  "abstract": "Pollution can have lasting effects beyond the exposure\nperiod,\npotentially impacting multiple generations. Polybrominated diphenyl\nether (PBDE) flame retardants are widespread, including in oceans,\nyet their multigenerational impacts remain poorly understood. We investigated\nwhether BDE-99, a ubiquitous PBDE, induces neurobehavioral and molecular\neffects across generations in the fish Fundulus heteroclitus. To assess influences of exposure route, we conducted two experiments:\nin the progenitor exposure, adults were dosed via diet, leading to\nmaternal transfer into F1 eggs; in the direct embryonic exposure,\nembryos were exposed via water, achieving comparable doses. Both exposures\naltered larval photomotor responses in F1, but other outcomes differed\nbetween exposure route. In the progenitor exposure, maternally exposed\nF1 juveniles exhibited reduced anxiety-like behavior and altered brain\ngene expression. In the direct embryonic exposure, F0 fish showed\nno detectable effects but produced F1 descendants with behavioral\nchanges. This suggests that F1 effects in the progenitor exposure\nwere not driven by chemical transfer alone, but by additional maternal\ninfluences. While effects in the progenitor exposure diminished in\nF2, early behavioral changes were still observed. We conclude that\nmaternal influences shape multigenerational effects of BDE-99 exposure,\nwith exposure route affecting both the nature and persistence of neurobehavioral\nand molecular outcomes.",
  "sections": [
    {
      "title": "Introduction",
      "text": "Exposure to environmental stressors can\nleave a lasting imprint\non organisms, with effects that extend beyond the direct exposure\nperiod, potentially impacting subsequent generations.\n−\n\n Factors such as poor nutrition, stress, and exposure to environmental\ntoxicants can result in adverse health outcomes that are transmitted\nacross generations.\n−\n\n This phenomenon, known as multi- and transgenerational\neffects, highlights the ability of organisms to pass on information\nabout environmental perturbations to their offspring, potentially\nresulting in health impacts that emerge in later generations. Research\nhas shown that various environmental contaminants that are commonly\ndetected in marine environments, including endocrine disruptors,\n−\n\n\n heavy metals,\n−\n\n and persistent organic pollutants,\n−\n\n\n\n can contribute to such heritable effects. However,\ndespite increasing evidence of this phenomenon, much remains poorly\nunderstood, particularly the mechanisms underlying these multigenerational\nresponses and the extent to which different classes of chemicals contribute\nto these outcomes. There is a critical need to incorporate multigenerational\nconsiderations into risk assessment frameworks to inform public health\nand environmental protection strategies. Effects of toxicant\nexposure can propagate across generations through\nvarious mechanisms. Intergenerational effects (from parent to offspring)\nmay result from altered maternal provisioning,\n,\n direct transfer of toxicants and metabolites,\n,\n changes in hormone and/or immune signaling,\n−\n\n\n and epigenetic modifications.\n,\n In oviparous fish, maternal provisioning influences offspring development\nby transferring both essential nutrients and harmful substances, including\ntoxicants, to eggs, thereby exposing embryos at the earliest stages\nof life. Transgenerational inheritance, which is confirmed only when\neffects persist in an unexposed generation (F2 in oviparous fish),\ntends not to include contributions from maternal influences and rather implicates the influence of heritable\nepigenetic mechanisms such as changes in DNA methylation or histone\nmodifications. Clues about contributing mechanisms emerge from examining\neffects across multiple generations: effects limited to F1 suggest\nmaternal or direct exposure influences, whereas persistence in F2\nsuggests epigenetic inheritance.\n,\n To better understand\nwhether and how exposure-induced impacts persist across generations,\nwe assessed effects in both F1 and F2 generations. Studies have\nshown that toxicants like vinclozolin, dioxin, DDT, and PFAS can drive transgenerational\ninheritance, but there is still limited understanding of whether some\nmajor classes of persistent organic pollutants that are common in\nmarine environments, such as polybrominated diphenyl ethers (PBDEs),\ninduce similar effects. PBDEs are chemicals used as flame retardants\nin many consumer products, including plastics, electronics, furniture,\ntextiles, and building materials. Since PBDEs are not chemically bonded\nto the materials to which they are added, they gradually leach into\nthe environment. PBDEs contaminate diverse\nenvironments, including marine environments globally, arriving in\nestuaries and oceans usually sorbed to particles through atmospheric\ndeposition, river discharge, and directly through litter, including\nmarine plastics, especially in coastal regions with large human presence.\n−\n\n\n\n Although penta-brominated diphenyl ethers (penta-BDEs) and octa-brominated\ndiphenyl ethers (octa-BDEs) were largely phased out worldwide in the\nearly 2000s due to toxicity concerns, deca-brominated diphenyl ether\n(deca-BDE) products are still legally manufactured in Asia.\n,\n Despite the phase-out, PBDEs are still being released into the environment\nthrough the disposal and recycling of electronic waste.\n−\n\n\n Additionally, these chemicals are highly lipophilic and capable\nof bioaccumulation and biomagnification in food chains, resulting\nin their persistence and ubiquitous presence in the environment, such\nas in air, house dust, freshwater and marine sediments, sewage sludge,\nsoil, and biota including humans and wildlife\n−\n\n\n\n\n\n\n\n\n including diverse marine species especially those consumed by humans.\n−\n\n PBDEs also exhibit significant capability for maternal transfer,\nbeing passed from pregnant females to offspring through the placenta\nand breast milk in mammals,\n−\n\n\n as well as through egg deposition in oviparous species\nlike fish,\n,\n highlighting the potential risks\nto both human and wildlife species across multiple generations. In\nthis study, we designed experiments to test whether exposure to 2,2′,4,4′,5-pentaBDE\n(BDE-99), a prevalent PBDE congener, results in perturbations in the\noffspring and grand-offspring of exposed fish. Adverse health\nimpacts of PBDEs have been extensively studied,\nparticularly on neurological and endocrine systems. Among the PBDE\ncongeners, BDE-99 is one of the most common congeners detected in\nsalmon as well as in human samples, including\nserum and breast milk.\n,\n Studies have indicated adverse\neffects of BDE-99 exposure on development and neurobehavior across\nvarious species, including rats, birds, zebrafish, and\nhumans. Endocrine-disrupting effects\nof BDE-99 exposure have also been reported, including altered thyroid\nhormone levels in rats and salmon and interactions with several hormone receptors\nin zebrafish, including PPARα, AhR2, PXR, glucocorticoid, and\nthyroid hormone receptors. While there\nis substantial evidence highlighting the detrimental effects of PBDEs\nlike BDE-99 in directly exposed individuals, research on their long-term\nmultigenerational effects remains limited. Some studies have provided\nevidence of potential multigenerational toxicity, such as maternal\ntransfer of PBDEs resulting in malformations in rats and decreased motor performance in zebrafish due to neurodevelopmental\ndisruptions. Also in zebrafish, exposure\nto a mixture of PCBs and PBDEs resulted in behavioral and molecular\ndisruptions that persisted across multiple generations (F1–F4),\nbut it remains unclear whether these transgenerational effects were\ndriven by PCBs, PBDEs, or their combined action.\n,\n In birds, embryonic exposure to a PBDE mixture in American kestrels\nresulted in altered reproductive success and behaviors across generations, while in zebra finches, in ovo exposure to BDE-99\nhad significant effects on the growth of second-generation offspring. Given the persistence of PBDEs in the environment\nand limited data on their long-term effects across generations, we\nexamined the multigenerational impacts of BDE-99 on neurobehavioral\nand molecular outcomes using mummichogs (Fundulus heteroclitus, also known as Atlantic killifish). The mummichog is ecologically\nimportant, nonmigratory, and prevalent\nin U.S. Atlantic coast saltmarsh estuaries, including areas contaminated with persistent pollutants. Serving as both an ecological sentinel and a\nwell-established model in ecotoxicology, F. heteroclitus has several attributes that make it suitable for studying multigenerational\nimpacts of toxicant exposure. As an outbred, genetically diverse species,\nit may provide insights that are more representative of typical wild\npopulations than those obtained from inbred, laboratory-adapted animal\nstrains. Neurobiological mechanisms are highly conserved across vertebrates,\nmaking F. heteroclitus a relevant model\nfor studying neurotoxicological effects in fish and tetrapods, including\nmarine mammals and humans.\n, To investigate\nthe propagation of effects from BDE-99 exposure\nacross two generations, we integrated brain transcriptomics with behavioral\noutcomes, given the known neurotoxicity of PBDEs. In a companion study,\nwe examined effects that persist from early life exposure through\nto adulthood, whereas in this study,\nwe focus on effects that propagate across generations. In this study,\nwe compared two distinct exposure regimes: maternal transfer and direct\nembryonic (waterborne) exposure. For maternal transfer, adult fish\n(F0) were exposed to BDE-99 through diet for 64 days and spawned to\nproduce the first generation (F1) of the progenitor exposure lineages\n(plus no-exposure control lineage). In parallel, we conducted 6-day\nwaterborne exposures with embryos from unexposed parents to create\nthe first generation (F0) of the direct embryonic exposure lineages\n(plus no-exposure control lineage). Embryos from both sets of lineages\nwere raised in uncontaminated conditions and subsequently spawned\nto produce a second generation, allowing us to assess inheritance\nof effects. We evaluated a range of end points, including developmental\nmorphology, hatch success, larval survival, photomotor response, anxiety-like\nbehavior, and whole-brain genome-wide gene expression, across two\ngenerations and both exposure regimes. This approach was specifically\ndesigned to test two hypotheses: (1) that developmental exposure to\nBDE-99 causes intergenerational neurotoxicity, leading to altered\nbehavior and gene expression patterns in the first generation, with\nsome perturbations propagating to the second generation; and (2) that\nexposure route (maternal vs environmental) influences these outcomes\ndue to maternal factors in addition to direct toxicant transfer. We\ntherefore predicted that outcomes between the two exposure routes\nwould differ, reflecting the influence of these maternal effects.\nSince multigenerational impacts can lead to unpredictable phenotypic\noutcomes due to complex genetic, epigenetic, and environmental interactions,\nwe measured genome-wide gene expression to identify potential disruptions\nin molecular functions and pathways, helping to generate hypotheses\nabout alternative phenotypic effects that were not directly measured."
    },
    {
      "title": "Methods",
      "text": "We conducted two complementary experiments\nto investigate the multigenerational\neffects of exposure to BDE-99, using distinct exposure paradigms that\ndiffered in life stage and route of exposure (Figure \n). In Experiment 1 (Progenitor Exposure),\nadult F0 progenitor fish were exposed to BDE-99 through diet, and\neffects were assessed in their F1 and F2 descendants. In Experiment\n2 (Direct Embryonic Exposure), embryos (F0 generation) were directly\nexposed to BDE-99 through waterborne exposure, raised to adulthood,\nand used to generate F1 offspring. This exposure achieved comparable\ndoses as in Experiment 1, allowing for a comparison of whether maternal\ntransfer (Experiment 1) vs direct environmental exposure (Experiment\n2) influences multigenerational effects. The experimental timelines\nwere aligned by generation, comparing the exposed generation (F1 in\nExperiment 1, F0 in Experiment 2) and their offspring (F2 and F1,\nrespectively). Though many of the methods were identical between experiments,\nwe describe them sequentially below. More detailed methods are available\nin the Supporting Information (Supplemental Methods). Multigenerational study paradigm of progenitor (A, Experiment 1)\nand direct embryonic (B, Experiment 2) exposure to BDE-99. Developing\nmummichog embryos were exposed to BDE-99 either through (A) transfer\nof the chemical from adult progenitors, or (B) directly from their\nsurrounding water. (A) Adult progenitor (F0) fish were exposed to\ncontrol or BDE-99 (blue box) diets for 64 days. First-generation (F1)\ndescendants (gray line is control lineage, blue line is progenitor\nexposure lineage) were produced by mating males and females within\neach lineage and raised in uncontaminated conditions. To produce second-generation\n(F2) descendants, males in each lineage were mated with nonexposed\nfemales. (B) For the direct exposure experiments, embryos from unexposed\nparents were exposed to control (gray line) or BDE-99 (red box) via\nwaterborne exposure from 1 to 7 days postfertilization (dpf). Those\nfirst-generation (F0) fish were raised in uncontaminated conditions\nuntil adulthood (gray line is control lineage, red line is direct\nembryonic exposure lineage), and then males and females within each\nlineage were mated to produce next-generation (F1) descendants. Biological\nend points were measured across two generations in both exposure experiments\nat the same time points through development. Fish and embryo illustrations\nsourced from BioRender.com. Adult wild-caught fish were exposed to either control or BDE-99-contaminated\ndiets for 64 days during the breeding season. Throughout this exposure\nperiod, the exposed (F0) progenitor fish were spawned to produce the\nparentally exposed first (F1) generation. The F1 fish were reared\nunder uncontaminated conditions until adulthood (2 years) and subsequently\nspawned to produce the second (F2) generation (Figure \nA). A suite of end points was assessed across\nboth generations: developmental abnormalities at 10 days postfertilization\n(dpf), hatch success at 14 dpf, larval survival until 14 days posthatch\n(dph), larval photomotor response (light/dark transition) at 14 dph,\nand juvenile anxiety-like behavior (novel tank diving) at 4–6\nmonths posthatch. After behavioral testing was completed, brains from\nF1 and F2 fish were flash-frozen and preserved for transcriptomics. Adult mummichogs\n(∼10 g wet weight (ww)) were collected from Jerusalem, Narragansett,\nRI, USA (41°22′58.4” N, 71°31′09.6”\nW) and housed at the US Environmental\nProtection Agency (EPA) laboratory in Narragansett in tanks (300 L,\n80 gal) with continuous flow of 23 °C, 5 μm-filtered, clean\nseawater, under a 14:10 h light:dark cycle and fed TetraMin Tropical\nFlakes fish food (Tetra, Blacksburg, VA, USA) ad libitum until their\nuse in this study one month later. Before the experiment, fish were\nredistributed into 38-L (10 gal) tanks. Each treatment consisted of\n3 replicate tanks, with each tank containing 14 fish (8 females and\n6 males). All procedures were in accordance with EPA-approved Animal\nCare and Use Protocols (IACUC, ACUP # Eco23-03-002, Eco23-11-001,\nand Eco23-07-001). A BDE-99\n(2,2′,4,4′,5-pentabromodiphenyl ether; >99% pure)\nstock\nsolution (2.5 mg/mL) was prepared. To prepare the BDE-99_MED and BDE-99_HIGH\ndosing solutions, 52 or 209 μL of the BDE-99 stock was added\nto 1348 or 1191 μL of acetone, respectively (final volumes of\n1.4 mL). Diet consisted of ground TetraMin Tropical Flakes (40 g)\namended with either carrier (acetone, 1.4 mL) or BDE-99 stock dissolved\nin acetone (1.4 mL). A nutritional mixture (including blended spinach,\nbrine shrimp, krill, mackerel, sardines) supplemented the experimental\ndiet, which was finally solidified with gelatin. Fish were fed\ncontrol or contaminated diets (∼15% of body weight) 5 days\nper week and control diet the other 2 days a week for 64 days. Dietary\ntreatments consisted of control and 2 concentrations of BDE-99 (37.5\nand 150 ng/g fish ww/day). Target internal doses of BDE-99 (verified\nas described below) were 1 and 4 μg/g fish dry weight (dw).\nThese doses were selected to achieve internal body burdens comparable\nto levels reported in fish inhabiting heavily polluted environments,\nsuch as near e-waste recycling sites.\n− Standard length (SL,\nmm) and whole fish wet weight (ww, g) were recorded for individual\nfish at the start (day 0) and end (day 65) of the exposure, after\nwhich Fulton’s condition index was calculated (ww/SL3). During this period, F0 fish were spawned at multiple time points\nto generate the F1 generation. After 64 days of feeding, all F0 (progenitor)\nfish were euthanized, after which wet weights of gonads, liver, and\nabdominal fat were measured and used to calculate the health indices:\ngonadosomatic index (GSI), hepatosomatic index (HSI), and abdominal\nfat somatic index (AFSI). Carcasses were then vacuum-sealed, flash-frozen,\nand stored at −80 °C for BDE-99 body burden quantification.\nExposure effects on growth and health indices were tested using two-way\nAnalysis of Variance (ANOVA) with tank as the unit of replication,\nwhere main effects included BDE-99 concentration and sex, and their\ninteraction. Before ANOVA, data normality was tested (Shapiro-Wilk\ntest). Sex effects on body burden were tested (Welch’s t tests). Statistical analyses were conducted using GraphPad\nPrism version 10.4.1 for macOS (GraphPad Software, Boston, MA, USA). Fish were manually strip-spawned 5 times following\ntheir semilunar spawning cycle through\nthe dietary exposure period to record reproductive success and egg\ncounts. Fertilization to create the F1 generation included eggs and\nmilt from fish from a single tank and kept separate so that subsequent\nmatings (to form the F2) did not include close relatives. Embryos\nwere then incubated at 23 °C (14:10 h light:dark cycle). Fertilization\nsuccess was recorded at 4 dpf, and unfertilized eggs were archived\nto quantify BDE-99 deposition into eggs. Exposure effects on fecundity\nwere analyzed using a two-way repeated measures ANOVA with tank as\nthe unit of replication. Fertilization success (percentage of fertilized\nF1 eggs per tank) was analyzed using a mixed-effects model with Greenhouse-Geisser\ncorrection (to account for possible sphericity violations). Statistical\nmodels included main effects of BDE-99 concentration, experimental\nday, and their interaction. Two-year-old F1 fish were spawned to produce\nthe F2 generation. Due to low female numbers in F1 exposure and control\nlineages, males were crossed with external control females. As a result,\nonly paternally mediated intergenerational effects were assessed in\nF2-generation fish. Eggs collected from 20 to 36 females were pooled,\ndivided into approximately equal groups, and fertilized with pooled\nmilt from males within each BDE-99 exposure lineage. Fertilization\nmeasurements and rearing conditions were the same as in F1. Accelerated Solvent Extraction was\nused to extract BDE-99 from freeze-dried F0 fish carcass samples and\ntreatment diets. Approximately 0.2 g\nof carcass was ground with a mortar and pestle, spiked with a known\namount of IS, and extracted with acetone:hexane (50:50). A small portion\n(10%) was transferred to a preweighed aluminum weighing pan for lipid\ndetermination, and the remaining extract was treated with concentrated\nsulfuric acid. F1 fish eggs from progenitor exposure (Experiment 1)\nand F0 embryos from direct embryonic exposure (Experiment 2) (40–150\nmg ww) were similarly treated. BDE-99 concentrations in adult\nand early life samples were measured by Gas Chromatography–Mass\nSpectrometry (GC–MS) using an Agilent Technologies (Santa Clara,\nCA, USA) 6890N GC with a 5973 mass selective detector and an Agilent\nJ&W DB-5 ms Ultra Inert analytical column (15 m × 0.25 mm\n× 0.25 μm). Calibration standard solutions of BDE-99 (50–2500\nng/μL) were prepared. ChemStation software was used for data\nprocessing. Procedural blanks showed no contaminants. Analytical duplicates\nhad a relative standard deviation (RSD) of <7%, and matrix spike\nrecoveries ranged from 90 to 104%. Embryo-Larval\nAssays (ELA) evaluated the developmental and survival effects of BDE-99\nexposure lineage.\n,\n Embryos were housed in clean\nseawater refreshed daily. At 10 dpf (late organogenesis, stage 34), embryos were screened (presence/absence) for\ndevelopmental abnormalities, including pericardial edema, heart abnormalities,\nhemorrhaging in the head or tail, and reduced body or head size. Treatment effects on developmental abnormalities\nwere analyzed using the Kruskal–Wallis test. Treatment effects\non hatching success and larval survival (until 14 dph) were analyzed\nusing Fisher’s exact tests. Light/dark transition\nassays were conducted at 14 dph to assess larval photomotor responses.\nPlates containing larvae were placed on an infrared backlight inside\na custom-built black box, and movement was recorded from above (Basler\nacA1300-60gmNIR camera). EthoVision XT software was used to track\nactivity. Assays began with 30 min light habituation (100% illumination),\nfollowed by alternating light and dark phases: a 10 min initial dark\nphase (0% illumination), then two cycles of alternating 10 min phases\nin light (100% illumination) and dark. Total distance moved was calculated as cm per 10 min interval, with the initial habituation\nphase excluded. Following Greenhouse-Geisser correction, data were\nanalyzed using two-way repeated measures ANOVA with individual larval\nfish as the subject (biological replicate), where main effects were\nBDE-99 exposure lineage, light phase, and their interaction, followed\nby Dunnett’s posthoc tests. Novel tank diving assays\nwere performed to evaluate anxiety-like behaviors in juvenile fish\n(4–6 months posthatch). The experiment\nused two adjacent rectangular tanks, each filled with ∼4.5\nL seawater (21.5–23 °C). Behavioral trials were recorded\n(10 min sessions) using a camera placed 120 cm from the front of the\ntanks, with tracking and behavior analyzed by EthoVision XT software.\nBehavioral measurements included total distance moved (cm per 10 min), duration spent in the top zone (percent time), latency to enter the top zone (seconds),\nand number of transitions to the top zone. Subsets\nof fish were then euthanized (MS-222) and brain tissues preserved\nfor transcriptomics analysis. Data were tested for normality (Shapiro-Wilk\ntest) and then analyzed using one-way ANOVA, followed by Tukey’s\nposthoc tests. End points that failed normality were analyzed using\nthe Kruskal–Wallis test, followed by Dunn’s multiple\ncomparisons test. Juvenile brains were homogenized (Omni\nBead Ruptor) and mRNA extracted using the Dynabeads mRNA DIRECT Purification\nKit (Invitrogen, Waltham, MA, USA). Strand-specific RNA-seq libraries\nwere prepared using the Breath Adapter Directional sequencing (BrAD-seq)\nmethod. Individual libraries were uniquely\nindexed, pooled, and sequenced across six lanes of Illumina HiSeq\n4000 (PE-150) (UC Davis Genome Center). Each sample yielded ∼9\nmillion raw reads. F1 samples included 4–5 biological replicates\nper treatment (except n = 3 for the 0.85 μg/g\ngroup), for a total of 27 samples. F2 samples included 6 replicates\nper treatment (except n = 2 for the 3.50 μg/g\ngroup), for a total of 32 samples. Six exposure lineages were represented\nin each generation: 0, 0.85, 1.20, 2.00, and 3.50 μg/g in F1\nand F2, with 0.57 and 0.47 μg/g in F1 and F2, respectively.\nRaw reads were quality checked (FastQC), trimmed (fastp), and mapped to the F. heteroclitus reference genome (GenBank MU-UCD_Fhet_4.1) using Salmon. We applied weighted gene correlation network analysis (WGCNA) to identify modules of coexpressed genes that\nvaried with experimental end points, conducted separately for the\nF1 and F2 generations. Raw counts were normalized using a variance-stabilizing\ntransformation in DESeq2. The top 10%\nmost variable genes were selected (3164 per data set) as recommended\nby WGCNA. Gene modules were identified using hierarchical clustering\nand dynamic tree cutting. For each module, eigengene values (PC1 of\nmodule expression) were extracted and tested for statistical association\nwith treatment (BDE-99 exposure lineage) using one-way ANOVA (FDR-adjusted p < 0.05). Modules with significant treatment effects\nwere tested for Gene Ontology (GO) enrichment using a Mann–Whitney U test. All analyses were conducted\nin R (version 4.4.2) and RStudio (version\n2024.09.1 + 394). Fish embryos collected from unexposed parents were subjected to\n6-day waterborne exposures to control or BDE-99 from 1 to 7 dpf (Figure \nB). These directly\nexposed F0 embryos were then reared to adulthood under uncontaminated\nconditions and subsequently spawned to produce the next (F1) generation.\nThe same suite of developmental and behavioral end points was measured\nfollowing these direct embryonic exposures as in the direct progenitor\nexposures (Experiment 1) described above: developmental abnormalities\nat 10 dpf, hatch success at 14 dpf, larval survival until 14 dph,\nlarval photomotor response (light/dark transition) at 14 dph, and\njuvenile anxiety-like behavior (novel tank diving) at 4–6 months\nposthatch. Following behavioral testing, whole brains from the F1\ngeneration were collected and archived for RNA-seq Embryos were from mass-spawned adults\ncollected from Scorton Creek, Sandwich, MA (41°45′53.6″\nN, 70°28′48.0″ W)\n−\n\n\n that had been housed at the\nUS EPA facility. Four separate breeding tanks were used to produce\nfour groups of embryos, which were kept separate to prevent mating\nbetween close relatives to produce the next (F1) generation. From\neach breeding tank, eggs were collected from 20 to 30 females, pooled,\nand fertilized with milt pooled from 20 to 30 males from the same\ntank. A BDE-99 stock\nsolution (2.5 mg/mL) was prepared as described above. Fertilized embryos\nfrom each of the four breeding groups were equally divided into three\ntreatments (control and two BDE-99 concentrations) and then into two\nreplicates per treatment. Each exposure experiment consisted of 24\njars (4 breeding groups × 3 treatments × 2 replicates per\ntreatment). Embryos were mass exposed from 1 to 7 dpf in glass jars\nat a density of 1 embryo per 2 mL of seawater, amended with 1% dosing\nsolution containing either carrier (acetone, control) or BDE-99 in\nacetone. BDE-99 concentrations were 6.2 and 26 ng/mL (labeled MED\nand HI, respectively). The entire exposure experiment was repeated\nacross three separate spawning events, following the semilunar spawning\ncycle. Individuals from one of the four breeding groups and one of\nthe three spawning cycles were archived for BDE-99 body burden analysis,\nsuch that embryo dosing could be compared between experiments 1 and\n2. The same\nend points were collected for these direct embryonic exposures as\nfor the progenitor exposures (Experiment 1) as described above, including\ndevelopmental abnormality, hatch success, larval photomotor response,\nlarval survival, and juvenile anxiety-like behavior. Statistical analyses\nwere also identical to those described above for Experiment 1. Data\nfrom the F0 and F1 generations were analyzed separately. Fish from the direct\nembryonic exposure study were reared as described above for the direct\nprogenitor exposures (Experiment 1). The F1 generation was produced\nby crossing males and females from the different replicate groups\nwithin each exposure lineage. Therefore, effects in the F1 generation\nwere both paternally and maternally mediated. Eggs were collected\nvia manual strip-spawning, pooled within each replicate group, and\nfertilized with milt pooled from males from another replicate group\nin the same exposure lineage. Whole brain tissues from direct embryonic\nexposure F1 juvenile fish were processed, and RNA-seq data collected\nand analyzed (WGCNA), as described above for Experiment 1. Each sample\nyielded approximately 9.5 million raw reads. There were 6 replicates\neach from 3 breeding groups per exposure lineage, except for the MED\nBDE-99 lineage, which had 3 and 4 replicates in 2 of the breeding\ngroups, for a total of 49 samples."
    },
    {
      "title": "Progenitor Exposure (Experiment 1) Chronological Overview",
      "text": "Adult wild-caught fish were exposed to either control or BDE-99-contaminated\ndiets for 64 days during the breeding season. Throughout this exposure\nperiod, the exposed (F0) progenitor fish were spawned to produce the\nparentally exposed first (F1) generation. The F1 fish were reared\nunder uncontaminated conditions until adulthood (2 years) and subsequently\nspawned to produce the second (F2) generation (Figure \nA). A suite of end points was assessed across\nboth generations: developmental abnormalities at 10 days postfertilization\n(dpf), hatch success at 14 dpf, larval survival until 14 days posthatch\n(dph), larval photomotor response (light/dark transition) at 14 dph,\nand juvenile anxiety-like behavior (novel tank diving) at 4–6\nmonths posthatch. After behavioral testing was completed, brains from\nF1 and F2 fish were flash-frozen and preserved for transcriptomics."
    },
    {
      "title": "Adult Fish Collection and Husbandry",
      "text": "Adult mummichogs\n(∼10 g wet weight (ww)) were collected from Jerusalem, Narragansett,\nRI, USA (41°22′58.4” N, 71°31′09.6”\nW) and housed at the US Environmental\nProtection Agency (EPA) laboratory in Narragansett in tanks (300 L,\n80 gal) with continuous flow of 23 °C, 5 μm-filtered, clean\nseawater, under a 14:10 h light:dark cycle and fed TetraMin Tropical\nFlakes fish food (Tetra, Blacksburg, VA, USA) ad libitum until their\nuse in this study one month later. Before the experiment, fish were\nredistributed into 38-L (10 gal) tanks. Each treatment consisted of\n3 replicate tanks, with each tank containing 14 fish (8 females and\n6 males). All procedures were in accordance with EPA-approved Animal\nCare and Use Protocols (IACUC, ACUP # Eco23-03-002, Eco23-11-001,\nand Eco23-07-001)."
    },
    {
      "title": "Diet Preparation for Progenitor BDE-99 Exposure",
      "text": "A BDE-99\n(2,2′,4,4′,5-pentabromodiphenyl ether; >99% pure)\nstock\nsolution (2.5 mg/mL) was prepared. To prepare the BDE-99_MED and BDE-99_HIGH\ndosing solutions, 52 or 209 μL of the BDE-99 stock was added\nto 1348 or 1191 μL of acetone, respectively (final volumes of\n1.4 mL). Diet consisted of ground TetraMin Tropical Flakes (40 g)\namended with either carrier (acetone, 1.4 mL) or BDE-99 stock dissolved\nin acetone (1.4 mL). A nutritional mixture (including blended spinach,\nbrine shrimp, krill, mackerel, sardines) supplemented the experimental\ndiet, which was finally solidified with gelatin."
    },
    {
      "title": "Progenitor Dietary Exposure to BDE-99",
      "text": "Fish were fed\ncontrol or contaminated diets (∼15% of body weight) 5 days\nper week and control diet the other 2 days a week for 64 days. Dietary\ntreatments consisted of control and 2 concentrations of BDE-99 (37.5\nand 150 ng/g fish ww/day). Target internal doses of BDE-99 (verified\nas described below) were 1 and 4 μg/g fish dry weight (dw).\nThese doses were selected to achieve internal body burdens comparable\nto levels reported in fish inhabiting heavily polluted environments,\nsuch as near e-waste recycling sites.\n−"
    },
    {
      "title": "Exposed Generation End Points",
      "text": "Standard length (SL,\nmm) and whole fish wet weight (ww, g) were recorded for individual\nfish at the start (day 0) and end (day 65) of the exposure, after\nwhich Fulton’s condition index was calculated (ww/SL3). During this period, F0 fish were spawned at multiple time points\nto generate the F1 generation. After 64 days of feeding, all F0 (progenitor)\nfish were euthanized, after which wet weights of gonads, liver, and\nabdominal fat were measured and used to calculate the health indices:\ngonadosomatic index (GSI), hepatosomatic index (HSI), and abdominal\nfat somatic index (AFSI). Carcasses were then vacuum-sealed, flash-frozen,\nand stored at −80 °C for BDE-99 body burden quantification.\nExposure effects on growth and health indices were tested using two-way\nAnalysis of Variance (ANOVA) with tank as the unit of replication,\nwhere main effects included BDE-99 concentration and sex, and their\ninteraction. Before ANOVA, data normality was tested (Shapiro-Wilk\ntest). Sex effects on body burden were tested (Welch’s t tests). Statistical analyses were conducted using GraphPad\nPrism version 10.4.1 for macOS (GraphPad Software, Boston, MA, USA)."
    },
    {
      "title": "Spawning",
      "text": "Fish were manually strip-spawned 5 times following\ntheir semilunar spawning cycle through\nthe dietary exposure period to record reproductive success and egg\ncounts. Fertilization to create the F1 generation included eggs and\nmilt from fish from a single tank and kept separate so that subsequent\nmatings (to form the F2) did not include close relatives. Embryos\nwere then incubated at 23 °C (14:10 h light:dark cycle). Fertilization\nsuccess was recorded at 4 dpf, and unfertilized eggs were archived\nto quantify BDE-99 deposition into eggs. Exposure effects on fecundity\nwere analyzed using a two-way repeated measures ANOVA with tank as\nthe unit of replication. Fertilization success (percentage of fertilized\nF1 eggs per tank) was analyzed using a mixed-effects model with Greenhouse-Geisser\ncorrection (to account for possible sphericity violations). Statistical\nmodels included main effects of BDE-99 concentration, experimental\nday, and their interaction. Two-year-old F1 fish were spawned to produce\nthe F2 generation. Due to low female numbers in F1 exposure and control\nlineages, males were crossed with external control females. As a result,\nonly paternally mediated intergenerational effects were assessed in\nF2-generation fish. Eggs collected from 20 to 36 females were pooled,\ndivided into approximately equal groups, and fertilized with pooled\nmilt from males within each BDE-99 exposure lineage. Fertilization\nmeasurements and rearing conditions were the same as in F1."
    },
    {
      "title": "Chemical Analysis",
      "text": "Accelerated Solvent Extraction was\nused to extract BDE-99 from freeze-dried F0 fish carcass samples and\ntreatment diets. Approximately 0.2 g\nof carcass was ground with a mortar and pestle, spiked with a known\namount of IS, and extracted with acetone:hexane (50:50). A small portion\n(10%) was transferred to a preweighed aluminum weighing pan for lipid\ndetermination, and the remaining extract was treated with concentrated\nsulfuric acid. F1 fish eggs from progenitor exposure (Experiment 1)\nand F0 embryos from direct embryonic exposure (Experiment 2) (40–150\nmg ww) were similarly treated. BDE-99 concentrations in adult\nand early life samples were measured by Gas Chromatography–Mass\nSpectrometry (GC–MS) using an Agilent Technologies (Santa Clara,\nCA, USA) 6890N GC with a 5973 mass selective detector and an Agilent\nJ&W DB-5 ms Ultra Inert analytical column (15 m × 0.25 mm\n× 0.25 μm). Calibration standard solutions of BDE-99 (50–2500\nng/μL) were prepared. ChemStation software was used for data\nprocessing. Procedural blanks showed no contaminants. Analytical duplicates\nhad a relative standard deviation (RSD) of <7%, and matrix spike\nrecoveries ranged from 90 to 104%."
    },
    {
      "title": "Embryo-Larval Rearing and Early-Life End Points",
      "text": "Embryo-Larval\nAssays (ELA) evaluated the developmental and survival effects of BDE-99\nexposure lineage.\n,\n Embryos were housed in clean\nseawater refreshed daily. At 10 dpf (late organogenesis, stage 34), embryos were screened (presence/absence) for\ndevelopmental abnormalities, including pericardial edema, heart abnormalities,\nhemorrhaging in the head or tail, and reduced body or head size. Treatment effects on developmental abnormalities\nwere analyzed using the Kruskal–Wallis test. Treatment effects\non hatching success and larval survival (until 14 dph) were analyzed\nusing Fisher’s exact tests."
    },
    {
      "title": "Larval/Juvenile Behavioral End Points",
      "text": "Light/dark transition\nassays were conducted at 14 dph to assess larval photomotor responses.\nPlates containing larvae were placed on an infrared backlight inside\na custom-built black box, and movement was recorded from above (Basler\nacA1300-60gmNIR camera). EthoVision XT software was used to track\nactivity. Assays began with 30 min light habituation (100% illumination),\nfollowed by alternating light and dark phases: a 10 min initial dark\nphase (0% illumination), then two cycles of alternating 10 min phases\nin light (100% illumination) and dark. Total distance moved was calculated as cm per 10 min interval, with the initial habituation\nphase excluded. Following Greenhouse-Geisser correction, data were\nanalyzed using two-way repeated measures ANOVA with individual larval\nfish as the subject (biological replicate), where main effects were\nBDE-99 exposure lineage, light phase, and their interaction, followed\nby Dunnett’s posthoc tests. Novel tank diving assays\nwere performed to evaluate anxiety-like behaviors in juvenile fish\n(4–6 months posthatch). The experiment\nused two adjacent rectangular tanks, each filled with ∼4.5\nL seawater (21.5–23 °C). Behavioral trials were recorded\n(10 min sessions) using a camera placed 120 cm from the front of the\ntanks, with tracking and behavior analyzed by EthoVision XT software.\nBehavioral measurements included total distance moved (cm per 10 min), duration spent in the top zone (percent time), latency to enter the top zone (seconds),\nand number of transitions to the top zone. Subsets\nof fish were then euthanized (MS-222) and brain tissues preserved\nfor transcriptomics analysis. Data were tested for normality (Shapiro-Wilk\ntest) and then analyzed using one-way ANOVA, followed by Tukey’s\nposthoc tests. End points that failed normality were analyzed using\nthe Kruskal–Wallis test, followed by Dunn’s multiple\ncomparisons test."
    },
    {
      "title": "Transcriptomics",
      "text": "Juvenile brains were homogenized (Omni\nBead Ruptor) and mRNA extracted using the Dynabeads mRNA DIRECT Purification\nKit (Invitrogen, Waltham, MA, USA). Strand-specific RNA-seq libraries\nwere prepared using the Breath Adapter Directional sequencing (BrAD-seq)\nmethod. Individual libraries were uniquely\nindexed, pooled, and sequenced across six lanes of Illumina HiSeq\n4000 (PE-150) (UC Davis Genome Center). Each sample yielded ∼9\nmillion raw reads. F1 samples included 4–5 biological replicates\nper treatment (except n = 3 for the 0.85 μg/g\ngroup), for a total of 27 samples. F2 samples included 6 replicates\nper treatment (except n = 2 for the 3.50 μg/g\ngroup), for a total of 32 samples. Six exposure lineages were represented\nin each generation: 0, 0.85, 1.20, 2.00, and 3.50 μg/g in F1\nand F2, with 0.57 and 0.47 μg/g in F1 and F2, respectively.\nRaw reads were quality checked (FastQC), trimmed (fastp), and mapped to the F. heteroclitus reference genome (GenBank MU-UCD_Fhet_4.1) using Salmon. We applied weighted gene correlation network analysis (WGCNA) to identify modules of coexpressed genes that\nvaried with experimental end points, conducted separately for the\nF1 and F2 generations. Raw counts were normalized using a variance-stabilizing\ntransformation in DESeq2. The top 10%\nmost variable genes were selected (3164 per data set) as recommended\nby WGCNA. Gene modules were identified using hierarchical clustering\nand dynamic tree cutting. For each module, eigengene values (PC1 of\nmodule expression) were extracted and tested for statistical association\nwith treatment (BDE-99 exposure lineage) using one-way ANOVA (FDR-adjusted p < 0.05). Modules with significant treatment effects\nwere tested for Gene Ontology (GO) enrichment using a Mann–Whitney U test. All analyses were conducted\nin R (version 4.4.2) and RStudio (version\n2024.09.1 + 394)."
    },
    {
      "title": "Direct Embryonic Exposure (Experiment 2) Chronological Overview",
      "text": "Fish embryos collected from unexposed parents were subjected to\n6-day waterborne exposures to control or BDE-99 from 1 to 7 dpf (Figure \nB). These directly\nexposed F0 embryos were then reared to adulthood under uncontaminated\nconditions and subsequently spawned to produce the next (F1) generation.\nThe same suite of developmental and behavioral end points was measured\nfollowing these direct embryonic exposures as in the direct progenitor\nexposures (Experiment 1) described above: developmental abnormalities\nat 10 dpf, hatch success at 14 dpf, larval survival until 14 dph,\nlarval photomotor response (light/dark transition) at 14 dph, and\njuvenile anxiety-like behavior (novel tank diving) at 4–6 months\nposthatch. Following behavioral testing, whole brains from the F1\ngeneration were collected and archived for RNA-seq"
    },
    {
      "title": "Embryo Collection",
      "text": "Embryos were from mass-spawned adults\ncollected from Scorton Creek, Sandwich, MA (41°45′53.6″\nN, 70°28′48.0″ W)\n−\n\n\n that had been housed at the\nUS EPA facility. Four separate breeding tanks were used to produce\nfour groups of embryos, which were kept separate to prevent mating\nbetween close relatives to produce the next (F1) generation. From\neach breeding tank, eggs were collected from 20 to 30 females, pooled,\nand fertilized with milt pooled from 20 to 30 males from the same\ntank."
    },
    {
      "title": "Direct Embryonic Exposure to BDE-99",
      "text": "A BDE-99 stock\nsolution (2.5 mg/mL) was prepared as described above. Fertilized embryos\nfrom each of the four breeding groups were equally divided into three\ntreatments (control and two BDE-99 concentrations) and then into two\nreplicates per treatment. Each exposure experiment consisted of 24\njars (4 breeding groups × 3 treatments × 2 replicates per\ntreatment). Embryos were mass exposed from 1 to 7 dpf in glass jars\nat a density of 1 embryo per 2 mL of seawater, amended with 1% dosing\nsolution containing either carrier (acetone, control) or BDE-99 in\nacetone. BDE-99 concentrations were 6.2 and 26 ng/mL (labeled MED\nand HI, respectively). The entire exposure experiment was repeated\nacross three separate spawning events, following the semilunar spawning\ncycle. Individuals from one of the four breeding groups and one of\nthe three spawning cycles were archived for BDE-99 body burden analysis,\nsuch that embryo dosing could be compared between experiments 1 and\n2."
    },
    {
      "title": "Larval/Juvenile and Behavioral End points",
      "text": "The same\nend points were collected for these direct embryonic exposures as\nfor the progenitor exposures (Experiment 1) as described above, including\ndevelopmental abnormality, hatch success, larval photomotor response,\nlarval survival, and juvenile anxiety-like behavior. Statistical analyses\nwere also identical to those described above for Experiment 1. Data\nfrom the F0 and F1 generations were analyzed separately."
    },
    {
      "title": "Rearing to Adult and Spawning",
      "text": "Fish from the direct\nembryonic exposure study were reared as described above for the direct\nprogenitor exposures (Experiment 1). The F1 generation was produced\nby crossing males and females from the different replicate groups\nwithin each exposure lineage. Therefore, effects in the F1 generation\nwere both paternally and maternally mediated. Eggs were collected\nvia manual strip-spawning, pooled within each replicate group, and\nfertilized with milt pooled from males from another replicate group\nin the same exposure lineage."
    },
    {
      "title": "Transcriptomics",
      "text": "Whole brain tissues from direct embryonic\nexposure F1 juvenile fish were processed, and RNA-seq data collected\nand analyzed (WGCNA), as described above for Experiment 1. Each sample\nyielded approximately 9.5 million raw reads. There were 6 replicates\neach from 3 breeding groups per exposure lineage, except for the MED\nBDE-99 lineage, which had 3 and 4 replicates in 2 of the breeding\ngroups, for a total of 49 samples."
    },
    {
      "title": "Results",
      "text": "Exposure to BDE-99 had no significant impact on\ngrowth or health indices in diet-exposed adults (Figure S1). Tissue indices (GSI, HSI, and AFSI) were significantly\nhigher in females than males (GSI: F­(1, 12) = 29.78, p = 0.0001; HSI:\nF­(1, 12) = 220.7, p < 0.0001; AFSI: F­(1, 12) =\n5.12, p = 0.0431). Fecundity and fertility were variable over time,\nbut BDE-99 had no significant effect on fecundity or fertilization\nsuccess of diet-exposed adult progenitor fish (Figure S2). Bioaccumulation of BDE-99 through diet in F0 adults was confirmed\n(Figure S3). Measured concentrations in\nmales and females in the CTL, MED, and HI groups were 0.0106 (±0.0062)\nμg/g and 0.0133 (±0.0072) μg/g dw, 1.17 (±0.20)\nμg/g dw and 0.933 (±0.058) μg/g dw, and 4.47 (±0.14)\nμg/g dw and 3.80 (±0.32) μg/g dw, respectively, which\nwere close to dose targets (1 and 4 μg/g dw). Male and female\nbody burdens were not different. Measured concentrations of BDE-99\nin treatment diets were not detected (ND), 0.895 μg/g dw, and\n3.99 μg/g dw in the CTL, MED, and HI, respectively. BDE-99 was detected\nin unfertilized F1 eggs from the progenitor exposure, confirming maternal\ntransfer (Figure \nA).\nF1 doses increased with duration of maternal exposure and dietary\nconcentration, consistent with bioaccumulation in progenitors and\nsubsequent maternal transfer into eggs. F1 eggs from lineages for\nwhich we subsequently collected data on hatching, larval survival,\nand photomotor response had measured BDE-99 concentrations of 0 (control),\n0.42, 0.47, 0.57, and 2.40 μg/g dw. F1 eggs from lineages for\nwhich we subsequently collected neurophysiological data (juvenile\nnovel tank testing, brain gene expression) had concentrations of 0\n(control), 0.57, 0.85, 1.20, 2.00, and 3.50 μg/g dw. F1 eggs\nfrom lineages used for F2 production had concentrations of 0 (control),\n0.47, 0.85, 1.20, 2.00, and 3.50 μg/g dw. These concentrations\noverlap with PBDE levels previously measured in fish tissues from\nhighly contaminated aquatic sites.\n− Maternal transfer of\nBDE-99 to F1 eggs from progenitor exposure\n(A) compared with direct embryonic (waterborne) exposure of F0 embryos\n(B). (A) BDE-99 doses (μg/g dry weight (dw)) in unfertilized\nF1 eggs produced by progenitor (F0) fish over the 64-day dietary exposure\nperiod to BDE-99. Symbol colors and shapes indicate treatment groups:\nProgenitor BDE-99 MED (teal squares), Progenitor BDE-99 HI (purple\ntriangles). (B) BDE-99 doses (μg/g dw) in F0 embryos following\ndirect waterborne exposure from 1 to 7 days postfertilization (dpf)\n(mean ± SE). Symbol colors and shapes indicate treatment groups:\nDirect BDE-99 MED (orange square) and Direct BDE-99 HI (red triangle). In the direct embryonic exposure experiment, BDE-99\nwas measured\nin subsets of F0 embryos following waterborne exposure from 1 to 7\ndpf (Figure \nB). The\nmean body burdens achieved through direct environmental (waterborne)\nexposure (1.00 μg/g and 2.70 μg/g) (Experiment 2) successfully\napproximated the mean BDE-99 doses achieved via maternal transfer\nby the end of the dietary exposure period (1.01 μg/g and 2.75\nμg/g) (Experiment 1). Progenitor dietary exposure to BDE-99 caused no effects on offspring\ndevelopmental abnormalities, hatching, or larval survival, in either\nthe F1 or F2 generations (Table S1), compared\nto controls. Similarly, direct embryonic (waterborne) exposure to\nBDE-99 had no significant effects on the same end points. BDE-99 exposure lineage, defined as the progenitor exposure history\ninherited by each generation, significantly affected larval photomotor\nresponses in the F1 generation and produced a similar but less pronounced\ntrend in the F2 generation. In the F1 generation, BDE-99 exposure\nlineage had a significant effect on locomotor activity (F(4, 74) = 7.08, p < 0.0001), with a trend toward\nan interaction between exposure lineage and illumination phase (F(16, 296) = 1.67, p = 0.0524) (Figure \nA). Posthoc comparisons\nrevealed significant hypoactivity in F1 larvae from the 0.42, 0.47,\nand 0.57 μg/g exposure lineages in most illumination phases\n(3 out of 5), while larvae from the highest exposure lineage (2.40\nμg/g) showed no significant differences from controls. Larval photomotor\nresponse in F1 and F2 descendants of progenitor\n(F0) fish exposed to BDE-99 through diet. Total distance moved (cm)\nby F1 (A) and F2 (B) larvae during alternating light and dark phases.\n(A) F1 larvae originated from control (CTL; n = 23)\nor exposure lineages with the following BDE-99 concentrations (μg/g\ndry weight (dw)) measured in eggs: 0.42 (n = 8),\n0.47 (n = 18), 0.57 (n = 13), and\n2.40 (n = 17). (B) F2 larvae originated from control\n(CTL; n = 18) or exposure lineages with the following\nBDE-99 concentrations (μg/g dw) measured in F1 eggs: 0.47 (n = 46), 0.85 (n = 45), 1.20 (n = 21), 2.00 (n = 32), 3.50 (n =\n20). Within a plot, outcomes (p-values) for statistical\ntests are shown for the two main effects (progenitor exposure lineage\nand illumination phase) and their interaction. P <\n0.05, p < 0.001, and p < 0.0001\nare indicated by *, ***, and ****, respectively. Brackets with asterisks\nindicate significant differences from CTL following posthoc tests.\nError bars represent standard error of the mean (SEM). In the F2 generation, we observed a similar pattern\nof reduced\nactivity in lineages derived from low and intermediate BDE-99 doses,\nthough the effects were more subtle than in F1 (Figure \nB). There was a significant main effect of\nBDE-99 exposure lineage (F(5, 176) = 5.19, p = 0.0002), but no interaction with illumination phase\n(F(20, 704) = 0.90, p = 0.5883).\nAlthough the only significant posthoc difference was increased movement\n(hyperactivity) in the highest-dose lineage (3.50 μg/g) during\nDark 2 (p = 0.0391), mean activity was reduced in\nthe low- and mid-dose lineages across multiple phases, consistent\nwith the F1 hypoactivity pattern. These findings suggest a persistent,\nthough attenuated, intergenerational behavioral phenotype. Progenitor exposure to BDE-99 perturbed multiple\ndimensions of juvenile behavior in F1 descendants but not in F2 descendants.\nIn the F1 generation, BDE-99 exposure lineage had a significant effect\non total distance moved (F­(5, 77) = 3.11, p = 0.0130),\nwith hyperactivity observed in fish from the 0.85 and 1.20 μg/g\nlineages when compared to controls (p = 0.0155 and 0.0184, respectively)\n(Figure \nA). F1 fish\nfrom multiple exposure lineages exhibited behavioral patterns consistent\nwith reduced anxiety-like behavior, including increased duration\nspent in the top zone (H(5) = 24.96, p =\n0.0001) and more frequent transitions to the top zone (H(5) = 20.38, p = 0.0011). Posthoc comparisons\nrevealed that fish from the 0.57, 0.85, 1.20, and 2.00 μg/g\nlineages spent more time in the top zone relative to controls (p = 0.0010, 0.0275, 0.0057, and 0.0014, respectively) (Figure \nB). Similarly, fish\nfrom the same exposure lineages made more transitions to the top zone\nthan controls (p = 0.0086, 0.0091, 0.0064, and 0.0095,\nrespectively) (Figure \nC). Latency to enter the top zone was also affected\nby exposure lineage (H(5) = 25.20, p = 0.0001) (Figure \nD). Fish from the\n0.57 and 0.85 μg/g lineages entered the top zone faster than\ncontrols (p = 0.0036 and 0.0061, respectively). Additionally,\nlatency was lower in the 0.57 and 0.85 μ/g lineages compared\nto 3.50 μ/g (p = 0.0118 and 0.0218, respectively),\nsuggesting a possible nonmonotonic dose–response effect. Juvenile anxiety-like\nbehavior in F1 and F2 descendants of progenitor\n(F0) fish exposed to BDE-99 through diet. Variables included total\ndistance moved (cm) (A), duration (% of time) spent in the top zone\nof the tank (B), number of transitions to the top zone (C), and latency\n(seconds) to enter the top zone (D). Fish that never entered the top\nzone were assigned the maximum latency of 600 s (duration of the assay).\nF1 fish originated from progenitor exposure lineages with the following\nBDE-99 concentrations (μg/g dry weight (dw)) measured in eggs:\n0 (control; n = 15), 0.57 (n = 10),\n0.85 (n = 15), 1.20 (n = 14), 2.00\n(n = 14), and 3.50 (n = 15). F2\nfish originated from lineages with the following BDE-99 concentrations\n(μg/g dw) measured in F1 eggs: 0 (control; n = 16), 0.47 (n = 23), 0.85 (n =\n15), 1.20 (n = 16), 2.00 (n = 26),\nand 3.50 (n = 2). Within a plot, the statistical\ntest outcome (p-value) is shown for the main effect of exposure lineage. P < 0.05, p < 0.01, and p < 0.001 are indicated by *, **, and ***, respectively. The same\nletter above each bar indicates no significant difference between\nexposure lineage means following posthoc tests. Error bars represent\nstandard error of the mean (SEM). Across behavioral variables, the 0.85 μg/g\nlineage showed\nthe strongest effects, with 4 out of 4 variables significantly different\nfrom controls. The 0.57 and 1.20 μg/g lineages exhibited significant\ndifferences in 3 out of 4 variables, while the 2.00 μg/g group\nshowed effects in 2 out of 4 variables. In contrast, though the highest\ndose lineage (3.50 μg/g) showed similar trends to lower dose\nlineages, there were no statistically significant behavioral differences\nbetween this lineage and controls (0 out of 4 variables). In contrast,\nno significant effects of BDE-99 exposure lineage were detected in\nthe F2 generation. We conclude that progenitor exposure to BDE-99\naffects juvenile behavior in the next generation, but these effects\ndo not propagate into a second generation. Progenitor exposures caused changes in brain\ngene expression in F1 descendant juveniles, but not F2 descendants.\nFrom F1 RNA-seq data, we detected nine coexpressed gene modules, each\ncontaining between 58 and 844 genes. Four modules were significantly\nassociated with BDE-99 exposure lineage (adjusted p < 0.05), with two modules containing functionally enriched gene\nsets. The largest (turquoise) module (844 genes) was significantly\nassociated with BDE-99 exposure lineage (F­(5, 21) = 11.58, adjusted p = 4.58 × 10–5). Principal Component\nAnalysis (PCA) revealed that all three samples from the 0.85 μg/g\nlineage were transcriptionally distinct (Figure \nA). Transcription in samples from the 3.50\nμg/g lineage also diverged from other lineages. Functional enrichment\nanalysis indicated that genes in this module were primarily associated\nwith immune system processes (e.g., activation of immune response,\nleukocyte activation, and cytokine-mediated signaling), and pathways\nrelated to cell communication and intracellular signaling (Figure \nB). Principal Component Analysis\n(PCA) of whole-brain gene expression\nin the Turquoise module and associated Gene Ontology (GO) enrichment\nanalysis in juvenile F1 fish from the progenitor exposure experiment\n(corresponding to behavioral data in Figure \n). (A) PCA represents the variance in the\nexpression of genes (n = 844) assigned to the Turquoise\nmodule across samples. Points represent individual samples, colored\nby BDE-99 exposure lineage, including 0 (control; n = 4), 0.57 (n = 5), 0.85 (n =\n3), 1.20 (n = 5), 2.00 (n = 5),\nand 3.50 μ/g (n = 5). (B) Gene Ontology (biological\nprocesses) enrichment for the Turquoise module. The dendrogram represents\nhierarchical clustering of enriched GO terms based on shared genes.\nFractions indicate the number of genes exceeding the unadjusted p < 0.05 threshold relative to the total number of genes\nassigned to that category. GO terms are visually distinguished by\nstatistical significance, with large, bolded text for p < 0.01, regular text for p < 0.05, and small,\nitalicized text for p < 0.1. GO terms are ordered\nby clustering similarity. The Red module (146 genes) was also significantly\nassociated with\nBDE-99 exposure lineage (F(5, 21) = 50.42, adjusted p = 2.72 × 10–10). PCA showed distinct\nclustering of samples from the 0.57 and 0.85 μg/g BDE-99 exposure\nlineages, with the 0.57 μg/g group showing the most pronounced\nseparation (Figure \nA). Genes in this module were enriched for processes related to transcriptional\nregulation, circadian rhythm, and metabolism, and for negative regulation\nof biosynthetic processes and response to environmental stimuli (Figure \nB). Principal Component Analysis\n(PCA) of whole-brain gene expression\nin the Red module and associated Gene Ontology (GO) enrichment analysis\nin juvenile F1 fish from the progenitor exposure experiment (corresponding\nto behavioral data in Figure \n). (A) PCA represents the variance in the expression of genes\n(n = 146) assigned to the Red module across samples.\nPoints represent individual samples, colored by BDE-99 exposure lineage,\nincluding 0 (control; n = 4), 0.57 (n = 5), 0.85 (n = 3), 1.20 (n =\n5), 2.00 (n = 5), and 3.50 μ/g (n = 5). (B) Gene Ontology (biological processes) enrichment for the\nRed module. The dendrogram represents hierarchical clustering of enriched\nGO terms based on shared genes. Fractions indicate the number of genes\nexceeding the unadjusted p < 0.05 threshold relative\nto the total number of genes assigned to that category. GO terms are\nvisually distinguished by statistical significance, with large, bolded\ntext for p < 0.01, regular text for p < 0.05, and small, italicized text for p <\n0.1. GO terms are ordered by clustering similarity. From the F2 generation data, we detected 15 coexpressed\ngene modules\ncontaining 55 to 361 genes each, but none of these modules showed\nsignificant associations with BDE-99 exposure lineage (adjusted p > 0.05). This pattern is consistent with behavioral\ndata\nshowing lineage effects in F1 offspring but not in the F2 generation,\nsupporting the conclusion that adult exposures to BDE-99 have multigenerational\nimpacts on neurobehavioral processes that span one generation but\nnot two. Direct embryonic exposure\nhad a subtle but nonsignificant effect on photomotor function in larvae\nbut had significant impacts on photomotor responses in F1 descendants.\nIn the F0 (directly exposed) generation, there was a subtle but not\nstatistically significant main effect of direct embryonic BDE-99 exposure\n(F(2, 309) = 2.65, p = 0.0723) (Figure \nA), trending toward\nhyperactivity. In contrast, direct embryonic BDE-99 exposure caused\npronounced hypoactivity in F1 descendants (main effect of exposure\nlineage (F(2, 201) = 15.15, p <\n0.0001), interaction between exposure lineage and illumination phase\n(F(8, 804 = 4.65), p < 0.0001))\n(Figure \nB). Posthoc\ncomparisons revealed that larvae from the BDE-99 HI (2.7 μg/g)\nlineage exhibited significant hypoactivity compared to control during\nboth light and dark phases, and larvae from the BDE-99 MED (1.0 μg/g)\nlineage exhibited hypoactivity during light phases. Hypoactivity was\ngreater in the HI lineage than in the MED lineage. Larval photomotor responses\nin F0 fish that underwent direct embryonic\n(waterborne) exposure to BDE-99 and in their F1 descendants. Total\ndistance moved (cm) by F0 (A) and F1 (B) larvae tracked during alternating\nlight and dark phases. (A) F0 larvae were developmentally exposed\nvia waterborne exposure from 1 to 7 dpf to CTL (n = 103), BDE-99 MED (n = 107), or BDE-99 HI (n = 102) treatments. Doses of BDE-99 in directly exposed\n(F0) embryos were 0 (control), 1.0, and 2.7 μg/g dry weight\n(dw). (B) F1 larvae originated from CTL (n = 57),\nBDE-99 MED (n = 67), or BDE-99 HI (n = 80) exposure lineages. Within a plot, outcomes (p-values) for statistical tests are shown for the two main effects\n(exposure lineage and illumination phase) and their interaction. P < 0.01, p < 0.001, and p < 0.0001 are indicated by **, ***, and ****, respectively.\nBrackets with asterisks indicate significant differences between treatment\nmeans following posthoc tests. Error bars represent standard error\nof the mean (SEM). Direct embryonic exposure to\nBDE-99 did not affect anxiety-like behavior in juvenile F0 fish but\ncaused subtle but statistically significant effects in F1 descendants\n(Figure \n). F1 descendant\nfish exhibited a significant main effect of exposure lineage across\nmultiple behavioral variables, including Total distance moved (H(2) = 6.70, p = 0.0351, Figure \nA), duration\nspent in the top zone (H(2) = 6.38, p = 0.0413, Figure \nB), and number of transitions to the top zone (H(2) = 6.99, p = 0.0304, Figure \nC). There was no\nexposure lineage effect on Latency to enter the top zone (Figure \nD). However,\nposthoc tests indicated that treatment effects were driven by differences\nbetween the MED and HI exposure lineages, but not between exposed\nlineages and controls. Juvenile anxiety-like behavior following direct embryonic\n(waterborne)\nexposure to BDE-99 in directly exposed (F0) and F1 descendant fish.\nActivity was tracked during novel tank diving tests at 4–6\nmonths posthatch. Variables measured include total distance moved\n(cm) (A), duration (% of time) spent in the top zone of the tank (B),\nnumber of transitions to the top zone (C), and latency (seconds) to\nenter the top zone (D). Fish that never entered the top zone were\nassigned the maximum latency of 600 s (duration of the assay). F0\nfish were developmentally exposed (1–7 dpf) to CTL (n = 20), BDE-99 MED (n = 20), or BDE-99\nHI (n = 10). Doses of BDE-99 in subsets of F0 embryos\nwere 0 (control), 1.0, and 2.7 μg/g dry weight (dw). F1 fish\noriginated from CTL (n = 38), BDE-99 MED (n = 25), or BDE-99 HI (n = 44) exposure\nlineages. Within a plot, the statistical test outcome (p-value) is\nshown for the main effect of exposure lineage. P <\n0.05 is indicated by *. The same letter above each bar indicates no\nsignificant differences between exposure lineages following posthoc\ntests. Error bars represent standard error of the mean (SEM). F1 juvenile whole-brain RNA-seq data from\noffspring of F0 fish that were developmentally exposed to BDE-99 were\nanalyzed using WGCNA. Gene expression was assigned to 14 modules,\neach containing 60–283 genes. No modules were significantly\nassociated with BDE-99 exposure lineage (adjusted p > 0.05), and therefore, functional enrichment analysis was not\nconducted."
    },
    {
      "title": "Progenitor Exposure (Experiment 1): F0 Growth, Health, Fecundity,\nFertility",
      "text": "Exposure to BDE-99 had no significant impact on\ngrowth or health indices in diet-exposed adults (Figure S1). Tissue indices (GSI, HSI, and AFSI) were significantly\nhigher in females than males (GSI: F­(1, 12) = 29.78, p = 0.0001; HSI:\nF­(1, 12) = 220.7, p < 0.0001; AFSI: F­(1, 12) =\n5.12, p = 0.0431). Fecundity and fertility were variable over time,\nbut BDE-99 had no significant effect on fecundity or fertilization\nsuccess of diet-exposed adult progenitor fish (Figure S2)."
    },
    {
      "title": "Progenitor Exposure: F0 BDE-99 Body Burdens and Diet Concentrations",
      "text": "Bioaccumulation of BDE-99 through diet in F0 adults was confirmed\n(Figure S3). Measured concentrations in\nmales and females in the CTL, MED, and HI groups were 0.0106 (±0.0062)\nμg/g and 0.0133 (±0.0072) μg/g dw, 1.17 (±0.20)\nμg/g dw and 0.933 (±0.058) μg/g dw, and 4.47 (±0.14)\nμg/g dw and 3.80 (±0.32) μg/g dw, respectively, which\nwere close to dose targets (1 and 4 μg/g dw). Male and female\nbody burdens were not different. Measured concentrations of BDE-99\nin treatment diets were not detected (ND), 0.895 μg/g dw, and\n3.99 μg/g dw in the CTL, MED, and HI, respectively."
    },
    {
      "title": "Maternal Transfer of BDE-99 to F1",
      "text": "BDE-99 was detected\nin unfertilized F1 eggs from the progenitor exposure, confirming maternal\ntransfer (Figure \nA).\nF1 doses increased with duration of maternal exposure and dietary\nconcentration, consistent with bioaccumulation in progenitors and\nsubsequent maternal transfer into eggs. F1 eggs from lineages for\nwhich we subsequently collected data on hatching, larval survival,\nand photomotor response had measured BDE-99 concentrations of 0 (control),\n0.42, 0.47, 0.57, and 2.40 μg/g dw. F1 eggs from lineages for\nwhich we subsequently collected neurophysiological data (juvenile\nnovel tank testing, brain gene expression) had concentrations of 0\n(control), 0.57, 0.85, 1.20, 2.00, and 3.50 μg/g dw. F1 eggs\nfrom lineages used for F2 production had concentrations of 0 (control),\n0.47, 0.85, 1.20, 2.00, and 3.50 μg/g dw. These concentrations\noverlap with PBDE levels previously measured in fish tissues from\nhighly contaminated aquatic sites.\n− Maternal transfer of\nBDE-99 to F1 eggs from progenitor exposure\n(A) compared with direct embryonic (waterborne) exposure of F0 embryos\n(B). (A) BDE-99 doses (μg/g dry weight (dw)) in unfertilized\nF1 eggs produced by progenitor (F0) fish over the 64-day dietary exposure\nperiod to BDE-99. Symbol colors and shapes indicate treatment groups:\nProgenitor BDE-99 MED (teal squares), Progenitor BDE-99 HI (purple\ntriangles). (B) BDE-99 doses (μg/g dw) in F0 embryos following\ndirect waterborne exposure from 1 to 7 days postfertilization (dpf)\n(mean ± SE). Symbol colors and shapes indicate treatment groups:\nDirect BDE-99 MED (orange square) and Direct BDE-99 HI (red triangle). In the direct embryonic exposure experiment, BDE-99\nwas measured\nin subsets of F0 embryos following waterborne exposure from 1 to 7\ndpf (Figure \nB). The\nmean body burdens achieved through direct environmental (waterborne)\nexposure (1.00 μg/g and 2.70 μg/g) (Experiment 2) successfully\napproximated the mean BDE-99 doses achieved via maternal transfer\nby the end of the dietary exposure period (1.01 μg/g and 2.75\nμg/g) (Experiment 1)."
    },
    {
      "title": "Early-Life Development and Survival Following BDE-99 Exposure",
      "text": "Progenitor dietary exposure to BDE-99 caused no effects on offspring\ndevelopmental abnormalities, hatching, or larval survival, in either\nthe F1 or F2 generations (Table S1), compared\nto controls. Similarly, direct embryonic (waterborne) exposure to\nBDE-99 had no significant effects on the same end points."
    },
    {
      "title": "Progenitor Exposure: Photomotor Responses in F1 and F2 Descendants",
      "text": "BDE-99 exposure lineage, defined as the progenitor exposure history\ninherited by each generation, significantly affected larval photomotor\nresponses in the F1 generation and produced a similar but less pronounced\ntrend in the F2 generation. In the F1 generation, BDE-99 exposure\nlineage had a significant effect on locomotor activity (F(4, 74) = 7.08, p < 0.0001), with a trend toward\nan interaction between exposure lineage and illumination phase (F(16, 296) = 1.67, p = 0.0524) (Figure \nA). Posthoc comparisons\nrevealed significant hypoactivity in F1 larvae from the 0.42, 0.47,\nand 0.57 μg/g exposure lineages in most illumination phases\n(3 out of 5), while larvae from the highest exposure lineage (2.40\nμg/g) showed no significant differences from controls. Larval photomotor\nresponse in F1 and F2 descendants of progenitor\n(F0) fish exposed to BDE-99 through diet. Total distance moved (cm)\nby F1 (A) and F2 (B) larvae during alternating light and dark phases.\n(A) F1 larvae originated from control (CTL; n = 23)\nor exposure lineages with the following BDE-99 concentrations (μg/g\ndry weight (dw)) measured in eggs: 0.42 (n = 8),\n0.47 (n = 18), 0.57 (n = 13), and\n2.40 (n = 17). (B) F2 larvae originated from control\n(CTL; n = 18) or exposure lineages with the following\nBDE-99 concentrations (μg/g dw) measured in F1 eggs: 0.47 (n = 46), 0.85 (n = 45), 1.20 (n = 21), 2.00 (n = 32), 3.50 (n =\n20). Within a plot, outcomes (p-values) for statistical\ntests are shown for the two main effects (progenitor exposure lineage\nand illumination phase) and their interaction. P <\n0.05, p < 0.001, and p < 0.0001\nare indicated by *, ***, and ****, respectively. Brackets with asterisks\nindicate significant differences from CTL following posthoc tests.\nError bars represent standard error of the mean (SEM). In the F2 generation, we observed a similar pattern\nof reduced\nactivity in lineages derived from low and intermediate BDE-99 doses,\nthough the effects were more subtle than in F1 (Figure \nB). There was a significant main effect of\nBDE-99 exposure lineage (F(5, 176) = 5.19, p = 0.0002), but no interaction with illumination phase\n(F(20, 704) = 0.90, p = 0.5883).\nAlthough the only significant posthoc difference was increased movement\n(hyperactivity) in the highest-dose lineage (3.50 μg/g) during\nDark 2 (p = 0.0391), mean activity was reduced in\nthe low- and mid-dose lineages across multiple phases, consistent\nwith the F1 hypoactivity pattern. These findings suggest a persistent,\nthough attenuated, intergenerational behavioral phenotype."
    },
    {
      "title": "Progenitor Exposure: Anxiety-like Behavior Effects in F1 and\nF2 Descendants",
      "text": "Progenitor exposure to BDE-99 perturbed multiple\ndimensions of juvenile behavior in F1 descendants but not in F2 descendants.\nIn the F1 generation, BDE-99 exposure lineage had a significant effect\non total distance moved (F­(5, 77) = 3.11, p = 0.0130),\nwith hyperactivity observed in fish from the 0.85 and 1.20 μg/g\nlineages when compared to controls (p = 0.0155 and 0.0184, respectively)\n(Figure \nA). F1 fish\nfrom multiple exposure lineages exhibited behavioral patterns consistent\nwith reduced anxiety-like behavior, including increased duration\nspent in the top zone (H(5) = 24.96, p =\n0.0001) and more frequent transitions to the top zone (H(5) = 20.38, p = 0.0011). Posthoc comparisons\nrevealed that fish from the 0.57, 0.85, 1.20, and 2.00 μg/g\nlineages spent more time in the top zone relative to controls (p = 0.0010, 0.0275, 0.0057, and 0.0014, respectively) (Figure \nB). Similarly, fish\nfrom the same exposure lineages made more transitions to the top zone\nthan controls (p = 0.0086, 0.0091, 0.0064, and 0.0095,\nrespectively) (Figure \nC). Latency to enter the top zone was also affected\nby exposure lineage (H(5) = 25.20, p = 0.0001) (Figure \nD). Fish from the\n0.57 and 0.85 μg/g lineages entered the top zone faster than\ncontrols (p = 0.0036 and 0.0061, respectively). Additionally,\nlatency was lower in the 0.57 and 0.85 μ/g lineages compared\nto 3.50 μ/g (p = 0.0118 and 0.0218, respectively),\nsuggesting a possible nonmonotonic dose–response effect. Juvenile anxiety-like\nbehavior in F1 and F2 descendants of progenitor\n(F0) fish exposed to BDE-99 through diet. Variables included total\ndistance moved (cm) (A), duration (% of time) spent in the top zone\nof the tank (B), number of transitions to the top zone (C), and latency\n(seconds) to enter the top zone (D). Fish that never entered the top\nzone were assigned the maximum latency of 600 s (duration of the assay).\nF1 fish originated from progenitor exposure lineages with the following\nBDE-99 concentrations (μg/g dry weight (dw)) measured in eggs:\n0 (control; n = 15), 0.57 (n = 10),\n0.85 (n = 15), 1.20 (n = 14), 2.00\n(n = 14), and 3.50 (n = 15). F2\nfish originated from lineages with the following BDE-99 concentrations\n(μg/g dw) measured in F1 eggs: 0 (control; n = 16), 0.47 (n = 23), 0.85 (n =\n15), 1.20 (n = 16), 2.00 (n = 26),\nand 3.50 (n = 2). Within a plot, the statistical\ntest outcome (p-value) is shown for the main effect of exposure lineage. P < 0.05, p < 0.01, and p < 0.001 are indicated by *, **, and ***, respectively. The same\nletter above each bar indicates no significant difference between\nexposure lineage means following posthoc tests. Error bars represent\nstandard error of the mean (SEM). Across behavioral variables, the 0.85 μg/g\nlineage showed\nthe strongest effects, with 4 out of 4 variables significantly different\nfrom controls. The 0.57 and 1.20 μg/g lineages exhibited significant\ndifferences in 3 out of 4 variables, while the 2.00 μg/g group\nshowed effects in 2 out of 4 variables. In contrast, though the highest\ndose lineage (3.50 μg/g) showed similar trends to lower dose\nlineages, there were no statistically significant behavioral differences\nbetween this lineage and controls (0 out of 4 variables). In contrast,\nno significant effects of BDE-99 exposure lineage were detected in\nthe F2 generation. We conclude that progenitor exposure to BDE-99\naffects juvenile behavior in the next generation, but these effects\ndo not propagate into a second generation."
    },
    {
      "title": "Progenitor Exposure: Brain Transcriptome Responses in F1 and\nF2 Descendants",
      "text": "Progenitor exposures caused changes in brain\ngene expression in F1 descendant juveniles, but not F2 descendants.\nFrom F1 RNA-seq data, we detected nine coexpressed gene modules, each\ncontaining between 58 and 844 genes. Four modules were significantly\nassociated with BDE-99 exposure lineage (adjusted p < 0.05), with two modules containing functionally enriched gene\nsets. The largest (turquoise) module (844 genes) was significantly\nassociated with BDE-99 exposure lineage (F­(5, 21) = 11.58, adjusted p = 4.58 × 10–5). Principal Component\nAnalysis (PCA) revealed that all three samples from the 0.85 μg/g\nlineage were transcriptionally distinct (Figure \nA). Transcription in samples from the 3.50\nμg/g lineage also diverged from other lineages. Functional enrichment\nanalysis indicated that genes in this module were primarily associated\nwith immune system processes (e.g., activation of immune response,\nleukocyte activation, and cytokine-mediated signaling), and pathways\nrelated to cell communication and intracellular signaling (Figure \nB). Principal Component Analysis\n(PCA) of whole-brain gene expression\nin the Turquoise module and associated Gene Ontology (GO) enrichment\nanalysis in juvenile F1 fish from the progenitor exposure experiment\n(corresponding to behavioral data in Figure \n). (A) PCA represents the variance in the\nexpression of genes (n = 844) assigned to the Turquoise\nmodule across samples. Points represent individual samples, colored\nby BDE-99 exposure lineage, including 0 (control; n = 4), 0.57 (n = 5), 0.85 (n =\n3), 1.20 (n = 5), 2.00 (n = 5),\nand 3.50 μ/g (n = 5). (B) Gene Ontology (biological\nprocesses) enrichment for the Turquoise module. The dendrogram represents\nhierarchical clustering of enriched GO terms based on shared genes.\nFractions indicate the number of genes exceeding the unadjusted p < 0.05 threshold relative to the total number of genes\nassigned to that category. GO terms are visually distinguished by\nstatistical significance, with large, bolded text for p < 0.01, regular text for p < 0.05, and small,\nitalicized text for p < 0.1. GO terms are ordered\nby clustering similarity. The Red module (146 genes) was also significantly\nassociated with\nBDE-99 exposure lineage (F(5, 21) = 50.42, adjusted p = 2.72 × 10–10). PCA showed distinct\nclustering of samples from the 0.57 and 0.85 μg/g BDE-99 exposure\nlineages, with the 0.57 μg/g group showing the most pronounced\nseparation (Figure \nA). Genes in this module were enriched for processes related to transcriptional\nregulation, circadian rhythm, and metabolism, and for negative regulation\nof biosynthetic processes and response to environmental stimuli (Figure \nB). Principal Component Analysis\n(PCA) of whole-brain gene expression\nin the Red module and associated Gene Ontology (GO) enrichment analysis\nin juvenile F1 fish from the progenitor exposure experiment (corresponding\nto behavioral data in Figure \n). (A) PCA represents the variance in the expression of genes\n(n = 146) assigned to the Red module across samples.\nPoints represent individual samples, colored by BDE-99 exposure lineage,\nincluding 0 (control; n = 4), 0.57 (n = 5), 0.85 (n = 3), 1.20 (n =\n5), 2.00 (n = 5), and 3.50 μ/g (n = 5). (B) Gene Ontology (biological processes) enrichment for the\nRed module. The dendrogram represents hierarchical clustering of enriched\nGO terms based on shared genes. Fractions indicate the number of genes\nexceeding the unadjusted p < 0.05 threshold relative\nto the total number of genes assigned to that category. GO terms are\nvisually distinguished by statistical significance, with large, bolded\ntext for p < 0.01, regular text for p < 0.05, and small, italicized text for p <\n0.1. GO terms are ordered by clustering similarity. From the F2 generation data, we detected 15 coexpressed\ngene modules\ncontaining 55 to 361 genes each, but none of these modules showed\nsignificant associations with BDE-99 exposure lineage (adjusted p > 0.05). This pattern is consistent with behavioral\ndata\nshowing lineage effects in F1 offspring but not in the F2 generation,\nsupporting the conclusion that adult exposures to BDE-99 have multigenerational\nimpacts on neurobehavioral processes that span one generation but\nnot two."
    },
    {
      "title": "Direct Embryonic Exposure (Experiment 2): Photomotor Responses\nin F0 and Their F1 Descendants",
      "text": "Direct embryonic exposure\nhad a subtle but nonsignificant effect on photomotor function in larvae\nbut had significant impacts on photomotor responses in F1 descendants.\nIn the F0 (directly exposed) generation, there was a subtle but not\nstatistically significant main effect of direct embryonic BDE-99 exposure\n(F(2, 309) = 2.65, p = 0.0723) (Figure \nA), trending toward\nhyperactivity. In contrast, direct embryonic BDE-99 exposure caused\npronounced hypoactivity in F1 descendants (main effect of exposure\nlineage (F(2, 201) = 15.15, p <\n0.0001), interaction between exposure lineage and illumination phase\n(F(8, 804 = 4.65), p < 0.0001))\n(Figure \nB). Posthoc\ncomparisons revealed that larvae from the BDE-99 HI (2.7 μg/g)\nlineage exhibited significant hypoactivity compared to control during\nboth light and dark phases, and larvae from the BDE-99 MED (1.0 μg/g)\nlineage exhibited hypoactivity during light phases. Hypoactivity was\ngreater in the HI lineage than in the MED lineage. Larval photomotor responses\nin F0 fish that underwent direct embryonic\n(waterborne) exposure to BDE-99 and in their F1 descendants. Total\ndistance moved (cm) by F0 (A) and F1 (B) larvae tracked during alternating\nlight and dark phases. (A) F0 larvae were developmentally exposed\nvia waterborne exposure from 1 to 7 dpf to CTL (n = 103), BDE-99 MED (n = 107), or BDE-99 HI (n = 102) treatments. Doses of BDE-99 in directly exposed\n(F0) embryos were 0 (control), 1.0, and 2.7 μg/g dry weight\n(dw). (B) F1 larvae originated from CTL (n = 57),\nBDE-99 MED (n = 67), or BDE-99 HI (n = 80) exposure lineages. Within a plot, outcomes (p-values) for statistical tests are shown for the two main effects\n(exposure lineage and illumination phase) and their interaction. P < 0.01, p < 0.001, and p < 0.0001 are indicated by **, ***, and ****, respectively.\nBrackets with asterisks indicate significant differences between treatment\nmeans following posthoc tests. Error bars represent standard error\nof the mean (SEM)."
    },
    {
      "title": "Direct Embryonic Exposure: Anxiety-like Behavior Effects in\nF0 and Their F1 Descendants",
      "text": "Direct embryonic exposure to\nBDE-99 did not affect anxiety-like behavior in juvenile F0 fish but\ncaused subtle but statistically significant effects in F1 descendants\n(Figure \n). F1 descendant\nfish exhibited a significant main effect of exposure lineage across\nmultiple behavioral variables, including Total distance moved (H(2) = 6.70, p = 0.0351, Figure \nA), duration\nspent in the top zone (H(2) = 6.38, p = 0.0413, Figure \nB), and number of transitions to the top zone (H(2) = 6.99, p = 0.0304, Figure \nC). There was no\nexposure lineage effect on Latency to enter the top zone (Figure \nD). However,\nposthoc tests indicated that treatment effects were driven by differences\nbetween the MED and HI exposure lineages, but not between exposed\nlineages and controls. Juvenile anxiety-like behavior following direct embryonic\n(waterborne)\nexposure to BDE-99 in directly exposed (F0) and F1 descendant fish.\nActivity was tracked during novel tank diving tests at 4–6\nmonths posthatch. Variables measured include total distance moved\n(cm) (A), duration (% of time) spent in the top zone of the tank (B),\nnumber of transitions to the top zone (C), and latency (seconds) to\nenter the top zone (D). Fish that never entered the top zone were\nassigned the maximum latency of 600 s (duration of the assay). F0\nfish were developmentally exposed (1–7 dpf) to CTL (n = 20), BDE-99 MED (n = 20), or BDE-99\nHI (n = 10). Doses of BDE-99 in subsets of F0 embryos\nwere 0 (control), 1.0, and 2.7 μg/g dry weight (dw). F1 fish\noriginated from CTL (n = 38), BDE-99 MED (n = 25), or BDE-99 HI (n = 44) exposure\nlineages. Within a plot, the statistical test outcome (p-value) is\nshown for the main effect of exposure lineage. P <\n0.05 is indicated by *. The same letter above each bar indicates no\nsignificant differences between exposure lineages following posthoc\ntests. Error bars represent standard error of the mean (SEM)."
    },
    {
      "title": "Direct Embryonic Exposure: Brain Transcriptomic Responses in\nF1 Descendants",
      "text": "F1 juvenile whole-brain RNA-seq data from\noffspring of F0 fish that were developmentally exposed to BDE-99 were\nanalyzed using WGCNA. Gene expression was assigned to 14 modules,\neach containing 60–283 genes. No modules were significantly\nassociated with BDE-99 exposure lineage (adjusted p > 0.05), and therefore, functional enrichment analysis was not\nconducted."
    },
    {
      "title": "Discussion",
      "text": "This study provides evidence that sublethal\nexposure to BDE-99\ninduces behavioral and molecular effects in the first-generation descendants\nof exposed fish, but that similar effects do not propagate into a\nsecond generation. Specifically, our findings from Experiment 1 (progenitor\ndietary exposure) demonstrate that (1) maternal transfer of BDE-99\ninto eggs, a relatively understudied but ecologically relevant exposure\nroute in fish, caused F1 descendants to be exposed starting from the\nearliest stages of development; (2) progenitor exposure altered both\nlarval and juvenile behavior in F1 descendants, including photomotor\nand anxiety-like responses, as well as brain gene expression; (3)\nbehavioral and molecular perturbations observed in F1 descendants\nwere largely absent in F2 descendants, with only modest behavioral\neffects observed at the larval stage. Additionally, perturbations\nin F1 descendants occurred whether progenitors were exposed as adults\n(through diet) or as embryos (through water). Notably, direct embryonic\nexposure (Experiment 2), which achieved comparable doses as maternal\ntransfer (Experiment 1), had different effects in exposed larvae and\njuveniles (Figures \n and )) compared to those observed in maternally\nexposed F1 fish (Figures \n and), indicating that exposure route\n(direct vs maternal) modulates early life neurobehavioral outcomes.\nThis highlights the importance of maternal effects of exposure beyond\nchemical transfer for mediating multigenerational outcomes. Progenitor dietary exposure to BDE-99 resulted in bioaccumulation\nover time and maternal loading of chemical into eggs (Figure \n), as expected for highly lipophilic\nchemicals. Although maternal transfer of PBDEs is well-documented\nin mammals,\n−\n\n,−\n\n fewer studies have examined maternal transfer of PBDEs in fish,\nand even fewer have quantified BDE-99 specifically. Evidence of PBDE\ntransfer in fish exists for zebrafish\n,\n and medaka, while maternal transfer of BDE-99 specifically\nhas been quantified in common sole and\nEuropean eels. However, these fish studies\ndid not assess associated biological effects following chemical transfer,\nas demonstrated in the present study. We show that BDE-99 is maternally\ntransferred in F. heteroclitus and\ncorrelates with behavioral outcomes in offspring. This highlights\nthe importance of considering maternal transfer as a significant route\nof pollutant exposure in aquatic ecosystems. This results in exposures\nstarting during the earliest stages of development when organisms\nmay be particularly vulnerable to toxicological effects. We\nsought to test whether the F1 effects following progenitor adult\ndietary exposures were entirely attributable to maternal BDE-99 transfer\nto developing offspring. We therefore directly exposed developing\nembryos (from parents that had not been exposed) to BDE-99 from their\nsurrounding water to achieve comparable doses as those achieved through\nmaternal transfer. However, we observed that behavioral outcomes were\nquite different in the two experiments. F1 fish that had been exposed\nthrough maternal transfer of BDE-99 (Experiment 1; Figures \n and) showed extensive behavioral perturbations as larvae and juveniles,\nwhereas F0 embryos that had been directly exposed (Experiment 2; Figures \n and) exhibited no behavioral perturbations. Interestingly, offspring\nfrom directly exposed embryos showed strong behavioral effects at\nthe larval stage, revealing a very delayed consequence of early life\nexposure. While the mechanism is unclear, transfer of BDE-99 of F0\nto F1 is unlikely given that each exposed embryo (∼4 mg) developed\ninto an adult (∼4.5 g), a > 1,000-fold dilution over two\nyears,\nwhich is ample time for metabolism of the chemical. Overall, these\nresults suggest that the behavioral impacts of BDE-99 exposure were\nlargely mediated through maternal inheritance of not just chemical,\nbut also other exposure-induced biological changes passed from parent\nto offspring, representing insight into maternal contributions to\npollutant toxicity across generations. Descendant effects may emerge\nwhether progenitors had been exposed during early or late life. Candidate\nmechanisms of inherited effects could include exposure-induced perturbations\nof energetic provisioning (yolk), maternal transfer of small molecules\nsuch as RNA, peptides, or proteins, or epigenetic imprinting. Insofar\nthat effects did not propagate into a second generation suggests that\nstable exposure-induced epimutations were of limited influence, though\nepimutations may manifest in phenotypes that we did not measure. The behavioral alterations observed in progenitor F1 and F2 fish\n(Experiment 1) did not follow a simple dose–response relationship.\nRather, low to intermediate doses had more substantial impacts than\nhigh doses. In F1 larvae, significant hypoactivity was observed in\nlineages with intermediate F1 egg doses but not at the highest dose\n(Figure \n). Similarly,\nin F1 juveniles, reduced anxiety-like behaviors were detected in lineages\nwith low to intermediate F1 egg doses but not at the highest dose\n(Figure \n). A comparable\npattern was also observed in F2 larvae (Figure \n). These trends are consistent with a nonmonotonic\ndose response, as previously reported in other studies on BDE-99.\nDevelopmental exposure of zebrafish to BDE-99 caused a nonmonotonic\ndose effect on larval locomotor activity· Similar\ntrends have been reported in mammals, where perinatal exposure to\nBDE-99 in mice altered locomotor activity at low and medium doses\nbut not at the highest dose. Nonmonotonic\nresponses to BDE-99 have also been observed in endocrine and immune\neffects, for example, in juvenile Chinook salmon.\n,,\n However, given the limited number\nof doses tested and the inherent variability in behavioral end points,\nadditional studies with broader dose ranges and larger sample sizes\nwould be useful for confirming that observed responses are nonmonotonic.\nUnderstanding such patterns is important for accurately assessing\nPBDE exposure risks. We observed perturbed brain gene expression\nin F1 juvenile fish\nthat were developmentally exposed to BDE-99 via maternal transfer\n(Experiment 1; Figures \n and). By contrast, we detected no exposure-associated\ntranscriptomic changes in F2 juveniles from Experiment 1 or F1 juveniles\nfrom the direct embryonic exposure (Experiment 2). In Experiment 1\nF1, the transcriptomic changes did not consistently align with behavioral\nalterations (Figure \n). That is, behavior effects were consistently observed across most\nBDE-99 exposure lineage doses, yet effects on gene expression were\ndifferent at different doses. Fish from medium exposure lineages displayed\nbehavioral effects without detectable gene expression changes, while\nthe highest concentration exhibited some gene expression shifts without\ncorresponding behavioral alterations. One plausible explanation is\nthat different molecular mechanisms induced in different exposure\nlineages may manifest behavioral perturbations that present in similar\nways. Furthermore, bulk transcriptomics may be too coarse to detect\nmolecular perturbations in specific brain regions or in minor cell\ntypes, such that single-cell RNA-seq may offer more nuanced mechanistic\ninsight. Alternatively, behavioral changes\nmay be occurring through mechanisms independent of large-scale transcriptomic\nshifts, such as altered neurotransmitter signaling or synaptic plasticity.\nBDE-99 exposure has been associated with increased activity of the\nglutamate-nitric oxide-cGMP pathway and\ninhibition of calcium uptake in neuronal mitochondria in rat brains, as well as reduced nicotinic\nacetylcholine receptor (nAChR) binding in mice,\n,\n all of which can impair synaptic function. Additionally, PBDEs modulate\nryanodine receptors (RyRs), further disrupting calcium homeostasis\nand neuronal connectivity, which may contribute to broader neurotoxic\neffects.\n,\n Oxidative stress may also contribute\nto neurobehavioral effects. We speculate\nthat the dose-dependent discrepancies in behavioral vs gene expression\nchanges in our study suggest multiple, perhaps redundant and interacting,\nmolecular mechanisms may contribute to common exposure-induced neurobehavioral\noutcomes. Understanding the underlying molecular mechanisms is critical\nfor defining adverse outcome pathways and assessing the full scope\nof BDE-99’s neurobehavioral effects. In Experiment 1,\nwhere we detected progenitor exposure effects\non behavior (Figures \n and), we also detected progenitor exposure\neffects on brain gene expression (Figures \n and), implicating\ncandidate causal linkages between exposure and multigenerational outcomes.\nPerturbed gene modules were enriched for immune responses and circadian\nrhythm processes. Other studies have linked PBDE exposure to immune\nsystem dysregulation. Specifically, BDE-99 exposure in Chinook salmon\nimpaired immune function, increasing disease susceptibility and altering\nmacrophage activity. Immune system perturbations\ncan also propagate to descendant generations through maternal transfer\nof antibodies and other small molecules (intergenerational immune\npriming). Immune system perturbations also influence behavior in fish. Given the connections between immune function\nand neurobehavioral regulation, including modulation of neuroinflammation\nand stress responses, immune dysregulation may be a contributing factor\nto the behavioral changes observed in this study. Direct examination\nof impacts on immune function is warranted. Perturbation of\ncircadian rhythm gene expression suggests a potential\nlink between BDE-99 exposure and circadian disruption. BDE-47 alters\ncircadian gene expression and locomotor activity in zebrafish larvae, while other structurally similar contaminants\n(e.g., PCB 153) also disrupt circadian-regulated gene expression in\nzebrafish embryos and larval behavior. Since circadian regulation influences neurobehavioral processes,\n−\n\n these findings are consistent with the hypothesis that circadian\ndysregulation may contribute to BDE-99’s behavioral effects. Our studies demonstrate neurobehavioral consequences of exposure\nto BDE-99, though linkages to fitness consequences could be examined\nwith additional research. We selected neurobehavioral assays that\nare standard tools in biomedical and neurophysiological fields (light/dark\nassay probes photomotor responses, novel tank diving probes anxiety-like\nbehavior). While the ecological implications of these effects remain\nuncertain, behaviors such as locomotor activity, response to stimuli,\nand risk avoidance are key determinants of predator–prey interactions\nand foraging success in natural environments.\n,\n Reduced bottom-dwelling behavior in the novel tank diving test is\noften interpreted as decreased anxiety-like behavior, which could\nindicate altered risk-avoidance strategies in natural settings. Additionally, PBDE exposure has been linked\nto visual impairment, which could disrupt key sensory functions involved\nin foraging and predator detection, raising concerns about potential\nfitness consequences.\n,\n Since visual processing is essential\nfor detecting environmental cues and responding to threats, even subtle\ndisruptions could have ecological significance if they alter sensory-driven\nbehaviors. That neurobehavioral effects from PBDE exposures manifest\nacross generations is concerning for the health and well-being of\nexposed creatures, yet direct links between photomotor responses,\nlarval hypoactivity, and anxiety-like behavior to fitness in wild\npopulations remain limited. This presents opportunity to probe PBDE\neffects on other neurobehavioral end points, such as foraging efficiency,\npredator avoidance, and risk-taking tendencies,\n−\n\n which have stronger connections with ecological performance and\nfitness. Moving forward, integrating behavioral ecology paradigms\nand tools into toxicological research will allow for more ecologically\nmeaningful interpretations of neurobehavioral outcomes, ultimately\nimproving risk assessments of pollutants in aquatic systems. Strong neurobehavioral and transcriptomic effects were evident\nin F1 descendants, whereas F2 offspring showed only modest larval\nhypoactivity and no behavioral or molecular changes at the juvenile\nstage. However, one caveat is that in our study, the F2 generation\nlineages were created with only male F1 fish from those lineages (crossed\nwith females from unexposed control lineages), such that our experiment\ncould only identify F2 effects of progenitor exposures if they were\npaternally mediated. Studies in mammals have demonstrated distinct\nmaternal vs paternal transmission patterns in toxicant-induced effects.\n−\n\n It is therefore plausible that we may have missed detection of some\nF2 descendant effects if they were maternally mediated. This\nstudy provides clear evidence that BDE-99 induces intergenerational\neffects on behavior and brain gene expression, with observable impacts\nin exposed and descendant generations, though these effects may change\nor diminish across life stages and generations. The findings contribute\nto a growing body of research demonstrating that maternal factors\nplay a critical role in mediating toxicant-induced effects, likely\nthrough mechanisms beyond just chemical transfer. However, key questions\nremain about how parental and direct chemical exposure pathways interact,\nhow maternal contributions shape outcomes across generations, and\nwhat additional molecular and physiological processes may be affected.\nFuture research should aim to capture both maternal and paternal contributions\nto later generations, as well as examine a broader range of neurodevelopmental,\nbehavioral, and physiological end points to better characterize the\nfull multigenerational impacts of BDE-99 exposure that would matter\nfor fitness in changing oceans. Additionally, integrating high-resolution\ntranscriptomic approaches, such as brain-region-specific or single-cell\nanalyses, could help identify region- or cell-type-specific mechanisms\nunderlying observed neurobehavioral effects. Finally, these results\nhave important implications for risk assessment of bioaccumulative\npollutants in ocean ecosystems as well as in human health, emphasizing\nthe need to consider toxicological implications of early life exposures,\nmaternal transfer, long-term behavioral consequences, and potential\nmultigenerational effects."
    }
  ],
  "full_text": "## Introduction\nExposure to environmental stressors can\nleave a lasting imprint\non organisms, with effects that extend beyond the direct exposure\nperiod, potentially impacting subsequent generations.\n−\n\n Factors such as poor nutrition, stress, and exposure to environmental\ntoxicants can result in adverse health outcomes that are transmitted\nacross generations.\n−\n\n This phenomenon, known as multi- and transgenerational\neffects, highlights the ability of organisms to pass on information\nabout environmental perturbations to their offspring, potentially\nresulting in health impacts that emerge in later generations. Research\nhas shown that various environmental contaminants that are commonly\ndetected in marine environments, including endocrine disruptors,\n−\n\n\n heavy metals,\n−\n\n and persistent organic pollutants,\n−\n\n\n\n can contribute to such heritable effects. However,\ndespite increasing evidence of this phenomenon, much remains poorly\nunderstood, particularly the mechanisms underlying these multigenerational\nresponses and the extent to which different classes of chemicals contribute\nto these outcomes. There is a critical need to incorporate multigenerational\nconsiderations into risk assessment frameworks to inform public health\nand environmental protection strategies. Effects of toxicant\nexposure can propagate across generations through\nvarious mechanisms. Intergenerational effects (from parent to offspring)\nmay result from altered maternal provisioning,\n,\n direct transfer of toxicants and metabolites,\n,\n changes in hormone and/or immune signaling,\n−\n\n\n and epigenetic modifications.\n,\n In oviparous fish, maternal provisioning influences offspring development\nby transferring both essential nutrients and harmful substances, including\ntoxicants, to eggs, thereby exposing embryos at the earliest stages\nof life. Transgenerational inheritance, which is confirmed only when\neffects persist in an unexposed generation (F2 in oviparous fish),\ntends not to include contributions from maternal influences and rather implicates the influence of heritable\nepigenetic mechanisms such as changes in DNA methylation or histone\nmodifications. Clues about contributing mechanisms emerge from examining\neffects across multiple generations: effects limited to F1 suggest\nmaternal or direct exposure influences, whereas persistence in F2\nsuggests epigenetic inheritance.\n,\n To better understand\nwhether and how exposure-induced impacts persist across generations,\nwe assessed effects in both F1 and F2 generations. Studies have\nshown that toxicants like vinclozolin, dioxin, DDT, and PFAS can drive transgenerational\ninheritance, but there is still limited understanding of whether some\nmajor classes of persistent organic pollutants that are common in\nmarine environments, such as polybrominated diphenyl ethers (PBDEs),\ninduce similar effects. PBDEs are chemicals used as flame retardants\nin many consumer products, including plastics, electronics, furniture,\ntextiles, and building materials. Since PBDEs are not chemically bonded\nto the materials to which they are added, they gradually leach into\nthe environment. PBDEs contaminate diverse\nenvironments, including marine environments globally, arriving in\nestuaries and oceans usually sorbed to particles through atmospheric\ndeposition, river discharge, and directly through litter, including\nmarine plastics, especially in coastal regions with large human presence.\n−\n\n\n\n Although penta-brominated diphenyl ethers (penta-BDEs) and octa-brominated\ndiphenyl ethers (octa-BDEs) were largely phased out worldwide in the\nearly 2000s due to toxicity concerns, deca-brominated diphenyl ether\n(deca-BDE) products are still legally manufactured in Asia.\n,\n Despite the phase-out, PBDEs are still being released into the environment\nthrough the disposal and recycling of electronic waste.\n−\n\n\n Additionally, these chemicals are highly lipophilic and capable\nof bioaccumulation and biomagnification in food chains, resulting\nin their persistence and ubiquitous presence in the environment, such\nas in air, house dust, freshwater and marine sediments, sewage sludge,\nsoil, and biota including humans and wildlife\n−\n\n\n\n\n\n\n\n\n including diverse marine species especially those consumed by humans.\n−\n\n PBDEs also exhibit significant capability for maternal transfer,\nbeing passed from pregnant females to offspring through the placenta\nand breast milk in mammals,\n−\n\n\n as well as through egg deposition in oviparous species\nlike fish,\n,\n highlighting the potential risks\nto both human and wildlife species across multiple generations. In\nthis study, we designed experiments to test whether exposure to 2,2′,4,4′,5-pentaBDE\n(BDE-99), a prevalent PBDE congener, results in perturbations in the\noffspring and grand-offspring of exposed fish. Adverse health\nimpacts of PBDEs have been extensively studied,\nparticularly on neurological and endocrine systems. Among the PBDE\ncongeners, BDE-99 is one of the most common congeners detected in\nsalmon as well as in human samples, including\nserum and breast milk.\n,\n Studies have indicated adverse\neffects of BDE-99 exposure on development and neurobehavior across\nvarious species, including rats, birds, zebrafish, and\nhumans. Endocrine-disrupting effects\nof BDE-99 exposure have also been reported, including altered thyroid\nhormone levels in rats and salmon and interactions with several hormone receptors\nin zebrafish, including PPARα, AhR2, PXR, glucocorticoid, and\nthyroid hormone receptors. While there\nis substantial evidence highlighting the detrimental effects of PBDEs\nlike BDE-99 in directly exposed individuals, research on their long-term\nmultigenerational effects remains limited. Some studies have provided\nevidence of potential multigenerational toxicity, such as maternal\ntransfer of PBDEs resulting in malformations in rats and decreased motor performance in zebrafish due to neurodevelopmental\ndisruptions. Also in zebrafish, exposure\nto a mixture of PCBs and PBDEs resulted in behavioral and molecular\ndisruptions that persisted across multiple generations (F1–F4),\nbut it remains unclear whether these transgenerational effects were\ndriven by PCBs, PBDEs, or their combined action.\n,\n In birds, embryonic exposure to a PBDE mixture in American kestrels\nresulted in altered reproductive success and behaviors across generations, while in zebra finches, in ovo exposure to BDE-99\nhad significant effects on the growth of second-generation offspring. Given the persistence of PBDEs in the environment\nand limited data on their long-term effects across generations, we\nexamined the multigenerational impacts of BDE-99 on neurobehavioral\nand molecular outcomes using mummichogs (Fundulus heteroclitus, also known as Atlantic killifish). The mummichog is ecologically\nimportant, nonmigratory, and prevalent\nin U.S. Atlantic coast saltmarsh estuaries, including areas contaminated with persistent pollutants. Serving as both an ecological sentinel and a\nwell-established model in ecotoxicology, F. heteroclitus has several attributes that make it suitable for studying multigenerational\nimpacts of toxicant exposure. As an outbred, genetically diverse species,\nit may provide insights that are more representative of typical wild\npopulations than those obtained from inbred, laboratory-adapted animal\nstrains. Neurobiological mechanisms are highly conserved across vertebrates,\nmaking F. heteroclitus a relevant model\nfor studying neurotoxicological effects in fish and tetrapods, including\nmarine mammals and humans.\n, To investigate\nthe propagation of effects from BDE-99 exposure\nacross two generations, we integrated brain transcriptomics with behavioral\noutcomes, given the known neurotoxicity of PBDEs. In a companion study,\nwe examined effects that persist from early life exposure through\nto adulthood, whereas in this study,\nwe focus on effects that propagate across generations. In this study,\nwe compared two distinct exposure regimes: maternal transfer and direct\nembryonic (waterborne) exposure. For maternal transfer, adult fish\n(F0) were exposed to BDE-99 through diet for 64 days and spawned to\nproduce the first generation (F1) of the progenitor exposure lineages\n(plus no-exposure control lineage). In parallel, we conducted 6-day\nwaterborne exposures with embryos from unexposed parents to create\nthe first generation (F0) of the direct embryonic exposure lineages\n(plus no-exposure control lineage). Embryos from both sets of lineages\nwere raised in uncontaminated conditions and subsequently spawned\nto produce a second generation, allowing us to assess inheritance\nof effects. We evaluated a range of end points, including developmental\nmorphology, hatch success, larval survival, photomotor response, anxiety-like\nbehavior, and whole-brain genome-wide gene expression, across two\ngenerations and both exposure regimes. This approach was specifically\ndesigned to test two hypotheses: (1) that developmental exposure to\nBDE-99 causes intergenerational neurotoxicity, leading to altered\nbehavior and gene expression patterns in the first generation, with\nsome perturbations propagating to the second generation; and (2) that\nexposure route (maternal vs environmental) influences these outcomes\ndue to maternal factors in addition to direct toxicant transfer. We\ntherefore predicted that outcomes between the two exposure routes\nwould differ, reflecting the influence of these maternal effects.\nSince multigenerational impacts can lead to unpredictable phenotypic\noutcomes due to complex genetic, epigenetic, and environmental interactions,\nwe measured genome-wide gene expression to identify potential disruptions\nin molecular functions and pathways, helping to generate hypotheses\nabout alternative phenotypic effects that were not directly measured.\n\n## Methods\nWe conducted two complementary experiments\nto investigate the multigenerational\neffects of exposure to BDE-99, using distinct exposure paradigms that\ndiffered in life stage and route of exposure (Figure \n). In Experiment 1 (Progenitor Exposure),\nadult F0 progenitor fish were exposed to BDE-99 through diet, and\neffects were assessed in their F1 and F2 descendants. In Experiment\n2 (Direct Embryonic Exposure), embryos (F0 generation) were directly\nexposed to BDE-99 through waterborne exposure, raised to adulthood,\nand used to generate F1 offspring. This exposure achieved comparable\ndoses as in Experiment 1, allowing for a comparison of whether maternal\ntransfer (Experiment 1) vs direct environmental exposure (Experiment\n2) influences multigenerational effects. The experimental timelines\nwere aligned by generation, comparing the exposed generation (F1 in\nExperiment 1, F0 in Experiment 2) and their offspring (F2 and F1,\nrespectively). Though many of the methods were identical between experiments,\nwe describe them sequentially below. More detailed methods are available\nin the Supporting Information (Supplemental Methods). Multigenerational study paradigm of progenitor (A, Experiment 1)\nand direct embryonic (B, Experiment 2) exposure to BDE-99. Developing\nmummichog embryos were exposed to BDE-99 either through (A) transfer\nof the chemical from adult progenitors, or (B) directly from their\nsurrounding water. (A) Adult progenitor (F0) fish were exposed to\ncontrol or BDE-99 (blue box) diets for 64 days. First-generation (F1)\ndescendants (gray line is control lineage, blue line is progenitor\nexposure lineage) were produced by mating males and females within\neach lineage and raised in uncontaminated conditions. To produce second-generation\n(F2) descendants, males in each lineage were mated with nonexposed\nfemales. (B) For the direct exposure experiments, embryos from unexposed\nparents were exposed to control (gray line) or BDE-99 (red box) via\nwaterborne exposure from 1 to 7 days postfertilization (dpf). Those\nfirst-generation (F0) fish were raised in uncontaminated conditions\nuntil adulthood (gray line is control lineage, red line is direct\nembryonic exposure lineage), and then males and females within each\nlineage were mated to produce next-generation (F1) descendants. Biological\nend points were measured across two generations in both exposure experiments\nat the same time points through development. Fish and embryo illustrations\nsourced from BioRender.com. Adult wild-caught fish were exposed to either control or BDE-99-contaminated\ndiets for 64 days during the breeding season. Throughout this exposure\nperiod, the exposed (F0) progenitor fish were spawned to produce the\nparentally exposed first (F1) generation. The F1 fish were reared\nunder uncontaminated conditions until adulthood (2 years) and subsequently\nspawned to produce the second (F2) generation (Figure \nA). A suite of end points was assessed across\nboth generations: developmental abnormalities at 10 days postfertilization\n(dpf), hatch success at 14 dpf, larval survival until 14 days posthatch\n(dph), larval photomotor response (light/dark transition) at 14 dph,\nand juvenile anxiety-like behavior (novel tank diving) at 4–6\nmonths posthatch. After behavioral testing was completed, brains from\nF1 and F2 fish were flash-frozen and preserved for transcriptomics. Adult mummichogs\n(∼10 g wet weight (ww)) were collected from Jerusalem, Narragansett,\nRI, USA (41°22′58.4” N, 71°31′09.6”\nW) and housed at the US Environmental\nProtection Agency (EPA) laboratory in Narragansett in tanks (300 L,\n80 gal) with continuous flow of 23 °C, 5 μm-filtered, clean\nseawater, under a 14:10 h light:dark cycle and fed TetraMin Tropical\nFlakes fish food (Tetra, Blacksburg, VA, USA) ad libitum until their\nuse in this study one month later. Before the experiment, fish were\nredistributed into 38-L (10 gal) tanks. Each treatment consisted of\n3 replicate tanks, with each tank containing 14 fish (8 females and\n6 males). All procedures were in accordance with EPA-approved Animal\nCare and Use Protocols (IACUC, ACUP # Eco23-03-002, Eco23-11-001,\nand Eco23-07-001). A BDE-99\n(2,2′,4,4′,5-pentabromodiphenyl ether; >99% pure)\nstock\nsolution (2.5 mg/mL) was prepared. To prepare the BDE-99_MED and BDE-99_HIGH\ndosing solutions, 52 or 209 μL of the BDE-99 stock was added\nto 1348 or 1191 μL of acetone, respectively (final volumes of\n1.4 mL). Diet consisted of ground TetraMin Tropical Flakes (40 g)\namended with either carrier (acetone, 1.4 mL) or BDE-99 stock dissolved\nin acetone (1.4 mL). A nutritional mixture (including blended spinach,\nbrine shrimp, krill, mackerel, sardines) supplemented the experimental\ndiet, which was finally solidified with gelatin. Fish were fed\ncontrol or contaminated diets (∼15% of body weight) 5 days\nper week and control diet the other 2 days a week for 64 days. Dietary\ntreatments consisted of control and 2 concentrations of BDE-99 (37.5\nand 150 ng/g fish ww/day). Target internal doses of BDE-99 (verified\nas described below) were 1 and 4 μg/g fish dry weight (dw).\nThese doses were selected to achieve internal body burdens comparable\nto levels reported in fish inhabiting heavily polluted environments,\nsuch as near e-waste recycling sites.\n− Standard length (SL,\nmm) and whole fish wet weight (ww, g) were recorded for individual\nfish at the start (day 0) and end (day 65) of the exposure, after\nwhich Fulton’s condition index was calculated (ww/SL3). During this period, F0 fish were spawned at multiple time points\nto generate the F1 generation. After 64 days of feeding, all F0 (progenitor)\nfish were euthanized, after which wet weights of gonads, liver, and\nabdominal fat were measured and used to calculate the health indices:\ngonadosomatic index (GSI), hepatosomatic index (HSI), and abdominal\nfat somatic index (AFSI). Carcasses were then vacuum-sealed, flash-frozen,\nand stored at −80 °C for BDE-99 body burden quantification.\nExposure effects on growth and health indices were tested using two-way\nAnalysis of Variance (ANOVA) with tank as the unit of replication,\nwhere main effects included BDE-99 concentration and sex, and their\ninteraction. Before ANOVA, data normality was tested (Shapiro-Wilk\ntest). Sex effects on body burden were tested (Welch’s t tests). Statistical analyses were conducted using GraphPad\nPrism version 10.4.1 for macOS (GraphPad Software, Boston, MA, USA). Fish were manually strip-spawned 5 times following\ntheir semilunar spawning cycle through\nthe dietary exposure period to record reproductive success and egg\ncounts. Fertilization to create the F1 generation included eggs and\nmilt from fish from a single tank and kept separate so that subsequent\nmatings (to form the F2) did not include close relatives. Embryos\nwere then incubated at 23 °C (14:10 h light:dark cycle). Fertilization\nsuccess was recorded at 4 dpf, and unfertilized eggs were archived\nto quantify BDE-99 deposition into eggs. Exposure effects on fecundity\nwere analyzed using a two-way repeated measures ANOVA with tank as\nthe unit of replication. Fertilization success (percentage of fertilized\nF1 eggs per tank) was analyzed using a mixed-effects model with Greenhouse-Geisser\ncorrection (to account for possible sphericity violations). Statistical\nmodels included main effects of BDE-99 concentration, experimental\nday, and their interaction. Two-year-old F1 fish were spawned to produce\nthe F2 generation. Due to low female numbers in F1 exposure and control\nlineages, males were crossed with external control females. As a result,\nonly paternally mediated intergenerational effects were assessed in\nF2-generation fish. Eggs collected from 20 to 36 females were pooled,\ndivided into approximately equal groups, and fertilized with pooled\nmilt from males within each BDE-99 exposure lineage. Fertilization\nmeasurements and rearing conditions were the same as in F1. Accelerated Solvent Extraction was\nused to extract BDE-99 from freeze-dried F0 fish carcass samples and\ntreatment diets. Approximately 0.2 g\nof carcass was ground with a mortar and pestle, spiked with a known\namount of IS, and extracted with acetone:hexane (50:50). A small portion\n(10%) was transferred to a preweighed aluminum weighing pan for lipid\ndetermination, and the remaining extract was treated with concentrated\nsulfuric acid. F1 fish eggs from progenitor exposure (Experiment 1)\nand F0 embryos from direct embryonic exposure (Experiment 2) (40–150\nmg ww) were similarly treated. BDE-99 concentrations in adult\nand early life samples were measured by Gas Chromatography–Mass\nSpectrometry (GC–MS) using an Agilent Technologies (Santa Clara,\nCA, USA) 6890N GC with a 5973 mass selective detector and an Agilent\nJ&W DB-5 ms Ultra Inert analytical column (15 m × 0.25 mm\n× 0.25 μm). Calibration standard solutions of BDE-99 (50–2500\nng/μL) were prepared. ChemStation software was used for data\nprocessing. Procedural blanks showed no contaminants. Analytical duplicates\nhad a relative standard deviation (RSD) of <7%, and matrix spike\nrecoveries ranged from 90 to 104%. Embryo-Larval\nAssays (ELA) evaluated the developmental and survival effects of BDE-99\nexposure lineage.\n,\n Embryos were housed in clean\nseawater refreshed daily. At 10 dpf (late organogenesis, stage 34), embryos were screened (presence/absence) for\ndevelopmental abnormalities, including pericardial edema, heart abnormalities,\nhemorrhaging in the head or tail, and reduced body or head size. Treatment effects on developmental abnormalities\nwere analyzed using the Kruskal–Wallis test. Treatment effects\non hatching success and larval survival (until 14 dph) were analyzed\nusing Fisher’s exact tests. Light/dark transition\nassays were conducted at 14 dph to assess larval photomotor responses.\nPlates containing larvae were placed on an infrared backlight inside\na custom-built black box, and movement was recorded from above (Basler\nacA1300-60gmNIR camera). EthoVision XT software was used to track\nactivity. Assays began with 30 min light habituation (100% illumination),\nfollowed by alternating light and dark phases: a 10 min initial dark\nphase (0% illumination), then two cycles of alternating 10 min phases\nin light (100% illumination) and dark. Total distance moved was calculated as cm per 10 min interval, with the initial habituation\nphase excluded. Following Greenhouse-Geisser correction, data were\nanalyzed using two-way repeated measures ANOVA with individual larval\nfish as the subject (biological replicate), where main effects were\nBDE-99 exposure lineage, light phase, and their interaction, followed\nby Dunnett’s posthoc tests. Novel tank diving assays\nwere performed to evaluate anxiety-like behaviors in juvenile fish\n(4–6 months posthatch). The experiment\nused two adjacent rectangular tanks, each filled with ∼4.5\nL seawater (21.5–23 °C). Behavioral trials were recorded\n(10 min sessions) using a camera placed 120 cm from the front of the\ntanks, with tracking and behavior analyzed by EthoVision XT software.\nBehavioral measurements included total distance moved (cm per 10 min), duration spent in the top zone (percent time), latency to enter the top zone (seconds),\nand number of transitions to the top zone. Subsets\nof fish were then euthanized (MS-222) and brain tissues preserved\nfor transcriptomics analysis. Data were tested for normality (Shapiro-Wilk\ntest) and then analyzed using one-way ANOVA, followed by Tukey’s\nposthoc tests. End points that failed normality were analyzed using\nthe Kruskal–Wallis test, followed by Dunn’s multiple\ncomparisons test. Juvenile brains were homogenized (Omni\nBead Ruptor) and mRNA extracted using the Dynabeads mRNA DIRECT Purification\nKit (Invitrogen, Waltham, MA, USA). Strand-specific RNA-seq libraries\nwere prepared using the Breath Adapter Directional sequencing (BrAD-seq)\nmethod. Individual libraries were uniquely\nindexed, pooled, and sequenced across six lanes of Illumina HiSeq\n4000 (PE-150) (UC Davis Genome Center). Each sample yielded ∼9\nmillion raw reads. F1 samples included 4–5 biological replicates\nper treatment (except n = 3 for the 0.85 μg/g\ngroup), for a total of 27 samples. F2 samples included 6 replicates\nper treatment (except n = 2 for the 3.50 μg/g\ngroup), for a total of 32 samples. Six exposure lineages were represented\nin each generation: 0, 0.85, 1.20, 2.00, and 3.50 μg/g in F1\nand F2, with 0.57 and 0.47 μg/g in F1 and F2, respectively.\nRaw reads were quality checked (FastQC), trimmed (fastp), and mapped to the F. heteroclitus reference genome (GenBank MU-UCD_Fhet_4.1) using Salmon. We applied weighted gene correlation network analysis (WGCNA) to identify modules of coexpressed genes that\nvaried with experimental end points, conducted separately for the\nF1 and F2 generations. Raw counts were normalized using a variance-stabilizing\ntransformation in DESeq2. The top 10%\nmost variable genes were selected (3164 per data set) as recommended\nby WGCNA. Gene modules were identified using hierarchical clustering\nand dynamic tree cutting. For each module, eigengene values (PC1 of\nmodule expression) were extracted and tested for statistical association\nwith treatment (BDE-99 exposure lineage) using one-way ANOVA (FDR-adjusted p < 0.05). Modules with significant treatment effects\nwere tested for Gene Ontology (GO) enrichment using a Mann–Whitney U test. All analyses were conducted\nin R (version 4.4.2) and RStudio (version\n2024.09.1 + 394). Fish embryos collected from unexposed parents were subjected to\n6-day waterborne exposures to control or BDE-99 from 1 to 7 dpf (Figure \nB). These directly\nexposed F0 embryos were then reared to adulthood under uncontaminated\nconditions and subsequently spawned to produce the next (F1) generation.\nThe same suite of developmental and behavioral end points was measured\nfollowing these direct embryonic exposures as in the direct progenitor\nexposures (Experiment 1) described above: developmental abnormalities\nat 10 dpf, hatch success at 14 dpf, larval survival until 14 dph,\nlarval photomotor response (light/dark transition) at 14 dph, and\njuvenile anxiety-like behavior (novel tank diving) at 4–6 months\nposthatch. Following behavioral testing, whole brains from the F1\ngeneration were collected and archived for RNA-seq Embryos were from mass-spawned adults\ncollected from Scorton Creek, Sandwich, MA (41°45′53.6″\nN, 70°28′48.0″ W)\n−\n\n\n that had been housed at the\nUS EPA facility. Four separate breeding tanks were used to produce\nfour groups of embryos, which were kept separate to prevent mating\nbetween close relatives to produce the next (F1) generation. From\neach breeding tank, eggs were collected from 20 to 30 females, pooled,\nand fertilized with milt pooled from 20 to 30 males from the same\ntank. A BDE-99 stock\nsolution (2.5 mg/mL) was prepared as described above. Fertilized embryos\nfrom each of the four breeding groups were equally divided into three\ntreatments (control and two BDE-99 concentrations) and then into two\nreplicates per treatment. Each exposure experiment consisted of 24\njars (4 breeding groups × 3 treatments × 2 replicates per\ntreatment). Embryos were mass exposed from 1 to 7 dpf in glass jars\nat a density of 1 embryo per 2 mL of seawater, amended with 1% dosing\nsolution containing either carrier (acetone, control) or BDE-99 in\nacetone. BDE-99 concentrations were 6.2 and 26 ng/mL (labeled MED\nand HI, respectively). The entire exposure experiment was repeated\nacross three separate spawning events, following the semilunar spawning\ncycle. Individuals from one of the four breeding groups and one of\nthe three spawning cycles were archived for BDE-99 body burden analysis,\nsuch that embryo dosing could be compared between experiments 1 and\n2. The same\nend points were collected for these direct embryonic exposures as\nfor the progenitor exposures (Experiment 1) as described above, including\ndevelopmental abnormality, hatch success, larval photomotor response,\nlarval survival, and juvenile anxiety-like behavior. Statistical analyses\nwere also identical to those described above for Experiment 1. Data\nfrom the F0 and F1 generations were analyzed separately. Fish from the direct\nembryonic exposure study were reared as described above for the direct\nprogenitor exposures (Experiment 1). The F1 generation was produced\nby crossing males and females from the different replicate groups\nwithin each exposure lineage. Therefore, effects in the F1 generation\nwere both paternally and maternally mediated. Eggs were collected\nvia manual strip-spawning, pooled within each replicate group, and\nfertilized with milt pooled from males from another replicate group\nin the same exposure lineage. Whole brain tissues from direct embryonic\nexposure F1 juvenile fish were processed, and RNA-seq data collected\nand analyzed (WGCNA), as described above for Experiment 1. Each sample\nyielded approximately 9.5 million raw reads. There were 6 replicates\neach from 3 breeding groups per exposure lineage, except for the MED\nBDE-99 lineage, which had 3 and 4 replicates in 2 of the breeding\ngroups, for a total of 49 samples.\n\n## Progenitor Exposure (Experiment 1) Chronological Overview\nAdult wild-caught fish were exposed to either control or BDE-99-contaminated\ndiets for 64 days during the breeding season. Throughout this exposure\nperiod, the exposed (F0) progenitor fish were spawned to produce the\nparentally exposed first (F1) generation. The F1 fish were reared\nunder uncontaminated conditions until adulthood (2 years) and subsequently\nspawned to produce the second (F2) generation (Figure \nA). A suite of end points was assessed across\nboth generations: developmental abnormalities at 10 days postfertilization\n(dpf), hatch success at 14 dpf, larval survival until 14 days posthatch\n(dph), larval photomotor response (light/dark transition) at 14 dph,\nand juvenile anxiety-like behavior (novel tank diving) at 4–6\nmonths posthatch. After behavioral testing was completed, brains from\nF1 and F2 fish were flash-frozen and preserved for transcriptomics.\n\n## Adult Fish Collection and Husbandry\nAdult mummichogs\n(∼10 g wet weight (ww)) were collected from Jerusalem, Narragansett,\nRI, USA (41°22′58.4” N, 71°31′09.6”\nW) and housed at the US Environmental\nProtection Agency (EPA) laboratory in Narragansett in tanks (300 L,\n80 gal) with continuous flow of 23 °C, 5 μm-filtered, clean\nseawater, under a 14:10 h light:dark cycle and fed TetraMin Tropical\nFlakes fish food (Tetra, Blacksburg, VA, USA) ad libitum until their\nuse in this study one month later. Before the experiment, fish were\nredistributed into 38-L (10 gal) tanks. Each treatment consisted of\n3 replicate tanks, with each tank containing 14 fish (8 females and\n6 males). All procedures were in accordance with EPA-approved Animal\nCare and Use Protocols (IACUC, ACUP # Eco23-03-002, Eco23-11-001,\nand Eco23-07-001).\n\n## Diet Preparation for Progenitor BDE-99 Exposure\nA BDE-99\n(2,2′,4,4′,5-pentabromodiphenyl ether; >99% pure)\nstock\nsolution (2.5 mg/mL) was prepared. To prepare the BDE-99_MED and BDE-99_HIGH\ndosing solutions, 52 or 209 μL of the BDE-99 stock was added\nto 1348 or 1191 μL of acetone, respectively (final volumes of\n1.4 mL). Diet consisted of ground TetraMin Tropical Flakes (40 g)\namended with either carrier (acetone, 1.4 mL) or BDE-99 stock dissolved\nin acetone (1.4 mL). A nutritional mixture (including blended spinach,\nbrine shrimp, krill, mackerel, sardines) supplemented the experimental\ndiet, which was finally solidified with gelatin.\n\n## Progenitor Dietary Exposure to BDE-99\nFish were fed\ncontrol or contaminated diets (∼15% of body weight) 5 days\nper week and control diet the other 2 days a week for 64 days. Dietary\ntreatments consisted of control and 2 concentrations of BDE-99 (37.5\nand 150 ng/g fish ww/day). Target internal doses of BDE-99 (verified\nas described below) were 1 and 4 μg/g fish dry weight (dw).\nThese doses were selected to achieve internal body burdens comparable\nto levels reported in fish inhabiting heavily polluted environments,\nsuch as near e-waste recycling sites.\n−\n\n## Exposed Generation End Points\nStandard length (SL,\nmm) and whole fish wet weight (ww, g) were recorded for individual\nfish at the start (day 0) and end (day 65) of the exposure, after\nwhich Fulton’s condition index was calculated (ww/SL3). During this period, F0 fish were spawned at multiple time points\nto generate the F1 generation. After 64 days of feeding, all F0 (progenitor)\nfish were euthanized, after which wet weights of gonads, liver, and\nabdominal fat were measured and used to calculate the health indices:\ngonadosomatic index (GSI), hepatosomatic index (HSI), and abdominal\nfat somatic index (AFSI). Carcasses were then vacuum-sealed, flash-frozen,\nand stored at −80 °C for BDE-99 body burden quantification.\nExposure effects on growth and health indices were tested using two-way\nAnalysis of Variance (ANOVA) with tank as the unit of replication,\nwhere main effects included BDE-99 concentration and sex, and their\ninteraction. Before ANOVA, data normality was tested (Shapiro-Wilk\ntest). Sex effects on body burden were tested (Welch’s t tests). Statistical analyses were conducted using GraphPad\nPrism version 10.4.1 for macOS (GraphPad Software, Boston, MA, USA).\n\n## Spawning\nFish were manually strip-spawned 5 times following\ntheir semilunar spawning cycle through\nthe dietary exposure period to record reproductive success and egg\ncounts. Fertilization to create the F1 generation included eggs and\nmilt from fish from a single tank and kept separate so that subsequent\nmatings (to form the F2) did not include close relatives. Embryos\nwere then incubated at 23 °C (14:10 h light:dark cycle). Fertilization\nsuccess was recorded at 4 dpf, and unfertilized eggs were archived\nto quantify BDE-99 deposition into eggs. Exposure effects on fecundity\nwere analyzed using a two-way repeated measures ANOVA with tank as\nthe unit of replication. Fertilization success (percentage of fertilized\nF1 eggs per tank) was analyzed using a mixed-effects model with Greenhouse-Geisser\ncorrection (to account for possible sphericity violations). Statistical\nmodels included main effects of BDE-99 concentration, experimental\nday, and their interaction. Two-year-old F1 fish were spawned to produce\nthe F2 generation. Due to low female numbers in F1 exposure and control\nlineages, males were crossed with external control females. As a result,\nonly paternally mediated intergenerational effects were assessed in\nF2-generation fish. Eggs collected from 20 to 36 females were pooled,\ndivided into approximately equal groups, and fertilized with pooled\nmilt from males within each BDE-99 exposure lineage. Fertilization\nmeasurements and rearing conditions were the same as in F1.\n\n## Chemical Analysis\nAccelerated Solvent Extraction was\nused to extract BDE-99 from freeze-dried F0 fish carcass samples and\ntreatment diets. Approximately 0.2 g\nof carcass was ground with a mortar and pestle, spiked with a known\namount of IS, and extracted with acetone:hexane (50:50). A small portion\n(10%) was transferred to a preweighed aluminum weighing pan for lipid\ndetermination, and the remaining extract was treated with concentrated\nsulfuric acid. F1 fish eggs from progenitor exposure (Experiment 1)\nand F0 embryos from direct embryonic exposure (Experiment 2) (40–150\nmg ww) were similarly treated. BDE-99 concentrations in adult\nand early life samples were measured by Gas Chromatography–Mass\nSpectrometry (GC–MS) using an Agilent Technologies (Santa Clara,\nCA, USA) 6890N GC with a 5973 mass selective detector and an Agilent\nJ&W DB-5 ms Ultra Inert analytical column (15 m × 0.25 mm\n× 0.25 μm). Calibration standard solutions of BDE-99 (50–2500\nng/μL) were prepared. ChemStation software was used for data\nprocessing. Procedural blanks showed no contaminants. Analytical duplicates\nhad a relative standard deviation (RSD) of <7%, and matrix spike\nrecoveries ranged from 90 to 104%.\n\n## Embryo-Larval Rearing and Early-Life End Points\nEmbryo-Larval\nAssays (ELA) evaluated the developmental and survival effects of BDE-99\nexposure lineage.\n,\n Embryos were housed in clean\nseawater refreshed daily. At 10 dpf (late organogenesis, stage 34), embryos were screened (presence/absence) for\ndevelopmental abnormalities, including pericardial edema, heart abnormalities,\nhemorrhaging in the head or tail, and reduced body or head size. Treatment effects on developmental abnormalities\nwere analyzed using the Kruskal–Wallis test. Treatment effects\non hatching success and larval survival (until 14 dph) were analyzed\nusing Fisher’s exact tests.\n\n## Larval/Juvenile Behavioral End Points\nLight/dark transition\nassays were conducted at 14 dph to assess larval photomotor responses.\nPlates containing larvae were placed on an infrared backlight inside\na custom-built black box, and movement was recorded from above (Basler\nacA1300-60gmNIR camera). EthoVision XT software was used to track\nactivity. Assays began with 30 min light habituation (100% illumination),\nfollowed by alternating light and dark phases: a 10 min initial dark\nphase (0% illumination), then two cycles of alternating 10 min phases\nin light (100% illumination) and dark. Total distance moved was calculated as cm per 10 min interval, with the initial habituation\nphase excluded. Following Greenhouse-Geisser correction, data were\nanalyzed using two-way repeated measures ANOVA with individual larval\nfish as the subject (biological replicate), where main effects were\nBDE-99 exposure lineage, light phase, and their interaction, followed\nby Dunnett’s posthoc tests. Novel tank diving assays\nwere performed to evaluate anxiety-like behaviors in juvenile fish\n(4–6 months posthatch). The experiment\nused two adjacent rectangular tanks, each filled with ∼4.5\nL seawater (21.5–23 °C). Behavioral trials were recorded\n(10 min sessions) using a camera placed 120 cm from the front of the\ntanks, with tracking and behavior analyzed by EthoVision XT software.\nBehavioral measurements included total distance moved (cm per 10 min), duration spent in the top zone (percent time), latency to enter the top zone (seconds),\nand number of transitions to the top zone. Subsets\nof fish were then euthanized (MS-222) and brain tissues preserved\nfor transcriptomics analysis. Data were tested for normality (Shapiro-Wilk\ntest) and then analyzed using one-way ANOVA, followed by Tukey’s\nposthoc tests. End points that failed normality were analyzed using\nthe Kruskal–Wallis test, followed by Dunn’s multiple\ncomparisons test.\n\n## Transcriptomics\nJuvenile brains were homogenized (Omni\nBead Ruptor) and mRNA extracted using the Dynabeads mRNA DIRECT Purification\nKit (Invitrogen, Waltham, MA, USA). Strand-specific RNA-seq libraries\nwere prepared using the Breath Adapter Directional sequencing (BrAD-seq)\nmethod. Individual libraries were uniquely\nindexed, pooled, and sequenced across six lanes of Illumina HiSeq\n4000 (PE-150) (UC Davis Genome Center). Each sample yielded ∼9\nmillion raw reads. F1 samples included 4–5 biological replicates\nper treatment (except n = 3 for the 0.85 μg/g\ngroup), for a total of 27 samples. F2 samples included 6 replicates\nper treatment (except n = 2 for the 3.50 μg/g\ngroup), for a total of 32 samples. Six exposure lineages were represented\nin each generation: 0, 0.85, 1.20, 2.00, and 3.50 μg/g in F1\nand F2, with 0.57 and 0.47 μg/g in F1 and F2, respectively.\nRaw reads were quality checked (FastQC), trimmed (fastp), and mapped to the F. heteroclitus reference genome (GenBank MU-UCD_Fhet_4.1) using Salmon. We applied weighted gene correlation network analysis (WGCNA) to identify modules of coexpressed genes that\nvaried with experimental end points, conducted separately for the\nF1 and F2 generations. Raw counts were normalized using a variance-stabilizing\ntransformation in DESeq2. The top 10%\nmost variable genes were selected (3164 per data set) as recommended\nby WGCNA. Gene modules were identified using hierarchical clustering\nand dynamic tree cutting. For each module, eigengene values (PC1 of\nmodule expression) were extracted and tested for statistical association\nwith treatment (BDE-99 exposure lineage) using one-way ANOVA (FDR-adjusted p < 0.05). Modules with significant treatment effects\nwere tested for Gene Ontology (GO) enrichment using a Mann–Whitney U test. All analyses were conducted\nin R (version 4.4.2) and RStudio (version\n2024.09.1 + 394).\n\n## Direct Embryonic Exposure (Experiment 2) Chronological Overview\nFish embryos collected from unexposed parents were subjected to\n6-day waterborne exposures to control or BDE-99 from 1 to 7 dpf (Figure \nB). These directly\nexposed F0 embryos were then reared to adulthood under uncontaminated\nconditions and subsequently spawned to produce the next (F1) generation.\nThe same suite of developmental and behavioral end points was measured\nfollowing these direct embryonic exposures as in the direct progenitor\nexposures (Experiment 1) described above: developmental abnormalities\nat 10 dpf, hatch success at 14 dpf, larval survival until 14 dph,\nlarval photomotor response (light/dark transition) at 14 dph, and\njuvenile anxiety-like behavior (novel tank diving) at 4–6 months\nposthatch. Following behavioral testing, whole brains from the F1\ngeneration were collected and archived for RNA-seq\n\n## Embryo Collection\nEmbryos were from mass-spawned adults\ncollected from Scorton Creek, Sandwich, MA (41°45′53.6″\nN, 70°28′48.0″ W)\n−\n\n\n that had been housed at the\nUS EPA facility. Four separate breeding tanks were used to produce\nfour groups of embryos, which were kept separate to prevent mating\nbetween close relatives to produce the next (F1) generation. From\neach breeding tank, eggs were collected from 20 to 30 females, pooled,\nand fertilized with milt pooled from 20 to 30 males from the same\ntank.\n\n## Direct Embryonic Exposure to BDE-99\nA BDE-99 stock\nsolution (2.5 mg/mL) was prepared as described above. Fertilized embryos\nfrom each of the four breeding groups were equally divided into three\ntreatments (control and two BDE-99 concentrations) and then into two\nreplicates per treatment. Each exposure experiment consisted of 24\njars (4 breeding groups × 3 treatments × 2 replicates per\ntreatment). Embryos were mass exposed from 1 to 7 dpf in glass jars\nat a density of 1 embryo per 2 mL of seawater, amended with 1% dosing\nsolution containing either carrier (acetone, control) or BDE-99 in\nacetone. BDE-99 concentrations were 6.2 and 26 ng/mL (labeled MED\nand HI, respectively). The entire exposure experiment was repeated\nacross three separate spawning events, following the semilunar spawning\ncycle. Individuals from one of the four breeding groups and one of\nthe three spawning cycles were archived for BDE-99 body burden analysis,\nsuch that embryo dosing could be compared between experiments 1 and\n2.\n\n## Larval/Juvenile and Behavioral End points\nThe same\nend points were collected for these direct embryonic exposures as\nfor the progenitor exposures (Experiment 1) as described above, including\ndevelopmental abnormality, hatch success, larval photomotor response,\nlarval survival, and juvenile anxiety-like behavior. Statistical analyses\nwere also identical to those described above for Experiment 1. Data\nfrom the F0 and F1 generations were analyzed separately.\n\n## Rearing to Adult and Spawning\nFish from the direct\nembryonic exposure study were reared as described above for the direct\nprogenitor exposures (Experiment 1). The F1 generation was produced\nby crossing males and females from the different replicate groups\nwithin each exposure lineage. Therefore, effects in the F1 generation\nwere both paternally and maternally mediated. Eggs were collected\nvia manual strip-spawning, pooled within each replicate group, and\nfertilized with milt pooled from males from another replicate group\nin the same exposure lineage.\n\n## Transcriptomics\nWhole brain tissues from direct embryonic\nexposure F1 juvenile fish were processed, and RNA-seq data collected\nand analyzed (WGCNA), as described above for Experiment 1. Each sample\nyielded approximately 9.5 million raw reads. There were 6 replicates\neach from 3 breeding groups per exposure lineage, except for the MED\nBDE-99 lineage, which had 3 and 4 replicates in 2 of the breeding\ngroups, for a total of 49 samples.\n\n## Results\nExposure to BDE-99 had no significant impact on\ngrowth or health indices in diet-exposed adults (Figure S1). Tissue indices (GSI, HSI, and AFSI) were significantly\nhigher in females than males (GSI: F­(1, 12) = 29.78, p = 0.0001; HSI:\nF­(1, 12) = 220.7, p < 0.0001; AFSI: F­(1, 12) =\n5.12, p = 0.0431). Fecundity and fertility were variable over time,\nbut BDE-99 had no significant effect on fecundity or fertilization\nsuccess of diet-exposed adult progenitor fish (Figure S2). Bioaccumulation of BDE-99 through diet in F0 adults was confirmed\n(Figure S3). Measured concentrations in\nmales and females in the CTL, MED, and HI groups were 0.0106 (±0.0062)\nμg/g and 0.0133 (±0.0072) μg/g dw, 1.17 (±0.20)\nμg/g dw and 0.933 (±0.058) μg/g dw, and 4.47 (±0.14)\nμg/g dw and 3.80 (±0.32) μg/g dw, respectively, which\nwere close to dose targets (1 and 4 μg/g dw). Male and female\nbody burdens were not different. Measured concentrations of BDE-99\nin treatment diets were not detected (ND), 0.895 μg/g dw, and\n3.99 μg/g dw in the CTL, MED, and HI, respectively. BDE-99 was detected\nin unfertilized F1 eggs from the progenitor exposure, confirming maternal\ntransfer (Figure \nA).\nF1 doses increased with duration of maternal exposure and dietary\nconcentration, consistent with bioaccumulation in progenitors and\nsubsequent maternal transfer into eggs. F1 eggs from lineages for\nwhich we subsequently collected data on hatching, larval survival,\nand photomotor response had measured BDE-99 concentrations of 0 (control),\n0.42, 0.47, 0.57, and 2.40 μg/g dw. F1 eggs from lineages for\nwhich we subsequently collected neurophysiological data (juvenile\nnovel tank testing, brain gene expression) had concentrations of 0\n(control), 0.57, 0.85, 1.20, 2.00, and 3.50 μg/g dw. F1 eggs\nfrom lineages used for F2 production had concentrations of 0 (control),\n0.47, 0.85, 1.20, 2.00, and 3.50 μg/g dw. These concentrations\noverlap with PBDE levels previously measured in fish tissues from\nhighly contaminated aquatic sites.\n− Maternal transfer of\nBDE-99 to F1 eggs from progenitor exposure\n(A) compared with direct embryonic (waterborne) exposure of F0 embryos\n(B). (A) BDE-99 doses (μg/g dry weight (dw)) in unfertilized\nF1 eggs produced by progenitor (F0) fish over the 64-day dietary exposure\nperiod to BDE-99. Symbol colors and shapes indicate treatment groups:\nProgenitor BDE-99 MED (teal squares), Progenitor BDE-99 HI (purple\ntriangles). (B) BDE-99 doses (μg/g dw) in F0 embryos following\ndirect waterborne exposure from 1 to 7 days postfertilization (dpf)\n(mean ± SE). Symbol colors and shapes indicate treatment groups:\nDirect BDE-99 MED (orange square) and Direct BDE-99 HI (red triangle). In the direct embryonic exposure experiment, BDE-99\nwas measured\nin subsets of F0 embryos following waterborne exposure from 1 to 7\ndpf (Figure \nB). The\nmean body burdens achieved through direct environmental (waterborne)\nexposure (1.00 μg/g and 2.70 μg/g) (Experiment 2) successfully\napproximated the mean BDE-99 doses achieved via maternal transfer\nby the end of the dietary exposure period (1.01 μg/g and 2.75\nμg/g) (Experiment 1). Progenitor dietary exposure to BDE-99 caused no effects on offspring\ndevelopmental abnormalities, hatching, or larval survival, in either\nthe F1 or F2 generations (Table S1), compared\nto controls. Similarly, direct embryonic (waterborne) exposure to\nBDE-99 had no significant effects on the same end points. BDE-99 exposure lineage, defined as the progenitor exposure history\ninherited by each generation, significantly affected larval photomotor\nresponses in the F1 generation and produced a similar but less pronounced\ntrend in the F2 generation. In the F1 generation, BDE-99 exposure\nlineage had a significant effect on locomotor activity (F(4, 74) = 7.08, p < 0.0001), with a trend toward\nan interaction between exposure lineage and illumination phase (F(16, 296) = 1.67, p = 0.0524) (Figure \nA). Posthoc comparisons\nrevealed significant hypoactivity in F1 larvae from the 0.42, 0.47,\nand 0.57 μg/g exposure lineages in most illumination phases\n(3 out of 5), while larvae from the highest exposure lineage (2.40\nμg/g) showed no significant differences from controls. Larval photomotor\nresponse in F1 and F2 descendants of progenitor\n(F0) fish exposed to BDE-99 through diet. Total distance moved (cm)\nby F1 (A) and F2 (B) larvae during alternating light and dark phases.\n(A) F1 larvae originated from control (CTL; n = 23)\nor exposure lineages with the following BDE-99 concentrations (μg/g\ndry weight (dw)) measured in eggs: 0.42 (n = 8),\n0.47 (n = 18), 0.57 (n = 13), and\n2.40 (n = 17). (B) F2 larvae originated from control\n(CTL; n = 18) or exposure lineages with the following\nBDE-99 concentrations (μg/g dw) measured in F1 eggs: 0.47 (n = 46), 0.85 (n = 45), 1.20 (n = 21), 2.00 (n = 32), 3.50 (n =\n20). Within a plot, outcomes (p-values) for statistical\ntests are shown for the two main effects (progenitor exposure lineage\nand illumination phase) and their interaction. P <\n0.05, p < 0.001, and p < 0.0001\nare indicated by *, ***, and ****, respectively. Brackets with asterisks\nindicate significant differences from CTL following posthoc tests.\nError bars represent standard error of the mean (SEM). In the F2 generation, we observed a similar pattern\nof reduced\nactivity in lineages derived from low and intermediate BDE-99 doses,\nthough the effects were more subtle than in F1 (Figure \nB). There was a significant main effect of\nBDE-99 exposure lineage (F(5, 176) = 5.19, p = 0.0002), but no interaction with illumination phase\n(F(20, 704) = 0.90, p = 0.5883).\nAlthough the only significant posthoc difference was increased movement\n(hyperactivity) in the highest-dose lineage (3.50 μg/g) during\nDark 2 (p = 0.0391), mean activity was reduced in\nthe low- and mid-dose lineages across multiple phases, consistent\nwith the F1 hypoactivity pattern. These findings suggest a persistent,\nthough attenuated, intergenerational behavioral phenotype. Progenitor exposure to BDE-99 perturbed multiple\ndimensions of juvenile behavior in F1 descendants but not in F2 descendants.\nIn the F1 generation, BDE-99 exposure lineage had a significant effect\non total distance moved (F­(5, 77) = 3.11, p = 0.0130),\nwith hyperactivity observed in fish from the 0.85 and 1.20 μg/g\nlineages when compared to controls (p = 0.0155 and 0.0184, respectively)\n(Figure \nA). F1 fish\nfrom multiple exposure lineages exhibited behavioral patterns consistent\nwith reduced anxiety-like behavior, including increased duration\nspent in the top zone (H(5) = 24.96, p =\n0.0001) and more frequent transitions to the top zone (H(5) = 20.38, p = 0.0011). Posthoc comparisons\nrevealed that fish from the 0.57, 0.85, 1.20, and 2.00 μg/g\nlineages spent more time in the top zone relative to controls (p = 0.0010, 0.0275, 0.0057, and 0.0014, respectively) (Figure \nB). Similarly, fish\nfrom the same exposure lineages made more transitions to the top zone\nthan controls (p = 0.0086, 0.0091, 0.0064, and 0.0095,\nrespectively) (Figure \nC). Latency to enter the top zone was also affected\nby exposure lineage (H(5) = 25.20, p = 0.0001) (Figure \nD). Fish from the\n0.57 and 0.85 μg/g lineages entered the top zone faster than\ncontrols (p = 0.0036 and 0.0061, respectively). Additionally,\nlatency was lower in the 0.57 and 0.85 μ/g lineages compared\nto 3.50 μ/g (p = 0.0118 and 0.0218, respectively),\nsuggesting a possible nonmonotonic dose–response effect. Juvenile anxiety-like\nbehavior in F1 and F2 descendants of progenitor\n(F0) fish exposed to BDE-99 through diet. Variables included total\ndistance moved (cm) (A), duration (% of time) spent in the top zone\nof the tank (B), number of transitions to the top zone (C), and latency\n(seconds) to enter the top zone (D). Fish that never entered the top\nzone were assigned the maximum latency of 600 s (duration of the assay).\nF1 fish originated from progenitor exposure lineages with the following\nBDE-99 concentrations (μg/g dry weight (dw)) measured in eggs:\n0 (control; n = 15), 0.57 (n = 10),\n0.85 (n = 15), 1.20 (n = 14), 2.00\n(n = 14), and 3.50 (n = 15). F2\nfish originated from lineages with the following BDE-99 concentrations\n(μg/g dw) measured in F1 eggs: 0 (control; n = 16), 0.47 (n = 23), 0.85 (n =\n15), 1.20 (n = 16), 2.00 (n = 26),\nand 3.50 (n = 2). Within a plot, the statistical\ntest outcome (p-value) is shown for the main effect of exposure lineage. P < 0.05, p < 0.01, and p < 0.001 are indicated by *, **, and ***, respectively. The same\nletter above each bar indicates no significant difference between\nexposure lineage means following posthoc tests. Error bars represent\nstandard error of the mean (SEM). Across behavioral variables, the 0.85 μg/g\nlineage showed\nthe strongest effects, with 4 out of 4 variables significantly different\nfrom controls. The 0.57 and 1.20 μg/g lineages exhibited significant\ndifferences in 3 out of 4 variables, while the 2.00 μg/g group\nshowed effects in 2 out of 4 variables. In contrast, though the highest\ndose lineage (3.50 μg/g) showed similar trends to lower dose\nlineages, there were no statistically significant behavioral differences\nbetween this lineage and controls (0 out of 4 variables). In contrast,\nno significant effects of BDE-99 exposure lineage were detected in\nthe F2 generation. We conclude that progenitor exposure to BDE-99\naffects juvenile behavior in the next generation, but these effects\ndo not propagate into a second generation. Progenitor exposures caused changes in brain\ngene expression in F1 descendant juveniles, but not F2 descendants.\nFrom F1 RNA-seq data, we detected nine coexpressed gene modules, each\ncontaining between 58 and 844 genes. Four modules were significantly\nassociated with BDE-99 exposure lineage (adjusted p < 0.05), with two modules containing functionally enriched gene\nsets. The largest (turquoise) module (844 genes) was significantly\nassociated with BDE-99 exposure lineage (F­(5, 21) = 11.58, adjusted p = 4.58 × 10–5). Principal Component\nAnalysis (PCA) revealed that all three samples from the 0.85 μg/g\nlineage were transcriptionally distinct (Figure \nA). Transcription in samples from the 3.50\nμg/g lineage also diverged from other lineages. Functional enrichment\nanalysis indicated that genes in this module were primarily associated\nwith immune system processes (e.g., activation of immune response,\nleukocyte activation, and cytokine-mediated signaling), and pathways\nrelated to cell communication and intracellular signaling (Figure \nB). Principal Component Analysis\n(PCA) of whole-brain gene expression\nin the Turquoise module and associated Gene Ontology (GO) enrichment\nanalysis in juvenile F1 fish from the progenitor exposure experiment\n(corresponding to behavioral data in Figure \n). (A) PCA represents the variance in the\nexpression of genes (n = 844) assigned to the Turquoise\nmodule across samples. Points represent individual samples, colored\nby BDE-99 exposure lineage, including 0 (control; n = 4), 0.57 (n = 5), 0.85 (n =\n3), 1.20 (n = 5), 2.00 (n = 5),\nand 3.50 μ/g (n = 5). (B) Gene Ontology (biological\nprocesses) enrichment for the Turquoise module. The dendrogram represents\nhierarchical clustering of enriched GO terms based on shared genes.\nFractions indicate the number of genes exceeding the unadjusted p < 0.05 threshold relative to the total number of genes\nassigned to that category. GO terms are visually distinguished by\nstatistical significance, with large, bolded text for p < 0.01, regular text for p < 0.05, and small,\nitalicized text for p < 0.1. GO terms are ordered\nby clustering similarity. The Red module (146 genes) was also significantly\nassociated with\nBDE-99 exposure lineage (F(5, 21) = 50.42, adjusted p = 2.72 × 10–10). PCA showed distinct\nclustering of samples from the 0.57 and 0.85 μg/g BDE-99 exposure\nlineages, with the 0.57 μg/g group showing the most pronounced\nseparation (Figure \nA). Genes in this module were enriched for processes related to transcriptional\nregulation, circadian rhythm, and metabolism, and for negative regulation\nof biosynthetic processes and response to environmental stimuli (Figure \nB). Principal Component Analysis\n(PCA) of whole-brain gene expression\nin the Red module and associated Gene Ontology (GO) enrichment analysis\nin juvenile F1 fish from the progenitor exposure experiment (corresponding\nto behavioral data in Figure \n). (A) PCA represents the variance in the expression of genes\n(n = 146) assigned to the Red module across samples.\nPoints represent individual samples, colored by BDE-99 exposure lineage,\nincluding 0 (control; n = 4), 0.57 (n = 5), 0.85 (n = 3), 1.20 (n =\n5), 2.00 (n = 5), and 3.50 μ/g (n = 5). (B) Gene Ontology (biological processes) enrichment for the\nRed module. The dendrogram represents hierarchical clustering of enriched\nGO terms based on shared genes. Fractions indicate the number of genes\nexceeding the unadjusted p < 0.05 threshold relative\nto the total number of genes assigned to that category. GO terms are\nvisually distinguished by statistical significance, with large, bolded\ntext for p < 0.01, regular text for p < 0.05, and small, italicized text for p <\n0.1. GO terms are ordered by clustering similarity. From the F2 generation data, we detected 15 coexpressed\ngene modules\ncontaining 55 to 361 genes each, but none of these modules showed\nsignificant associations with BDE-99 exposure lineage (adjusted p > 0.05). This pattern is consistent with behavioral\ndata\nshowing lineage effects in F1 offspring but not in the F2 generation,\nsupporting the conclusion that adult exposures to BDE-99 have multigenerational\nimpacts on neurobehavioral processes that span one generation but\nnot two. Direct embryonic exposure\nhad a subtle but nonsignificant effect on photomotor function in larvae\nbut had significant impacts on photomotor responses in F1 descendants.\nIn the F0 (directly exposed) generation, there was a subtle but not\nstatistically significant main effect of direct embryonic BDE-99 exposure\n(F(2, 309) = 2.65, p = 0.0723) (Figure \nA), trending toward\nhyperactivity. In contrast, direct embryonic BDE-99 exposure caused\npronounced hypoactivity in F1 descendants (main effect of exposure\nlineage (F(2, 201) = 15.15, p <\n0.0001), interaction between exposure lineage and illumination phase\n(F(8, 804 = 4.65), p < 0.0001))\n(Figure \nB). Posthoc\ncomparisons revealed that larvae from the BDE-99 HI (2.7 μg/g)\nlineage exhibited significant hypoactivity compared to control during\nboth light and dark phases, and larvae from the BDE-99 MED (1.0 μg/g)\nlineage exhibited hypoactivity during light phases. Hypoactivity was\ngreater in the HI lineage than in the MED lineage. Larval photomotor responses\nin F0 fish that underwent direct embryonic\n(waterborne) exposure to BDE-99 and in their F1 descendants. Total\ndistance moved (cm) by F0 (A) and F1 (B) larvae tracked during alternating\nlight and dark phases. (A) F0 larvae were developmentally exposed\nvia waterborne exposure from 1 to 7 dpf to CTL (n = 103), BDE-99 MED (n = 107), or BDE-99 HI (n = 102) treatments. Doses of BDE-99 in directly exposed\n(F0) embryos were 0 (control), 1.0, and 2.7 μg/g dry weight\n(dw). (B) F1 larvae originated from CTL (n = 57),\nBDE-99 MED (n = 67), or BDE-99 HI (n = 80) exposure lineages. Within a plot, outcomes (p-values) for statistical tests are shown for the two main effects\n(exposure lineage and illumination phase) and their interaction. P < 0.01, p < 0.001, and p < 0.0001 are indicated by **, ***, and ****, respectively.\nBrackets with asterisks indicate significant differences between treatment\nmeans following posthoc tests. Error bars represent standard error\nof the mean (SEM). Direct embryonic exposure to\nBDE-99 did not affect anxiety-like behavior in juvenile F0 fish but\ncaused subtle but statistically significant effects in F1 descendants\n(Figure \n). F1 descendant\nfish exhibited a significant main effect of exposure lineage across\nmultiple behavioral variables, including Total distance moved (H(2) = 6.70, p = 0.0351, Figure \nA), duration\nspent in the top zone (H(2) = 6.38, p = 0.0413, Figure \nB), and number of transitions to the top zone (H(2) = 6.99, p = 0.0304, Figure \nC). There was no\nexposure lineage effect on Latency to enter the top zone (Figure \nD). However,\nposthoc tests indicated that treatment effects were driven by differences\nbetween the MED and HI exposure lineages, but not between exposed\nlineages and controls. Juvenile anxiety-like behavior following direct embryonic\n(waterborne)\nexposure to BDE-99 in directly exposed (F0) and F1 descendant fish.\nActivity was tracked during novel tank diving tests at 4–6\nmonths posthatch. Variables measured include total distance moved\n(cm) (A), duration (% of time) spent in the top zone of the tank (B),\nnumber of transitions to the top zone (C), and latency (seconds) to\nenter the top zone (D). Fish that never entered the top zone were\nassigned the maximum latency of 600 s (duration of the assay). F0\nfish were developmentally exposed (1–7 dpf) to CTL (n = 20), BDE-99 MED (n = 20), or BDE-99\nHI (n = 10). Doses of BDE-99 in subsets of F0 embryos\nwere 0 (control), 1.0, and 2.7 μg/g dry weight (dw). F1 fish\noriginated from CTL (n = 38), BDE-99 MED (n = 25), or BDE-99 HI (n = 44) exposure\nlineages. Within a plot, the statistical test outcome (p-value) is\nshown for the main effect of exposure lineage. P <\n0.05 is indicated by *. The same letter above each bar indicates no\nsignificant differences between exposure lineages following posthoc\ntests. Error bars represent standard error of the mean (SEM). F1 juvenile whole-brain RNA-seq data from\noffspring of F0 fish that were developmentally exposed to BDE-99 were\nanalyzed using WGCNA. Gene expression was assigned to 14 modules,\neach containing 60–283 genes. No modules were significantly\nassociated with BDE-99 exposure lineage (adjusted p > 0.05), and therefore, functional enrichment analysis was not\nconducted.\n\n## Progenitor Exposure (Experiment 1): F0 Growth, Health, Fecundity,\nFertility\nExposure to BDE-99 had no significant impact on\ngrowth or health indices in diet-exposed adults (Figure S1). Tissue indices (GSI, HSI, and AFSI) were significantly\nhigher in females than males (GSI: F­(1, 12) = 29.78, p = 0.0001; HSI:\nF­(1, 12) = 220.7, p < 0.0001; AFSI: F­(1, 12) =\n5.12, p = 0.0431). Fecundity and fertility were variable over time,\nbut BDE-99 had no significant effect on fecundity or fertilization\nsuccess of diet-exposed adult progenitor fish (Figure S2).\n\n## Progenitor Exposure: F0 BDE-99 Body Burdens and Diet Concentrations\nBioaccumulation of BDE-99 through diet in F0 adults was confirmed\n(Figure S3). Measured concentrations in\nmales and females in the CTL, MED, and HI groups were 0.0106 (±0.0062)\nμg/g and 0.0133 (±0.0072) μg/g dw, 1.17 (±0.20)\nμg/g dw and 0.933 (±0.058) μg/g dw, and 4.47 (±0.14)\nμg/g dw and 3.80 (±0.32) μg/g dw, respectively, which\nwere close to dose targets (1 and 4 μg/g dw). Male and female\nbody burdens were not different. Measured concentrations of BDE-99\nin treatment diets were not detected (ND), 0.895 μg/g dw, and\n3.99 μg/g dw in the CTL, MED, and HI, respectively.\n\n## Maternal Transfer of BDE-99 to F1\nBDE-99 was detected\nin unfertilized F1 eggs from the progenitor exposure, confirming maternal\ntransfer (Figure \nA).\nF1 doses increased with duration of maternal exposure and dietary\nconcentration, consistent with bioaccumulation in progenitors and\nsubsequent maternal transfer into eggs. F1 eggs from lineages for\nwhich we subsequently collected data on hatching, larval survival,\nand photomotor response had measured BDE-99 concentrations of 0 (control),\n0.42, 0.47, 0.57, and 2.40 μg/g dw. F1 eggs from lineages for\nwhich we subsequently collected neurophysiological data (juvenile\nnovel tank testing, brain gene expression) had concentrations of 0\n(control), 0.57, 0.85, 1.20, 2.00, and 3.50 μg/g dw. F1 eggs\nfrom lineages used for F2 production had concentrations of 0 (control),\n0.47, 0.85, 1.20, 2.00, and 3.50 μg/g dw. These concentrations\noverlap with PBDE levels previously measured in fish tissues from\nhighly contaminated aquatic sites.\n− Maternal transfer of\nBDE-99 to F1 eggs from progenitor exposure\n(A) compared with direct embryonic (waterborne) exposure of F0 embryos\n(B). (A) BDE-99 doses (μg/g dry weight (dw)) in unfertilized\nF1 eggs produced by progenitor (F0) fish over the 64-day dietary exposure\nperiod to BDE-99. Symbol colors and shapes indicate treatment groups:\nProgenitor BDE-99 MED (teal squares), Progenitor BDE-99 HI (purple\ntriangles). (B) BDE-99 doses (μg/g dw) in F0 embryos following\ndirect waterborne exposure from 1 to 7 days postfertilization (dpf)\n(mean ± SE). Symbol colors and shapes indicate treatment groups:\nDirect BDE-99 MED (orange square) and Direct BDE-99 HI (red triangle). In the direct embryonic exposure experiment, BDE-99\nwas measured\nin subsets of F0 embryos following waterborne exposure from 1 to 7\ndpf (Figure \nB). The\nmean body burdens achieved through direct environmental (waterborne)\nexposure (1.00 μg/g and 2.70 μg/g) (Experiment 2) successfully\napproximated the mean BDE-99 doses achieved via maternal transfer\nby the end of the dietary exposure period (1.01 μg/g and 2.75\nμg/g) (Experiment 1).\n\n## Early-Life Development and Survival Following BDE-99 Exposure\nProgenitor dietary exposure to BDE-99 caused no effects on offspring\ndevelopmental abnormalities, hatching, or larval survival, in either\nthe F1 or F2 generations (Table S1), compared\nto controls. Similarly, direct embryonic (waterborne) exposure to\nBDE-99 had no significant effects on the same end points.\n\n## Progenitor Exposure: Photomotor Responses in F1 and F2 Descendants\nBDE-99 exposure lineage, defined as the progenitor exposure history\ninherited by each generation, significantly affected larval photomotor\nresponses in the F1 generation and produced a similar but less pronounced\ntrend in the F2 generation. In the F1 generation, BDE-99 exposure\nlineage had a significant effect on locomotor activity (F(4, 74) = 7.08, p < 0.0001), with a trend toward\nan interaction between exposure lineage and illumination phase (F(16, 296) = 1.67, p = 0.0524) (Figure \nA). Posthoc comparisons\nrevealed significant hypoactivity in F1 larvae from the 0.42, 0.47,\nand 0.57 μg/g exposure lineages in most illumination phases\n(3 out of 5), while larvae from the highest exposure lineage (2.40\nμg/g) showed no significant differences from controls. Larval photomotor\nresponse in F1 and F2 descendants of progenitor\n(F0) fish exposed to BDE-99 through diet. Total distance moved (cm)\nby F1 (A) and F2 (B) larvae during alternating light and dark phases.\n(A) F1 larvae originated from control (CTL; n = 23)\nor exposure lineages with the following BDE-99 concentrations (μg/g\ndry weight (dw)) measured in eggs: 0.42 (n = 8),\n0.47 (n = 18), 0.57 (n = 13), and\n2.40 (n = 17). (B) F2 larvae originated from control\n(CTL; n = 18) or exposure lineages with the following\nBDE-99 concentrations (μg/g dw) measured in F1 eggs: 0.47 (n = 46), 0.85 (n = 45), 1.20 (n = 21), 2.00 (n = 32), 3.50 (n =\n20). Within a plot, outcomes (p-values) for statistical\ntests are shown for the two main effects (progenitor exposure lineage\nand illumination phase) and their interaction. P <\n0.05, p < 0.001, and p < 0.0001\nare indicated by *, ***, and ****, respectively. Brackets with asterisks\nindicate significant differences from CTL following posthoc tests.\nError bars represent standard error of the mean (SEM). In the F2 generation, we observed a similar pattern\nof reduced\nactivity in lineages derived from low and intermediate BDE-99 doses,\nthough the effects were more subtle than in F1 (Figure \nB). There was a significant main effect of\nBDE-99 exposure lineage (F(5, 176) = 5.19, p = 0.0002), but no interaction with illumination phase\n(F(20, 704) = 0.90, p = 0.5883).\nAlthough the only significant posthoc difference was increased movement\n(hyperactivity) in the highest-dose lineage (3.50 μg/g) during\nDark 2 (p = 0.0391), mean activity was reduced in\nthe low- and mid-dose lineages across multiple phases, consistent\nwith the F1 hypoactivity pattern. These findings suggest a persistent,\nthough attenuated, intergenerational behavioral phenotype.\n\n## Progenitor Exposure: Anxiety-like Behavior Effects in F1 and\nF2 Descendants\nProgenitor exposure to BDE-99 perturbed multiple\ndimensions of juvenile behavior in F1 descendants but not in F2 descendants.\nIn the F1 generation, BDE-99 exposure lineage had a significant effect\non total distance moved (F­(5, 77) = 3.11, p = 0.0130),\nwith hyperactivity observed in fish from the 0.85 and 1.20 μg/g\nlineages when compared to controls (p = 0.0155 and 0.0184, respectively)\n(Figure \nA). F1 fish\nfrom multiple exposure lineages exhibited behavioral patterns consistent\nwith reduced anxiety-like behavior, including increased duration\nspent in the top zone (H(5) = 24.96, p =\n0.0001) and more frequent transitions to the top zone (H(5) = 20.38, p = 0.0011). Posthoc comparisons\nrevealed that fish from the 0.57, 0.85, 1.20, and 2.00 μg/g\nlineages spent more time in the top zone relative to controls (p = 0.0010, 0.0275, 0.0057, and 0.0014, respectively) (Figure \nB). Similarly, fish\nfrom the same exposure lineages made more transitions to the top zone\nthan controls (p = 0.0086, 0.0091, 0.0064, and 0.0095,\nrespectively) (Figure \nC). Latency to enter the top zone was also affected\nby exposure lineage (H(5) = 25.20, p = 0.0001) (Figure \nD). Fish from the\n0.57 and 0.85 μg/g lineages entered the top zone faster than\ncontrols (p = 0.0036 and 0.0061, respectively). Additionally,\nlatency was lower in the 0.57 and 0.85 μ/g lineages compared\nto 3.50 μ/g (p = 0.0118 and 0.0218, respectively),\nsuggesting a possible nonmonotonic dose–response effect. Juvenile anxiety-like\nbehavior in F1 and F2 descendants of progenitor\n(F0) fish exposed to BDE-99 through diet. Variables included total\ndistance moved (cm) (A), duration (% of time) spent in the top zone\nof the tank (B), number of transitions to the top zone (C), and latency\n(seconds) to enter the top zone (D). Fish that never entered the top\nzone were assigned the maximum latency of 600 s (duration of the assay).\nF1 fish originated from progenitor exposure lineages with the following\nBDE-99 concentrations (μg/g dry weight (dw)) measured in eggs:\n0 (control; n = 15), 0.57 (n = 10),\n0.85 (n = 15), 1.20 (n = 14), 2.00\n(n = 14), and 3.50 (n = 15). F2\nfish originated from lineages with the following BDE-99 concentrations\n(μg/g dw) measured in F1 eggs: 0 (control; n = 16), 0.47 (n = 23), 0.85 (n =\n15), 1.20 (n = 16), 2.00 (n = 26),\nand 3.50 (n = 2). Within a plot, the statistical\ntest outcome (p-value) is shown for the main effect of exposure lineage. P < 0.05, p < 0.01, and p < 0.001 are indicated by *, **, and ***, respectively. The same\nletter above each bar indicates no significant difference between\nexposure lineage means following posthoc tests. Error bars represent\nstandard error of the mean (SEM). Across behavioral variables, the 0.85 μg/g\nlineage showed\nthe strongest effects, with 4 out of 4 variables significantly different\nfrom controls. The 0.57 and 1.20 μg/g lineages exhibited significant\ndifferences in 3 out of 4 variables, while the 2.00 μg/g group\nshowed effects in 2 out of 4 variables. In contrast, though the highest\ndose lineage (3.50 μg/g) showed similar trends to lower dose\nlineages, there were no statistically significant behavioral differences\nbetween this lineage and controls (0 out of 4 variables). In contrast,\nno significant effects of BDE-99 exposure lineage were detected in\nthe F2 generation. We conclude that progenitor exposure to BDE-99\naffects juvenile behavior in the next generation, but these effects\ndo not propagate into a second generation.\n\n## Progenitor Exposure: Brain Transcriptome Responses in F1 and\nF2 Descendants\nProgenitor exposures caused changes in brain\ngene expression in F1 descendant juveniles, but not F2 descendants.\nFrom F1 RNA-seq data, we detected nine coexpressed gene modules, each\ncontaining between 58 and 844 genes. Four modules were significantly\nassociated with BDE-99 exposure lineage (adjusted p < 0.05), with two modules containing functionally enriched gene\nsets. The largest (turquoise) module (844 genes) was significantly\nassociated with BDE-99 exposure lineage (F­(5, 21) = 11.58, adjusted p = 4.58 × 10–5). Principal Component\nAnalysis (PCA) revealed that all three samples from the 0.85 μg/g\nlineage were transcriptionally distinct (Figure \nA). Transcription in samples from the 3.50\nμg/g lineage also diverged from other lineages. Functional enrichment\nanalysis indicated that genes in this module were primarily associated\nwith immune system processes (e.g., activation of immune response,\nleukocyte activation, and cytokine-mediated signaling), and pathways\nrelated to cell communication and intracellular signaling (Figure \nB). Principal Component Analysis\n(PCA) of whole-brain gene expression\nin the Turquoise module and associated Gene Ontology (GO) enrichment\nanalysis in juvenile F1 fish from the progenitor exposure experiment\n(corresponding to behavioral data in Figure \n). (A) PCA represents the variance in the\nexpression of genes (n = 844) assigned to the Turquoise\nmodule across samples. Points represent individual samples, colored\nby BDE-99 exposure lineage, including 0 (control; n = 4), 0.57 (n = 5), 0.85 (n =\n3), 1.20 (n = 5), 2.00 (n = 5),\nand 3.50 μ/g (n = 5). (B) Gene Ontology (biological\nprocesses) enrichment for the Turquoise module. The dendrogram represents\nhierarchical clustering of enriched GO terms based on shared genes.\nFractions indicate the number of genes exceeding the unadjusted p < 0.05 threshold relative to the total number of genes\nassigned to that category. GO terms are visually distinguished by\nstatistical significance, with large, bolded text for p < 0.01, regular text for p < 0.05, and small,\nitalicized text for p < 0.1. GO terms are ordered\nby clustering similarity. The Red module (146 genes) was also significantly\nassociated with\nBDE-99 exposure lineage (F(5, 21) = 50.42, adjusted p = 2.72 × 10–10). PCA showed distinct\nclustering of samples from the 0.57 and 0.85 μg/g BDE-99 exposure\nlineages, with the 0.57 μg/g group showing the most pronounced\nseparation (Figure \nA). Genes in this module were enriched for processes related to transcriptional\nregulation, circadian rhythm, and metabolism, and for negative regulation\nof biosynthetic processes and response to environmental stimuli (Figure \nB). Principal Component Analysis\n(PCA) of whole-brain gene expression\nin the Red module and associated Gene Ontology (GO) enrichment analysis\nin juvenile F1 fish from the progenitor exposure experiment (corresponding\nto behavioral data in Figure \n). (A) PCA represents the variance in the expression of genes\n(n = 146) assigned to the Red module across samples.\nPoints represent individual samples, colored by BDE-99 exposure lineage,\nincluding 0 (control; n = 4), 0.57 (n = 5), 0.85 (n = 3), 1.20 (n =\n5), 2.00 (n = 5), and 3.50 μ/g (n = 5). (B) Gene Ontology (biological processes) enrichment for the\nRed module. The dendrogram represents hierarchical clustering of enriched\nGO terms based on shared genes. Fractions indicate the number of genes\nexceeding the unadjusted p < 0.05 threshold relative\nto the total number of genes assigned to that category. GO terms are\nvisually distinguished by statistical significance, with large, bolded\ntext for p < 0.01, regular text for p < 0.05, and small, italicized text for p <\n0.1. GO terms are ordered by clustering similarity. From the F2 generation data, we detected 15 coexpressed\ngene modules\ncontaining 55 to 361 genes each, but none of these modules showed\nsignificant associations with BDE-99 exposure lineage (adjusted p > 0.05). This pattern is consistent with behavioral\ndata\nshowing lineage effects in F1 offspring but not in the F2 generation,\nsupporting the conclusion that adult exposures to BDE-99 have multigenerational\nimpacts on neurobehavioral processes that span one generation but\nnot two.\n\n## Direct Embryonic Exposure (Experiment 2): Photomotor Responses\nin F0 and Their F1 Descendants\nDirect embryonic exposure\nhad a subtle but nonsignificant effect on photomotor function in larvae\nbut had significant impacts on photomotor responses in F1 descendants.\nIn the F0 (directly exposed) generation, there was a subtle but not\nstatistically significant main effect of direct embryonic BDE-99 exposure\n(F(2, 309) = 2.65, p = 0.0723) (Figure \nA), trending toward\nhyperactivity. In contrast, direct embryonic BDE-99 exposure caused\npronounced hypoactivity in F1 descendants (main effect of exposure\nlineage (F(2, 201) = 15.15, p <\n0.0001), interaction between exposure lineage and illumination phase\n(F(8, 804 = 4.65), p < 0.0001))\n(Figure \nB). Posthoc\ncomparisons revealed that larvae from the BDE-99 HI (2.7 μg/g)\nlineage exhibited significant hypoactivity compared to control during\nboth light and dark phases, and larvae from the BDE-99 MED (1.0 μg/g)\nlineage exhibited hypoactivity during light phases. Hypoactivity was\ngreater in the HI lineage than in the MED lineage. Larval photomotor responses\nin F0 fish that underwent direct embryonic\n(waterborne) exposure to BDE-99 and in their F1 descendants. Total\ndistance moved (cm) by F0 (A) and F1 (B) larvae tracked during alternating\nlight and dark phases. (A) F0 larvae were developmentally exposed\nvia waterborne exposure from 1 to 7 dpf to CTL (n = 103), BDE-99 MED (n = 107), or BDE-99 HI (n = 102) treatments. Doses of BDE-99 in directly exposed\n(F0) embryos were 0 (control), 1.0, and 2.7 μg/g dry weight\n(dw). (B) F1 larvae originated from CTL (n = 57),\nBDE-99 MED (n = 67), or BDE-99 HI (n = 80) exposure lineages. Within a plot, outcomes (p-values) for statistical tests are shown for the two main effects\n(exposure lineage and illumination phase) and their interaction. P < 0.01, p < 0.001, and p < 0.0001 are indicated by **, ***, and ****, respectively.\nBrackets with asterisks indicate significant differences between treatment\nmeans following posthoc tests. Error bars represent standard error\nof the mean (SEM).\n\n## Direct Embryonic Exposure: Anxiety-like Behavior Effects in\nF0 and Their F1 Descendants\nDirect embryonic exposure to\nBDE-99 did not affect anxiety-like behavior in juvenile F0 fish but\ncaused subtle but statistically significant effects in F1 descendants\n(Figure \n). F1 descendant\nfish exhibited a significant main effect of exposure lineage across\nmultiple behavioral variables, including Total distance moved (H(2) = 6.70, p = 0.0351, Figure \nA), duration\nspent in the top zone (H(2) = 6.38, p = 0.0413, Figure \nB), and number of transitions to the top zone (H(2) = 6.99, p = 0.0304, Figure \nC). There was no\nexposure lineage effect on Latency to enter the top zone (Figure \nD). However,\nposthoc tests indicated that treatment effects were driven by differences\nbetween the MED and HI exposure lineages, but not between exposed\nlineages and controls. Juvenile anxiety-like behavior following direct embryonic\n(waterborne)\nexposure to BDE-99 in directly exposed (F0) and F1 descendant fish.\nActivity was tracked during novel tank diving tests at 4–6\nmonths posthatch. Variables measured include total distance moved\n(cm) (A), duration (% of time) spent in the top zone of the tank (B),\nnumber of transitions to the top zone (C), and latency (seconds) to\nenter the top zone (D). Fish that never entered the top zone were\nassigned the maximum latency of 600 s (duration of the assay). F0\nfish were developmentally exposed (1–7 dpf) to CTL (n = 20), BDE-99 MED (n = 20), or BDE-99\nHI (n = 10). Doses of BDE-99 in subsets of F0 embryos\nwere 0 (control), 1.0, and 2.7 μg/g dry weight (dw). F1 fish\noriginated from CTL (n = 38), BDE-99 MED (n = 25), or BDE-99 HI (n = 44) exposure\nlineages. Within a plot, the statistical test outcome (p-value) is\nshown for the main effect of exposure lineage. P <\n0.05 is indicated by *. The same letter above each bar indicates no\nsignificant differences between exposure lineages following posthoc\ntests. Error bars represent standard error of the mean (SEM).\n\n## Direct Embryonic Exposure: Brain Transcriptomic Responses in\nF1 Descendants\nF1 juvenile whole-brain RNA-seq data from\noffspring of F0 fish that were developmentally exposed to BDE-99 were\nanalyzed using WGCNA. Gene expression was assigned to 14 modules,\neach containing 60–283 genes. No modules were significantly\nassociated with BDE-99 exposure lineage (adjusted p > 0.05), and therefore, functional enrichment analysis was not\nconducted.\n\n## Discussion\nThis study provides evidence that sublethal\nexposure to BDE-99\ninduces behavioral and molecular effects in the first-generation descendants\nof exposed fish, but that similar effects do not propagate into a\nsecond generation. Specifically, our findings from Experiment 1 (progenitor\ndietary exposure) demonstrate that (1) maternal transfer of BDE-99\ninto eggs, a relatively understudied but ecologically relevant exposure\nroute in fish, caused F1 descendants to be exposed starting from the\nearliest stages of development; (2) progenitor exposure altered both\nlarval and juvenile behavior in F1 descendants, including photomotor\nand anxiety-like responses, as well as brain gene expression; (3)\nbehavioral and molecular perturbations observed in F1 descendants\nwere largely absent in F2 descendants, with only modest behavioral\neffects observed at the larval stage. Additionally, perturbations\nin F1 descendants occurred whether progenitors were exposed as adults\n(through diet) or as embryos (through water). Notably, direct embryonic\nexposure (Experiment 2), which achieved comparable doses as maternal\ntransfer (Experiment 1), had different effects in exposed larvae and\njuveniles (Figures \n and )) compared to those observed in maternally\nexposed F1 fish (Figures \n and), indicating that exposure route\n(direct vs maternal) modulates early life neurobehavioral outcomes.\nThis highlights the importance of maternal effects of exposure beyond\nchemical transfer for mediating multigenerational outcomes. Progenitor dietary exposure to BDE-99 resulted in bioaccumulation\nover time and maternal loading of chemical into eggs (Figure \n), as expected for highly lipophilic\nchemicals. Although maternal transfer of PBDEs is well-documented\nin mammals,\n−\n\n,−\n\n fewer studies have examined maternal transfer of PBDEs in fish,\nand even fewer have quantified BDE-99 specifically. Evidence of PBDE\ntransfer in fish exists for zebrafish\n,\n and medaka, while maternal transfer of BDE-99 specifically\nhas been quantified in common sole and\nEuropean eels. However, these fish studies\ndid not assess associated biological effects following chemical transfer,\nas demonstrated in the present study. We show that BDE-99 is maternally\ntransferred in F. heteroclitus and\ncorrelates with behavioral outcomes in offspring. This highlights\nthe importance of considering maternal transfer as a significant route\nof pollutant exposure in aquatic ecosystems. This results in exposures\nstarting during the earliest stages of development when organisms\nmay be particularly vulnerable to toxicological effects. We\nsought to test whether the F1 effects following progenitor adult\ndietary exposures were entirely attributable to maternal BDE-99 transfer\nto developing offspring. We therefore directly exposed developing\nembryos (from parents that had not been exposed) to BDE-99 from their\nsurrounding water to achieve comparable doses as those achieved through\nmaternal transfer. However, we observed that behavioral outcomes were\nquite different in the two experiments. F1 fish that had been exposed\nthrough maternal transfer of BDE-99 (Experiment 1; Figures \n and) showed extensive behavioral perturbations as larvae and juveniles,\nwhereas F0 embryos that had been directly exposed (Experiment 2; Figures \n and) exhibited no behavioral perturbations. Interestingly, offspring\nfrom directly exposed embryos showed strong behavioral effects at\nthe larval stage, revealing a very delayed consequence of early life\nexposure. While the mechanism is unclear, transfer of BDE-99 of F0\nto F1 is unlikely given that each exposed embryo (∼4 mg) developed\ninto an adult (∼4.5 g), a > 1,000-fold dilution over two\nyears,\nwhich is ample time for metabolism of the chemical. Overall, these\nresults suggest that the behavioral impacts of BDE-99 exposure were\nlargely mediated through maternal inheritance of not just chemical,\nbut also other exposure-induced biological changes passed from parent\nto offspring, representing insight into maternal contributions to\npollutant toxicity across generations. Descendant effects may emerge\nwhether progenitors had been exposed during early or late life. Candidate\nmechanisms of inherited effects could include exposure-induced perturbations\nof energetic provisioning (yolk), maternal transfer of small molecules\nsuch as RNA, peptides, or proteins, or epigenetic imprinting. Insofar\nthat effects did not propagate into a second generation suggests that\nstable exposure-induced epimutations were of limited influence, though\nepimutations may manifest in phenotypes that we did not measure. The behavioral alterations observed in progenitor F1 and F2 fish\n(Experiment 1) did not follow a simple dose–response relationship.\nRather, low to intermediate doses had more substantial impacts than\nhigh doses. In F1 larvae, significant hypoactivity was observed in\nlineages with intermediate F1 egg doses but not at the highest dose\n(Figure \n). Similarly,\nin F1 juveniles, reduced anxiety-like behaviors were detected in lineages\nwith low to intermediate F1 egg doses but not at the highest dose\n(Figure \n). A comparable\npattern was also observed in F2 larvae (Figure \n). These trends are consistent with a nonmonotonic\ndose response, as previously reported in other studies on BDE-99.\nDevelopmental exposure of zebrafish to BDE-99 caused a nonmonotonic\ndose effect on larval locomotor activity· Similar\ntrends have been reported in mammals, where perinatal exposure to\nBDE-99 in mice altered locomotor activity at low and medium doses\nbut not at the highest dose. Nonmonotonic\nresponses to BDE-99 have also been observed in endocrine and immune\neffects, for example, in juvenile Chinook salmon.\n,,\n However, given the limited number\nof doses tested and the inherent variability in behavioral end points,\nadditional studies with broader dose ranges and larger sample sizes\nwould be useful for confirming that observed responses are nonmonotonic.\nUnderstanding such patterns is important for accurately assessing\nPBDE exposure risks. We observed perturbed brain gene expression\nin F1 juvenile fish\nthat were developmentally exposed to BDE-99 via maternal transfer\n(Experiment 1; Figures \n and). By contrast, we detected no exposure-associated\ntranscriptomic changes in F2 juveniles from Experiment 1 or F1 juveniles\nfrom the direct embryonic exposure (Experiment 2). In Experiment 1\nF1, the transcriptomic changes did not consistently align with behavioral\nalterations (Figure \n). That is, behavior effects were consistently observed across most\nBDE-99 exposure lineage doses, yet effects on gene expression were\ndifferent at different doses. Fish from medium exposure lineages displayed\nbehavioral effects without detectable gene expression changes, while\nthe highest concentration exhibited some gene expression shifts without\ncorresponding behavioral alterations. One plausible explanation is\nthat different molecular mechanisms induced in different exposure\nlineages may manifest behavioral perturbations that present in similar\nways. Furthermore, bulk transcriptomics may be too coarse to detect\nmolecular perturbations in specific brain regions or in minor cell\ntypes, such that single-cell RNA-seq may offer more nuanced mechanistic\ninsight. Alternatively, behavioral changes\nmay be occurring through mechanisms independent of large-scale transcriptomic\nshifts, such as altered neurotransmitter signaling or synaptic plasticity.\nBDE-99 exposure has been associated with increased activity of the\nglutamate-nitric oxide-cGMP pathway and\ninhibition of calcium uptake in neuronal mitochondria in rat brains, as well as reduced nicotinic\nacetylcholine receptor (nAChR) binding in mice,\n,\n all of which can impair synaptic function. Additionally, PBDEs modulate\nryanodine receptors (RyRs), further disrupting calcium homeostasis\nand neuronal connectivity, which may contribute to broader neurotoxic\neffects.\n,\n Oxidative stress may also contribute\nto neurobehavioral effects. We speculate\nthat the dose-dependent discrepancies in behavioral vs gene expression\nchanges in our study suggest multiple, perhaps redundant and interacting,\nmolecular mechanisms may contribute to common exposure-induced neurobehavioral\noutcomes. Understanding the underlying molecular mechanisms is critical\nfor defining adverse outcome pathways and assessing the full scope\nof BDE-99’s neurobehavioral effects. In Experiment 1,\nwhere we detected progenitor exposure effects\non behavior (Figures \n and), we also detected progenitor exposure\neffects on brain gene expression (Figures \n and), implicating\ncandidate causal linkages between exposure and multigenerational outcomes.\nPerturbed gene modules were enriched for immune responses and circadian\nrhythm processes. Other studies have linked PBDE exposure to immune\nsystem dysregulation. Specifically, BDE-99 exposure in Chinook salmon\nimpaired immune function, increasing disease susceptibility and altering\nmacrophage activity. Immune system perturbations\ncan also propagate to descendant generations through maternal transfer\nof antibodies and other small molecules (intergenerational immune\npriming). Immune system perturbations also influence behavior in fish. Given the connections between immune function\nand neurobehavioral regulation, including modulation of neuroinflammation\nand stress responses, immune dysregulation may be a contributing factor\nto the behavioral changes observed in this study. Direct examination\nof impacts on immune function is warranted. Perturbation of\ncircadian rhythm gene expression suggests a potential\nlink between BDE-99 exposure and circadian disruption. BDE-47 alters\ncircadian gene expression and locomotor activity in zebrafish larvae, while other structurally similar contaminants\n(e.g., PCB 153) also disrupt circadian-regulated gene expression in\nzebrafish embryos and larval behavior. Since circadian regulation influences neurobehavioral processes,\n−\n\n these findings are consistent with the hypothesis that circadian\ndysregulation may contribute to BDE-99’s behavioral effects. Our studies demonstrate neurobehavioral consequences of exposure\nto BDE-99, though linkages to fitness consequences could be examined\nwith additional research. We selected neurobehavioral assays that\nare standard tools in biomedical and neurophysiological fields (light/dark\nassay probes photomotor responses, novel tank diving probes anxiety-like\nbehavior). While the ecological implications of these effects remain\nuncertain, behaviors such as locomotor activity, response to stimuli,\nand risk avoidance are key determinants of predator–prey interactions\nand foraging success in natural environments.\n,\n Reduced bottom-dwelling behavior in the novel tank diving test is\noften interpreted as decreased anxiety-like behavior, which could\nindicate altered risk-avoidance strategies in natural settings. Additionally, PBDE exposure has been linked\nto visual impairment, which could disrupt key sensory functions involved\nin foraging and predator detection, raising concerns about potential\nfitness consequences.\n,\n Since visual processing is essential\nfor detecting environmental cues and responding to threats, even subtle\ndisruptions could have ecological significance if they alter sensory-driven\nbehaviors. That neurobehavioral effects from PBDE exposures manifest\nacross generations is concerning for the health and well-being of\nexposed creatures, yet direct links between photomotor responses,\nlarval hypoactivity, and anxiety-like behavior to fitness in wild\npopulations remain limited. This presents opportunity to probe PBDE\neffects on other neurobehavioral end points, such as foraging efficiency,\npredator avoidance, and risk-taking tendencies,\n−\n\n which have stronger connections with ecological performance and\nfitness. Moving forward, integrating behavioral ecology paradigms\nand tools into toxicological research will allow for more ecologically\nmeaningful interpretations of neurobehavioral outcomes, ultimately\nimproving risk assessments of pollutants in aquatic systems. Strong neurobehavioral and transcriptomic effects were evident\nin F1 descendants, whereas F2 offspring showed only modest larval\nhypoactivity and no behavioral or molecular changes at the juvenile\nstage. However, one caveat is that in our study, the F2 generation\nlineages were created with only male F1 fish from those lineages (crossed\nwith females from unexposed control lineages), such that our experiment\ncould only identify F2 effects of progenitor exposures if they were\npaternally mediated. Studies in mammals have demonstrated distinct\nmaternal vs paternal transmission patterns in toxicant-induced effects.\n−\n\n It is therefore plausible that we may have missed detection of some\nF2 descendant effects if they were maternally mediated. This\nstudy provides clear evidence that BDE-99 induces intergenerational\neffects on behavior and brain gene expression, with observable impacts\nin exposed and descendant generations, though these effects may change\nor diminish across life stages and generations. The findings contribute\nto a growing body of research demonstrating that maternal factors\nplay a critical role in mediating toxicant-induced effects, likely\nthrough mechanisms beyond just chemical transfer. However, key questions\nremain about how parental and direct chemical exposure pathways interact,\nhow maternal contributions shape outcomes across generations, and\nwhat additional molecular and physiological processes may be affected.\nFuture research should aim to capture both maternal and paternal contributions\nto later generations, as well as examine a broader range of neurodevelopmental,\nbehavioral, and physiological end points to better characterize the\nfull multigenerational impacts of BDE-99 exposure that would matter\nfor fitness in changing oceans. Additionally, integrating high-resolution\ntranscriptomic approaches, such as brain-region-specific or single-cell\nanalyses, could help identify region- or cell-type-specific mechanisms\nunderlying observed neurobehavioral effects. Finally, these results\nhave important implications for risk assessment of bioaccumulative\npollutants in ocean ecosystems as well as in human health, emphasizing\nthe need to consider toxicological implications of early life exposures,\nmaternal transfer, long-term behavioral consequences, and potential\nmultigenerational effects.",
  "word_count": 13892,
  "char_count": 93057
}