{
  "pmcid": "PMC3113369",
  "doi": "10.1021/es2007462",
  "title": "Identification of Flame Retardants in Polyurethane Foam Collected from Baby Products",
  "authors": [
    "Heather M. Stapleton",
    "Susan Klosterhaus",
    "Alex Keller",
    "P. Lee Ferguson",
    "Saskia van Bergen",
    "Ellen Cooper",
    "Thomas F. Webster",
    "Arlene Blum"
  ],
  "year": "2011",
  "journal": "Environmental Science & Technology",
  "abstract": "With the phase-out of PentaBDE in 2004, alternative flame retardants are being used in polyurethane foam to meet flammability standards. However, insufficient information is available on the identity of the flame retardants currently in use. Baby products containing polyurethane foam must meet California state furniture flammability standards, which likely affects the use of flame retardants in baby products throughout the U.S. However, it is unclear which products contain flame retardants and at what concentrations. In this study we surveyed baby products containing polyurethane foam to investigate how often flame retardants were used in these products. Information on when the products were purchased and whether they contained a label indicating that the product meets requirements for a California flammability standard were recorded. When possible, we identified the flame retardants being used and their concentrations in the foam. Foam samples collected from 101 commonly used baby products were analyzed. Eighty samples contained an identifiable flame retardant additive, and all but one of these was either chlorinated or brominated. The most common flame retardant detected was tris(1,3-dichloroisopropyl) phosphate (TDCPP; detection frequency 36%), followed by components typically found in the Firemaster550 commercial mixture (detection frequency 17%). Five samples contained PBDE congeners commonly associated with PentaBDE, suggesting products with PentaBDE are still in-use. Two chlorinated organophosphate flame retardants (OPFRs) not previously documented in the environment were also identified, one of which is commercially sold as V6 (detection frequency 15%) and contains tris(2-chloroethyl) phosphate (TCEP) as an impurity. As an addition to this study, we used a portable X-ray fluorescence (XRF) analyzer to estimate the bromine and chlorine content of the foam and investigate whether XRF is a useful method for predicting the presence of halogenated flame retardant additives in these products. A significant correlation was observed for bromine; however, there was no significant relationship observed for chlorine. To the authors knowledge, this is the first study to report on flame retardants in baby products. In addition, we have identified two chlorinated OPFRs not previously documented in the environment or in consumer products. Based on exposure estimates conducted by the Consumer Product Safety Commission (CPSC), we predict that infants may receive greater exposure to TDCPP from these products compared to the average child or adult from upholstered furniture, all of which are higher than acceptable daily intake levels of TDCPP set by the CPSC. Future studies are therefore warranted to specifically measure infants exposure to these flame retardants from intimate contact with these products and to determine if there are any associated health concerns.",
  "sections": [
    {
      "title": "Introduction",
      "text": "Prior to 2004, PentaBDE was one of the most common flame retardant mixtures added to polyurethane foam in furniture and other consumer products, particularly in the US. Because of concerns regarding the persistence, bioaccumulation, and potential toxicity of the polybrominated diphenyl ethers (PBDEs) present in this commercial mixture, California passed legislation banning its use in 2003. Eight other states and the European Union (EU) followed with similar bans and the sole U.S. manufacturer, Great Lakes Chemical (now Chemtura), voluntarily phased out production in 2004.1,2 Alternative chemical flame retardants have since been used and identified as PentaBDE replacements in polyurethane foam.3,4 However, basic information on these alternative flame retardants, such as chemical identity, specific product applications, and volumes used, are typically not available, significantly restricting human and environmental health evaluations. Many of the chemical ingredients in flame retardant mixtures are proprietary and are not disclosed by the chemical manufacturers, even to manufacturers using these chemicals in their final end products (e.g., furniture). The flammability standard primarily driving the use of flame retardant chemicals in polyurethane foam in the US is Technical Bulletin 117 (TB117), promulgated by the California Bureau of Electronic and Appliance Repair, Home Furnishings and Thermal Insulation. TB117 requires that polyurethane foam in upholstered furniture sold in the State of California withstand exposure to a small open flame for 12 s.(5) Though the standard does not specifically require the addition of flame retardant chemicals to the foam, polyurethane foam manufacturers typically use chemical additives as an efficient method for meeting the TB117 performance criteria.(6) Throughout the 1980s and 1990s, PentaBDE was used often in the US to comply with TB117. Numerous studies have since documented widespread contamination of the PBDE congeners found in the PentaBDE mixture in both humans and wildlife.7,8 PBDEs have also recently been identified in children’s toys.(9) Despite the fact that compliance with TB117 is only required for residential upholstered furniture sold in the State of California, a significant fraction of products sold elsewhere in the US also complies with TB117 and therefore also contains flame retardant additives. It is less well-known that some baby products are considered juvenile furniture and that the polyurethane foam used in baby products must also comply with TB117. However, the extent of baby product compliance with TB117 and whether or not the types of chemicals added to the polyurethane foam are similar to those in nonjuvenile furniture is unknown. Flame retardant additives can escape from products over time, accumulate in dust, and are a primary route of exposure to humans.10−13 Exposure to children is a particular concern due to their frequent hand to mouth behavior and higher contact with floors. Exposure to chemical additives in baby products is of even greater concern for infants, who are in intimate contact with these products for long periods of time, at very critical stages of their development. Knowledge of the types of chemicals in use and the products they are used in are essential first steps for evaluating the potential for human exposure and subsequent health effects. Structural identities are also needed to track the fate and transport of these chemicals in the environment. The objective of this study was to survey a large number of baby products that contain polyurethane foam to investigate whether flame retardant chemicals were present and to determine the concentrations in the foam, in order to understand whether they may be a significant source of exposure, particularly to infants. To do this we analyzed foam samples from baby products purchased in the US, primarily targeting the most commonly used products that contain polyurethane foam. A secondary objective was to determine whether portable X-ray fluorescence (XRF) is a useful method for predicting the presence of bromine or chlorinated flame retardant additives in these products. In a previous study, XRF-measured bromine was highly correlated with gas chromatography–mass spectrometry (GC/MS)-measured bromine in a limited number of pieces of furniture foam and plastics from electronics.(12) However, Allen et al. focused on estimating PBDE content, and it is not known whether XRF is a useful indicator of the presence of other brominated and chlorinated flame retardants. Portable XRF has potential for use as a less expensive screening tool for researchers studying potential sources of flame retardant chemicals as well as concerned members of the public interested in avoiding products containing flame retardant chemicals. Data generated from this study will be useful for informing general consumers and scientists about specific flame retardants in use to better understand their fate, exposure, and potential health effects from using these chemicals in consumer products."
    },
    {
      "title": "Materials and Methods",
      "text": "Internal standards were purchased from Chiron (Trondheim, Norway) and Wellington Laboratories (Guelph, Ontario). PBDE calibration standards were purchased from AccuStandard (New Haven, CT); 2-ethylhexyl-2,3,4,5-tetrabromobenzoate (TBB) and bis(2-ethylhexyl)-2,3,4,5-tetrabromophthalate (TBPH) were purchased from Wellington Laboratories. Tris(2-chloroethyl) phosphate (TCEP), tris(1-chloro-2-propyl) phosphate (TCPP), and tris(1,3-dichloroisopropyl) phosphate (TDCPP) were purchased from Sigma-Aldrich (St. Louis, MI), Pfaltz & Bauer (Waterbury, CT), and ChemService (West Chester, PA), respectively. All solvents used throughout this study were HPLC grade. Foam samples were solicited from volunteers via email distributions to colleagues and listservs based primarily in the United States. Requests were made for samples of polyurethane foam from baby products, with specific requests for samples of car seats, strollers, changing table pads, nursing pillows, portable crib mattresses, and infant sleep positioners. Individuals interested in participating in our study were asked to cut out a small piece of the foam (approximately 2 cm × 2 cm), wrap the foam in aluminum foil, and enclose it in a resealable plastic bag. Participants were also asked to complete a brief survey to collect information on the type of product, year of purchase, manufacturer, and whether the product possessed a label indicating that it met the criteria for TB117 or Technical Bulletins 116 (TB 116) or 603 (TB603). These latter two California flammability standards regulate flammability in upholstered furniture and mattresses, respectively. The samples were logged into a database and then split into two pieces, one for chemical analysis by mass spectrometry and one for elemental analysis using a portable XRF analyzer. Each analysis was conducted blind. All foam samples were first screened for flame retardant additives. Briefly, small pieces of foam (approximately 0.05 g) were sonicated with 1 mL of dichloromethane (DCM) in a test tube for 15 min. The DCM extract was syringe-filtered to remove particles and then transferred to an autosampler vial for analysis by GC/MS. All extracts were analyzed in full scan mode using both electron ionization (GC/EI-MS) and electron capture negative chemical ionization (GC/ECNI-MS). Pressurized temperature vaporization injection was employed in the GC. GC/MS method details can be found in ref (3). All significant peaks observed in the total ion chromatograms were compared to a mass spectral database (NIST, 2005) and to authentic standards when available. If a flame retardant chemical was detected during the initial screening, a second analysis of the foam sample, using a separate piece of the foam, was conducted for quantitation using accelerated solvent extraction. Our methods for extracting and measuring flame retardants in foam are reported in Stapleton et al.(3) A five point calibration curve was established for all analytes with concentrations ranging from 20 ng/mL to 2 μg/mL. PBDEs were quantified by GC/ECNI-MS by monitoring bromide ions (m/z 79 and 81), and TBB and TBPH were monitored by molecular fragments m/z 357/471 and 463/515, respectively. TCEP, TCPP, and TDCPP were quantified by GC/EI-MS by monitoring m/z 249/251, 277/201, and 381/383, respectively. Because GC/MS analysis of some foam samples suggested the presence of additional flame retardants that may have been thermally labile (decomposing partially in the injection port of the GC) or nonvolatile, all sample extracts were further analyzed by HPLC-high resolution mass spectrometry to determine if additional relevant compounds were present, which were not detected by GC/MS. HPLC-high resolution mass spectrometry (HPLC/HRMS) analyses were conducted using a LTQ-Orbitrap Velos tandem mass spectrometer (ThermoFisher Scientific, Bremen, Germany) with a Thermo Fisher Scientific Accela series UPLC system. Sample extracts (25 μL) were separated on a Hypersil Gold 50 × 2.1-mm C18 column with 1.9 μm particles (ThermoFisher Scientific) using a flow rate of 0.4 mL/min and a linear gradient from 25 to 95% methanol/water in 9 min, followed by a 1-min hold at 95% methanol before returning to initial conditions for 2 min. Sample extracts were analyzed using both positive polarity electrospray ionization (ESI) and atmospheric pressure chemical ionization (APCI) modes. Prior to analysis, mass calibration was performed daily by direct infusion of a calibration mixture prepared according to the instrument manufacturer’s instructions. Mass spectral acquisition was programmed into five scan events running concurrently throughout the chromatographic separation. The first scan event was programmed to acquire full-scan (250–2000 m/z), high-resolution (R = 60,000) orbitrap MS data with external mass calibration (<2 ppm accuracy). The subsequent four scan events were low-resolution data-dependent MS/MS analyses in the LTQ ion trap analyzer, triggered by the four most intense ions selected from the previous high-resolution orbitrap MS spectrum. A portable XRF analyzer (Olympus Innov-X Systems, Delta model) was used to estimate the elemental composition of the foam samples. Bromine and chlorine concentration estimates were obtained using RoHS/WEEE and soil mode, respectively. RoHS/WEEE mode was the only mode available for bromine analysis. For chlorine, testing conducted a priori on foam samples indicated soil mode provided much lower detection limits compared to RoHS/WEEE mode. This was supported by the analysis of the foam samples using RoHS/WEEE mode in this study, which resulted in several nondetect values for chlorine compared to the use of soil mode. For each sample, three 30 s tests were conducted in each mode sequentially without moving the sample. The average value was used for comparison to GC/MS measurements. Though a test stand was not available for use, care was taken to ensure that the foam sample was flush with the analyzer window during each test. The original factory instrument calibration settings were used. Plastic pellet reference materials (European reference materials EC680K and EC681K) and furniture foam samples from a previous study(3) were analyzed prior to any testing each day and after every 150–200 tests (or ∼25 samples) to ensure there were no substantial changes in instrument performance during testing. Because authentic standards for polyurethane foam containing bromine and chlorine were not available, XRF data should be considered semiquantitative only."
    },
    {
      "title": "Materials",
      "text": "Internal standards were purchased from Chiron (Trondheim, Norway) and Wellington Laboratories (Guelph, Ontario). PBDE calibration standards were purchased from AccuStandard (New Haven, CT); 2-ethylhexyl-2,3,4,5-tetrabromobenzoate (TBB) and bis(2-ethylhexyl)-2,3,4,5-tetrabromophthalate (TBPH) were purchased from Wellington Laboratories. Tris(2-chloroethyl) phosphate (TCEP), tris(1-chloro-2-propyl) phosphate (TCPP), and tris(1,3-dichloroisopropyl) phosphate (TDCPP) were purchased from Sigma-Aldrich (St. Louis, MI), Pfaltz & Bauer (Waterbury, CT), and ChemService (West Chester, PA), respectively. All solvents used throughout this study were HPLC grade."
    },
    {
      "title": "Sample Collection",
      "text": "Foam samples were solicited from volunteers via email distributions to colleagues and listservs based primarily in the United States. Requests were made for samples of polyurethane foam from baby products, with specific requests for samples of car seats, strollers, changing table pads, nursing pillows, portable crib mattresses, and infant sleep positioners. Individuals interested in participating in our study were asked to cut out a small piece of the foam (approximately 2 cm × 2 cm), wrap the foam in aluminum foil, and enclose it in a resealable plastic bag. Participants were also asked to complete a brief survey to collect information on the type of product, year of purchase, manufacturer, and whether the product possessed a label indicating that it met the criteria for TB117 or Technical Bulletins 116 (TB 116) or 603 (TB603). These latter two California flammability standards regulate flammability in upholstered furniture and mattresses, respectively. The samples were logged into a database and then split into two pieces, one for chemical analysis by mass spectrometry and one for elemental analysis using a portable XRF analyzer. Each analysis was conducted blind."
    },
    {
      "title": "Sample Analysis by Mass Spectrometry",
      "text": "All foam samples were first screened for flame retardant additives. Briefly, small pieces of foam (approximately 0.05 g) were sonicated with 1 mL of dichloromethane (DCM) in a test tube for 15 min. The DCM extract was syringe-filtered to remove particles and then transferred to an autosampler vial for analysis by GC/MS. All extracts were analyzed in full scan mode using both electron ionization (GC/EI-MS) and electron capture negative chemical ionization (GC/ECNI-MS). Pressurized temperature vaporization injection was employed in the GC. GC/MS method details can be found in ref (3). All significant peaks observed in the total ion chromatograms were compared to a mass spectral database (NIST, 2005) and to authentic standards when available. If a flame retardant chemical was detected during the initial screening, a second analysis of the foam sample, using a separate piece of the foam, was conducted for quantitation using accelerated solvent extraction. Our methods for extracting and measuring flame retardants in foam are reported in Stapleton et al.(3) A five point calibration curve was established for all analytes with concentrations ranging from 20 ng/mL to 2 μg/mL. PBDEs were quantified by GC/ECNI-MS by monitoring bromide ions (m/z 79 and 81), and TBB and TBPH were monitored by molecular fragments m/z 357/471 and 463/515, respectively. TCEP, TCPP, and TDCPP were quantified by GC/EI-MS by monitoring m/z 249/251, 277/201, and 381/383, respectively. Because GC/MS analysis of some foam samples suggested the presence of additional flame retardants that may have been thermally labile (decomposing partially in the injection port of the GC) or nonvolatile, all sample extracts were further analyzed by HPLC-high resolution mass spectrometry to determine if additional relevant compounds were present, which were not detected by GC/MS. HPLC-high resolution mass spectrometry (HPLC/HRMS) analyses were conducted using a LTQ-Orbitrap Velos tandem mass spectrometer (ThermoFisher Scientific, Bremen, Germany) with a Thermo Fisher Scientific Accela series UPLC system. Sample extracts (25 μL) were separated on a Hypersil Gold 50 × 2.1-mm C18 column with 1.9 μm particles (ThermoFisher Scientific) using a flow rate of 0.4 mL/min and a linear gradient from 25 to 95% methanol/water in 9 min, followed by a 1-min hold at 95% methanol before returning to initial conditions for 2 min. Sample extracts were analyzed using both positive polarity electrospray ionization (ESI) and atmospheric pressure chemical ionization (APCI) modes. Prior to analysis, mass calibration was performed daily by direct infusion of a calibration mixture prepared according to the instrument manufacturer’s instructions. Mass spectral acquisition was programmed into five scan events running concurrently throughout the chromatographic separation. The first scan event was programmed to acquire full-scan (250–2000 m/z), high-resolution (R = 60,000) orbitrap MS data with external mass calibration (<2 ppm accuracy). The subsequent four scan events were low-resolution data-dependent MS/MS analyses in the LTQ ion trap analyzer, triggered by the four most intense ions selected from the previous high-resolution orbitrap MS spectrum."
    },
    {
      "title": "XRF Analysis",
      "text": "A portable XRF analyzer (Olympus Innov-X Systems, Delta model) was used to estimate the elemental composition of the foam samples. Bromine and chlorine concentration estimates were obtained using RoHS/WEEE and soil mode, respectively. RoHS/WEEE mode was the only mode available for bromine analysis. For chlorine, testing conducted a priori on foam samples indicated soil mode provided much lower detection limits compared to RoHS/WEEE mode. This was supported by the analysis of the foam samples using RoHS/WEEE mode in this study, which resulted in several nondetect values for chlorine compared to the use of soil mode. For each sample, three 30 s tests were conducted in each mode sequentially without moving the sample. The average value was used for comparison to GC/MS measurements. Though a test stand was not available for use, care was taken to ensure that the foam sample was flush with the analyzer window during each test. The original factory instrument calibration settings were used. Plastic pellet reference materials (European reference materials EC680K and EC681K) and furniture foam samples from a previous study(3) were analyzed prior to any testing each day and after every 150–200 tests (or ∼25 samples) to ensure there were no substantial changes in instrument performance during testing. Because authentic standards for polyurethane foam containing bromine and chlorine were not available, XRF data should be considered semiquantitative only."
    },
    {
      "title": "Results and Discussion",
      "text": "A total of 101 polyurethane foam samples from baby products were donated for use in this study. Most samples were collected from products currently in use. However, 14 of the products were purchased new in 2010 specifically for this study. Samples were donated from participants residing in 13 US states, although one sample was submitted from Vancouver, Canada. A summary of the number and types of products included in this study is shown in Table 1. Most samples were from car seats (n = 21), changing table pads (n = 16), infant sleep positioners (n = 15), portable crib mattresses (n = 13), and nursing pillows (n = 11). A few additional samples were collected from high chairs, nursery rocking chairs/gliders, baby walkers, baby carriers, and miscellaneous bathroom items. The brominated compounds present in FM 550. All samples containing TBB/TBPH also contained TPP. Infers either no detection of chemicals or peaks were unidentifiable. N/M – indicates not measured due to absence of calibration standard. The chemical structures for the most commonly detected flame retardants (non-PBDEs) in the baby product foam samples are presented in Figure 1. Table 1 provides an overview of the flame retardants detected in the baby product foam in concentrations greater than 1 mg/g. A threshold value of 1 mg/g was used because while flame retardants are typically added to polyurethane foam at percent levels, some foam samples may contain flame retardant impurities due to changes in flame retardant applications from batch to batch during foam production (personal communication from foam manufacturer who wishes to be anonymous). The most common flame retardant detected was tris(1,3-dichloroisopropyl) phosphate (TDCPP). Chlorinated organophosphate flame retardants (OPFRs) were the dominant class of flame retardants observed and were detected in 60 of the 101 samples analyzed. Firemaster 550 (FM 550) was detected in 17 samples, as identified by detection of 2-ethylhexyl-2,3,4,5-tetrabromobenzoate (TBB), bis(2-ethylhexyl)-2,3,4,5-tetrabromophthalate (TBPH), and triphenyl phosphate (TPP) together in the samples.(4) FM 550 also contains several isopropylated triaryl phosphate isomers that are trade secret.(14) These isomers were apparent in the GC/MS screening analysis but not quantified due to lack of analytical standards. PBDE congeners commonly associated with the PentaBDE mixture were detected in five of the samples examined and were always found in combination with TPP. Despite the fact that Chemtura ceased production of PentaBDE in 2004, products containing this flame retardant are obviously still in active use by the general public. Four of the five products found to contain PBDE congeners were purchased prior to 2004, and the fifth sample was purchased in 2007 from a second-hand store, thus making it impossible to determine the original manufacture and purchase date. Lastly, one sample was found to have significant levels of TPP but not TBB or TBPH. HPLC-HRMS analysis of this sample demonstrated the presence of TPP and three polybutylated aryl phosphate compounds, which may be from use of a flame retardant mixture manufactured by Supresta (Ardsley, NY) and sold commercially as AC073. According to information provided in the EPA’s Furniture Flame Retardancy Partnership,(15) AC073 consists of TPP (38–48%) and three proprietary aryl phosphate compounds in concentrations ranging from 40 to 46%, 12–18%, and 1–3% for each phosphate compound. These percentages are very similar to the area responses observed for TPP and the butylated aryl phosphates observed in our GC/MS and LC/HRMS analyses. Structures of non-PBDE flame retardants detected in polyurethane foam collected from baby products. In addition to the flame retardants described above, we also detected two OPFRs, which to our knowledge, have not been previously identified in the environmental literature. During our GC/MS analysis of the foam samples, some samples were found to have either no detectable levels of the targeted flame retardants or to have very low levels of TCEP and TCPP. In addition, GC/MS analysis of some of these samples revealed chromatographically unresolved peaks (i.e., very broad, with significant tailing) eluting after TCEP and TCPP. We considered it very likely that these products had been treated with some kind of flame retardants at a significant (percent-by-mass) level in order to meet flame retardancy standards. During the HPLC/HRMS analysis, several of these samples yielded abundant and chromatographically resolved peaks in both positive-ion electrospray and APCI modes for compounds having mass spectra (e.g., accurate mass and isotope structure) suggestive of a chlorinated organophosphate compound containing two phosphate groups and six chlorine atoms. Furthermore, it appeared that some samples contained a putative chlorinated organodiphosphate with an [M+H]+ ion at 580.91 m/z, while other samples were dominated by a peak giving an [M+H]+ ion at 636.97 m/z. We did not have access to authentic standards for definitive identification of these compounds. However, based on results from both high-resolution electrospray ionization and atmospheric pressure chemical ionization, and from MS/MS and MS3 analysis, we propose that one compound is 2,2-bis(chloromethyl)propane-1,3-diyl-tetrakis(2-chloroethyl)bis(phosphate) (Figure 1). The difference between the predicted (580.9150) and observed (580.9141) m/z for the [M+H]+ ion of this compound was less than 2 ppm. This compound is known commercially as “V6”. V6 is sold by Albermarle (Baton Rouge, LA) under the trade name, Antiblaze V6; however, it may also be sold and distributed by other flame retardant companies. A risk assessment conducted by the European Commission suggests that V6 is primarily used in automobile foam and has one producer in the European Union.(16) According to Albermarle’s material safety data sheet (MSDS) for Antiblaze V6, this mixture contains TCEP as a 10% impurity by weight. V6 is similar in structure to TCEP, containing two bis(2-chloroethyl)phosphate molecules linked by a dichlorodimethylpropane bridge, which may explain why TCEP is such a large impurity. We detected the putatively identified V6 in 16 samples, 15 of which also contained significant levels of TCEP, suggesting that these products may have been treated with V6. According to the US EPA’s Inventory Update Reporting Database,(17) V6 was used in volumes between 1 and 10 million pounds in reporting years 1990, 1994, and 1998 and between 500,000 and 1 million pounds in 2002. V6 was not listed in the database for reporting year 2006, which may indicate that its use in the US has decreased. In addition to V6, the second previously uncharacterized OPFR compound discovered by HPLC-HRMS in six of the foam samples appears to be structurally similar to V6 but with propyl chains connected to the phosphate esters instead of ethyl chains. Based on both HPLC/HRMS, MS/MS, and MS3 analysis (Figures S1 and S2 in the Supporting Information), we propose that this second chemical is 2,2-bis(chloromethyl)propane-1,3-diyl tetrakis(1-chloropropan-2-yl) bis(phosphate). In this manuscript we will refer to this compound as the “U-OPFR”. As observed in Figure 2, the difference between the predicted (636.9776) and observed (636.9769) m/z values for monoisotopic [M+H]+ ions for U-OPFR was less than 2 ppm. We can find no reference to the use or manufacture of this compound by any chemical company. However, we did find a patent application submitted by Albermarle in 2008 which describes the potential application and structure of this chemical.(18) Presumably the synthesis of this U-OPFR would be very similar to the synthesis of V6, as these two compounds are structural analogs, suggesting that the U-OPFR would contain TCPP as an impurity, analogous to the presence of TCEP in V6. In fact, in every sample for which we detected this U-OPFR, we also detected TCPP. Identification of a previously unreported flame retardant, 2,2-bis(chloromethyl)propane-1,3-diyl tetrakis(1-chloropropan-2-yl) bis(phosphate) “U-OPFR”, and TCPP, in a sample from an infant changing table pad by LTQ-Orbitrap high resolution mass spectrometry. Inset demonstrates a comparison of the observed and predicted high-resolution mass spectra (MS) for U-OPFR. It is also of interest to note that many of the products examined contained more than one identifiable flame retardant. For example, in one sample, FM 550 and PentaBDE were detected together in appreciable levels, while in another sample both TDCPP and FM 550 were detected. In addition, every sample containing PentaBDE also contained TPP. It appears likely that TPP was frequently used in combination with PentaBDE, an observation not previously reported to our knowledge. Taken together these observations indicate that some of these flame retardants are being used in combinations in commercial products or that there is contamination in the foam from one batch to the next. Of the 101 products examined in this study, 12 samples were observed to have significant peaks present in the extracts, but the identities of the chemicals could not be determined. And nine samples were observed to have no significant peaks in the chromatograms during the screening step. Therefore, 80% of the baby products tested in this study contained a known and identifiable flame retardant, and all but one of these flame retardants were either brominated or chlorinated. In general, the flame retardant chemicals detected were not associated with a particular type of product, manufacturer, or the year of purchase. An exception to this was the detection of V6 in nursing pillows. We analyzed 11 different samples from nursing pillows, all of which were manufactured by one company. Ten of these samples contained V6 and were purchased between 2003 and 2008. The remaining sample was purchased in 2010 and contained primarily TDCPP as well as appreciable levels of TCPP (1.55 mg/g). Five additional nursing pillows from the same company were purchased during the summer of 2010 to determine whether V6 and/or TCEP were present. These samples were screened using GC/MS. The only FR detected was TDCPP, which was found in all five samples. More information on the flame retardants detected in each sample can be found in the Supporting Information. If authentic standards were available, we measured the concentrations of the dominant flame retardants detected in the foam samples (Table 1). TDCPP and PentaBDE were detected in the highest concentrations, with average concentrations of 39.2 and 32.3 mg/g, respectively (approximately 3–4% by weight). These values are similar to previously reported values of flame retardants in furniture by our group(3) but lower than the 32% by weight measurement made by Hale et al. in polyurethane foam.(19) The two brominated compounds in the FM 550 formulation were detected at lower concentrations than TDCPP and PentaBDE, likely because they are parts of a mixture. According to the MSDS for FM 550, TBB and TBPH together comprise approximately 50% of the overall mixture. This likely explains why the sum of TBB and TBPH is approximately 50% of the measured concentrations of TDCPP and PentaBDE in the foam samples. In general, concentrations of TCEP and TCPP in the samples were much lower than the concentrations of the other three primary flame retardants identified, indicating they may be minor components of flame retardant mixtures, such as V6. In all samples in which TCEP was detected, V6 or TCPP/TDCPP was also detected. In only two samples was TCPP the only identified flame retardant. One sample contained 5.8 mg/g of TCPP, and no other compounds were evident by GC/MS or high resolution MS analysis. However, the second sample, which contained only TCPP (0.8 mg/g), also contained several unidentified chlorinated compounds that appeared to be part of a polymeric series, but no consistent elemental formulas were apparent. We investigated whether portable X-ray fluorescence (XRF) could be used as a screening tool for predicting the presence of brominated or chlorinated flame retardant additives in foam from these products. When both XRF and GC/MS analyses detected bromine in the foam samples, a significant correlation (p < 0.001) was observed (Figure 3a). In samples containing FM550, XRF-measured bromine generally overpredicted the GC/MS-measured bromine by about 100%. This overprediction is consistent with that found earlier by Allen et al. (12) and may be due to differences in the sample matrix as the calibration standards used with the XRF device are hard plastics. However, there were seven samples in which XRF analyses detected bromine ranging from 1.4–3.4% by weight, but GC/MS detected only chlorinated OPFRs. This suggests that there are either some instances in which false positives are generated for bromine in polyurethane foam by XRF, possibly due to interferences by other elements, or there are unknown brominated compounds present in some of these foam samples that were not accounted for by GC/MS analysis. Correlation between GC/MS and XRF measured bromine (A) and chlorine (B). As seen in Figure 3b, there was no significant relationship observed between XRF- and GC/MS-measured chlorine in these samples. The fact that we detected V6, and the U-OPFR, but could not quantify them without an authentic standard, was likely a contributing factor for the poor relationship between the XRF and GC/MS analyses. While removing these compounds from the correlation analysis resulted in a higher correlation coefficient, the slope was still not significant (data not shown). Also, in three samples XRF-measured chlorine ranged from 1.2–3.3% by weight, yet GC/MS determined that only BFRs were present. Chlorinated impurities present in toluene diisocyanate (TDI), a starting material for the synthesis of polyurethane foam, may be responsible for these chlorine signals and would not have been detectable in the GC/MS analysis. These TDI impurities may also have contributed to the much higher concentrations of XRF-measured chlorine observed (2.2–23.7%) compared to the GC/MS results for the OPFRs. Based on these results, we believe that XRF is generally a useful screening tool for identifying the presence of BFRs in foam; however, additional work is needed to understand the extent of its use as an effective screening tool for chlorinated flame retardants. This study found that more than 80% of the baby products tested contained a halogenated flame retardant additive, many of which were chlorinated OPFRs. This suggests these products could be sources of flame retardant exposures in indoor environments, particularly to infants that come in close contact with these products. In 2006, the Consumer Product Safety Commission (CPSC) released a Risk Assessment of Flame Retardant Chemicals in Upholstered Furniture Foam, which included TDCPP.(20) This CPSC report states that “...upholstered furniture manufactured with TDCPP treated foam might present a hazard to consumers, based on both cancer and non-cancer end points”. The CPSC estimate of children’s exposure to TDCPP from treated furniture was five times higher than the agency’s acceptable daily intake (i.e., the Hazard Index was 5). Almost 99% of this exposure was from inhalation of TDCPP volatilized from treated furniture (air concentrations were predicted near furniture and in rooms rather than measured, a major source of uncertainty). TDCPP was the most common flame retardant identified in this screening study, with concentrations very similar to those reported in upholstered furniture.(3) For several reasons, infants exposure to TDCPP could be higher than the exposure calculated by the CPSC. Infants have smaller body masses relative to the average child or adult used in their assessment. Infants spend a greater proportion of their time in intimate contact with these materials (e.g., infant sleep positioners, car seats, nursing pillows) over a longer daily time period than the 3 h assumed in the CPSC report. In addition, new studies are suggesting that exposure to semi-volatile organic compounds may be occurring from equilibrium partitioning between the indoor gas phase and skin surfaces/clothing, which can lead to accumulation via skin absorption.(21) TDCPP has been shown to be efficiently absorbed through the skin of rodents, with as much as 85% of the dose absorbed dermally.(22) Therefore, exposure of infants to TDCPP, and likely other flame retardants, may be greater than the Hazard Index of 5 calculated by the CPSC. Further research is warranted to investigate infant exposure to flame retardants in these products, particularly since infants are in a very sensitive development stage and may be more susceptible to adverse effects than an older child or adult. Previous studies have shown that TDCPP, and its brominated analogue tris (2,3-dibromopropyl) phosphate, were previously used as flame retardants in children’s sleepwear. However, this use was discontinued after studies found that children wearing these clothes absorbed TDBPP.(23) Both TDBPP and TDCPP were observed to be mutagenic in the Ames assay, particularly after metabolism.(24) Rats exposed to TDCPP were found to have increased incidences of tumors,(25) and a recent study also found that TDCPP was as potent a neurotoxicant as chlorpyrifos using an in vitro assay.(26) One study found that TDCPP levels in house dust were significantly correlated with reduced thyroid hormone levels and increased levels of prolactin in men.(27) And one study detected TDCPP and several other OPFRs at concentrations similar to PBDEs in US house dust,(3) suggesting chronic exposure to the population is occurring on a daily basis. In addition, the European Chemical Bureau of the European Union considers TCEP to be a category 3 carcinogen.(28) This study adds to our understanding of flame retardants in consumer products. The comparison of XRF and GC/MS measurements for bromine confirm previous results that this technology is generally useful for screening brominated flame retardants in polyurethane foam. The results for chlorine have not been previously reported and suggest that additional research is needed before XRF can reliably screen for chlorinated flame retardants in polyurethane foam. Levels of up to 12.5% of TDCPP were found in one product, while other products were found to contain up to three different retardants in one product. Lastly, we have identified two flame retardants previously unreported in the environment. Further studies are also warranted to determine whether V6 and the U-OPFR are present in indoor environments and whether human exposure is a concern."
    },
    {
      "title": "Identification of Flame Retardants in Foam",
      "text": "A total of 101 polyurethane foam samples from baby products were donated for use in this study. Most samples were collected from products currently in use. However, 14 of the products were purchased new in 2010 specifically for this study. Samples were donated from participants residing in 13 US states, although one sample was submitted from Vancouver, Canada. A summary of the number and types of products included in this study is shown in Table 1. Most samples were from car seats (n = 21), changing table pads (n = 16), infant sleep positioners (n = 15), portable crib mattresses (n = 13), and nursing pillows (n = 11). A few additional samples were collected from high chairs, nursery rocking chairs/gliders, baby walkers, baby carriers, and miscellaneous bathroom items. The brominated compounds present in FM 550. All samples containing TBB/TBPH also contained TPP. Infers either no detection of chemicals or peaks were unidentifiable. N/M – indicates not measured due to absence of calibration standard. The chemical structures for the most commonly detected flame retardants (non-PBDEs) in the baby product foam samples are presented in Figure 1. Table 1 provides an overview of the flame retardants detected in the baby product foam in concentrations greater than 1 mg/g. A threshold value of 1 mg/g was used because while flame retardants are typically added to polyurethane foam at percent levels, some foam samples may contain flame retardant impurities due to changes in flame retardant applications from batch to batch during foam production (personal communication from foam manufacturer who wishes to be anonymous). The most common flame retardant detected was tris(1,3-dichloroisopropyl) phosphate (TDCPP). Chlorinated organophosphate flame retardants (OPFRs) were the dominant class of flame retardants observed and were detected in 60 of the 101 samples analyzed. Firemaster 550 (FM 550) was detected in 17 samples, as identified by detection of 2-ethylhexyl-2,3,4,5-tetrabromobenzoate (TBB), bis(2-ethylhexyl)-2,3,4,5-tetrabromophthalate (TBPH), and triphenyl phosphate (TPP) together in the samples.(4) FM 550 also contains several isopropylated triaryl phosphate isomers that are trade secret.(14) These isomers were apparent in the GC/MS screening analysis but not quantified due to lack of analytical standards. PBDE congeners commonly associated with the PentaBDE mixture were detected in five of the samples examined and were always found in combination with TPP. Despite the fact that Chemtura ceased production of PentaBDE in 2004, products containing this flame retardant are obviously still in active use by the general public. Four of the five products found to contain PBDE congeners were purchased prior to 2004, and the fifth sample was purchased in 2007 from a second-hand store, thus making it impossible to determine the original manufacture and purchase date. Lastly, one sample was found to have significant levels of TPP but not TBB or TBPH. HPLC-HRMS analysis of this sample demonstrated the presence of TPP and three polybutylated aryl phosphate compounds, which may be from use of a flame retardant mixture manufactured by Supresta (Ardsley, NY) and sold commercially as AC073. According to information provided in the EPA’s Furniture Flame Retardancy Partnership,(15) AC073 consists of TPP (38–48%) and three proprietary aryl phosphate compounds in concentrations ranging from 40 to 46%, 12–18%, and 1–3% for each phosphate compound. These percentages are very similar to the area responses observed for TPP and the butylated aryl phosphates observed in our GC/MS and LC/HRMS analyses. Structures of non-PBDE flame retardants detected in polyurethane foam collected from baby products."
    },
    {
      "title": "Identification of New Flame Retardants",
      "text": "In addition to the flame retardants described above, we also detected two OPFRs, which to our knowledge, have not been previously identified in the environmental literature. During our GC/MS analysis of the foam samples, some samples were found to have either no detectable levels of the targeted flame retardants or to have very low levels of TCEP and TCPP. In addition, GC/MS analysis of some of these samples revealed chromatographically unresolved peaks (i.e., very broad, with significant tailing) eluting after TCEP and TCPP. We considered it very likely that these products had been treated with some kind of flame retardants at a significant (percent-by-mass) level in order to meet flame retardancy standards. During the HPLC/HRMS analysis, several of these samples yielded abundant and chromatographically resolved peaks in both positive-ion electrospray and APCI modes for compounds having mass spectra (e.g., accurate mass and isotope structure) suggestive of a chlorinated organophosphate compound containing two phosphate groups and six chlorine atoms. Furthermore, it appeared that some samples contained a putative chlorinated organodiphosphate with an [M+H]+ ion at 580.91 m/z, while other samples were dominated by a peak giving an [M+H]+ ion at 636.97 m/z. We did not have access to authentic standards for definitive identification of these compounds. However, based on results from both high-resolution electrospray ionization and atmospheric pressure chemical ionization, and from MS/MS and MS3 analysis, we propose that one compound is 2,2-bis(chloromethyl)propane-1,3-diyl-tetrakis(2-chloroethyl)bis(phosphate) (Figure 1). The difference between the predicted (580.9150) and observed (580.9141) m/z for the [M+H]+ ion of this compound was less than 2 ppm. This compound is known commercially as “V6”. V6 is sold by Albermarle (Baton Rouge, LA) under the trade name, Antiblaze V6; however, it may also be sold and distributed by other flame retardant companies. A risk assessment conducted by the European Commission suggests that V6 is primarily used in automobile foam and has one producer in the European Union.(16) According to Albermarle’s material safety data sheet (MSDS) for Antiblaze V6, this mixture contains TCEP as a 10% impurity by weight. V6 is similar in structure to TCEP, containing two bis(2-chloroethyl)phosphate molecules linked by a dichlorodimethylpropane bridge, which may explain why TCEP is such a large impurity. We detected the putatively identified V6 in 16 samples, 15 of which also contained significant levels of TCEP, suggesting that these products may have been treated with V6. According to the US EPA’s Inventory Update Reporting Database,(17) V6 was used in volumes between 1 and 10 million pounds in reporting years 1990, 1994, and 1998 and between 500,000 and 1 million pounds in 2002. V6 was not listed in the database for reporting year 2006, which may indicate that its use in the US has decreased. In addition to V6, the second previously uncharacterized OPFR compound discovered by HPLC-HRMS in six of the foam samples appears to be structurally similar to V6 but with propyl chains connected to the phosphate esters instead of ethyl chains. Based on both HPLC/HRMS, MS/MS, and MS3 analysis (Figures S1 and S2 in the Supporting Information), we propose that this second chemical is 2,2-bis(chloromethyl)propane-1,3-diyl tetrakis(1-chloropropan-2-yl) bis(phosphate). In this manuscript we will refer to this compound as the “U-OPFR”. As observed in Figure 2, the difference between the predicted (636.9776) and observed (636.9769) m/z values for monoisotopic [M+H]+ ions for U-OPFR was less than 2 ppm. We can find no reference to the use or manufacture of this compound by any chemical company. However, we did find a patent application submitted by Albermarle in 2008 which describes the potential application and structure of this chemical.(18) Presumably the synthesis of this U-OPFR would be very similar to the synthesis of V6, as these two compounds are structural analogs, suggesting that the U-OPFR would contain TCPP as an impurity, analogous to the presence of TCEP in V6. In fact, in every sample for which we detected this U-OPFR, we also detected TCPP. Identification of a previously unreported flame retardant, 2,2-bis(chloromethyl)propane-1,3-diyl tetrakis(1-chloropropan-2-yl) bis(phosphate) “U-OPFR”, and TCPP, in a sample from an infant changing table pad by LTQ-Orbitrap high resolution mass spectrometry. Inset demonstrates a comparison of the observed and predicted high-resolution mass spectra (MS) for U-OPFR. It is also of interest to note that many of the products examined contained more than one identifiable flame retardant. For example, in one sample, FM 550 and PentaBDE were detected together in appreciable levels, while in another sample both TDCPP and FM 550 were detected. In addition, every sample containing PentaBDE also contained TPP. It appears likely that TPP was frequently used in combination with PentaBDE, an observation not previously reported to our knowledge. Taken together these observations indicate that some of these flame retardants are being used in combinations in commercial products or that there is contamination in the foam from one batch to the next. Of the 101 products examined in this study, 12 samples were observed to have significant peaks present in the extracts, but the identities of the chemicals could not be determined. And nine samples were observed to have no significant peaks in the chromatograms during the screening step. Therefore, 80% of the baby products tested in this study contained a known and identifiable flame retardant, and all but one of these flame retardants were either brominated or chlorinated."
    },
    {
      "title": "Flame Retardant Associations with Products",
      "text": "In general, the flame retardant chemicals detected were not associated with a particular type of product, manufacturer, or the year of purchase. An exception to this was the detection of V6 in nursing pillows. We analyzed 11 different samples from nursing pillows, all of which were manufactured by one company. Ten of these samples contained V6 and were purchased between 2003 and 2008. The remaining sample was purchased in 2010 and contained primarily TDCPP as well as appreciable levels of TCPP (1.55 mg/g). Five additional nursing pillows from the same company were purchased during the summer of 2010 to determine whether V6 and/or TCEP were present. These samples were screened using GC/MS. The only FR detected was TDCPP, which was found in all five samples. More information on the flame retardants detected in each sample can be found in the Supporting Information."
    },
    {
      "title": "Flame Retardant Concentrations in Foam",
      "text": "If authentic standards were available, we measured the concentrations of the dominant flame retardants detected in the foam samples (Table 1). TDCPP and PentaBDE were detected in the highest concentrations, with average concentrations of 39.2 and 32.3 mg/g, respectively (approximately 3–4% by weight). These values are similar to previously reported values of flame retardants in furniture by our group(3) but lower than the 32% by weight measurement made by Hale et al. in polyurethane foam.(19) The two brominated compounds in the FM 550 formulation were detected at lower concentrations than TDCPP and PentaBDE, likely because they are parts of a mixture. According to the MSDS for FM 550, TBB and TBPH together comprise approximately 50% of the overall mixture. This likely explains why the sum of TBB and TBPH is approximately 50% of the measured concentrations of TDCPP and PentaBDE in the foam samples. In general, concentrations of TCEP and TCPP in the samples were much lower than the concentrations of the other three primary flame retardants identified, indicating they may be minor components of flame retardant mixtures, such as V6. In all samples in which TCEP was detected, V6 or TCPP/TDCPP was also detected. In only two samples was TCPP the only identified flame retardant. One sample contained 5.8 mg/g of TCPP, and no other compounds were evident by GC/MS or high resolution MS analysis. However, the second sample, which contained only TCPP (0.8 mg/g), also contained several unidentified chlorinated compounds that appeared to be part of a polymeric series, but no consistent elemental formulas were apparent."
    },
    {
      "title": "XRF Analysis",
      "text": "We investigated whether portable X-ray fluorescence (XRF) could be used as a screening tool for predicting the presence of brominated or chlorinated flame retardant additives in foam from these products. When both XRF and GC/MS analyses detected bromine in the foam samples, a significant correlation (p < 0.001) was observed (Figure 3a). In samples containing FM550, XRF-measured bromine generally overpredicted the GC/MS-measured bromine by about 100%. This overprediction is consistent with that found earlier by Allen et al. (12) and may be due to differences in the sample matrix as the calibration standards used with the XRF device are hard plastics. However, there were seven samples in which XRF analyses detected bromine ranging from 1.4–3.4% by weight, but GC/MS detected only chlorinated OPFRs. This suggests that there are either some instances in which false positives are generated for bromine in polyurethane foam by XRF, possibly due to interferences by other elements, or there are unknown brominated compounds present in some of these foam samples that were not accounted for by GC/MS analysis. Correlation between GC/MS and XRF measured bromine (A) and chlorine (B). As seen in Figure 3b, there was no significant relationship observed between XRF- and GC/MS-measured chlorine in these samples. The fact that we detected V6, and the U-OPFR, but could not quantify them without an authentic standard, was likely a contributing factor for the poor relationship between the XRF and GC/MS analyses. While removing these compounds from the correlation analysis resulted in a higher correlation coefficient, the slope was still not significant (data not shown). Also, in three samples XRF-measured chlorine ranged from 1.2–3.3% by weight, yet GC/MS determined that only BFRs were present. Chlorinated impurities present in toluene diisocyanate (TDI), a starting material for the synthesis of polyurethane foam, may be responsible for these chlorine signals and would not have been detectable in the GC/MS analysis. These TDI impurities may also have contributed to the much higher concentrations of XRF-measured chlorine observed (2.2–23.7%) compared to the GC/MS results for the OPFRs. Based on these results, we believe that XRF is generally a useful screening tool for identifying the presence of BFRs in foam; however, additional work is needed to understand the extent of its use as an effective screening tool for chlorinated flame retardants."
    },
    {
      "title": "Infant’s Exposure Potential and Health Concerns",
      "text": "This study found that more than 80% of the baby products tested contained a halogenated flame retardant additive, many of which were chlorinated OPFRs. This suggests these products could be sources of flame retardant exposures in indoor environments, particularly to infants that come in close contact with these products. In 2006, the Consumer Product Safety Commission (CPSC) released a Risk Assessment of Flame Retardant Chemicals in Upholstered Furniture Foam, which included TDCPP.(20) This CPSC report states that “...upholstered furniture manufactured with TDCPP treated foam might present a hazard to consumers, based on both cancer and non-cancer end points”. The CPSC estimate of children’s exposure to TDCPP from treated furniture was five times higher than the agency’s acceptable daily intake (i.e., the Hazard Index was 5). Almost 99% of this exposure was from inhalation of TDCPP volatilized from treated furniture (air concentrations were predicted near furniture and in rooms rather than measured, a major source of uncertainty). TDCPP was the most common flame retardant identified in this screening study, with concentrations very similar to those reported in upholstered furniture.(3) For several reasons, infants exposure to TDCPP could be higher than the exposure calculated by the CPSC. Infants have smaller body masses relative to the average child or adult used in their assessment. Infants spend a greater proportion of their time in intimate contact with these materials (e.g., infant sleep positioners, car seats, nursing pillows) over a longer daily time period than the 3 h assumed in the CPSC report. In addition, new studies are suggesting that exposure to semi-volatile organic compounds may be occurring from equilibrium partitioning between the indoor gas phase and skin surfaces/clothing, which can lead to accumulation via skin absorption.(21) TDCPP has been shown to be efficiently absorbed through the skin of rodents, with as much as 85% of the dose absorbed dermally.(22) Therefore, exposure of infants to TDCPP, and likely other flame retardants, may be greater than the Hazard Index of 5 calculated by the CPSC. Further research is warranted to investigate infant exposure to flame retardants in these products, particularly since infants are in a very sensitive development stage and may be more susceptible to adverse effects than an older child or adult. Previous studies have shown that TDCPP, and its brominated analogue tris (2,3-dibromopropyl) phosphate, were previously used as flame retardants in children’s sleepwear. However, this use was discontinued after studies found that children wearing these clothes absorbed TDBPP.(23) Both TDBPP and TDCPP were observed to be mutagenic in the Ames assay, particularly after metabolism.(24) Rats exposed to TDCPP were found to have increased incidences of tumors,(25) and a recent study also found that TDCPP was as potent a neurotoxicant as chlorpyrifos using an in vitro assay.(26) One study found that TDCPP levels in house dust were significantly correlated with reduced thyroid hormone levels and increased levels of prolactin in men.(27) And one study detected TDCPP and several other OPFRs at concentrations similar to PBDEs in US house dust,(3) suggesting chronic exposure to the population is occurring on a daily basis. In addition, the European Chemical Bureau of the European Union considers TCEP to be a category 3 carcinogen.(28) This study adds to our understanding of flame retardants in consumer products. The comparison of XRF and GC/MS measurements for bromine confirm previous results that this technology is generally useful for screening brominated flame retardants in polyurethane foam. The results for chlorine have not been previously reported and suggest that additional research is needed before XRF can reliably screen for chlorinated flame retardants in polyurethane foam. Levels of up to 12.5% of TDCPP were found in one product, while other products were found to contain up to three different retardants in one product. Lastly, we have identified two flame retardants previously unreported in the environment. Further studies are also warranted to determine whether V6 and the U-OPFR are present in indoor environments and whether human exposure is a concern."
    }
  ],
  "full_text": "## Introduction\nPrior to 2004, PentaBDE was one of the most common flame retardant mixtures added to polyurethane foam in furniture and other consumer products, particularly in the US. Because of concerns regarding the persistence, bioaccumulation, and potential toxicity of the polybrominated diphenyl ethers (PBDEs) present in this commercial mixture, California passed legislation banning its use in 2003. Eight other states and the European Union (EU) followed with similar bans and the sole U.S. manufacturer, Great Lakes Chemical (now Chemtura), voluntarily phased out production in 2004.1,2 Alternative chemical flame retardants have since been used and identified as PentaBDE replacements in polyurethane foam.3,4 However, basic information on these alternative flame retardants, such as chemical identity, specific product applications, and volumes used, are typically not available, significantly restricting human and environmental health evaluations. Many of the chemical ingredients in flame retardant mixtures are proprietary and are not disclosed by the chemical manufacturers, even to manufacturers using these chemicals in their final end products (e.g., furniture). The flammability standard primarily driving the use of flame retardant chemicals in polyurethane foam in the US is Technical Bulletin 117 (TB117), promulgated by the California Bureau of Electronic and Appliance Repair, Home Furnishings and Thermal Insulation. TB117 requires that polyurethane foam in upholstered furniture sold in the State of California withstand exposure to a small open flame for 12 s.(5) Though the standard does not specifically require the addition of flame retardant chemicals to the foam, polyurethane foam manufacturers typically use chemical additives as an efficient method for meeting the TB117 performance criteria.(6) Throughout the 1980s and 1990s, PentaBDE was used often in the US to comply with TB117. Numerous studies have since documented widespread contamination of the PBDE congeners found in the PentaBDE mixture in both humans and wildlife.7,8 PBDEs have also recently been identified in children’s toys.(9) Despite the fact that compliance with TB117 is only required for residential upholstered furniture sold in the State of California, a significant fraction of products sold elsewhere in the US also complies with TB117 and therefore also contains flame retardant additives. It is less well-known that some baby products are considered juvenile furniture and that the polyurethane foam used in baby products must also comply with TB117. However, the extent of baby product compliance with TB117 and whether or not the types of chemicals added to the polyurethane foam are similar to those in nonjuvenile furniture is unknown. Flame retardant additives can escape from products over time, accumulate in dust, and are a primary route of exposure to humans.10−13 Exposure to children is a particular concern due to their frequent hand to mouth behavior and higher contact with floors. Exposure to chemical additives in baby products is of even greater concern for infants, who are in intimate contact with these products for long periods of time, at very critical stages of their development. Knowledge of the types of chemicals in use and the products they are used in are essential first steps for evaluating the potential for human exposure and subsequent health effects. Structural identities are also needed to track the fate and transport of these chemicals in the environment. The objective of this study was to survey a large number of baby products that contain polyurethane foam to investigate whether flame retardant chemicals were present and to determine the concentrations in the foam, in order to understand whether they may be a significant source of exposure, particularly to infants. To do this we analyzed foam samples from baby products purchased in the US, primarily targeting the most commonly used products that contain polyurethane foam. A secondary objective was to determine whether portable X-ray fluorescence (XRF) is a useful method for predicting the presence of bromine or chlorinated flame retardant additives in these products. In a previous study, XRF-measured bromine was highly correlated with gas chromatography–mass spectrometry (GC/MS)-measured bromine in a limited number of pieces of furniture foam and plastics from electronics.(12) However, Allen et al. focused on estimating PBDE content, and it is not known whether XRF is a useful indicator of the presence of other brominated and chlorinated flame retardants. Portable XRF has potential for use as a less expensive screening tool for researchers studying potential sources of flame retardant chemicals as well as concerned members of the public interested in avoiding products containing flame retardant chemicals. Data generated from this study will be useful for informing general consumers and scientists about specific flame retardants in use to better understand their fate, exposure, and potential health effects from using these chemicals in consumer products.\n\n## Materials and Methods\nInternal standards were purchased from Chiron (Trondheim, Norway) and Wellington Laboratories (Guelph, Ontario). PBDE calibration standards were purchased from AccuStandard (New Haven, CT); 2-ethylhexyl-2,3,4,5-tetrabromobenzoate (TBB) and bis(2-ethylhexyl)-2,3,4,5-tetrabromophthalate (TBPH) were purchased from Wellington Laboratories. Tris(2-chloroethyl) phosphate (TCEP), tris(1-chloro-2-propyl) phosphate (TCPP), and tris(1,3-dichloroisopropyl) phosphate (TDCPP) were purchased from Sigma-Aldrich (St. Louis, MI), Pfaltz & Bauer (Waterbury, CT), and ChemService (West Chester, PA), respectively. All solvents used throughout this study were HPLC grade. Foam samples were solicited from volunteers via email distributions to colleagues and listservs based primarily in the United States. Requests were made for samples of polyurethane foam from baby products, with specific requests for samples of car seats, strollers, changing table pads, nursing pillows, portable crib mattresses, and infant sleep positioners. Individuals interested in participating in our study were asked to cut out a small piece of the foam (approximately 2 cm × 2 cm), wrap the foam in aluminum foil, and enclose it in a resealable plastic bag. Participants were also asked to complete a brief survey to collect information on the type of product, year of purchase, manufacturer, and whether the product possessed a label indicating that it met the criteria for TB117 or Technical Bulletins 116 (TB 116) or 603 (TB603). These latter two California flammability standards regulate flammability in upholstered furniture and mattresses, respectively. The samples were logged into a database and then split into two pieces, one for chemical analysis by mass spectrometry and one for elemental analysis using a portable XRF analyzer. Each analysis was conducted blind. All foam samples were first screened for flame retardant additives. Briefly, small pieces of foam (approximately 0.05 g) were sonicated with 1 mL of dichloromethane (DCM) in a test tube for 15 min. The DCM extract was syringe-filtered to remove particles and then transferred to an autosampler vial for analysis by GC/MS. All extracts were analyzed in full scan mode using both electron ionization (GC/EI-MS) and electron capture negative chemical ionization (GC/ECNI-MS). Pressurized temperature vaporization injection was employed in the GC. GC/MS method details can be found in ref (3). All significant peaks observed in the total ion chromatograms were compared to a mass spectral database (NIST, 2005) and to authentic standards when available. If a flame retardant chemical was detected during the initial screening, a second analysis of the foam sample, using a separate piece of the foam, was conducted for quantitation using accelerated solvent extraction. Our methods for extracting and measuring flame retardants in foam are reported in Stapleton et al.(3) A five point calibration curve was established for all analytes with concentrations ranging from 20 ng/mL to 2 μg/mL. PBDEs were quantified by GC/ECNI-MS by monitoring bromide ions (m/z 79 and 81), and TBB and TBPH were monitored by molecular fragments m/z 357/471 and 463/515, respectively. TCEP, TCPP, and TDCPP were quantified by GC/EI-MS by monitoring m/z 249/251, 277/201, and 381/383, respectively. Because GC/MS analysis of some foam samples suggested the presence of additional flame retardants that may have been thermally labile (decomposing partially in the injection port of the GC) or nonvolatile, all sample extracts were further analyzed by HPLC-high resolution mass spectrometry to determine if additional relevant compounds were present, which were not detected by GC/MS. HPLC-high resolution mass spectrometry (HPLC/HRMS) analyses were conducted using a LTQ-Orbitrap Velos tandem mass spectrometer (ThermoFisher Scientific, Bremen, Germany) with a Thermo Fisher Scientific Accela series UPLC system. Sample extracts (25 μL) were separated on a Hypersil Gold 50 × 2.1-mm C18 column with 1.9 μm particles (ThermoFisher Scientific) using a flow rate of 0.4 mL/min and a linear gradient from 25 to 95% methanol/water in 9 min, followed by a 1-min hold at 95% methanol before returning to initial conditions for 2 min. Sample extracts were analyzed using both positive polarity electrospray ionization (ESI) and atmospheric pressure chemical ionization (APCI) modes. Prior to analysis, mass calibration was performed daily by direct infusion of a calibration mixture prepared according to the instrument manufacturer’s instructions. Mass spectral acquisition was programmed into five scan events running concurrently throughout the chromatographic separation. The first scan event was programmed to acquire full-scan (250–2000 m/z), high-resolution (R = 60,000) orbitrap MS data with external mass calibration (<2 ppm accuracy). The subsequent four scan events were low-resolution data-dependent MS/MS analyses in the LTQ ion trap analyzer, triggered by the four most intense ions selected from the previous high-resolution orbitrap MS spectrum. A portable XRF analyzer (Olympus Innov-X Systems, Delta model) was used to estimate the elemental composition of the foam samples. Bromine and chlorine concentration estimates were obtained using RoHS/WEEE and soil mode, respectively. RoHS/WEEE mode was the only mode available for bromine analysis. For chlorine, testing conducted a priori on foam samples indicated soil mode provided much lower detection limits compared to RoHS/WEEE mode. This was supported by the analysis of the foam samples using RoHS/WEEE mode in this study, which resulted in several nondetect values for chlorine compared to the use of soil mode. For each sample, three 30 s tests were conducted in each mode sequentially without moving the sample. The average value was used for comparison to GC/MS measurements. Though a test stand was not available for use, care was taken to ensure that the foam sample was flush with the analyzer window during each test. The original factory instrument calibration settings were used. Plastic pellet reference materials (European reference materials EC680K and EC681K) and furniture foam samples from a previous study(3) were analyzed prior to any testing each day and after every 150–200 tests (or ∼25 samples) to ensure there were no substantial changes in instrument performance during testing. Because authentic standards for polyurethane foam containing bromine and chlorine were not available, XRF data should be considered semiquantitative only.\n\n## Materials\nInternal standards were purchased from Chiron (Trondheim, Norway) and Wellington Laboratories (Guelph, Ontario). PBDE calibration standards were purchased from AccuStandard (New Haven, CT); 2-ethylhexyl-2,3,4,5-tetrabromobenzoate (TBB) and bis(2-ethylhexyl)-2,3,4,5-tetrabromophthalate (TBPH) were purchased from Wellington Laboratories. Tris(2-chloroethyl) phosphate (TCEP), tris(1-chloro-2-propyl) phosphate (TCPP), and tris(1,3-dichloroisopropyl) phosphate (TDCPP) were purchased from Sigma-Aldrich (St. Louis, MI), Pfaltz & Bauer (Waterbury, CT), and ChemService (West Chester, PA), respectively. All solvents used throughout this study were HPLC grade.\n\n## Sample Collection\nFoam samples were solicited from volunteers via email distributions to colleagues and listservs based primarily in the United States. Requests were made for samples of polyurethane foam from baby products, with specific requests for samples of car seats, strollers, changing table pads, nursing pillows, portable crib mattresses, and infant sleep positioners. Individuals interested in participating in our study were asked to cut out a small piece of the foam (approximately 2 cm × 2 cm), wrap the foam in aluminum foil, and enclose it in a resealable plastic bag. Participants were also asked to complete a brief survey to collect information on the type of product, year of purchase, manufacturer, and whether the product possessed a label indicating that it met the criteria for TB117 or Technical Bulletins 116 (TB 116) or 603 (TB603). These latter two California flammability standards regulate flammability in upholstered furniture and mattresses, respectively. The samples were logged into a database and then split into two pieces, one for chemical analysis by mass spectrometry and one for elemental analysis using a portable XRF analyzer. Each analysis was conducted blind.\n\n## Sample Analysis by Mass Spectrometry\nAll foam samples were first screened for flame retardant additives. Briefly, small pieces of foam (approximately 0.05 g) were sonicated with 1 mL of dichloromethane (DCM) in a test tube for 15 min. The DCM extract was syringe-filtered to remove particles and then transferred to an autosampler vial for analysis by GC/MS. All extracts were analyzed in full scan mode using both electron ionization (GC/EI-MS) and electron capture negative chemical ionization (GC/ECNI-MS). Pressurized temperature vaporization injection was employed in the GC. GC/MS method details can be found in ref (3). All significant peaks observed in the total ion chromatograms were compared to a mass spectral database (NIST, 2005) and to authentic standards when available. If a flame retardant chemical was detected during the initial screening, a second analysis of the foam sample, using a separate piece of the foam, was conducted for quantitation using accelerated solvent extraction. Our methods for extracting and measuring flame retardants in foam are reported in Stapleton et al.(3) A five point calibration curve was established for all analytes with concentrations ranging from 20 ng/mL to 2 μg/mL. PBDEs were quantified by GC/ECNI-MS by monitoring bromide ions (m/z 79 and 81), and TBB and TBPH were monitored by molecular fragments m/z 357/471 and 463/515, respectively. TCEP, TCPP, and TDCPP were quantified by GC/EI-MS by monitoring m/z 249/251, 277/201, and 381/383, respectively. Because GC/MS analysis of some foam samples suggested the presence of additional flame retardants that may have been thermally labile (decomposing partially in the injection port of the GC) or nonvolatile, all sample extracts were further analyzed by HPLC-high resolution mass spectrometry to determine if additional relevant compounds were present, which were not detected by GC/MS. HPLC-high resolution mass spectrometry (HPLC/HRMS) analyses were conducted using a LTQ-Orbitrap Velos tandem mass spectrometer (ThermoFisher Scientific, Bremen, Germany) with a Thermo Fisher Scientific Accela series UPLC system. Sample extracts (25 μL) were separated on a Hypersil Gold 50 × 2.1-mm C18 column with 1.9 μm particles (ThermoFisher Scientific) using a flow rate of 0.4 mL/min and a linear gradient from 25 to 95% methanol/water in 9 min, followed by a 1-min hold at 95% methanol before returning to initial conditions for 2 min. Sample extracts were analyzed using both positive polarity electrospray ionization (ESI) and atmospheric pressure chemical ionization (APCI) modes. Prior to analysis, mass calibration was performed daily by direct infusion of a calibration mixture prepared according to the instrument manufacturer’s instructions. Mass spectral acquisition was programmed into five scan events running concurrently throughout the chromatographic separation. The first scan event was programmed to acquire full-scan (250–2000 m/z), high-resolution (R = 60,000) orbitrap MS data with external mass calibration (<2 ppm accuracy). The subsequent four scan events were low-resolution data-dependent MS/MS analyses in the LTQ ion trap analyzer, triggered by the four most intense ions selected from the previous high-resolution orbitrap MS spectrum.\n\n## XRF Analysis\nA portable XRF analyzer (Olympus Innov-X Systems, Delta model) was used to estimate the elemental composition of the foam samples. Bromine and chlorine concentration estimates were obtained using RoHS/WEEE and soil mode, respectively. RoHS/WEEE mode was the only mode available for bromine analysis. For chlorine, testing conducted a priori on foam samples indicated soil mode provided much lower detection limits compared to RoHS/WEEE mode. This was supported by the analysis of the foam samples using RoHS/WEEE mode in this study, which resulted in several nondetect values for chlorine compared to the use of soil mode. For each sample, three 30 s tests were conducted in each mode sequentially without moving the sample. The average value was used for comparison to GC/MS measurements. Though a test stand was not available for use, care was taken to ensure that the foam sample was flush with the analyzer window during each test. The original factory instrument calibration settings were used. Plastic pellet reference materials (European reference materials EC680K and EC681K) and furniture foam samples from a previous study(3) were analyzed prior to any testing each day and after every 150–200 tests (or ∼25 samples) to ensure there were no substantial changes in instrument performance during testing. Because authentic standards for polyurethane foam containing bromine and chlorine were not available, XRF data should be considered semiquantitative only.\n\n## Results and Discussion\nA total of 101 polyurethane foam samples from baby products were donated for use in this study. Most samples were collected from products currently in use. However, 14 of the products were purchased new in 2010 specifically for this study. Samples were donated from participants residing in 13 US states, although one sample was submitted from Vancouver, Canada. A summary of the number and types of products included in this study is shown in Table 1. Most samples were from car seats (n = 21), changing table pads (n = 16), infant sleep positioners (n = 15), portable crib mattresses (n = 13), and nursing pillows (n = 11). A few additional samples were collected from high chairs, nursery rocking chairs/gliders, baby walkers, baby carriers, and miscellaneous bathroom items. The brominated compounds present in FM 550. All samples containing TBB/TBPH also contained TPP. Infers either no detection of chemicals or peaks were unidentifiable. N/M – indicates not measured due to absence of calibration standard. The chemical structures for the most commonly detected flame retardants (non-PBDEs) in the baby product foam samples are presented in Figure 1. Table 1 provides an overview of the flame retardants detected in the baby product foam in concentrations greater than 1 mg/g. A threshold value of 1 mg/g was used because while flame retardants are typically added to polyurethane foam at percent levels, some foam samples may contain flame retardant impurities due to changes in flame retardant applications from batch to batch during foam production (personal communication from foam manufacturer who wishes to be anonymous). The most common flame retardant detected was tris(1,3-dichloroisopropyl) phosphate (TDCPP). Chlorinated organophosphate flame retardants (OPFRs) were the dominant class of flame retardants observed and were detected in 60 of the 101 samples analyzed. Firemaster 550 (FM 550) was detected in 17 samples, as identified by detection of 2-ethylhexyl-2,3,4,5-tetrabromobenzoate (TBB), bis(2-ethylhexyl)-2,3,4,5-tetrabromophthalate (TBPH), and triphenyl phosphate (TPP) together in the samples.(4) FM 550 also contains several isopropylated triaryl phosphate isomers that are trade secret.(14) These isomers were apparent in the GC/MS screening analysis but not quantified due to lack of analytical standards. PBDE congeners commonly associated with the PentaBDE mixture were detected in five of the samples examined and were always found in combination with TPP. Despite the fact that Chemtura ceased production of PentaBDE in 2004, products containing this flame retardant are obviously still in active use by the general public. Four of the five products found to contain PBDE congeners were purchased prior to 2004, and the fifth sample was purchased in 2007 from a second-hand store, thus making it impossible to determine the original manufacture and purchase date. Lastly, one sample was found to have significant levels of TPP but not TBB or TBPH. HPLC-HRMS analysis of this sample demonstrated the presence of TPP and three polybutylated aryl phosphate compounds, which may be from use of a flame retardant mixture manufactured by Supresta (Ardsley, NY) and sold commercially as AC073. According to information provided in the EPA’s Furniture Flame Retardancy Partnership,(15) AC073 consists of TPP (38–48%) and three proprietary aryl phosphate compounds in concentrations ranging from 40 to 46%, 12–18%, and 1–3% for each phosphate compound. These percentages are very similar to the area responses observed for TPP and the butylated aryl phosphates observed in our GC/MS and LC/HRMS analyses. Structures of non-PBDE flame retardants detected in polyurethane foam collected from baby products. In addition to the flame retardants described above, we also detected two OPFRs, which to our knowledge, have not been previously identified in the environmental literature. During our GC/MS analysis of the foam samples, some samples were found to have either no detectable levels of the targeted flame retardants or to have very low levels of TCEP and TCPP. In addition, GC/MS analysis of some of these samples revealed chromatographically unresolved peaks (i.e., very broad, with significant tailing) eluting after TCEP and TCPP. We considered it very likely that these products had been treated with some kind of flame retardants at a significant (percent-by-mass) level in order to meet flame retardancy standards. During the HPLC/HRMS analysis, several of these samples yielded abundant and chromatographically resolved peaks in both positive-ion electrospray and APCI modes for compounds having mass spectra (e.g., accurate mass and isotope structure) suggestive of a chlorinated organophosphate compound containing two phosphate groups and six chlorine atoms. Furthermore, it appeared that some samples contained a putative chlorinated organodiphosphate with an [M+H]+ ion at 580.91 m/z, while other samples were dominated by a peak giving an [M+H]+ ion at 636.97 m/z. We did not have access to authentic standards for definitive identification of these compounds. However, based on results from both high-resolution electrospray ionization and atmospheric pressure chemical ionization, and from MS/MS and MS3 analysis, we propose that one compound is 2,2-bis(chloromethyl)propane-1,3-diyl-tetrakis(2-chloroethyl)bis(phosphate) (Figure 1). The difference between the predicted (580.9150) and observed (580.9141) m/z for the [M+H]+ ion of this compound was less than 2 ppm. This compound is known commercially as “V6”. V6 is sold by Albermarle (Baton Rouge, LA) under the trade name, Antiblaze V6; however, it may also be sold and distributed by other flame retardant companies. A risk assessment conducted by the European Commission suggests that V6 is primarily used in automobile foam and has one producer in the European Union.(16) According to Albermarle’s material safety data sheet (MSDS) for Antiblaze V6, this mixture contains TCEP as a 10% impurity by weight. V6 is similar in structure to TCEP, containing two bis(2-chloroethyl)phosphate molecules linked by a dichlorodimethylpropane bridge, which may explain why TCEP is such a large impurity. We detected the putatively identified V6 in 16 samples, 15 of which also contained significant levels of TCEP, suggesting that these products may have been treated with V6. According to the US EPA’s Inventory Update Reporting Database,(17) V6 was used in volumes between 1 and 10 million pounds in reporting years 1990, 1994, and 1998 and between 500,000 and 1 million pounds in 2002. V6 was not listed in the database for reporting year 2006, which may indicate that its use in the US has decreased. In addition to V6, the second previously uncharacterized OPFR compound discovered by HPLC-HRMS in six of the foam samples appears to be structurally similar to V6 but with propyl chains connected to the phosphate esters instead of ethyl chains. Based on both HPLC/HRMS, MS/MS, and MS3 analysis (Figures S1 and S2 in the Supporting Information), we propose that this second chemical is 2,2-bis(chloromethyl)propane-1,3-diyl tetrakis(1-chloropropan-2-yl) bis(phosphate). In this manuscript we will refer to this compound as the “U-OPFR”. As observed in Figure 2, the difference between the predicted (636.9776) and observed (636.9769) m/z values for monoisotopic [M+H]+ ions for U-OPFR was less than 2 ppm. We can find no reference to the use or manufacture of this compound by any chemical company. However, we did find a patent application submitted by Albermarle in 2008 which describes the potential application and structure of this chemical.(18) Presumably the synthesis of this U-OPFR would be very similar to the synthesis of V6, as these two compounds are structural analogs, suggesting that the U-OPFR would contain TCPP as an impurity, analogous to the presence of TCEP in V6. In fact, in every sample for which we detected this U-OPFR, we also detected TCPP. Identification of a previously unreported flame retardant, 2,2-bis(chloromethyl)propane-1,3-diyl tetrakis(1-chloropropan-2-yl) bis(phosphate) “U-OPFR”, and TCPP, in a sample from an infant changing table pad by LTQ-Orbitrap high resolution mass spectrometry. Inset demonstrates a comparison of the observed and predicted high-resolution mass spectra (MS) for U-OPFR. It is also of interest to note that many of the products examined contained more than one identifiable flame retardant. For example, in one sample, FM 550 and PentaBDE were detected together in appreciable levels, while in another sample both TDCPP and FM 550 were detected. In addition, every sample containing PentaBDE also contained TPP. It appears likely that TPP was frequently used in combination with PentaBDE, an observation not previously reported to our knowledge. Taken together these observations indicate that some of these flame retardants are being used in combinations in commercial products or that there is contamination in the foam from one batch to the next. Of the 101 products examined in this study, 12 samples were observed to have significant peaks present in the extracts, but the identities of the chemicals could not be determined. And nine samples were observed to have no significant peaks in the chromatograms during the screening step. Therefore, 80% of the baby products tested in this study contained a known and identifiable flame retardant, and all but one of these flame retardants were either brominated or chlorinated. In general, the flame retardant chemicals detected were not associated with a particular type of product, manufacturer, or the year of purchase. An exception to this was the detection of V6 in nursing pillows. We analyzed 11 different samples from nursing pillows, all of which were manufactured by one company. Ten of these samples contained V6 and were purchased between 2003 and 2008. The remaining sample was purchased in 2010 and contained primarily TDCPP as well as appreciable levels of TCPP (1.55 mg/g). Five additional nursing pillows from the same company were purchased during the summer of 2010 to determine whether V6 and/or TCEP were present. These samples were screened using GC/MS. The only FR detected was TDCPP, which was found in all five samples. More information on the flame retardants detected in each sample can be found in the Supporting Information. If authentic standards were available, we measured the concentrations of the dominant flame retardants detected in the foam samples (Table 1). TDCPP and PentaBDE were detected in the highest concentrations, with average concentrations of 39.2 and 32.3 mg/g, respectively (approximately 3–4% by weight). These values are similar to previously reported values of flame retardants in furniture by our group(3) but lower than the 32% by weight measurement made by Hale et al. in polyurethane foam.(19) The two brominated compounds in the FM 550 formulation were detected at lower concentrations than TDCPP and PentaBDE, likely because they are parts of a mixture. According to the MSDS for FM 550, TBB and TBPH together comprise approximately 50% of the overall mixture. This likely explains why the sum of TBB and TBPH is approximately 50% of the measured concentrations of TDCPP and PentaBDE in the foam samples. In general, concentrations of TCEP and TCPP in the samples were much lower than the concentrations of the other three primary flame retardants identified, indicating they may be minor components of flame retardant mixtures, such as V6. In all samples in which TCEP was detected, V6 or TCPP/TDCPP was also detected. In only two samples was TCPP the only identified flame retardant. One sample contained 5.8 mg/g of TCPP, and no other compounds were evident by GC/MS or high resolution MS analysis. However, the second sample, which contained only TCPP (0.8 mg/g), also contained several unidentified chlorinated compounds that appeared to be part of a polymeric series, but no consistent elemental formulas were apparent. We investigated whether portable X-ray fluorescence (XRF) could be used as a screening tool for predicting the presence of brominated or chlorinated flame retardant additives in foam from these products. When both XRF and GC/MS analyses detected bromine in the foam samples, a significant correlation (p < 0.001) was observed (Figure 3a). In samples containing FM550, XRF-measured bromine generally overpredicted the GC/MS-measured bromine by about 100%. This overprediction is consistent with that found earlier by Allen et al. (12) and may be due to differences in the sample matrix as the calibration standards used with the XRF device are hard plastics. However, there were seven samples in which XRF analyses detected bromine ranging from 1.4–3.4% by weight, but GC/MS detected only chlorinated OPFRs. This suggests that there are either some instances in which false positives are generated for bromine in polyurethane foam by XRF, possibly due to interferences by other elements, or there are unknown brominated compounds present in some of these foam samples that were not accounted for by GC/MS analysis. Correlation between GC/MS and XRF measured bromine (A) and chlorine (B). As seen in Figure 3b, there was no significant relationship observed between XRF- and GC/MS-measured chlorine in these samples. The fact that we detected V6, and the U-OPFR, but could not quantify them without an authentic standard, was likely a contributing factor for the poor relationship between the XRF and GC/MS analyses. While removing these compounds from the correlation analysis resulted in a higher correlation coefficient, the slope was still not significant (data not shown). Also, in three samples XRF-measured chlorine ranged from 1.2–3.3% by weight, yet GC/MS determined that only BFRs were present. Chlorinated impurities present in toluene diisocyanate (TDI), a starting material for the synthesis of polyurethane foam, may be responsible for these chlorine signals and would not have been detectable in the GC/MS analysis. These TDI impurities may also have contributed to the much higher concentrations of XRF-measured chlorine observed (2.2–23.7%) compared to the GC/MS results for the OPFRs. Based on these results, we believe that XRF is generally a useful screening tool for identifying the presence of BFRs in foam; however, additional work is needed to understand the extent of its use as an effective screening tool for chlorinated flame retardants. This study found that more than 80% of the baby products tested contained a halogenated flame retardant additive, many of which were chlorinated OPFRs. This suggests these products could be sources of flame retardant exposures in indoor environments, particularly to infants that come in close contact with these products. In 2006, the Consumer Product Safety Commission (CPSC) released a Risk Assessment of Flame Retardant Chemicals in Upholstered Furniture Foam, which included TDCPP.(20) This CPSC report states that “...upholstered furniture manufactured with TDCPP treated foam might present a hazard to consumers, based on both cancer and non-cancer end points”. The CPSC estimate of children’s exposure to TDCPP from treated furniture was five times higher than the agency’s acceptable daily intake (i.e., the Hazard Index was 5). Almost 99% of this exposure was from inhalation of TDCPP volatilized from treated furniture (air concentrations were predicted near furniture and in rooms rather than measured, a major source of uncertainty). TDCPP was the most common flame retardant identified in this screening study, with concentrations very similar to those reported in upholstered furniture.(3) For several reasons, infants exposure to TDCPP could be higher than the exposure calculated by the CPSC. Infants have smaller body masses relative to the average child or adult used in their assessment. Infants spend a greater proportion of their time in intimate contact with these materials (e.g., infant sleep positioners, car seats, nursing pillows) over a longer daily time period than the 3 h assumed in the CPSC report. In addition, new studies are suggesting that exposure to semi-volatile organic compounds may be occurring from equilibrium partitioning between the indoor gas phase and skin surfaces/clothing, which can lead to accumulation via skin absorption.(21) TDCPP has been shown to be efficiently absorbed through the skin of rodents, with as much as 85% of the dose absorbed dermally.(22) Therefore, exposure of infants to TDCPP, and likely other flame retardants, may be greater than the Hazard Index of 5 calculated by the CPSC. Further research is warranted to investigate infant exposure to flame retardants in these products, particularly since infants are in a very sensitive development stage and may be more susceptible to adverse effects than an older child or adult. Previous studies have shown that TDCPP, and its brominated analogue tris (2,3-dibromopropyl) phosphate, were previously used as flame retardants in children’s sleepwear. However, this use was discontinued after studies found that children wearing these clothes absorbed TDBPP.(23) Both TDBPP and TDCPP were observed to be mutagenic in the Ames assay, particularly after metabolism.(24) Rats exposed to TDCPP were found to have increased incidences of tumors,(25) and a recent study also found that TDCPP was as potent a neurotoxicant as chlorpyrifos using an in vitro assay.(26) One study found that TDCPP levels in house dust were significantly correlated with reduced thyroid hormone levels and increased levels of prolactin in men.(27) And one study detected TDCPP and several other OPFRs at concentrations similar to PBDEs in US house dust,(3) suggesting chronic exposure to the population is occurring on a daily basis. In addition, the European Chemical Bureau of the European Union considers TCEP to be a category 3 carcinogen.(28) This study adds to our understanding of flame retardants in consumer products. The comparison of XRF and GC/MS measurements for bromine confirm previous results that this technology is generally useful for screening brominated flame retardants in polyurethane foam. The results for chlorine have not been previously reported and suggest that additional research is needed before XRF can reliably screen for chlorinated flame retardants in polyurethane foam. Levels of up to 12.5% of TDCPP were found in one product, while other products were found to contain up to three different retardants in one product. Lastly, we have identified two flame retardants previously unreported in the environment. Further studies are also warranted to determine whether V6 and the U-OPFR are present in indoor environments and whether human exposure is a concern.\n\n## Identification of Flame Retardants in Foam\nA total of 101 polyurethane foam samples from baby products were donated for use in this study. Most samples were collected from products currently in use. However, 14 of the products were purchased new in 2010 specifically for this study. Samples were donated from participants residing in 13 US states, although one sample was submitted from Vancouver, Canada. A summary of the number and types of products included in this study is shown in Table 1. Most samples were from car seats (n = 21), changing table pads (n = 16), infant sleep positioners (n = 15), portable crib mattresses (n = 13), and nursing pillows (n = 11). A few additional samples were collected from high chairs, nursery rocking chairs/gliders, baby walkers, baby carriers, and miscellaneous bathroom items. The brominated compounds present in FM 550. All samples containing TBB/TBPH also contained TPP. Infers either no detection of chemicals or peaks were unidentifiable. N/M – indicates not measured due to absence of calibration standard. The chemical structures for the most commonly detected flame retardants (non-PBDEs) in the baby product foam samples are presented in Figure 1. Table 1 provides an overview of the flame retardants detected in the baby product foam in concentrations greater than 1 mg/g. A threshold value of 1 mg/g was used because while flame retardants are typically added to polyurethane foam at percent levels, some foam samples may contain flame retardant impurities due to changes in flame retardant applications from batch to batch during foam production (personal communication from foam manufacturer who wishes to be anonymous). The most common flame retardant detected was tris(1,3-dichloroisopropyl) phosphate (TDCPP). Chlorinated organophosphate flame retardants (OPFRs) were the dominant class of flame retardants observed and were detected in 60 of the 101 samples analyzed. Firemaster 550 (FM 550) was detected in 17 samples, as identified by detection of 2-ethylhexyl-2,3,4,5-tetrabromobenzoate (TBB), bis(2-ethylhexyl)-2,3,4,5-tetrabromophthalate (TBPH), and triphenyl phosphate (TPP) together in the samples.(4) FM 550 also contains several isopropylated triaryl phosphate isomers that are trade secret.(14) These isomers were apparent in the GC/MS screening analysis but not quantified due to lack of analytical standards. PBDE congeners commonly associated with the PentaBDE mixture were detected in five of the samples examined and were always found in combination with TPP. Despite the fact that Chemtura ceased production of PentaBDE in 2004, products containing this flame retardant are obviously still in active use by the general public. Four of the five products found to contain PBDE congeners were purchased prior to 2004, and the fifth sample was purchased in 2007 from a second-hand store, thus making it impossible to determine the original manufacture and purchase date. Lastly, one sample was found to have significant levels of TPP but not TBB or TBPH. HPLC-HRMS analysis of this sample demonstrated the presence of TPP and three polybutylated aryl phosphate compounds, which may be from use of a flame retardant mixture manufactured by Supresta (Ardsley, NY) and sold commercially as AC073. According to information provided in the EPA’s Furniture Flame Retardancy Partnership,(15) AC073 consists of TPP (38–48%) and three proprietary aryl phosphate compounds in concentrations ranging from 40 to 46%, 12–18%, and 1–3% for each phosphate compound. These percentages are very similar to the area responses observed for TPP and the butylated aryl phosphates observed in our GC/MS and LC/HRMS analyses. Structures of non-PBDE flame retardants detected in polyurethane foam collected from baby products.\n\n## Identification of New Flame Retardants\nIn addition to the flame retardants described above, we also detected two OPFRs, which to our knowledge, have not been previously identified in the environmental literature. During our GC/MS analysis of the foam samples, some samples were found to have either no detectable levels of the targeted flame retardants or to have very low levels of TCEP and TCPP. In addition, GC/MS analysis of some of these samples revealed chromatographically unresolved peaks (i.e., very broad, with significant tailing) eluting after TCEP and TCPP. We considered it very likely that these products had been treated with some kind of flame retardants at a significant (percent-by-mass) level in order to meet flame retardancy standards. During the HPLC/HRMS analysis, several of these samples yielded abundant and chromatographically resolved peaks in both positive-ion electrospray and APCI modes for compounds having mass spectra (e.g., accurate mass and isotope structure) suggestive of a chlorinated organophosphate compound containing two phosphate groups and six chlorine atoms. Furthermore, it appeared that some samples contained a putative chlorinated organodiphosphate with an [M+H]+ ion at 580.91 m/z, while other samples were dominated by a peak giving an [M+H]+ ion at 636.97 m/z. We did not have access to authentic standards for definitive identification of these compounds. However, based on results from both high-resolution electrospray ionization and atmospheric pressure chemical ionization, and from MS/MS and MS3 analysis, we propose that one compound is 2,2-bis(chloromethyl)propane-1,3-diyl-tetrakis(2-chloroethyl)bis(phosphate) (Figure 1). The difference between the predicted (580.9150) and observed (580.9141) m/z for the [M+H]+ ion of this compound was less than 2 ppm. This compound is known commercially as “V6”. V6 is sold by Albermarle (Baton Rouge, LA) under the trade name, Antiblaze V6; however, it may also be sold and distributed by other flame retardant companies. A risk assessment conducted by the European Commission suggests that V6 is primarily used in automobile foam and has one producer in the European Union.(16) According to Albermarle’s material safety data sheet (MSDS) for Antiblaze V6, this mixture contains TCEP as a 10% impurity by weight. V6 is similar in structure to TCEP, containing two bis(2-chloroethyl)phosphate molecules linked by a dichlorodimethylpropane bridge, which may explain why TCEP is such a large impurity. We detected the putatively identified V6 in 16 samples, 15 of which also contained significant levels of TCEP, suggesting that these products may have been treated with V6. According to the US EPA’s Inventory Update Reporting Database,(17) V6 was used in volumes between 1 and 10 million pounds in reporting years 1990, 1994, and 1998 and between 500,000 and 1 million pounds in 2002. V6 was not listed in the database for reporting year 2006, which may indicate that its use in the US has decreased. In addition to V6, the second previously uncharacterized OPFR compound discovered by HPLC-HRMS in six of the foam samples appears to be structurally similar to V6 but with propyl chains connected to the phosphate esters instead of ethyl chains. Based on both HPLC/HRMS, MS/MS, and MS3 analysis (Figures S1 and S2 in the Supporting Information), we propose that this second chemical is 2,2-bis(chloromethyl)propane-1,3-diyl tetrakis(1-chloropropan-2-yl) bis(phosphate). In this manuscript we will refer to this compound as the “U-OPFR”. As observed in Figure 2, the difference between the predicted (636.9776) and observed (636.9769) m/z values for monoisotopic [M+H]+ ions for U-OPFR was less than 2 ppm. We can find no reference to the use or manufacture of this compound by any chemical company. However, we did find a patent application submitted by Albermarle in 2008 which describes the potential application and structure of this chemical.(18) Presumably the synthesis of this U-OPFR would be very similar to the synthesis of V6, as these two compounds are structural analogs, suggesting that the U-OPFR would contain TCPP as an impurity, analogous to the presence of TCEP in V6. In fact, in every sample for which we detected this U-OPFR, we also detected TCPP. Identification of a previously unreported flame retardant, 2,2-bis(chloromethyl)propane-1,3-diyl tetrakis(1-chloropropan-2-yl) bis(phosphate) “U-OPFR”, and TCPP, in a sample from an infant changing table pad by LTQ-Orbitrap high resolution mass spectrometry. Inset demonstrates a comparison of the observed and predicted high-resolution mass spectra (MS) for U-OPFR. It is also of interest to note that many of the products examined contained more than one identifiable flame retardant. For example, in one sample, FM 550 and PentaBDE were detected together in appreciable levels, while in another sample both TDCPP and FM 550 were detected. In addition, every sample containing PentaBDE also contained TPP. It appears likely that TPP was frequently used in combination with PentaBDE, an observation not previously reported to our knowledge. Taken together these observations indicate that some of these flame retardants are being used in combinations in commercial products or that there is contamination in the foam from one batch to the next. Of the 101 products examined in this study, 12 samples were observed to have significant peaks present in the extracts, but the identities of the chemicals could not be determined. And nine samples were observed to have no significant peaks in the chromatograms during the screening step. Therefore, 80% of the baby products tested in this study contained a known and identifiable flame retardant, and all but one of these flame retardants were either brominated or chlorinated.\n\n## Flame Retardant Associations with Products\nIn general, the flame retardant chemicals detected were not associated with a particular type of product, manufacturer, or the year of purchase. An exception to this was the detection of V6 in nursing pillows. We analyzed 11 different samples from nursing pillows, all of which were manufactured by one company. Ten of these samples contained V6 and were purchased between 2003 and 2008. The remaining sample was purchased in 2010 and contained primarily TDCPP as well as appreciable levels of TCPP (1.55 mg/g). Five additional nursing pillows from the same company were purchased during the summer of 2010 to determine whether V6 and/or TCEP were present. These samples were screened using GC/MS. The only FR detected was TDCPP, which was found in all five samples. More information on the flame retardants detected in each sample can be found in the Supporting Information.\n\n## Flame Retardant Concentrations in Foam\nIf authentic standards were available, we measured the concentrations of the dominant flame retardants detected in the foam samples (Table 1). TDCPP and PentaBDE were detected in the highest concentrations, with average concentrations of 39.2 and 32.3 mg/g, respectively (approximately 3–4% by weight). These values are similar to previously reported values of flame retardants in furniture by our group(3) but lower than the 32% by weight measurement made by Hale et al. in polyurethane foam.(19) The two brominated compounds in the FM 550 formulation were detected at lower concentrations than TDCPP and PentaBDE, likely because they are parts of a mixture. According to the MSDS for FM 550, TBB and TBPH together comprise approximately 50% of the overall mixture. This likely explains why the sum of TBB and TBPH is approximately 50% of the measured concentrations of TDCPP and PentaBDE in the foam samples. In general, concentrations of TCEP and TCPP in the samples were much lower than the concentrations of the other three primary flame retardants identified, indicating they may be minor components of flame retardant mixtures, such as V6. In all samples in which TCEP was detected, V6 or TCPP/TDCPP was also detected. In only two samples was TCPP the only identified flame retardant. One sample contained 5.8 mg/g of TCPP, and no other compounds were evident by GC/MS or high resolution MS analysis. However, the second sample, which contained only TCPP (0.8 mg/g), also contained several unidentified chlorinated compounds that appeared to be part of a polymeric series, but no consistent elemental formulas were apparent.\n\n## XRF Analysis\nWe investigated whether portable X-ray fluorescence (XRF) could be used as a screening tool for predicting the presence of brominated or chlorinated flame retardant additives in foam from these products. When both XRF and GC/MS analyses detected bromine in the foam samples, a significant correlation (p < 0.001) was observed (Figure 3a). In samples containing FM550, XRF-measured bromine generally overpredicted the GC/MS-measured bromine by about 100%. This overprediction is consistent with that found earlier by Allen et al. (12) and may be due to differences in the sample matrix as the calibration standards used with the XRF device are hard plastics. However, there were seven samples in which XRF analyses detected bromine ranging from 1.4–3.4% by weight, but GC/MS detected only chlorinated OPFRs. This suggests that there are either some instances in which false positives are generated for bromine in polyurethane foam by XRF, possibly due to interferences by other elements, or there are unknown brominated compounds present in some of these foam samples that were not accounted for by GC/MS analysis. Correlation between GC/MS and XRF measured bromine (A) and chlorine (B). As seen in Figure 3b, there was no significant relationship observed between XRF- and GC/MS-measured chlorine in these samples. The fact that we detected V6, and the U-OPFR, but could not quantify them without an authentic standard, was likely a contributing factor for the poor relationship between the XRF and GC/MS analyses. While removing these compounds from the correlation analysis resulted in a higher correlation coefficient, the slope was still not significant (data not shown). Also, in three samples XRF-measured chlorine ranged from 1.2–3.3% by weight, yet GC/MS determined that only BFRs were present. Chlorinated impurities present in toluene diisocyanate (TDI), a starting material for the synthesis of polyurethane foam, may be responsible for these chlorine signals and would not have been detectable in the GC/MS analysis. These TDI impurities may also have contributed to the much higher concentrations of XRF-measured chlorine observed (2.2–23.7%) compared to the GC/MS results for the OPFRs. Based on these results, we believe that XRF is generally a useful screening tool for identifying the presence of BFRs in foam; however, additional work is needed to understand the extent of its use as an effective screening tool for chlorinated flame retardants.\n\n## Infant’s Exposure Potential and Health Concerns\nThis study found that more than 80% of the baby products tested contained a halogenated flame retardant additive, many of which were chlorinated OPFRs. This suggests these products could be sources of flame retardant exposures in indoor environments, particularly to infants that come in close contact with these products. In 2006, the Consumer Product Safety Commission (CPSC) released a Risk Assessment of Flame Retardant Chemicals in Upholstered Furniture Foam, which included TDCPP.(20) This CPSC report states that “...upholstered furniture manufactured with TDCPP treated foam might present a hazard to consumers, based on both cancer and non-cancer end points”. The CPSC estimate of children’s exposure to TDCPP from treated furniture was five times higher than the agency’s acceptable daily intake (i.e., the Hazard Index was 5). Almost 99% of this exposure was from inhalation of TDCPP volatilized from treated furniture (air concentrations were predicted near furniture and in rooms rather than measured, a major source of uncertainty). TDCPP was the most common flame retardant identified in this screening study, with concentrations very similar to those reported in upholstered furniture.(3) For several reasons, infants exposure to TDCPP could be higher than the exposure calculated by the CPSC. Infants have smaller body masses relative to the average child or adult used in their assessment. Infants spend a greater proportion of their time in intimate contact with these materials (e.g., infant sleep positioners, car seats, nursing pillows) over a longer daily time period than the 3 h assumed in the CPSC report. In addition, new studies are suggesting that exposure to semi-volatile organic compounds may be occurring from equilibrium partitioning between the indoor gas phase and skin surfaces/clothing, which can lead to accumulation via skin absorption.(21) TDCPP has been shown to be efficiently absorbed through the skin of rodents, with as much as 85% of the dose absorbed dermally.(22) Therefore, exposure of infants to TDCPP, and likely other flame retardants, may be greater than the Hazard Index of 5 calculated by the CPSC. Further research is warranted to investigate infant exposure to flame retardants in these products, particularly since infants are in a very sensitive development stage and may be more susceptible to adverse effects than an older child or adult. Previous studies have shown that TDCPP, and its brominated analogue tris (2,3-dibromopropyl) phosphate, were previously used as flame retardants in children’s sleepwear. However, this use was discontinued after studies found that children wearing these clothes absorbed TDBPP.(23) Both TDBPP and TDCPP were observed to be mutagenic in the Ames assay, particularly after metabolism.(24) Rats exposed to TDCPP were found to have increased incidences of tumors,(25) and a recent study also found that TDCPP was as potent a neurotoxicant as chlorpyrifos using an in vitro assay.(26) One study found that TDCPP levels in house dust were significantly correlated with reduced thyroid hormone levels and increased levels of prolactin in men.(27) And one study detected TDCPP and several other OPFRs at concentrations similar to PBDEs in US house dust,(3) suggesting chronic exposure to the population is occurring on a daily basis. In addition, the European Chemical Bureau of the European Union considers TCEP to be a category 3 carcinogen.(28) This study adds to our understanding of flame retardants in consumer products. The comparison of XRF and GC/MS measurements for bromine confirm previous results that this technology is generally useful for screening brominated flame retardants in polyurethane foam. The results for chlorine have not been previously reported and suggest that additional research is needed before XRF can reliably screen for chlorinated flame retardants in polyurethane foam. Levels of up to 12.5% of TDCPP were found in one product, while other products were found to contain up to three different retardants in one product. Lastly, we have identified two flame retardants previously unreported in the environment. Further studies are also warranted to determine whether V6 and the U-OPFR are present in indoor environments and whether human exposure is a concern.",
  "word_count": 8458,
  "char_count": 56064
}