{
  "pmcid": "PMC11107462",
  "doi": "10.1016/j.psj.2024.103817",
  "title": "Luteolin alleviates cadmium-induced metabolism disorder through antioxidant and anti-inflammatory mechanisms in chicken kidney",
  "authors": [
    "Xueru Wang",
    "Kanglei Zhang",
    "Waseem Ali",
    "Jiahui Li",
    "Qing Huang",
    "Dongdi Liu",
    "Gang Liu",
    "Di Ran",
    "Zongping Liu"
  ],
  "year": "2024",
  "journal": "Poultry Science",
  "abstract": "HIGHLIGHTS•Lut diminishes Cd-caused renal oxidative stress.•Lut alleviates Cd-induced renal inflammatory.•Lut improves Cd-induced renal glycolipid metabolism disorder.•Lut attenuated kidney damage by activating AMPK/SIRT1/FOXO1 pathway.",
  "sections": [
    {
      "title": "INTRODUCTION",
      "text": "Cadmium (Cd), a well-known environmental pollutant that is hazardous to human health, is a highly toxic heavy metal element that extensively exists in the environment, primarily due to ever-increasing human agricultural and industrial activities, including pesticide application, non-ferrous metal smelting, plating, urban garbage used as fertilizer, mining activities, sewage discharge and irrigation, leading to severe water, soil and air contaminations (Dong et al., 2024). Cadmium can enter the body of animals and humans through the food chain, accumulate for extended periods and ultimately cause damage to multiple organs and tissues, owing to it has long biological half-life (nearly 10–30 yr) and low clearance rate (Lei et al., 2024). Several studies have illustrated that Cd exposure has been linked to kidney disease, osteoporosis, bone fractures, neurodegenerative disease, atherosclerosis and cardiovascular disease, pulmonary disease, hyperkeratosis, and acanthosis in the skin (Tucovic et al., 2018; Ma et al., 2022; Zhao et al., 2024). Among them, nephrotoxicity is one of its foremost toxicities, mainly by inducing oxidative stress. Oxidative stress is one of the common toxic mechanisms caused by environmental pollutants, which is a state of imbalance between reactive oxygen species (ROS) production and the antioxidant defense system. Antioxidant enzymes can resist oxidative stress injury through scavenging free radicals caused by ROS (Amorim et al., 2022). Several toxicological studies have manifested that Cd exposure caused kidney injury, including oxidative stress, DNA damage, inflammation responses, membrane destruction and disturbance in metabolism (Guo et al., 2024; Sun et al., 2024). Inflammation is generally considered an essential reaction in the toxicology of many environmental toxicants, and can cause damage to the functional and structural integrity of tissues and organs. Inflammation is an important factor leading to Cd toxicity (Phuagkhaopong et al., 2017). When animals suffered adverse stimulation, they respond to adversity via elevating their energy supply. Meanwhile, energy consumption will result in changes in plasma glucose (Glu) levels, lipid and carbohydrate levels. These indispensable biological small molecule metabolites are involved in multiple pathologic and physiological processes and metabolic pathways associated with diseases. Various environmental pollutants have been confirmed to affect glycometabolism and lipid metabolism, such as polyethylene nano/microplastics, chlorpyrifos, MeHg, causing tissue damage (Franco et al., 2024). Cd exposure causes many metabolic disorders that are accompanied by an imbalance of glycometabolism (gluconeogenesis/glycogenolysis), lipid metabolism (lipogenesis/lipolysis) and hormonal secretion (Sabir et al., 2019). Glycometabolism, is a kind of complex chemical reaction, includes glucose metabolism and glycogen metabolism in the organism. Relative studies proved that Cd treatment could disturb glucose metabolism via increasing serum glucose content in quails, decreasing hexokinase 2 (HK2) in chicken liver, and downregulating glucose-6-phosphate dehydrogenase activity in rat (Tang et al., 2023). The disorder in lipid metabolism processes involves an imbalance between the synthesis of fatty acids and fat catabolism. As reported, Cd exposure is closely related to fat accumulation. For example, excess Cd causes weight gain, and a positive correlation exists between blood Cd and weight in young people (Huang et al., 2024). Not only that, but maternal Cd exposure is also associated with fetal obesity. In addition, Cd influenced the lipid compound levels of the serum and tissue, such as triglycerides (TG), total cholesterol (TC), and free fatty acids (FFA) (Zeng et al., 2023). A study indicated that the HDL-C and LDL-C levels gradually decreased and increased with increased urinary Cd levels, respectively (Aja et al., 2020). In vivo experiment also indicated that short-time Cd exposure could lead to the change of the glucose and lipid metabolism related genes transcriptional levels in mice livers (He et al., 2019). In vitro studies, Cd exposure induced lipid accumulation, accelerated lipid biogenesis, upregulated pro-inflammatory lipid levels and prevented lipid degradation in pancreatic β-cell. Simultaneously, Cd exposure also increased the interleukin-6 (IL-6), IL-1β and tumor necrosis factor alpha (TNF-α) expression levels in the serum and pancreas (Hong et al., 2022). In this regard, the liver as a critical organ for lipid metabolism, and a relevant study validated that exposure to Cd can destroy lipid metabolism and promote the development of hepatopathy (Tan et al., 2023). The kidney, serving as a critical hub for numerous physiological processes, plays a central role in maintaining human health through regulating electrolyte stability, and acid-base balance, eliminating drug residues and maintaining body fluid homeostasis. However, few studies have specifically looked at the impact of Cd exposure on renal metabolism, and underlying mechanisms remain poorly elucidated and need further enrichment. Luteolin (Lut) as a naturally flavonoid compound commonly extracted from various fruits and plants, including sugar beet, honeysuckle and groundnut, and exhibits a wide range of pharmacological effects, such as anti-tumor, anti-inflammation, antioxidant, antibacterial and antiviral activities (Fan et al., 2024). Some edible herbs rich in Lut were used to restore the balance of oxidation and antioxidation system owing to their strong ROS scavenging capacity. According to a recent study, the protective effects of Lut have also been illustrated in the kidney and liver of rats, through anti-inflammatory and antioxidative regulation of the secretion of vital inflammatory cytokines (TNF-α, IL-6, IL-1β), upregulating the antioxidative enzyme catalase (CAT) and superoxide dismutase (SOD) activities and downregulating the malondialdehyde (MDA) concentration (Vongthip et al., 2024). Surprisingly, a previous study indicated that Lut had various biological effects that could impact on hepatic steatosis by inhibiting different degrees of lipogenesis and lipid absorption, and could also be used to treat other metabolic diseases, including non-alcoholic fatty liver, obesity and diabetes disease (Yao et al., 2023). Specifically, systemic administration of Lut improves hepatic glucose and lipid metabolism. For instance, Lut could prevent the inflammatory response in muscles and avoid the obesity osteoporosis by a high-fat diet induced in mice (Li et al., 2023). Lut remarkably decreased blood glucose and blood urea nitrogen (BUN) levels in streptozotocin-induced diabetic rats (Albarakati et al., 2020). Through its mechanisms of action, the regulation of metabolism is coordinated through the interaction of target organs. Therefore, liver, kidney, and gastrointestinal tract are potential targets for Lut treatment. Xu et al. (2021) reported the renoprotective effects of Lut on kidney injury induced by inorganic mercury in rats and found that Lut could restore the damage of renal tubule structure and mitigate oxidative stress-induced apoptosis. According to the evidences above, Lut demonstrates therapeutic solid potential in the modulating oxidative stress, inflammation, glycolipid metabolism and related disease states. However, little research so far has been conducted to explore the protective effects of Lut on Cd-induced nephrotoxicity. Their underlying mechanisms still need to be fully clarified. Therefore, this study aimed to explore whether Lut has antioxidant and anti-inflammatory properties, which can play a protective role in Cd-interfered renal glucose and lipid metabolism and kidney injury by inhibiting oxidative stress and inflammatory response."
    },
    {
      "title": "MATERIALS AND METHODS",
      "text": "Cadmium chloride (CdCl2, CAS: 10108-64-2, ≥ 99.99%) and luteolin (C15H10O6, CAS: 491-70-3, ≥ 96.0%) were obtained from Sigma-Aldrich (Carlsbad, CA) and Shanghai Yuanye Biotechnology Co., LTD (Shanghai, China), respectively. All experiments involving animals were reviewed and approved in strict adherence to the Yangzhou University Animal Care and Use Committee (approval number: SYXK-SU-2017–0044). Chickens were treated humanely to alleviate suffering. Women are more sensitive to Cd toxicity than men (Kim et al., 2014). So, female chickens were selected as experimental subject for in vivo experiments. 40 healthy one-day-old Suqin green shell egg chickens were applied in this study. Before the experiment started, all chickens were housed in a comfortable environment and with free access to food and water. After seven days of acclimatization, the chickens were randomized into 4 groups, each containing ten chickens. A dose of 150 mg Lut was added to the essential diet per kilogram (kg) of body weight for 1 wk. After pretreated with Lut, CdCl2 and Lut were supplemented to the drinking water and essential diet at a concentration of 100 mg/L and 150 mg/kg of body weight for one month, respectively: 1) Control group (0 mg Lut + 0 mg CdCl2); 2) Lut group (150 mg Lut); 3) Cd group (100 mg CdCl2); 4) Cd + Lut group (100 mg CdCl2 + 150 mg Lut). The flow chart of animal experiments was shown in Figure 1. After 1 month, the chickens were sacrificed by injecting the fatal dose of intravenous sodium pentobarbital (50 mg/kg), and kidney tissues were collected and stored at -80 ℃ for indicated experiments.Figure 1Schematic illustrations of chickens' Cd and/or Lut exposure model.Figure 1 Schematic illustrations of chickens' Cd and/or Lut exposure model. Periodic acid-Schiff (PAS) and Oil Red O staining were executed as previously described (Abulikemu et al., 2023). The kidney tissues of chickens were soaked in 4% paraformaldehyde, embedded in paraffin blocks, cut into 5 μm thickness, and then stained with Oil red O staining kit and PAS staining kit (Beyotime, Shanghai, China). Histology images were observed, captured, and analyzed under light microscope, confocal microscope and ImageJ software, respectively. Kidney homogenates were centrifuged to obtain supernatants to measure biochemical indexes (Gao et al., 2022b). T-SOD, IL-8, IL-6, TNF-α, TG, TC, Glu contents, and MDA and GSH-Px activities in chicken kidneys were determined using the commercially available kits according to the manufacture's protocols (Nanjing Jiancheng Bioengineering Institute, Nanjing, China). Total RNA from the kidney tissues was extracted with TRIzol reagent (Life Technologies, CA) ( Gao et al., 2022a). The concentration of RNA was detected and reverse-transcribed into cDNA by using the Nanodrop 2000C spectrophotometer (Thermo Fisher Scientific) and HiScript II reverse transcriptase kit (YEASEM, Shanghai, China), respectively. qRT-PCR was performed using Applied Biosystems 7500 (Life Technologies, CA) and the experiment was carried out using the SYBR Green Master Mix Kit (YEASEM, Shanghai, China). The transcriptional levels of relative mRNA were calculated by normalizing to β-actin using the 2−∆∆CT method. The sequences of gene-specific primer were showed in Table 1.Table 1Gene primers sequence and their GenBank accession number.Table 1GeneAccession numberForward primerReverse primeGLUT8NM_204375.2TCTTGGCAGAAGCATTCCCAGTAATTATAGCCGTTGTGCATGSK-3βXM_416557.8CAGACCGACCACAAGAAGTTAGCGCCACAAGCTCTCCTGAATCACGLUT1NM_205209.2GCAGGAGATGAAGGAGGAGAGCCAAGACGATTGCGATGAGGATGGPKNM_205469.2GCCTGCAAGTGAAGCTGGTATCTCTTCCGCCATATATACGCCACACATCPFKNM_001389313.2CGCATCAAGCAGTCAGCCTCAGACAGTAGCCAGGTAGCCACAGTAGPCK2XM_046905055.1CCTCGGCAACGTGACTGCTAACTTGGCTATTCCGATGACACCHK2XM_046903338.1GCGTGGATGGCTCTGTCTACAAGGGAGGAAGCGGACATCACAATCGATGLXM_015286619.4AGGAGGTCTCTTGAGTGGTATTAGCAGCCATTCCAACAATCTGACAGTGCPT1XM_040700878.2AGCCAGACTCCTCAGCAGCAGCACCATAGCCGTCATCAGCAACCFASXM_015288355.4TTTGTTCGTCATCACCGTCTATCGTTTCGTAGGCTCCTCCCATTCCPPARXM_046942569.1ACCAGCATCCAGTCCTTCATCCTTCACAAGCATGTACTCCGTAATGGMCADXM_038171570.1TGGACAGTTTAGGCAACACCCATATCCCGCTATCATCGGAALCADXM_040703381.2TCGGTCCCTTCTCCATCGTCTAGGCTTCTTCCCTGCATCTCCSREBP1XM_015294109.4GGCAAGGTGAAGCAGGAGAACAGAGAGGCAGAGGAAGACAAAGGCPT2XM_040704679.2CGCAGCTGGTCTCATTACACACAGAGCTCTTCAAGGGACCGCLCXM_040666478.2AACTGCTGTCTTCAGGTAACATTCCTCGGACACATAGCCTCTGTAGAACGCLMNM_001007953.2AGGTTGGACGAGATCAGAATCAGGTTTGCCGATACTTTCAGTTCATCCCGSRXM_040671422.2TCTTCAGCCACCCACCCATTGCTTCATCACACACTTCACCTTCCTCAMPKXM_046944573.1CCATCTGTCTCGCCCTCATCCAATGCCACTTCGCTCTTCTTACACFOXO1NM_204328.2ACTTCTGATTCTCCTCCGCATAATGTTGTTGTGAGGTGGCTGATTGCSIRT1XM_015288089.4GGGTGTCTGTGTCTTGTGGAATACTGCTTGAGGATCTGGAAGGTCTGβ-actinNM_205518.2ATGTCGCCCTGGATTTCGCACAGGACTCCATACCCAAGAAT Gene primers sequence and their GenBank accession number. According to the previous method, the total protein was extracted and measured from kidney tissues by using the RIPA buffer (Beyotime, Shanghai, China) and BCA assay (Beyotime, Shanghai, China), respectively (Sun et al., 2024). Then, the extracted protein samples were subjected to sodium dodecyl sulfate-polyacrylamide gel electrophoresis (SDS-PAGE) gels and transferred onto polyvinylidene fluoride (PVDF) membranes. Besides, the membranes were blocked with 5% nonfat milk at room temperature for 2 h and incubated with appropriate primary antibodies at 4°C for 12 h. After washing with TBST for 3 times, incubated further with corresponding secondary antibodies at room temperature for 1 h, and washed again 3 times with TBST. As shown in Table 2, these antibodies were used in the present study. Furthermore, the protein bands were visualized using the ECL kit (Thermo Fisher Scientific), and the signals were quantified and analyzed by the imaging system and ImageJ software (NIH, Bethesda, MD). Protein expression levels were normalized to that of β-actin.Table 2Antibodies used in the present study.Table 2AntibodyCatalog numberCompanyp-AMPKAF3423ABclonalIL-6A0286ABclonalTNF-αA11534ABclonalGCLCA1038ABclonalGCLMA5314ABclonalGSRA12070ABclonalATGLA6245ABclonalMCADA1873ABclonalLCADA1266ABclonalCPT2A12426ABclonalGLUT1A6982ABclonalGLUT8A16521ABclonalAMPKWL02254WanleiFASWL03376WanleiIL-8WL03074WanleiCOX2WL01750WanleiSREBP1WL02093WanleiPPAR66826-1-IgProteintechCPT115184-1-APProteintechSIRT113161-1-APProteintechFOXO1PA5293Abmartp-SIRT1orb6958BiorbytGSK-3βsc-377213Santa Cruz Biotechnologyβ-actin66009-1-IgProteintechGoat anti-rabbit7074Cell Signaling TechnologyHorse anti-mouse7076Cell Signaling Technology Antibodies used in the present study. All experimental data were expressed as mean ± standard deviation (SD). A one-way analysis of variance (ANOVA) method was used to analyze the data using the SPSS 25.0 software. Image processing was carried out with GraphPad Prism 8 (San Diego, CA) and Origin 2021 (Northampton, MA). Differences yielding a P-value of less than 0.05 (P < 0.05) were considered significantly different."
    },
    {
      "title": "Chemicals",
      "text": "Cadmium chloride (CdCl2, CAS: 10108-64-2, ≥ 99.99%) and luteolin (C15H10O6, CAS: 491-70-3, ≥ 96.0%) were obtained from Sigma-Aldrich (Carlsbad, CA) and Shanghai Yuanye Biotechnology Co., LTD (Shanghai, China), respectively."
    },
    {
      "title": "Animals and Experimental Design",
      "text": "All experiments involving animals were reviewed and approved in strict adherence to the Yangzhou University Animal Care and Use Committee (approval number: SYXK-SU-2017–0044). Chickens were treated humanely to alleviate suffering. Women are more sensitive to Cd toxicity than men (Kim et al., 2014). So, female chickens were selected as experimental subject for in vivo experiments. 40 healthy one-day-old Suqin green shell egg chickens were applied in this study. Before the experiment started, all chickens were housed in a comfortable environment and with free access to food and water. After seven days of acclimatization, the chickens were randomized into 4 groups, each containing ten chickens. A dose of 150 mg Lut was added to the essential diet per kilogram (kg) of body weight for 1 wk. After pretreated with Lut, CdCl2 and Lut were supplemented to the drinking water and essential diet at a concentration of 100 mg/L and 150 mg/kg of body weight for one month, respectively: 1) Control group (0 mg Lut + 0 mg CdCl2); 2) Lut group (150 mg Lut); 3) Cd group (100 mg CdCl2); 4) Cd + Lut group (100 mg CdCl2 + 150 mg Lut). The flow chart of animal experiments was shown in Figure 1. After 1 month, the chickens were sacrificed by injecting the fatal dose of intravenous sodium pentobarbital (50 mg/kg), and kidney tissues were collected and stored at -80 ℃ for indicated experiments.Figure 1Schematic illustrations of chickens' Cd and/or Lut exposure model.Figure 1 Schematic illustrations of chickens' Cd and/or Lut exposure model."
    },
    {
      "title": "Histochemical Staining",
      "text": "Periodic acid-Schiff (PAS) and Oil Red O staining were executed as previously described (Abulikemu et al., 2023). The kidney tissues of chickens were soaked in 4% paraformaldehyde, embedded in paraffin blocks, cut into 5 μm thickness, and then stained with Oil red O staining kit and PAS staining kit (Beyotime, Shanghai, China). Histology images were observed, captured, and analyzed under light microscope, confocal microscope and ImageJ software, respectively."
    },
    {
      "title": "Biochemical Assays",
      "text": "Kidney homogenates were centrifuged to obtain supernatants to measure biochemical indexes (Gao et al., 2022b). T-SOD, IL-8, IL-6, TNF-α, TG, TC, Glu contents, and MDA and GSH-Px activities in chicken kidneys were determined using the commercially available kits according to the manufacture's protocols (Nanjing Jiancheng Bioengineering Institute, Nanjing, China)."
    },
    {
      "title": "Quantitative Real-Time PCR",
      "text": "Total RNA from the kidney tissues was extracted with TRIzol reagent (Life Technologies, CA) ( Gao et al., 2022a). The concentration of RNA was detected and reverse-transcribed into cDNA by using the Nanodrop 2000C spectrophotometer (Thermo Fisher Scientific) and HiScript II reverse transcriptase kit (YEASEM, Shanghai, China), respectively. qRT-PCR was performed using Applied Biosystems 7500 (Life Technologies, CA) and the experiment was carried out using the SYBR Green Master Mix Kit (YEASEM, Shanghai, China). The transcriptional levels of relative mRNA were calculated by normalizing to β-actin using the 2−∆∆CT method. The sequences of gene-specific primer were showed in Table 1.Table 1Gene primers sequence and their GenBank accession number.Table 1GeneAccession numberForward primerReverse primeGLUT8NM_204375.2TCTTGGCAGAAGCATTCCCAGTAATTATAGCCGTTGTGCATGSK-3βXM_416557.8CAGACCGACCACAAGAAGTTAGCGCCACAAGCTCTCCTGAATCACGLUT1NM_205209.2GCAGGAGATGAAGGAGGAGAGCCAAGACGATTGCGATGAGGATGGPKNM_205469.2GCCTGCAAGTGAAGCTGGTATCTCTTCCGCCATATATACGCCACACATCPFKNM_001389313.2CGCATCAAGCAGTCAGCCTCAGACAGTAGCCAGGTAGCCACAGTAGPCK2XM_046905055.1CCTCGGCAACGTGACTGCTAACTTGGCTATTCCGATGACACCHK2XM_046903338.1GCGTGGATGGCTCTGTCTACAAGGGAGGAAGCGGACATCACAATCGATGLXM_015286619.4AGGAGGTCTCTTGAGTGGTATTAGCAGCCATTCCAACAATCTGACAGTGCPT1XM_040700878.2AGCCAGACTCCTCAGCAGCAGCACCATAGCCGTCATCAGCAACCFASXM_015288355.4TTTGTTCGTCATCACCGTCTATCGTTTCGTAGGCTCCTCCCATTCCPPARXM_046942569.1ACCAGCATCCAGTCCTTCATCCTTCACAAGCATGTACTCCGTAATGGMCADXM_038171570.1TGGACAGTTTAGGCAACACCCATATCCCGCTATCATCGGAALCADXM_040703381.2TCGGTCCCTTCTCCATCGTCTAGGCTTCTTCCCTGCATCTCCSREBP1XM_015294109.4GGCAAGGTGAAGCAGGAGAACAGAGAGGCAGAGGAAGACAAAGGCPT2XM_040704679.2CGCAGCTGGTCTCATTACACACAGAGCTCTTCAAGGGACCGCLCXM_040666478.2AACTGCTGTCTTCAGGTAACATTCCTCGGACACATAGCCTCTGTAGAACGCLMNM_001007953.2AGGTTGGACGAGATCAGAATCAGGTTTGCCGATACTTTCAGTTCATCCCGSRXM_040671422.2TCTTCAGCCACCCACCCATTGCTTCATCACACACTTCACCTTCCTCAMPKXM_046944573.1CCATCTGTCTCGCCCTCATCCAATGCCACTTCGCTCTTCTTACACFOXO1NM_204328.2ACTTCTGATTCTCCTCCGCATAATGTTGTTGTGAGGTGGCTGATTGCSIRT1XM_015288089.4GGGTGTCTGTGTCTTGTGGAATACTGCTTGAGGATCTGGAAGGTCTGβ-actinNM_205518.2ATGTCGCCCTGGATTTCGCACAGGACTCCATACCCAAGAAT Gene primers sequence and their GenBank accession number."
    },
    {
      "title": "Western Blotting",
      "text": "According to the previous method, the total protein was extracted and measured from kidney tissues by using the RIPA buffer (Beyotime, Shanghai, China) and BCA assay (Beyotime, Shanghai, China), respectively (Sun et al., 2024). Then, the extracted protein samples were subjected to sodium dodecyl sulfate-polyacrylamide gel electrophoresis (SDS-PAGE) gels and transferred onto polyvinylidene fluoride (PVDF) membranes. Besides, the membranes were blocked with 5% nonfat milk at room temperature for 2 h and incubated with appropriate primary antibodies at 4°C for 12 h. After washing with TBST for 3 times, incubated further with corresponding secondary antibodies at room temperature for 1 h, and washed again 3 times with TBST. As shown in Table 2, these antibodies were used in the present study. Furthermore, the protein bands were visualized using the ECL kit (Thermo Fisher Scientific), and the signals were quantified and analyzed by the imaging system and ImageJ software (NIH, Bethesda, MD). Protein expression levels were normalized to that of β-actin.Table 2Antibodies used in the present study.Table 2AntibodyCatalog numberCompanyp-AMPKAF3423ABclonalIL-6A0286ABclonalTNF-αA11534ABclonalGCLCA1038ABclonalGCLMA5314ABclonalGSRA12070ABclonalATGLA6245ABclonalMCADA1873ABclonalLCADA1266ABclonalCPT2A12426ABclonalGLUT1A6982ABclonalGLUT8A16521ABclonalAMPKWL02254WanleiFASWL03376WanleiIL-8WL03074WanleiCOX2WL01750WanleiSREBP1WL02093WanleiPPAR66826-1-IgProteintechCPT115184-1-APProteintechSIRT113161-1-APProteintechFOXO1PA5293Abmartp-SIRT1orb6958BiorbytGSK-3βsc-377213Santa Cruz Biotechnologyβ-actin66009-1-IgProteintechGoat anti-rabbit7074Cell Signaling TechnologyHorse anti-mouse7076Cell Signaling Technology Antibodies used in the present study."
    },
    {
      "title": "Statistical Analysis",
      "text": "All experimental data were expressed as mean ± standard deviation (SD). A one-way analysis of variance (ANOVA) method was used to analyze the data using the SPSS 25.0 software. Image processing was carried out with GraphPad Prism 8 (San Diego, CA) and Origin 2021 (Northampton, MA). Differences yielding a P-value of less than 0.05 (P < 0.05) were considered significantly different."
    },
    {
      "title": "RESULTS",
      "text": "As presented in Figures 2A-2D, Compared with Cd group, Cd + Lut group showed significantly decreased glomerular shrinkage and Glu level in kidney (demonstrated by PAS staining). Consistent with the results of some other published studies. As presented in Figure 2F, the mRNA transcriptional levels of glucose metabolism-related genes were obviously elevated (P < 0.05, P < 0.01 or P < 0.001), including GLUT1, PK, PFK, PCK2 and HK2 in Cd group, and Lut notedly reduced (P < 0.01 or P < 0.001) the GLUT1, PK, PFK, PCK2 and HK2 mRNA transcriptional levels in the Cd + Lut group. Additionally, GLUT8 and GSK-3β mRNA transcriptional levels in the Cd group were lower than the control group (P < 0.05), and Lut treatment prevented this decrease in the Cd + Lut group. As described in Figures 2E and 2G, consistent with the transcriptional levels of genes, the GLUT8 and GSK-3β protein expression levels in the Cd group were slightly lower (P < 0.05 or P < 0.001) than that in the control group, but in comparison with Cd group, they were obviously increased (P < 0.05 or P < 0.01) in the Cd + Lut group. Meanwhile, compared with control group, GLUT1 protein level was notably increased (P < 0.05) in the Cd group, and remarkedly downregulated (P < 0.05) in Cd + Lut group compared to Cd group. The results indicated that Lut supplementation alleviated the glucose metabolism dysfunction and kidney injury induced by Cd.Figure 2Lut attenuated Cd-induced glucose metabolism dysfunction in the kidney. (A) PAS staining of 1-month-old chicken kidneys (Bar = 100 µm). (B) The quantitative data for relative glomerular area. (C) The quantitative data for relative PAS staining area. (D) Glu level in kidney. (E) Protein band graph. (F) Glucose metabolism-related genes mRNA transcriptional levels. (G) Glucose metabolism-related protein expression levels. (H) Heatmap analysis of glucose metabolism-related genes mRNA transcriptional levels. The values are expressed as the mean ± SD (n = 9). Note: “*” represents a statistically significant difference between the Cd group and the control group (*P < 0.05, **P < 0.01 or ***P < 0.001), “#” represents a statistically significant difference between the Cd group and Cd + Lut group (#P < 0.05, ##P < 0.01 or ###P < 0.001). The meaning of the “*” and “#” remains the same throughout the text.Figure 2 Lut attenuated Cd-induced glucose metabolism dysfunction in the kidney. (A) PAS staining of 1-month-old chicken kidneys (Bar = 100 µm). (B) The quantitative data for relative glomerular area. (C) The quantitative data for relative PAS staining area. (D) Glu level in kidney. (E) Protein band graph. (F) Glucose metabolism-related genes mRNA transcriptional levels. (G) Glucose metabolism-related protein expression levels. (H) Heatmap analysis of glucose metabolism-related genes mRNA transcriptional levels. The values are expressed as the mean ± SD (n = 9). Note: “*” represents a statistically significant difference between the Cd group and the control group (*P < 0.05, **P < 0.01 or ***P < 0.001), “#” represents a statistically significant difference between the Cd group and Cd + Lut group (#P < 0.05, ##P < 0.01 or ###P < 0.001). The meaning of the “*” and “#” remains the same throughout the text. A previous study reported that glycolipid metabolism was regulated with Lut intervention (Wang et al., 2019). To further determine the effects of Lut on lipid metabolism, we next measured the related indicators in kidney. As shown in Figures 3A and 3B, the results of Oil red O staining of kidney presented an increased lipid level in the Cd group compared with the control group. But it was significantly decreased (P < 0.001) by the addition of Lut. The renal TG and TC contents in the Cd group were markedly higher (P < 0.001) than the control group, while Lut supplementation remarkably reduced (P < 0.001) the renal TG and TC contents in Cd + Lut group (Figures 3C and 3D). Moreover, the influence of Lut on lipid metabolism-related genes was further examined (Figure 3I). The mRNA transcriptional levels of genes, including ATGL, CPT1, PPAR, MCAD and LCAD showed dramatically decreased (P < 0.05 or P < 0.01) between the control group and Cd group, or remarkably upregulated (P < 0.05 or P < 0.001) between the Cd and Cd + Lut groups. However, FAS, SREBP1 and CPT2 transcriptional levels were significantly increased (P < 0.05 or P < 0.001) in the Cd group compared with the control group, but obviously decreased (P < 0.01 or P < 0.001) in the Cd + Lut group in comparison with Cd group. Likewise, lipid metabolism related protein levels were consistent with their gene mRNA transcriptional levels (Figures 3E–H). In general, these data powerfully certificated that Lut could alleviate kidney lipid metabolism disorder caused by Cd.Figure 3Lut alleviated Cd-induced lipid metabolism disorder in the kidney. (A) Oil red O staining of kidney sections (Bar = 50 µm). (B) Quantified data of kidney Oil red O staining. (C) Kidney levels of TG. (D) Kidney levels of TC. (E, G) Protein band graph. (F, H) Lipid metabolism-related protein expression levels. (I) Lipid metabolism-related genes mRNA transcriptional levels. (J) Heatmap analysis of lipid metabolism-related genes mRNA transcriptional levels. The values are expressed as the mean ± SD (n = 9). Note: “*” represents a statistically significant difference between the Cd group and the control group (*P < 0.05, **P < 0.01 or ***P < 0.001), “#” represents a statistically significant difference between the Cd group and Cd + Lut group (#P < 0.05, ##P < 0.01 or ###P < 0.001). The meaning of the “*” and “#” remains the same throughout the text.Figure 3 Lut alleviated Cd-induced lipid metabolism disorder in the kidney. (A) Oil red O staining of kidney sections (Bar = 50 µm). (B) Quantified data of kidney Oil red O staining. (C) Kidney levels of TG. (D) Kidney levels of TC. (E, G) Protein band graph. (F, H) Lipid metabolism-related protein expression levels. (I) Lipid metabolism-related genes mRNA transcriptional levels. (J) Heatmap analysis of lipid metabolism-related genes mRNA transcriptional levels. The values are expressed as the mean ± SD (n = 9). Note: “*” represents a statistically significant difference between the Cd group and the control group (*P < 0.05, **P < 0.01 or ***P < 0.001), “#” represents a statistically significant difference between the Cd group and Cd + Lut group (#P < 0.05, ##P < 0.01 or ###P < 0.001). The meaning of the “*” and “#” remains the same throughout the text. Oxidative stress is one of the critical reasons of Cd-induced nephrotoxicity. To determine whether Lut affected renal oxidative stress, we measured the relative indexes. Here, in comparison with the control group, the activities of the antioxidative indices GSH-Px and T-SOD were significantly decreased (P < 0.01 or P < 0.001) after Cd exposure, which were remarkably increased (P < 0.05 or P < 0.001) by Lut administration in Cd group. In contrasted to the control group, Cd obviously increased (P < 0.001) the MDA level. Simultaneously, Lut notably attenuated (P < 0.001) the MDA level under the Cd condition (Figures 4A–4C). In addition, Cd exposure slightly downregulated (P < 0.01 or P < 0.001) the antioxidant genes GCLC, GCLM and GSR mRNA transcriptional levels, but Lut supplementation obviously upregulated (P < 0.01 or P < 0.001) the mRNA transcriptional levels of GCLC, GCLM and GSR in Cd + Lut treated group (Figure 4J). Consistently, the protein expression levels were consistent with the genes (Figure 4D–4I). In summary, these results indicated that Lut supplementation protected kidney from Cd induced oxidative damage by elevating antioxidant ability.Figure 4Lut prevented Cd-induced oxidative stress in the kidney. (A) MDA level in the kidney. (B) GSH-Px activity in the kidney. (C) T-SOD activity in the kidney. (D–F) Protein band graph. (G–I) Antioxidant-related protein expression levels. (J) Antioxidant-related genes mRNA transcriptional levels. The values are expressed as the mean ± SD (n = 9). Note: “*” represents a statistically significant difference between the Cd group and the control group (*P < 0.05, **P < 0.01 or ***P < 0.001), “#” represents a statistically significant difference between the Cd group and Cd + Lut group (#P < 0.05, ##P < 0.01 or ###P < 0.001). The meaning of the “*” and “#” remains the same throughout the text.Figure 4 Lut prevented Cd-induced oxidative stress in the kidney. (A) MDA level in the kidney. (B) GSH-Px activity in the kidney. (C) T-SOD activity in the kidney. (D–F) Protein band graph. (G–I) Antioxidant-related protein expression levels. (J) Antioxidant-related genes mRNA transcriptional levels. The values are expressed as the mean ± SD (n = 9). Note: “*” represents a statistically significant difference between the Cd group and the control group (*P < 0.05, **P < 0.01 or ***P < 0.001), “#” represents a statistically significant difference between the Cd group and Cd + Lut group (#P < 0.05, ##P < 0.01 or ###P < 0.001). The meaning of the “*” and “#” remains the same throughout the text. Oxidative stress is widely perceived as a critical mechanism of inflammasome activation, which can be activated by excess ROS. Expression levels of inflammatory cytokines were detected using ELISA kits. The inflammatory cytokines TNF-α, IL-8 and IL-6 levels in the kidney were dramatically increased (P < 0.05) after Cd treatment, whereas Lut addition notedly decreased (P < 0.001) the levels of TNF-α, IL-8 and IL-6 (Figures 5A–5C). Moreover, the protein levels of IL-8, TNF-α, COX2 and IL-6 were consistent with their inflammatory cytokine levels (Figures 5D–5K). Collectively, these results in Figure 5 demonstrated that Lut could diminish from Cd-caused inflammatory response via decreasing the inflammatory cytokines levels.Figure 5Lut diminished Cd-induced inflammatory response in the kidney. (A) IL-6 level in the kidney. (B) IL-8 level in the kidney. (C) TNF-α level in the kidney. (D–G) Protein band graph. (H–K) Inflammation-related protein expression levels. The values are expressed as the mean ± SD (n = 9). Note: “*” represents a statistically significant difference between the Cd group and the control group (*P < 0.05, **P < 0.01 or ***P < 0.001), “#” represents a statistically significant difference between the Cd group and Cd + Lut group (#P < 0.05, ##P < 0.01 or ###P < 0.001). The meaning of the “*” and “#” remains the same throughout the text.Figure 5 Lut diminished Cd-induced inflammatory response in the kidney. (A) IL-6 level in the kidney. (B) IL-8 level in the kidney. (C) TNF-α level in the kidney. (D–G) Protein band graph. (H–K) Inflammation-related protein expression levels. The values are expressed as the mean ± SD (n = 9). Note: “*” represents a statistically significant difference between the Cd group and the control group (*P < 0.05, **P < 0.01 or ***P < 0.001), “#” represents a statistically significant difference between the Cd group and Cd + Lut group (#P < 0.05, ##P < 0.01 or ###P < 0.001). The meaning of the “*” and “#” remains the same throughout the text. AMPK plays a vital role in regulating cell energy homeostasis. To investigate whether Lut could affect the AMPK pathway, we measured the AMPK pathway relative gene (Figure 6K) and protein (Figures 6A–6G) levels in the kidney. AMPK and FOXO1 mRNA transcriptional levels were evidently upregulated (P < 0.05 or P < 0.01) under Cd stress, and SIRT1 mRNA transcriptional level was notably downregulated (P < 0.05). On the contrary, Lut significantly downregulated (P < 0.05 or P < 0.001) the AMPK and FOXO1 mRNA transcriptional levels compared with the Cd group, and notably upregulated (P < 0.05) the SIRT1 mRNA transcriptional level. Furthermore, Lut obviously decreased (P < 0.05) the p-SIRT1 protein expression level in the Cd + Lut group compared with the Cd group, and Lut significantly increased (P < 0.05) the p-AMPK protein expression level. Collectively, the data proved that the supplementation of Lut could activate the AMPK/SIRT1/FOXO1 signaling pathway in the kidney.Figure 6Lut improved Cd-induced AMPK/SIRT1/FOXO1 signaling pathway deactivation in the kidney. (A–C) Protein band graph. (D–G) AMPK/SIRT1/FOXO1 signaling pathway-related protein expression levels. (K) AMPK/SIRT1/FOXO1 signaling pathway-related gene mRNA transcriptional levels. (L) Heatmap analysis of AMPK/SIRT1/FOXO1 signaling pathway-related genes mRNA transcriptional and inflammation-related protein expression levels. The values are expressed as the mean ± SD (n = 9). Note: “*” represents a statistically significant difference between the Cd group and the control group (*P < 0.05, **P < 0.01 or ***P < 0.001), “#” represents a statistically significant difference between the Cd group and Cd + Lut group (#P < 0.05, ##P < 0.01 or ###P < 0.001). The meaning of the “*” and “#” remains the same throughout the text.Figure 6 Lut improved Cd-induced AMPK/SIRT1/FOXO1 signaling pathway deactivation in the kidney. (A–C) Protein band graph. (D–G) AMPK/SIRT1/FOXO1 signaling pathway-related protein expression levels. (K) AMPK/SIRT1/FOXO1 signaling pathway-related gene mRNA transcriptional levels. (L) Heatmap analysis of AMPK/SIRT1/FOXO1 signaling pathway-related genes mRNA transcriptional and inflammation-related protein expression levels. The values are expressed as the mean ± SD (n = 9). Note: “*” represents a statistically significant difference between the Cd group and the control group (*P < 0.05, **P < 0.01 or ***P < 0.001), “#” represents a statistically significant difference between the Cd group and Cd + Lut group (#P < 0.05, ##P < 0.01 or ###P < 0.001). The meaning of the “*” and “#” remains the same throughout the text. Correlation analysis was adopted to further verify the relationship among oxidative stress, inflammation, AMPK/SIRT1/FOXO1 signaling pathway, glucose metabolism, and lipid metabolism. As described in Figure 7, there had striking significant positive correlation among oxidative stress (MDA), inflammation (TNF-α, IL-6, IL-8, COX2), signaling pathway (AMPK, FOXO1), glucose metabolism indicators (Glu, GLUT1, CPT2, PK, PFK, HK2, PCK2) and lipid metabolism indicators (TC, TG, SREBP1, FAS) levels. On the contrary, oxidative stress (T-SOD, GSH-Px, GCLC, GCLM, GSR), signaling pathway (SIRT1), glucose metabolism indicators (GSK-3β, GLUT8), and lipid metabolism indicators (ATGL, CPT1, PPAR, LCAD, MCAD) levels had an apparently negative relationship.Figure 7Diagram of correlation analysis among oxidative stress, inflammation, AMPK/SIRT1/FOXO1 signaling pathway, glucose metabolism and lipid metabolism in chicken kidneys under Cd and/or Lut exposure.Figure 7 Diagram of correlation analysis among oxidative stress, inflammation, AMPK/SIRT1/FOXO1 signaling pathway, glucose metabolism and lipid metabolism in chicken kidneys under Cd and/or Lut exposure."
    },
    {
      "title": "Lut Attenuated Cd-Induced Glucose Metabolism Dysfunction in Kidney",
      "text": "As presented in Figures 2A-2D, Compared with Cd group, Cd + Lut group showed significantly decreased glomerular shrinkage and Glu level in kidney (demonstrated by PAS staining). Consistent with the results of some other published studies. As presented in Figure 2F, the mRNA transcriptional levels of glucose metabolism-related genes were obviously elevated (P < 0.05, P < 0.01 or P < 0.001), including GLUT1, PK, PFK, PCK2 and HK2 in Cd group, and Lut notedly reduced (P < 0.01 or P < 0.001) the GLUT1, PK, PFK, PCK2 and HK2 mRNA transcriptional levels in the Cd + Lut group. Additionally, GLUT8 and GSK-3β mRNA transcriptional levels in the Cd group were lower than the control group (P < 0.05), and Lut treatment prevented this decrease in the Cd + Lut group. As described in Figures 2E and 2G, consistent with the transcriptional levels of genes, the GLUT8 and GSK-3β protein expression levels in the Cd group were slightly lower (P < 0.05 or P < 0.001) than that in the control group, but in comparison with Cd group, they were obviously increased (P < 0.05 or P < 0.01) in the Cd + Lut group. Meanwhile, compared with control group, GLUT1 protein level was notably increased (P < 0.05) in the Cd group, and remarkedly downregulated (P < 0.05) in Cd + Lut group compared to Cd group. The results indicated that Lut supplementation alleviated the glucose metabolism dysfunction and kidney injury induced by Cd.Figure 2Lut attenuated Cd-induced glucose metabolism dysfunction in the kidney. (A) PAS staining of 1-month-old chicken kidneys (Bar = 100 µm). (B) The quantitative data for relative glomerular area. (C) The quantitative data for relative PAS staining area. (D) Glu level in kidney. (E) Protein band graph. (F) Glucose metabolism-related genes mRNA transcriptional levels. (G) Glucose metabolism-related protein expression levels. (H) Heatmap analysis of glucose metabolism-related genes mRNA transcriptional levels. The values are expressed as the mean ± SD (n = 9). Note: “*” represents a statistically significant difference between the Cd group and the control group (*P < 0.05, **P < 0.01 or ***P < 0.001), “#” represents a statistically significant difference between the Cd group and Cd + Lut group (#P < 0.05, ##P < 0.01 or ###P < 0.001). The meaning of the “*” and “#” remains the same throughout the text.Figure 2 Lut attenuated Cd-induced glucose metabolism dysfunction in the kidney. (A) PAS staining of 1-month-old chicken kidneys (Bar = 100 µm). (B) The quantitative data for relative glomerular area. (C) The quantitative data for relative PAS staining area. (D) Glu level in kidney. (E) Protein band graph. (F) Glucose metabolism-related genes mRNA transcriptional levels. (G) Glucose metabolism-related protein expression levels. (H) Heatmap analysis of glucose metabolism-related genes mRNA transcriptional levels. The values are expressed as the mean ± SD (n = 9). Note: “*” represents a statistically significant difference between the Cd group and the control group (*P < 0.05, **P < 0.01 or ***P < 0.001), “#” represents a statistically significant difference between the Cd group and Cd + Lut group (#P < 0.05, ##P < 0.01 or ###P < 0.001). The meaning of the “*” and “#” remains the same throughout the text."
    },
    {
      "title": "Lut Alleviated Cd-Induced Lipid Metabolism Disorder in Kidney",
      "text": "A previous study reported that glycolipid metabolism was regulated with Lut intervention (Wang et al., 2019). To further determine the effects of Lut on lipid metabolism, we next measured the related indicators in kidney. As shown in Figures 3A and 3B, the results of Oil red O staining of kidney presented an increased lipid level in the Cd group compared with the control group. But it was significantly decreased (P < 0.001) by the addition of Lut. The renal TG and TC contents in the Cd group were markedly higher (P < 0.001) than the control group, while Lut supplementation remarkably reduced (P < 0.001) the renal TG and TC contents in Cd + Lut group (Figures 3C and 3D). Moreover, the influence of Lut on lipid metabolism-related genes was further examined (Figure 3I). The mRNA transcriptional levels of genes, including ATGL, CPT1, PPAR, MCAD and LCAD showed dramatically decreased (P < 0.05 or P < 0.01) between the control group and Cd group, or remarkably upregulated (P < 0.05 or P < 0.001) between the Cd and Cd + Lut groups. However, FAS, SREBP1 and CPT2 transcriptional levels were significantly increased (P < 0.05 or P < 0.001) in the Cd group compared with the control group, but obviously decreased (P < 0.01 or P < 0.001) in the Cd + Lut group in comparison with Cd group. Likewise, lipid metabolism related protein levels were consistent with their gene mRNA transcriptional levels (Figures 3E–H). In general, these data powerfully certificated that Lut could alleviate kidney lipid metabolism disorder caused by Cd.Figure 3Lut alleviated Cd-induced lipid metabolism disorder in the kidney. (A) Oil red O staining of kidney sections (Bar = 50 µm). (B) Quantified data of kidney Oil red O staining. (C) Kidney levels of TG. (D) Kidney levels of TC. (E, G) Protein band graph. (F, H) Lipid metabolism-related protein expression levels. (I) Lipid metabolism-related genes mRNA transcriptional levels. (J) Heatmap analysis of lipid metabolism-related genes mRNA transcriptional levels. The values are expressed as the mean ± SD (n = 9). Note: “*” represents a statistically significant difference between the Cd group and the control group (*P < 0.05, **P < 0.01 or ***P < 0.001), “#” represents a statistically significant difference between the Cd group and Cd + Lut group (#P < 0.05, ##P < 0.01 or ###P < 0.001). The meaning of the “*” and “#” remains the same throughout the text.Figure 3 Lut alleviated Cd-induced lipid metabolism disorder in the kidney. (A) Oil red O staining of kidney sections (Bar = 50 µm). (B) Quantified data of kidney Oil red O staining. (C) Kidney levels of TG. (D) Kidney levels of TC. (E, G) Protein band graph. (F, H) Lipid metabolism-related protein expression levels. (I) Lipid metabolism-related genes mRNA transcriptional levels. (J) Heatmap analysis of lipid metabolism-related genes mRNA transcriptional levels. The values are expressed as the mean ± SD (n = 9). Note: “*” represents a statistically significant difference between the Cd group and the control group (*P < 0.05, **P < 0.01 or ***P < 0.001), “#” represents a statistically significant difference between the Cd group and Cd + Lut group (#P < 0.05, ##P < 0.01 or ###P < 0.001). The meaning of the “*” and “#” remains the same throughout the text."
    },
    {
      "title": "Lut Prevented Cd-Induced Oxidative Stress in Kidney",
      "text": "Oxidative stress is one of the critical reasons of Cd-induced nephrotoxicity. To determine whether Lut affected renal oxidative stress, we measured the relative indexes. Here, in comparison with the control group, the activities of the antioxidative indices GSH-Px and T-SOD were significantly decreased (P < 0.01 or P < 0.001) after Cd exposure, which were remarkably increased (P < 0.05 or P < 0.001) by Lut administration in Cd group. In contrasted to the control group, Cd obviously increased (P < 0.001) the MDA level. Simultaneously, Lut notably attenuated (P < 0.001) the MDA level under the Cd condition (Figures 4A–4C). In addition, Cd exposure slightly downregulated (P < 0.01 or P < 0.001) the antioxidant genes GCLC, GCLM and GSR mRNA transcriptional levels, but Lut supplementation obviously upregulated (P < 0.01 or P < 0.001) the mRNA transcriptional levels of GCLC, GCLM and GSR in Cd + Lut treated group (Figure 4J). Consistently, the protein expression levels were consistent with the genes (Figure 4D–4I). In summary, these results indicated that Lut supplementation protected kidney from Cd induced oxidative damage by elevating antioxidant ability.Figure 4Lut prevented Cd-induced oxidative stress in the kidney. (A) MDA level in the kidney. (B) GSH-Px activity in the kidney. (C) T-SOD activity in the kidney. (D–F) Protein band graph. (G–I) Antioxidant-related protein expression levels. (J) Antioxidant-related genes mRNA transcriptional levels. The values are expressed as the mean ± SD (n = 9). Note: “*” represents a statistically significant difference between the Cd group and the control group (*P < 0.05, **P < 0.01 or ***P < 0.001), “#” represents a statistically significant difference between the Cd group and Cd + Lut group (#P < 0.05, ##P < 0.01 or ###P < 0.001). The meaning of the “*” and “#” remains the same throughout the text.Figure 4 Lut prevented Cd-induced oxidative stress in the kidney. (A) MDA level in the kidney. (B) GSH-Px activity in the kidney. (C) T-SOD activity in the kidney. (D–F) Protein band graph. (G–I) Antioxidant-related protein expression levels. (J) Antioxidant-related genes mRNA transcriptional levels. The values are expressed as the mean ± SD (n = 9). Note: “*” represents a statistically significant difference between the Cd group and the control group (*P < 0.05, **P < 0.01 or ***P < 0.001), “#” represents a statistically significant difference between the Cd group and Cd + Lut group (#P < 0.05, ##P < 0.01 or ###P < 0.001). The meaning of the “*” and “#” remains the same throughout the text."
    },
    {
      "title": "Lut Diminished Cd-Induced Inflammatory Response in Kidney",
      "text": "Oxidative stress is widely perceived as a critical mechanism of inflammasome activation, which can be activated by excess ROS. Expression levels of inflammatory cytokines were detected using ELISA kits. The inflammatory cytokines TNF-α, IL-8 and IL-6 levels in the kidney were dramatically increased (P < 0.05) after Cd treatment, whereas Lut addition notedly decreased (P < 0.001) the levels of TNF-α, IL-8 and IL-6 (Figures 5A–5C). Moreover, the protein levels of IL-8, TNF-α, COX2 and IL-6 were consistent with their inflammatory cytokine levels (Figures 5D–5K). Collectively, these results in Figure 5 demonstrated that Lut could diminish from Cd-caused inflammatory response via decreasing the inflammatory cytokines levels.Figure 5Lut diminished Cd-induced inflammatory response in the kidney. (A) IL-6 level in the kidney. (B) IL-8 level in the kidney. (C) TNF-α level in the kidney. (D–G) Protein band graph. (H–K) Inflammation-related protein expression levels. The values are expressed as the mean ± SD (n = 9). Note: “*” represents a statistically significant difference between the Cd group and the control group (*P < 0.05, **P < 0.01 or ***P < 0.001), “#” represents a statistically significant difference between the Cd group and Cd + Lut group (#P < 0.05, ##P < 0.01 or ###P < 0.001). The meaning of the “*” and “#” remains the same throughout the text.Figure 5 Lut diminished Cd-induced inflammatory response in the kidney. (A) IL-6 level in the kidney. (B) IL-8 level in the kidney. (C) TNF-α level in the kidney. (D–G) Protein band graph. (H–K) Inflammation-related protein expression levels. The values are expressed as the mean ± SD (n = 9). Note: “*” represents a statistically significant difference between the Cd group and the control group (*P < 0.05, **P < 0.01 or ***P < 0.001), “#” represents a statistically significant difference between the Cd group and Cd + Lut group (#P < 0.05, ##P < 0.01 or ###P < 0.001). The meaning of the “*” and “#” remains the same throughout the text."
    },
    {
      "title": "Lut Improved Cd-Induced AMPK/SIRT1/FOXO1 Signaling Pathway Deactivation in Kidney",
      "text": "AMPK plays a vital role in regulating cell energy homeostasis. To investigate whether Lut could affect the AMPK pathway, we measured the AMPK pathway relative gene (Figure 6K) and protein (Figures 6A–6G) levels in the kidney. AMPK and FOXO1 mRNA transcriptional levels were evidently upregulated (P < 0.05 or P < 0.01) under Cd stress, and SIRT1 mRNA transcriptional level was notably downregulated (P < 0.05). On the contrary, Lut significantly downregulated (P < 0.05 or P < 0.001) the AMPK and FOXO1 mRNA transcriptional levels compared with the Cd group, and notably upregulated (P < 0.05) the SIRT1 mRNA transcriptional level. Furthermore, Lut obviously decreased (P < 0.05) the p-SIRT1 protein expression level in the Cd + Lut group compared with the Cd group, and Lut significantly increased (P < 0.05) the p-AMPK protein expression level. Collectively, the data proved that the supplementation of Lut could activate the AMPK/SIRT1/FOXO1 signaling pathway in the kidney.Figure 6Lut improved Cd-induced AMPK/SIRT1/FOXO1 signaling pathway deactivation in the kidney. (A–C) Protein band graph. (D–G) AMPK/SIRT1/FOXO1 signaling pathway-related protein expression levels. (K) AMPK/SIRT1/FOXO1 signaling pathway-related gene mRNA transcriptional levels. (L) Heatmap analysis of AMPK/SIRT1/FOXO1 signaling pathway-related genes mRNA transcriptional and inflammation-related protein expression levels. The values are expressed as the mean ± SD (n = 9). Note: “*” represents a statistically significant difference between the Cd group and the control group (*P < 0.05, **P < 0.01 or ***P < 0.001), “#” represents a statistically significant difference between the Cd group and Cd + Lut group (#P < 0.05, ##P < 0.01 or ###P < 0.001). The meaning of the “*” and “#” remains the same throughout the text.Figure 6 Lut improved Cd-induced AMPK/SIRT1/FOXO1 signaling pathway deactivation in the kidney. (A–C) Protein band graph. (D–G) AMPK/SIRT1/FOXO1 signaling pathway-related protein expression levels. (K) AMPK/SIRT1/FOXO1 signaling pathway-related gene mRNA transcriptional levels. (L) Heatmap analysis of AMPK/SIRT1/FOXO1 signaling pathway-related genes mRNA transcriptional and inflammation-related protein expression levels. The values are expressed as the mean ± SD (n = 9). Note: “*” represents a statistically significant difference between the Cd group and the control group (*P < 0.05, **P < 0.01 or ***P < 0.001), “#” represents a statistically significant difference between the Cd group and Cd + Lut group (#P < 0.05, ##P < 0.01 or ###P < 0.001). The meaning of the “*” and “#” remains the same throughout the text."
    },
    {
      "title": "Correlation Analysis",
      "text": "Correlation analysis was adopted to further verify the relationship among oxidative stress, inflammation, AMPK/SIRT1/FOXO1 signaling pathway, glucose metabolism, and lipid metabolism. As described in Figure 7, there had striking significant positive correlation among oxidative stress (MDA), inflammation (TNF-α, IL-6, IL-8, COX2), signaling pathway (AMPK, FOXO1), glucose metabolism indicators (Glu, GLUT1, CPT2, PK, PFK, HK2, PCK2) and lipid metabolism indicators (TC, TG, SREBP1, FAS) levels. On the contrary, oxidative stress (T-SOD, GSH-Px, GCLC, GCLM, GSR), signaling pathway (SIRT1), glucose metabolism indicators (GSK-3β, GLUT8), and lipid metabolism indicators (ATGL, CPT1, PPAR, LCAD, MCAD) levels had an apparently negative relationship.Figure 7Diagram of correlation analysis among oxidative stress, inflammation, AMPK/SIRT1/FOXO1 signaling pathway, glucose metabolism and lipid metabolism in chicken kidneys under Cd and/or Lut exposure.Figure 7 Diagram of correlation analysis among oxidative stress, inflammation, AMPK/SIRT1/FOXO1 signaling pathway, glucose metabolism and lipid metabolism in chicken kidneys under Cd and/or Lut exposure."
    },
    {
      "title": "DISCUSSION",
      "text": "Cadmium is recognized as a major pollutant in the natural environment. Long-term exposure to high concentrations Cd exerts adverse effects on the metabolism of animals. The most intuitionistic indicator of glucose metabolism disorder is increased kidney Glu levels. In our study, both PAS glycogen staining and Glu level detection showed that glycogen levels in the kidney increased in the Cd treatment group. This also suggested the possibility of weakened glycogen mobilization under Cd stress. Glut1 is a high-affinity glucose transporter. Unlike Glut1, Glut8 is a dual-specific glucose and fructose transporter. PCK2 is a tumor suppressor and can hinder glucose metabolism by promoting significant catabolic action to produce Glu (He et al., 2023). Glycogen synthase kinase‐3β (GSK-3β), a multifunctional serine/threonine kinase, regulates cell death and inflammation (El-Gohary et al., 2023). Hexokinase (HK), pyruvate kinase (PK), and phosphofructokinase (PFK) are 3 of the pivotal rate-limiting enzymes in the process of glycolysis (Jiang et al., 2024). Administration of Cd for 12 wk induced the energy metabolism disorder of the chicken ovarian tissues, and remarkably downregulated the mRNA expression of glucose-related genes HK2 and PK (Xing et al., 2022). In HELF cells, Cd triggered autophagy to induce mTOR-dependent glycolysis in which GLUT1 and HK2 were elevated to accelerate glucose uptake to promote cell growth (Bao et al., 2023). Therefore, in present study, qRT-PCR analysis confirmed that Glut1, PK, PFK, PCK2 and HK2 mRNA transcriptional levels were significantly upregulated under Cd exposure. Inversely, the mRNA transcriptional levels of Glut8 and GSK-3β were markedly downregulated. Additionally, Lut could efficiently alleviate the changes above these indicators induced by Cd. The results of western blotting also showed that proteins involved in glucose metabolism processes were affected similarly. Therefore, this all indicated that Lut might alleviate the disorder of glucose metabolism caused by Cd. A study in western diet-fed mice showed that Lut supplementation decreased the serum TG, TC, alanine aminotransferase levels, and low-density lipoprotein cholesterol (Li et al., 2023). In agreement with the study, our results demonstrated that the TG and TC levels in kidney were enhanced by Cd and the result of Oil red O staining also shown that Cd treatment caused significantly lipid accumulation in kidney. The key enzymes, namely carnitine palmitoyltransferase-1/2 (CPT1 and CPT2), are specific to control an initiating step in the translocation of long chain fatty acids across the mitochondrial membranes for β-oxidation (Xie et al., 2021). PPAR, a kind of transcriptional factor, are involved in the lipid metabolism via regulation of the expression of genes involved in the catabolism of fatty (Vesci et al., 2024). Adipose triglyceride lipase (ATGL) is the key enzyme that regulates lipolysis. Long/medium-chain acyl-CoA dehydrogenases (LCAD and MCAD) catalyze the first step of medium-chain and long-chain fatty acids in FAO, respectively. Sterol regulatory element binding protein (SREBP) is a transcription factor that can activate target genes of its downstream endogenous fatty acid synthesis, such as accα and fas (Kuipers et al., 2011). Fatty-acid synthase (FAS) is one of the key enzymes in fatty acid synthesis. Exposure to 200 and 500 µg Cd L−1 significantly downregulated mRNA expression levels of PPAR, ACOX and CPT. Additionally, high concentrations of Cd could affect normal lipid metabolism by promoting lipid synthesis and inhibiting fatty acid oxidation capacity (Wang et al., 2024). Concomitantly, CdCl2 enhanced the TC and TG levels, were accompanied by lipid accumulation in the serum and liver of rats. Besides, it also upregulated the mRNA and protein levels of FAS, SREBP1, and SREBP2 but downregulated CPT1, PPAR, and CPT2 mRNA levels (Zhang et al., 2024). Hence, in our experiment, it was found that ATGL, CPT1, PPAR, MCAD, and LCAD mRNA transcriptional levels in the Cd group were dramatically downregulated compared with the control group, and FAS, SREBP1, and CPT2 mRNA transcriptional levels were observably upregulated in Cd group. In addition, all these results were reversed after Lut treatment, and the results of western blotting are consistent with those of qRT-PCR, suggesting that Lut may relieve Cd-induced renal lipid metabolism disorder. GSH-Px is the general name of an enzyme family with peroxidase activity whose central biological role is to protect the organism from oxidative damage. GSH-Px prevents the chain reaction of lipid peroxidation by accelerating the oxidation of glutathione in the glutathione redox reaction and removing harmful peroxide products. T-SOD plays a crucial part in maintaining the balance between oxidation and antioxidation systems by effectively scavenging ROS to combat the toxic effects of oxygen-free radicals. Therefore, T-SOD activity symbolically represented the ability to scavenger oxygen free radicals of the organisms (Hu et al., 2024). MDA as a reliable parameter to reflect the increase of ROS level because its concentration in cells is positively correlated with the degree of cell damage. It is not only a representative reaction product of free radical and lipid oxidation but also a cytotoxic (Hayat et al., 2024). Glutathione reductase (GSR) is an enzyme that catalyzes the reaction of oxidized glutathione (GSSG) to its reduced form glutathione (GSH) using the reduced form NADP. GCL is a critical factor in maintaining cellular GSH homeostasis. Consists of GCLC and GCLM sub-units. GCLC controls intracellular GSH binding and activates cell detoxification mechanisms. GCLM improves the decomposition efficiency of GCLC through direct interaction with GCLC (Liao et al., 2019). Accumulating evidence has indicated that Cd-induced oxidative stress via decreasing GSH-Px and T-SOD activities, increasing MDA concentration, and downregulating the antioxidant genes GCLC, GCLM, and GSR transcriptional levels in duck livers, which was highly consistent with our results (Sun et al., 2023). Furthermore, in this study, the Lut intervention tremendously reversed this consequence, increasing GSH-Px and T-SOD activities, upregulating the GCLC, GCLM and GSR transcriptional levels, and decreasing MDA concentration under Cd stress. Combined with the above results, these results suggested that Lut supplementation had a protective effect against Cd-induced oxidative damage. Numerous reports have confirmed that Cd exposure causes upregulation of some mediators and markers of inflammation. For instance, Cd was reported to increase IL-6 and IL-8 secretion in various cells, including bronchial epithelial cells, THP-1 monocytic cells, and intestinal epithelial cells (Yang et al., 2021). Early studies have demonstrated that Cd exposure causes inflammatory damage by increasing the markers of pro-inflammatory factors including IL-6, TNF-α, and IL-1β, reflecting the kidney damage induced by Cd exposure (Chen et al., 2022). The effects of Cd on COX-2 mRNA, protein expression and enzyme activity were confirmed in different experimental models (Hayat et al., 2024). TNF-α is a vital pro-inflammatory factor and secreted by macrophages, which can lead to tissue damage and apoptosis (Lin et al., 2023). IL-6 and IL-8 are the major cytokines produced by the kidney, but IL-8 is the most studied and is thought to participate in glomerulonephritis and inflammatory kidney disease (McKenzie et al., 2020). COX-2 is an enzyme mediating the progression of inflammation (Babar et al., 2024). Cd exposure mediated renal damage with considerably enhanced inflammatory indices, including IL-1β, TNF-α and IL-6, inducible COX-2 activity in rats (Ijaz et al., 2023). So, our research results showed that Cd treatment markedly aggravated renal inflammatory damage evidenced by an increase in the IL-8, TNF-α, COX2 and IL-6 contents and protein expression levels in the chicken kidney. Conversely, Lut supplementation reduced IL-8, TNF-α, COX2 and IL-6 contents and protein expression levels. Consistent with the above results, Lut might alleviate the inflammatory response, thereby alleviating Cd-induced renal inflammatory damage. AMP-activated protein kinase (AMPK) is involved in regulating lipid and glucose metabolism, and its activation has long been considered a valuable target for treating metabolic diseases. The increasing AMPK activity inhibits multiple factors involved in glucose synthesis, including FOXO1, PEPCK, G6Pase and GS, thereby down-regulating glucose synthesis (Zang et al., 2023). AMPK as an essential energy sensor that maintains energy balance and plays a vital role in regulating redox status, antioxidant enzyme expression and metabolism homeostasis (Liang et al., 2024). It is known that SIRT1 is a member of the NAD+-dependent deacetylase family. SIRT1 senses the intracellular NAD+ level and participates in numerous metabolic processes of cells, including DNA damage repair, apoptosis, inflammation, aging, stress responses and so on (Yu et al., 2018). AMPK and SIRT1 are evolutionarily conserved partners with similar functions. SIRT1 can regulate the AMPK signaling axis through the deacetylation of specific crucial proteins or interacting with a variety of other downstream signaling molecules, such as FOXO1, NF-κB, and p53, thereby regulating oxidative stress, inflammation, cell death and other physiological responses (Liu et al., 2021). It has been found that the activation of AMPK/SIRT1 signaling axis can improve liver damage by regulating lipid metabolism, attenuating inflammation, and relieving endoplasmic reticulum stress (Ruderman et al., 2010). In the current study, AMPK and FOXO1 protein expression levels in the Cd treatment group were upregulated, but Lut intervention downregulated AMPK and FOXO1 expression levels in the case of Cd treatment. The protein expression levels of p-AMPK and p-SIRT1 are the opposite of AMPK and SIRT1. So, these results indicated that Lut supplementation might activate AMPK/SIRT1/FOXO1 signaling pathway and alleviate kidney damage associated with Cd exposure."
    },
    {
      "title": "CONCLUSIONS",
      "text": "In summary, our study demonstrated that Cd exposure induced oxidative stress and inflammation in chicken kidney tissues. Additionally, Cd induced glucose metabolism and lipid metabolism disorders by inhibiting AMPK/SIRT1/FOXO1 signaling pathway. Surprisingly, Lut exhibits a better therapeutic effect on glycolipid metabolism dysregulation, oxidative stress, and inflammation, which is related to regulating the AMPK/SIRT1/FOXO1 signaling pathway. These data suggested that Lut has a protective effect on kidney damage by Cd-induced and it might be a prospective therapy for preventing and treating kidney metabolic diseases associated with heavy metal Cd pollution. However, the interaction among oxidative stress, inflammation, and glycolipid metabolism disorder in Cd-induced nephrotoxicity is complicated, and the results of animal experiments alone are not enough to explain the problem. The specific molecular mechanism and clinical significance of Cd-induced nephrotoxicity need to be further verified by cell experiments."
    }
  ],
  "full_text": "## INTRODUCTION\nCadmium (Cd), a well-known environmental pollutant that is hazardous to human health, is a highly toxic heavy metal element that extensively exists in the environment, primarily due to ever-increasing human agricultural and industrial activities, including pesticide application, non-ferrous metal smelting, plating, urban garbage used as fertilizer, mining activities, sewage discharge and irrigation, leading to severe water, soil and air contaminations (Dong et al., 2024). Cadmium can enter the body of animals and humans through the food chain, accumulate for extended periods and ultimately cause damage to multiple organs and tissues, owing to it has long biological half-life (nearly 10–30 yr) and low clearance rate (Lei et al., 2024). Several studies have illustrated that Cd exposure has been linked to kidney disease, osteoporosis, bone fractures, neurodegenerative disease, atherosclerosis and cardiovascular disease, pulmonary disease, hyperkeratosis, and acanthosis in the skin (Tucovic et al., 2018; Ma et al., 2022; Zhao et al., 2024). Among them, nephrotoxicity is one of its foremost toxicities, mainly by inducing oxidative stress. Oxidative stress is one of the common toxic mechanisms caused by environmental pollutants, which is a state of imbalance between reactive oxygen species (ROS) production and the antioxidant defense system. Antioxidant enzymes can resist oxidative stress injury through scavenging free radicals caused by ROS (Amorim et al., 2022). Several toxicological studies have manifested that Cd exposure caused kidney injury, including oxidative stress, DNA damage, inflammation responses, membrane destruction and disturbance in metabolism (Guo et al., 2024; Sun et al., 2024). Inflammation is generally considered an essential reaction in the toxicology of many environmental toxicants, and can cause damage to the functional and structural integrity of tissues and organs. Inflammation is an important factor leading to Cd toxicity (Phuagkhaopong et al., 2017). When animals suffered adverse stimulation, they respond to adversity via elevating their energy supply. Meanwhile, energy consumption will result in changes in plasma glucose (Glu) levels, lipid and carbohydrate levels. These indispensable biological small molecule metabolites are involved in multiple pathologic and physiological processes and metabolic pathways associated with diseases. Various environmental pollutants have been confirmed to affect glycometabolism and lipid metabolism, such as polyethylene nano/microplastics, chlorpyrifos, MeHg, causing tissue damage (Franco et al., 2024). Cd exposure causes many metabolic disorders that are accompanied by an imbalance of glycometabolism (gluconeogenesis/glycogenolysis), lipid metabolism (lipogenesis/lipolysis) and hormonal secretion (Sabir et al., 2019). Glycometabolism, is a kind of complex chemical reaction, includes glucose metabolism and glycogen metabolism in the organism. Relative studies proved that Cd treatment could disturb glucose metabolism via increasing serum glucose content in quails, decreasing hexokinase 2 (HK2) in chicken liver, and downregulating glucose-6-phosphate dehydrogenase activity in rat (Tang et al., 2023). The disorder in lipid metabolism processes involves an imbalance between the synthesis of fatty acids and fat catabolism. As reported, Cd exposure is closely related to fat accumulation. For example, excess Cd causes weight gain, and a positive correlation exists between blood Cd and weight in young people (Huang et al., 2024). Not only that, but maternal Cd exposure is also associated with fetal obesity. In addition, Cd influenced the lipid compound levels of the serum and tissue, such as triglycerides (TG), total cholesterol (TC), and free fatty acids (FFA) (Zeng et al., 2023). A study indicated that the HDL-C and LDL-C levels gradually decreased and increased with increased urinary Cd levels, respectively (Aja et al., 2020). In vivo experiment also indicated that short-time Cd exposure could lead to the change of the glucose and lipid metabolism related genes transcriptional levels in mice livers (He et al., 2019). In vitro studies, Cd exposure induced lipid accumulation, accelerated lipid biogenesis, upregulated pro-inflammatory lipid levels and prevented lipid degradation in pancreatic β-cell. Simultaneously, Cd exposure also increased the interleukin-6 (IL-6), IL-1β and tumor necrosis factor alpha (TNF-α) expression levels in the serum and pancreas (Hong et al., 2022). In this regard, the liver as a critical organ for lipid metabolism, and a relevant study validated that exposure to Cd can destroy lipid metabolism and promote the development of hepatopathy (Tan et al., 2023). The kidney, serving as a critical hub for numerous physiological processes, plays a central role in maintaining human health through regulating electrolyte stability, and acid-base balance, eliminating drug residues and maintaining body fluid homeostasis. However, few studies have specifically looked at the impact of Cd exposure on renal metabolism, and underlying mechanisms remain poorly elucidated and need further enrichment. Luteolin (Lut) as a naturally flavonoid compound commonly extracted from various fruits and plants, including sugar beet, honeysuckle and groundnut, and exhibits a wide range of pharmacological effects, such as anti-tumor, anti-inflammation, antioxidant, antibacterial and antiviral activities (Fan et al., 2024). Some edible herbs rich in Lut were used to restore the balance of oxidation and antioxidation system owing to their strong ROS scavenging capacity. According to a recent study, the protective effects of Lut have also been illustrated in the kidney and liver of rats, through anti-inflammatory and antioxidative regulation of the secretion of vital inflammatory cytokines (TNF-α, IL-6, IL-1β), upregulating the antioxidative enzyme catalase (CAT) and superoxide dismutase (SOD) activities and downregulating the malondialdehyde (MDA) concentration (Vongthip et al., 2024). Surprisingly, a previous study indicated that Lut had various biological effects that could impact on hepatic steatosis by inhibiting different degrees of lipogenesis and lipid absorption, and could also be used to treat other metabolic diseases, including non-alcoholic fatty liver, obesity and diabetes disease (Yao et al., 2023). Specifically, systemic administration of Lut improves hepatic glucose and lipid metabolism. For instance, Lut could prevent the inflammatory response in muscles and avoid the obesity osteoporosis by a high-fat diet induced in mice (Li et al., 2023). Lut remarkably decreased blood glucose and blood urea nitrogen (BUN) levels in streptozotocin-induced diabetic rats (Albarakati et al., 2020). Through its mechanisms of action, the regulation of metabolism is coordinated through the interaction of target organs. Therefore, liver, kidney, and gastrointestinal tract are potential targets for Lut treatment. Xu et al. (2021) reported the renoprotective effects of Lut on kidney injury induced by inorganic mercury in rats and found that Lut could restore the damage of renal tubule structure and mitigate oxidative stress-induced apoptosis. According to the evidences above, Lut demonstrates therapeutic solid potential in the modulating oxidative stress, inflammation, glycolipid metabolism and related disease states. However, little research so far has been conducted to explore the protective effects of Lut on Cd-induced nephrotoxicity. Their underlying mechanisms still need to be fully clarified. Therefore, this study aimed to explore whether Lut has antioxidant and anti-inflammatory properties, which can play a protective role in Cd-interfered renal glucose and lipid metabolism and kidney injury by inhibiting oxidative stress and inflammatory response.\n\n## MATERIALS AND METHODS\nCadmium chloride (CdCl2, CAS: 10108-64-2, ≥ 99.99%) and luteolin (C15H10O6, CAS: 491-70-3, ≥ 96.0%) were obtained from Sigma-Aldrich (Carlsbad, CA) and Shanghai Yuanye Biotechnology Co., LTD (Shanghai, China), respectively. All experiments involving animals were reviewed and approved in strict adherence to the Yangzhou University Animal Care and Use Committee (approval number: SYXK-SU-2017–0044). Chickens were treated humanely to alleviate suffering. Women are more sensitive to Cd toxicity than men (Kim et al., 2014). So, female chickens were selected as experimental subject for in vivo experiments. 40 healthy one-day-old Suqin green shell egg chickens were applied in this study. Before the experiment started, all chickens were housed in a comfortable environment and with free access to food and water. After seven days of acclimatization, the chickens were randomized into 4 groups, each containing ten chickens. A dose of 150 mg Lut was added to the essential diet per kilogram (kg) of body weight for 1 wk. After pretreated with Lut, CdCl2 and Lut were supplemented to the drinking water and essential diet at a concentration of 100 mg/L and 150 mg/kg of body weight for one month, respectively: 1) Control group (0 mg Lut + 0 mg CdCl2); 2) Lut group (150 mg Lut); 3) Cd group (100 mg CdCl2); 4) Cd + Lut group (100 mg CdCl2 + 150 mg Lut). The flow chart of animal experiments was shown in Figure 1. After 1 month, the chickens were sacrificed by injecting the fatal dose of intravenous sodium pentobarbital (50 mg/kg), and kidney tissues were collected and stored at -80 ℃ for indicated experiments.Figure 1Schematic illustrations of chickens' Cd and/or Lut exposure model.Figure 1 Schematic illustrations of chickens' Cd and/or Lut exposure model. Periodic acid-Schiff (PAS) and Oil Red O staining were executed as previously described (Abulikemu et al., 2023). The kidney tissues of chickens were soaked in 4% paraformaldehyde, embedded in paraffin blocks, cut into 5 μm thickness, and then stained with Oil red O staining kit and PAS staining kit (Beyotime, Shanghai, China). Histology images were observed, captured, and analyzed under light microscope, confocal microscope and ImageJ software, respectively. Kidney homogenates were centrifuged to obtain supernatants to measure biochemical indexes (Gao et al., 2022b). T-SOD, IL-8, IL-6, TNF-α, TG, TC, Glu contents, and MDA and GSH-Px activities in chicken kidneys were determined using the commercially available kits according to the manufacture's protocols (Nanjing Jiancheng Bioengineering Institute, Nanjing, China). Total RNA from the kidney tissues was extracted with TRIzol reagent (Life Technologies, CA) ( Gao et al., 2022a). The concentration of RNA was detected and reverse-transcribed into cDNA by using the Nanodrop 2000C spectrophotometer (Thermo Fisher Scientific) and HiScript II reverse transcriptase kit (YEASEM, Shanghai, China), respectively. qRT-PCR was performed using Applied Biosystems 7500 (Life Technologies, CA) and the experiment was carried out using the SYBR Green Master Mix Kit (YEASEM, Shanghai, China). The transcriptional levels of relative mRNA were calculated by normalizing to β-actin using the 2−∆∆CT method. The sequences of gene-specific primer were showed in Table 1.Table 1Gene primers sequence and their GenBank accession number.Table 1GeneAccession numberForward primerReverse primeGLUT8NM_204375.2TCTTGGCAGAAGCATTCCCAGTAATTATAGCCGTTGTGCATGSK-3βXM_416557.8CAGACCGACCACAAGAAGTTAGCGCCACAAGCTCTCCTGAATCACGLUT1NM_205209.2GCAGGAGATGAAGGAGGAGAGCCAAGACGATTGCGATGAGGATGGPKNM_205469.2GCCTGCAAGTGAAGCTGGTATCTCTTCCGCCATATATACGCCACACATCPFKNM_001389313.2CGCATCAAGCAGTCAGCCTCAGACAGTAGCCAGGTAGCCACAGTAGPCK2XM_046905055.1CCTCGGCAACGTGACTGCTAACTTGGCTATTCCGATGACACCHK2XM_046903338.1GCGTGGATGGCTCTGTCTACAAGGGAGGAAGCGGACATCACAATCGATGLXM_015286619.4AGGAGGTCTCTTGAGTGGTATTAGCAGCCATTCCAACAATCTGACAGTGCPT1XM_040700878.2AGCCAGACTCCTCAGCAGCAGCACCATAGCCGTCATCAGCAACCFASXM_015288355.4TTTGTTCGTCATCACCGTCTATCGTTTCGTAGGCTCCTCCCATTCCPPARXM_046942569.1ACCAGCATCCAGTCCTTCATCCTTCACAAGCATGTACTCCGTAATGGMCADXM_038171570.1TGGACAGTTTAGGCAACACCCATATCCCGCTATCATCGGAALCADXM_040703381.2TCGGTCCCTTCTCCATCGTCTAGGCTTCTTCCCTGCATCTCCSREBP1XM_015294109.4GGCAAGGTGAAGCAGGAGAACAGAGAGGCAGAGGAAGACAAAGGCPT2XM_040704679.2CGCAGCTGGTCTCATTACACACAGAGCTCTTCAAGGGACCGCLCXM_040666478.2AACTGCTGTCTTCAGGTAACATTCCTCGGACACATAGCCTCTGTAGAACGCLMNM_001007953.2AGGTTGGACGAGATCAGAATCAGGTTTGCCGATACTTTCAGTTCATCCCGSRXM_040671422.2TCTTCAGCCACCCACCCATTGCTTCATCACACACTTCACCTTCCTCAMPKXM_046944573.1CCATCTGTCTCGCCCTCATCCAATGCCACTTCGCTCTTCTTACACFOXO1NM_204328.2ACTTCTGATTCTCCTCCGCATAATGTTGTTGTGAGGTGGCTGATTGCSIRT1XM_015288089.4GGGTGTCTGTGTCTTGTGGAATACTGCTTGAGGATCTGGAAGGTCTGβ-actinNM_205518.2ATGTCGCCCTGGATTTCGCACAGGACTCCATACCCAAGAAT Gene primers sequence and their GenBank accession number. According to the previous method, the total protein was extracted and measured from kidney tissues by using the RIPA buffer (Beyotime, Shanghai, China) and BCA assay (Beyotime, Shanghai, China), respectively (Sun et al., 2024). Then, the extracted protein samples were subjected to sodium dodecyl sulfate-polyacrylamide gel electrophoresis (SDS-PAGE) gels and transferred onto polyvinylidene fluoride (PVDF) membranes. Besides, the membranes were blocked with 5% nonfat milk at room temperature for 2 h and incubated with appropriate primary antibodies at 4°C for 12 h. After washing with TBST for 3 times, incubated further with corresponding secondary antibodies at room temperature for 1 h, and washed again 3 times with TBST. As shown in Table 2, these antibodies were used in the present study. Furthermore, the protein bands were visualized using the ECL kit (Thermo Fisher Scientific), and the signals were quantified and analyzed by the imaging system and ImageJ software (NIH, Bethesda, MD). Protein expression levels were normalized to that of β-actin.Table 2Antibodies used in the present study.Table 2AntibodyCatalog numberCompanyp-AMPKAF3423ABclonalIL-6A0286ABclonalTNF-αA11534ABclonalGCLCA1038ABclonalGCLMA5314ABclonalGSRA12070ABclonalATGLA6245ABclonalMCADA1873ABclonalLCADA1266ABclonalCPT2A12426ABclonalGLUT1A6982ABclonalGLUT8A16521ABclonalAMPKWL02254WanleiFASWL03376WanleiIL-8WL03074WanleiCOX2WL01750WanleiSREBP1WL02093WanleiPPAR66826-1-IgProteintechCPT115184-1-APProteintechSIRT113161-1-APProteintechFOXO1PA5293Abmartp-SIRT1orb6958BiorbytGSK-3βsc-377213Santa Cruz Biotechnologyβ-actin66009-1-IgProteintechGoat anti-rabbit7074Cell Signaling TechnologyHorse anti-mouse7076Cell Signaling Technology Antibodies used in the present study. All experimental data were expressed as mean ± standard deviation (SD). A one-way analysis of variance (ANOVA) method was used to analyze the data using the SPSS 25.0 software. Image processing was carried out with GraphPad Prism 8 (San Diego, CA) and Origin 2021 (Northampton, MA). Differences yielding a P-value of less than 0.05 (P < 0.05) were considered significantly different.\n\n## Chemicals\nCadmium chloride (CdCl2, CAS: 10108-64-2, ≥ 99.99%) and luteolin (C15H10O6, CAS: 491-70-3, ≥ 96.0%) were obtained from Sigma-Aldrich (Carlsbad, CA) and Shanghai Yuanye Biotechnology Co., LTD (Shanghai, China), respectively.\n\n## Animals and Experimental Design\nAll experiments involving animals were reviewed and approved in strict adherence to the Yangzhou University Animal Care and Use Committee (approval number: SYXK-SU-2017–0044). Chickens were treated humanely to alleviate suffering. Women are more sensitive to Cd toxicity than men (Kim et al., 2014). So, female chickens were selected as experimental subject for in vivo experiments. 40 healthy one-day-old Suqin green shell egg chickens were applied in this study. Before the experiment started, all chickens were housed in a comfortable environment and with free access to food and water. After seven days of acclimatization, the chickens were randomized into 4 groups, each containing ten chickens. A dose of 150 mg Lut was added to the essential diet per kilogram (kg) of body weight for 1 wk. After pretreated with Lut, CdCl2 and Lut were supplemented to the drinking water and essential diet at a concentration of 100 mg/L and 150 mg/kg of body weight for one month, respectively: 1) Control group (0 mg Lut + 0 mg CdCl2); 2) Lut group (150 mg Lut); 3) Cd group (100 mg CdCl2); 4) Cd + Lut group (100 mg CdCl2 + 150 mg Lut). The flow chart of animal experiments was shown in Figure 1. After 1 month, the chickens were sacrificed by injecting the fatal dose of intravenous sodium pentobarbital (50 mg/kg), and kidney tissues were collected and stored at -80 ℃ for indicated experiments.Figure 1Schematic illustrations of chickens' Cd and/or Lut exposure model.Figure 1 Schematic illustrations of chickens' Cd and/or Lut exposure model.\n\n## Histochemical Staining\nPeriodic acid-Schiff (PAS) and Oil Red O staining were executed as previously described (Abulikemu et al., 2023). The kidney tissues of chickens were soaked in 4% paraformaldehyde, embedded in paraffin blocks, cut into 5 μm thickness, and then stained with Oil red O staining kit and PAS staining kit (Beyotime, Shanghai, China). Histology images were observed, captured, and analyzed under light microscope, confocal microscope and ImageJ software, respectively.\n\n## Biochemical Assays\nKidney homogenates were centrifuged to obtain supernatants to measure biochemical indexes (Gao et al., 2022b). T-SOD, IL-8, IL-6, TNF-α, TG, TC, Glu contents, and MDA and GSH-Px activities in chicken kidneys were determined using the commercially available kits according to the manufacture's protocols (Nanjing Jiancheng Bioengineering Institute, Nanjing, China).\n\n## Quantitative Real-Time PCR\nTotal RNA from the kidney tissues was extracted with TRIzol reagent (Life Technologies, CA) ( Gao et al., 2022a). The concentration of RNA was detected and reverse-transcribed into cDNA by using the Nanodrop 2000C spectrophotometer (Thermo Fisher Scientific) and HiScript II reverse transcriptase kit (YEASEM, Shanghai, China), respectively. qRT-PCR was performed using Applied Biosystems 7500 (Life Technologies, CA) and the experiment was carried out using the SYBR Green Master Mix Kit (YEASEM, Shanghai, China). The transcriptional levels of relative mRNA were calculated by normalizing to β-actin using the 2−∆∆CT method. The sequences of gene-specific primer were showed in Table 1.Table 1Gene primers sequence and their GenBank accession number.Table 1GeneAccession numberForward primerReverse primeGLUT8NM_204375.2TCTTGGCAGAAGCATTCCCAGTAATTATAGCCGTTGTGCATGSK-3βXM_416557.8CAGACCGACCACAAGAAGTTAGCGCCACAAGCTCTCCTGAATCACGLUT1NM_205209.2GCAGGAGATGAAGGAGGAGAGCCAAGACGATTGCGATGAGGATGGPKNM_205469.2GCCTGCAAGTGAAGCTGGTATCTCTTCCGCCATATATACGCCACACATCPFKNM_001389313.2CGCATCAAGCAGTCAGCCTCAGACAGTAGCCAGGTAGCCACAGTAGPCK2XM_046905055.1CCTCGGCAACGTGACTGCTAACTTGGCTATTCCGATGACACCHK2XM_046903338.1GCGTGGATGGCTCTGTCTACAAGGGAGGAAGCGGACATCACAATCGATGLXM_015286619.4AGGAGGTCTCTTGAGTGGTATTAGCAGCCATTCCAACAATCTGACAGTGCPT1XM_040700878.2AGCCAGACTCCTCAGCAGCAGCACCATAGCCGTCATCAGCAACCFASXM_015288355.4TTTGTTCGTCATCACCGTCTATCGTTTCGTAGGCTCCTCCCATTCCPPARXM_046942569.1ACCAGCATCCAGTCCTTCATCCTTCACAAGCATGTACTCCGTAATGGMCADXM_038171570.1TGGACAGTTTAGGCAACACCCATATCCCGCTATCATCGGAALCADXM_040703381.2TCGGTCCCTTCTCCATCGTCTAGGCTTCTTCCCTGCATCTCCSREBP1XM_015294109.4GGCAAGGTGAAGCAGGAGAACAGAGAGGCAGAGGAAGACAAAGGCPT2XM_040704679.2CGCAGCTGGTCTCATTACACACAGAGCTCTTCAAGGGACCGCLCXM_040666478.2AACTGCTGTCTTCAGGTAACATTCCTCGGACACATAGCCTCTGTAGAACGCLMNM_001007953.2AGGTTGGACGAGATCAGAATCAGGTTTGCCGATACTTTCAGTTCATCCCGSRXM_040671422.2TCTTCAGCCACCCACCCATTGCTTCATCACACACTTCACCTTCCTCAMPKXM_046944573.1CCATCTGTCTCGCCCTCATCCAATGCCACTTCGCTCTTCTTACACFOXO1NM_204328.2ACTTCTGATTCTCCTCCGCATAATGTTGTTGTGAGGTGGCTGATTGCSIRT1XM_015288089.4GGGTGTCTGTGTCTTGTGGAATACTGCTTGAGGATCTGGAAGGTCTGβ-actinNM_205518.2ATGTCGCCCTGGATTTCGCACAGGACTCCATACCCAAGAAT Gene primers sequence and their GenBank accession number.\n\n## Western Blotting\nAccording to the previous method, the total protein was extracted and measured from kidney tissues by using the RIPA buffer (Beyotime, Shanghai, China) and BCA assay (Beyotime, Shanghai, China), respectively (Sun et al., 2024). Then, the extracted protein samples were subjected to sodium dodecyl sulfate-polyacrylamide gel electrophoresis (SDS-PAGE) gels and transferred onto polyvinylidene fluoride (PVDF) membranes. Besides, the membranes were blocked with 5% nonfat milk at room temperature for 2 h and incubated with appropriate primary antibodies at 4°C for 12 h. After washing with TBST for 3 times, incubated further with corresponding secondary antibodies at room temperature for 1 h, and washed again 3 times with TBST. As shown in Table 2, these antibodies were used in the present study. Furthermore, the protein bands were visualized using the ECL kit (Thermo Fisher Scientific), and the signals were quantified and analyzed by the imaging system and ImageJ software (NIH, Bethesda, MD). Protein expression levels were normalized to that of β-actin.Table 2Antibodies used in the present study.Table 2AntibodyCatalog numberCompanyp-AMPKAF3423ABclonalIL-6A0286ABclonalTNF-αA11534ABclonalGCLCA1038ABclonalGCLMA5314ABclonalGSRA12070ABclonalATGLA6245ABclonalMCADA1873ABclonalLCADA1266ABclonalCPT2A12426ABclonalGLUT1A6982ABclonalGLUT8A16521ABclonalAMPKWL02254WanleiFASWL03376WanleiIL-8WL03074WanleiCOX2WL01750WanleiSREBP1WL02093WanleiPPAR66826-1-IgProteintechCPT115184-1-APProteintechSIRT113161-1-APProteintechFOXO1PA5293Abmartp-SIRT1orb6958BiorbytGSK-3βsc-377213Santa Cruz Biotechnologyβ-actin66009-1-IgProteintechGoat anti-rabbit7074Cell Signaling TechnologyHorse anti-mouse7076Cell Signaling Technology Antibodies used in the present study.\n\n## Statistical Analysis\nAll experimental data were expressed as mean ± standard deviation (SD). A one-way analysis of variance (ANOVA) method was used to analyze the data using the SPSS 25.0 software. Image processing was carried out with GraphPad Prism 8 (San Diego, CA) and Origin 2021 (Northampton, MA). Differences yielding a P-value of less than 0.05 (P < 0.05) were considered significantly different.\n\n## RESULTS\nAs presented in Figures 2A-2D, Compared with Cd group, Cd + Lut group showed significantly decreased glomerular shrinkage and Glu level in kidney (demonstrated by PAS staining). Consistent with the results of some other published studies. As presented in Figure 2F, the mRNA transcriptional levels of glucose metabolism-related genes were obviously elevated (P < 0.05, P < 0.01 or P < 0.001), including GLUT1, PK, PFK, PCK2 and HK2 in Cd group, and Lut notedly reduced (P < 0.01 or P < 0.001) the GLUT1, PK, PFK, PCK2 and HK2 mRNA transcriptional levels in the Cd + Lut group. Additionally, GLUT8 and GSK-3β mRNA transcriptional levels in the Cd group were lower than the control group (P < 0.05), and Lut treatment prevented this decrease in the Cd + Lut group. As described in Figures 2E and 2G, consistent with the transcriptional levels of genes, the GLUT8 and GSK-3β protein expression levels in the Cd group were slightly lower (P < 0.05 or P < 0.001) than that in the control group, but in comparison with Cd group, they were obviously increased (P < 0.05 or P < 0.01) in the Cd + Lut group. Meanwhile, compared with control group, GLUT1 protein level was notably increased (P < 0.05) in the Cd group, and remarkedly downregulated (P < 0.05) in Cd + Lut group compared to Cd group. The results indicated that Lut supplementation alleviated the glucose metabolism dysfunction and kidney injury induced by Cd.Figure 2Lut attenuated Cd-induced glucose metabolism dysfunction in the kidney. (A) PAS staining of 1-month-old chicken kidneys (Bar = 100 µm). (B) The quantitative data for relative glomerular area. (C) The quantitative data for relative PAS staining area. (D) Glu level in kidney. (E) Protein band graph. (F) Glucose metabolism-related genes mRNA transcriptional levels. (G) Glucose metabolism-related protein expression levels. (H) Heatmap analysis of glucose metabolism-related genes mRNA transcriptional levels. The values are expressed as the mean ± SD (n = 9). Note: “*” represents a statistically significant difference between the Cd group and the control group (*P < 0.05, **P < 0.01 or ***P < 0.001), “#” represents a statistically significant difference between the Cd group and Cd + Lut group (#P < 0.05, ##P < 0.01 or ###P < 0.001). The meaning of the “*” and “#” remains the same throughout the text.Figure 2 Lut attenuated Cd-induced glucose metabolism dysfunction in the kidney. (A) PAS staining of 1-month-old chicken kidneys (Bar = 100 µm). (B) The quantitative data for relative glomerular area. (C) The quantitative data for relative PAS staining area. (D) Glu level in kidney. (E) Protein band graph. (F) Glucose metabolism-related genes mRNA transcriptional levels. (G) Glucose metabolism-related protein expression levels. (H) Heatmap analysis of glucose metabolism-related genes mRNA transcriptional levels. The values are expressed as the mean ± SD (n = 9). Note: “*” represents a statistically significant difference between the Cd group and the control group (*P < 0.05, **P < 0.01 or ***P < 0.001), “#” represents a statistically significant difference between the Cd group and Cd + Lut group (#P < 0.05, ##P < 0.01 or ###P < 0.001). The meaning of the “*” and “#” remains the same throughout the text. A previous study reported that glycolipid metabolism was regulated with Lut intervention (Wang et al., 2019). To further determine the effects of Lut on lipid metabolism, we next measured the related indicators in kidney. As shown in Figures 3A and 3B, the results of Oil red O staining of kidney presented an increased lipid level in the Cd group compared with the control group. But it was significantly decreased (P < 0.001) by the addition of Lut. The renal TG and TC contents in the Cd group were markedly higher (P < 0.001) than the control group, while Lut supplementation remarkably reduced (P < 0.001) the renal TG and TC contents in Cd + Lut group (Figures 3C and 3D). Moreover, the influence of Lut on lipid metabolism-related genes was further examined (Figure 3I). The mRNA transcriptional levels of genes, including ATGL, CPT1, PPAR, MCAD and LCAD showed dramatically decreased (P < 0.05 or P < 0.01) between the control group and Cd group, or remarkably upregulated (P < 0.05 or P < 0.001) between the Cd and Cd + Lut groups. However, FAS, SREBP1 and CPT2 transcriptional levels were significantly increased (P < 0.05 or P < 0.001) in the Cd group compared with the control group, but obviously decreased (P < 0.01 or P < 0.001) in the Cd + Lut group in comparison with Cd group. Likewise, lipid metabolism related protein levels were consistent with their gene mRNA transcriptional levels (Figures 3E–H). In general, these data powerfully certificated that Lut could alleviate kidney lipid metabolism disorder caused by Cd.Figure 3Lut alleviated Cd-induced lipid metabolism disorder in the kidney. (A) Oil red O staining of kidney sections (Bar = 50 µm). (B) Quantified data of kidney Oil red O staining. (C) Kidney levels of TG. (D) Kidney levels of TC. (E, G) Protein band graph. (F, H) Lipid metabolism-related protein expression levels. (I) Lipid metabolism-related genes mRNA transcriptional levels. (J) Heatmap analysis of lipid metabolism-related genes mRNA transcriptional levels. The values are expressed as the mean ± SD (n = 9). Note: “*” represents a statistically significant difference between the Cd group and the control group (*P < 0.05, **P < 0.01 or ***P < 0.001), “#” represents a statistically significant difference between the Cd group and Cd + Lut group (#P < 0.05, ##P < 0.01 or ###P < 0.001). The meaning of the “*” and “#” remains the same throughout the text.Figure 3 Lut alleviated Cd-induced lipid metabolism disorder in the kidney. (A) Oil red O staining of kidney sections (Bar = 50 µm). (B) Quantified data of kidney Oil red O staining. (C) Kidney levels of TG. (D) Kidney levels of TC. (E, G) Protein band graph. (F, H) Lipid metabolism-related protein expression levels. (I) Lipid metabolism-related genes mRNA transcriptional levels. (J) Heatmap analysis of lipid metabolism-related genes mRNA transcriptional levels. The values are expressed as the mean ± SD (n = 9). Note: “*” represents a statistically significant difference between the Cd group and the control group (*P < 0.05, **P < 0.01 or ***P < 0.001), “#” represents a statistically significant difference between the Cd group and Cd + Lut group (#P < 0.05, ##P < 0.01 or ###P < 0.001). The meaning of the “*” and “#” remains the same throughout the text. Oxidative stress is one of the critical reasons of Cd-induced nephrotoxicity. To determine whether Lut affected renal oxidative stress, we measured the relative indexes. Here, in comparison with the control group, the activities of the antioxidative indices GSH-Px and T-SOD were significantly decreased (P < 0.01 or P < 0.001) after Cd exposure, which were remarkably increased (P < 0.05 or P < 0.001) by Lut administration in Cd group. In contrasted to the control group, Cd obviously increased (P < 0.001) the MDA level. Simultaneously, Lut notably attenuated (P < 0.001) the MDA level under the Cd condition (Figures 4A–4C). In addition, Cd exposure slightly downregulated (P < 0.01 or P < 0.001) the antioxidant genes GCLC, GCLM and GSR mRNA transcriptional levels, but Lut supplementation obviously upregulated (P < 0.01 or P < 0.001) the mRNA transcriptional levels of GCLC, GCLM and GSR in Cd + Lut treated group (Figure 4J). Consistently, the protein expression levels were consistent with the genes (Figure 4D–4I). In summary, these results indicated that Lut supplementation protected kidney from Cd induced oxidative damage by elevating antioxidant ability.Figure 4Lut prevented Cd-induced oxidative stress in the kidney. (A) MDA level in the kidney. (B) GSH-Px activity in the kidney. (C) T-SOD activity in the kidney. (D–F) Protein band graph. (G–I) Antioxidant-related protein expression levels. (J) Antioxidant-related genes mRNA transcriptional levels. The values are expressed as the mean ± SD (n = 9). Note: “*” represents a statistically significant difference between the Cd group and the control group (*P < 0.05, **P < 0.01 or ***P < 0.001), “#” represents a statistically significant difference between the Cd group and Cd + Lut group (#P < 0.05, ##P < 0.01 or ###P < 0.001). The meaning of the “*” and “#” remains the same throughout the text.Figure 4 Lut prevented Cd-induced oxidative stress in the kidney. (A) MDA level in the kidney. (B) GSH-Px activity in the kidney. (C) T-SOD activity in the kidney. (D–F) Protein band graph. (G–I) Antioxidant-related protein expression levels. (J) Antioxidant-related genes mRNA transcriptional levels. The values are expressed as the mean ± SD (n = 9). Note: “*” represents a statistically significant difference between the Cd group and the control group (*P < 0.05, **P < 0.01 or ***P < 0.001), “#” represents a statistically significant difference between the Cd group and Cd + Lut group (#P < 0.05, ##P < 0.01 or ###P < 0.001). The meaning of the “*” and “#” remains the same throughout the text. Oxidative stress is widely perceived as a critical mechanism of inflammasome activation, which can be activated by excess ROS. Expression levels of inflammatory cytokines were detected using ELISA kits. The inflammatory cytokines TNF-α, IL-8 and IL-6 levels in the kidney were dramatically increased (P < 0.05) after Cd treatment, whereas Lut addition notedly decreased (P < 0.001) the levels of TNF-α, IL-8 and IL-6 (Figures 5A–5C). Moreover, the protein levels of IL-8, TNF-α, COX2 and IL-6 were consistent with their inflammatory cytokine levels (Figures 5D–5K). Collectively, these results in Figure 5 demonstrated that Lut could diminish from Cd-caused inflammatory response via decreasing the inflammatory cytokines levels.Figure 5Lut diminished Cd-induced inflammatory response in the kidney. (A) IL-6 level in the kidney. (B) IL-8 level in the kidney. (C) TNF-α level in the kidney. (D–G) Protein band graph. (H–K) Inflammation-related protein expression levels. The values are expressed as the mean ± SD (n = 9). Note: “*” represents a statistically significant difference between the Cd group and the control group (*P < 0.05, **P < 0.01 or ***P < 0.001), “#” represents a statistically significant difference between the Cd group and Cd + Lut group (#P < 0.05, ##P < 0.01 or ###P < 0.001). The meaning of the “*” and “#” remains the same throughout the text.Figure 5 Lut diminished Cd-induced inflammatory response in the kidney. (A) IL-6 level in the kidney. (B) IL-8 level in the kidney. (C) TNF-α level in the kidney. (D–G) Protein band graph. (H–K) Inflammation-related protein expression levels. The values are expressed as the mean ± SD (n = 9). Note: “*” represents a statistically significant difference between the Cd group and the control group (*P < 0.05, **P < 0.01 or ***P < 0.001), “#” represents a statistically significant difference between the Cd group and Cd + Lut group (#P < 0.05, ##P < 0.01 or ###P < 0.001). The meaning of the “*” and “#” remains the same throughout the text. AMPK plays a vital role in regulating cell energy homeostasis. To investigate whether Lut could affect the AMPK pathway, we measured the AMPK pathway relative gene (Figure 6K) and protein (Figures 6A–6G) levels in the kidney. AMPK and FOXO1 mRNA transcriptional levels were evidently upregulated (P < 0.05 or P < 0.01) under Cd stress, and SIRT1 mRNA transcriptional level was notably downregulated (P < 0.05). On the contrary, Lut significantly downregulated (P < 0.05 or P < 0.001) the AMPK and FOXO1 mRNA transcriptional levels compared with the Cd group, and notably upregulated (P < 0.05) the SIRT1 mRNA transcriptional level. Furthermore, Lut obviously decreased (P < 0.05) the p-SIRT1 protein expression level in the Cd + Lut group compared with the Cd group, and Lut significantly increased (P < 0.05) the p-AMPK protein expression level. Collectively, the data proved that the supplementation of Lut could activate the AMPK/SIRT1/FOXO1 signaling pathway in the kidney.Figure 6Lut improved Cd-induced AMPK/SIRT1/FOXO1 signaling pathway deactivation in the kidney. (A–C) Protein band graph. (D–G) AMPK/SIRT1/FOXO1 signaling pathway-related protein expression levels. (K) AMPK/SIRT1/FOXO1 signaling pathway-related gene mRNA transcriptional levels. (L) Heatmap analysis of AMPK/SIRT1/FOXO1 signaling pathway-related genes mRNA transcriptional and inflammation-related protein expression levels. The values are expressed as the mean ± SD (n = 9). Note: “*” represents a statistically significant difference between the Cd group and the control group (*P < 0.05, **P < 0.01 or ***P < 0.001), “#” represents a statistically significant difference between the Cd group and Cd + Lut group (#P < 0.05, ##P < 0.01 or ###P < 0.001). The meaning of the “*” and “#” remains the same throughout the text.Figure 6 Lut improved Cd-induced AMPK/SIRT1/FOXO1 signaling pathway deactivation in the kidney. (A–C) Protein band graph. (D–G) AMPK/SIRT1/FOXO1 signaling pathway-related protein expression levels. (K) AMPK/SIRT1/FOXO1 signaling pathway-related gene mRNA transcriptional levels. (L) Heatmap analysis of AMPK/SIRT1/FOXO1 signaling pathway-related genes mRNA transcriptional and inflammation-related protein expression levels. The values are expressed as the mean ± SD (n = 9). Note: “*” represents a statistically significant difference between the Cd group and the control group (*P < 0.05, **P < 0.01 or ***P < 0.001), “#” represents a statistically significant difference between the Cd group and Cd + Lut group (#P < 0.05, ##P < 0.01 or ###P < 0.001). The meaning of the “*” and “#” remains the same throughout the text. Correlation analysis was adopted to further verify the relationship among oxidative stress, inflammation, AMPK/SIRT1/FOXO1 signaling pathway, glucose metabolism, and lipid metabolism. As described in Figure 7, there had striking significant positive correlation among oxidative stress (MDA), inflammation (TNF-α, IL-6, IL-8, COX2), signaling pathway (AMPK, FOXO1), glucose metabolism indicators (Glu, GLUT1, CPT2, PK, PFK, HK2, PCK2) and lipid metabolism indicators (TC, TG, SREBP1, FAS) levels. On the contrary, oxidative stress (T-SOD, GSH-Px, GCLC, GCLM, GSR), signaling pathway (SIRT1), glucose metabolism indicators (GSK-3β, GLUT8), and lipid metabolism indicators (ATGL, CPT1, PPAR, LCAD, MCAD) levels had an apparently negative relationship.Figure 7Diagram of correlation analysis among oxidative stress, inflammation, AMPK/SIRT1/FOXO1 signaling pathway, glucose metabolism and lipid metabolism in chicken kidneys under Cd and/or Lut exposure.Figure 7 Diagram of correlation analysis among oxidative stress, inflammation, AMPK/SIRT1/FOXO1 signaling pathway, glucose metabolism and lipid metabolism in chicken kidneys under Cd and/or Lut exposure.\n\n## Lut Attenuated Cd-Induced Glucose Metabolism Dysfunction in Kidney\nAs presented in Figures 2A-2D, Compared with Cd group, Cd + Lut group showed significantly decreased glomerular shrinkage and Glu level in kidney (demonstrated by PAS staining). Consistent with the results of some other published studies. As presented in Figure 2F, the mRNA transcriptional levels of glucose metabolism-related genes were obviously elevated (P < 0.05, P < 0.01 or P < 0.001), including GLUT1, PK, PFK, PCK2 and HK2 in Cd group, and Lut notedly reduced (P < 0.01 or P < 0.001) the GLUT1, PK, PFK, PCK2 and HK2 mRNA transcriptional levels in the Cd + Lut group. Additionally, GLUT8 and GSK-3β mRNA transcriptional levels in the Cd group were lower than the control group (P < 0.05), and Lut treatment prevented this decrease in the Cd + Lut group. As described in Figures 2E and 2G, consistent with the transcriptional levels of genes, the GLUT8 and GSK-3β protein expression levels in the Cd group were slightly lower (P < 0.05 or P < 0.001) than that in the control group, but in comparison with Cd group, they were obviously increased (P < 0.05 or P < 0.01) in the Cd + Lut group. Meanwhile, compared with control group, GLUT1 protein level was notably increased (P < 0.05) in the Cd group, and remarkedly downregulated (P < 0.05) in Cd + Lut group compared to Cd group. The results indicated that Lut supplementation alleviated the glucose metabolism dysfunction and kidney injury induced by Cd.Figure 2Lut attenuated Cd-induced glucose metabolism dysfunction in the kidney. (A) PAS staining of 1-month-old chicken kidneys (Bar = 100 µm). (B) The quantitative data for relative glomerular area. (C) The quantitative data for relative PAS staining area. (D) Glu level in kidney. (E) Protein band graph. (F) Glucose metabolism-related genes mRNA transcriptional levels. (G) Glucose metabolism-related protein expression levels. (H) Heatmap analysis of glucose metabolism-related genes mRNA transcriptional levels. The values are expressed as the mean ± SD (n = 9). Note: “*” represents a statistically significant difference between the Cd group and the control group (*P < 0.05, **P < 0.01 or ***P < 0.001), “#” represents a statistically significant difference between the Cd group and Cd + Lut group (#P < 0.05, ##P < 0.01 or ###P < 0.001). The meaning of the “*” and “#” remains the same throughout the text.Figure 2 Lut attenuated Cd-induced glucose metabolism dysfunction in the kidney. (A) PAS staining of 1-month-old chicken kidneys (Bar = 100 µm). (B) The quantitative data for relative glomerular area. (C) The quantitative data for relative PAS staining area. (D) Glu level in kidney. (E) Protein band graph. (F) Glucose metabolism-related genes mRNA transcriptional levels. (G) Glucose metabolism-related protein expression levels. (H) Heatmap analysis of glucose metabolism-related genes mRNA transcriptional levels. The values are expressed as the mean ± SD (n = 9). Note: “*” represents a statistically significant difference between the Cd group and the control group (*P < 0.05, **P < 0.01 or ***P < 0.001), “#” represents a statistically significant difference between the Cd group and Cd + Lut group (#P < 0.05, ##P < 0.01 or ###P < 0.001). The meaning of the “*” and “#” remains the same throughout the text.\n\n## Lut Alleviated Cd-Induced Lipid Metabolism Disorder in Kidney\nA previous study reported that glycolipid metabolism was regulated with Lut intervention (Wang et al., 2019). To further determine the effects of Lut on lipid metabolism, we next measured the related indicators in kidney. As shown in Figures 3A and 3B, the results of Oil red O staining of kidney presented an increased lipid level in the Cd group compared with the control group. But it was significantly decreased (P < 0.001) by the addition of Lut. The renal TG and TC contents in the Cd group were markedly higher (P < 0.001) than the control group, while Lut supplementation remarkably reduced (P < 0.001) the renal TG and TC contents in Cd + Lut group (Figures 3C and 3D). Moreover, the influence of Lut on lipid metabolism-related genes was further examined (Figure 3I). The mRNA transcriptional levels of genes, including ATGL, CPT1, PPAR, MCAD and LCAD showed dramatically decreased (P < 0.05 or P < 0.01) between the control group and Cd group, or remarkably upregulated (P < 0.05 or P < 0.001) between the Cd and Cd + Lut groups. However, FAS, SREBP1 and CPT2 transcriptional levels were significantly increased (P < 0.05 or P < 0.001) in the Cd group compared with the control group, but obviously decreased (P < 0.01 or P < 0.001) in the Cd + Lut group in comparison with Cd group. Likewise, lipid metabolism related protein levels were consistent with their gene mRNA transcriptional levels (Figures 3E–H). In general, these data powerfully certificated that Lut could alleviate kidney lipid metabolism disorder caused by Cd.Figure 3Lut alleviated Cd-induced lipid metabolism disorder in the kidney. (A) Oil red O staining of kidney sections (Bar = 50 µm). (B) Quantified data of kidney Oil red O staining. (C) Kidney levels of TG. (D) Kidney levels of TC. (E, G) Protein band graph. (F, H) Lipid metabolism-related protein expression levels. (I) Lipid metabolism-related genes mRNA transcriptional levels. (J) Heatmap analysis of lipid metabolism-related genes mRNA transcriptional levels. The values are expressed as the mean ± SD (n = 9). Note: “*” represents a statistically significant difference between the Cd group and the control group (*P < 0.05, **P < 0.01 or ***P < 0.001), “#” represents a statistically significant difference between the Cd group and Cd + Lut group (#P < 0.05, ##P < 0.01 or ###P < 0.001). The meaning of the “*” and “#” remains the same throughout the text.Figure 3 Lut alleviated Cd-induced lipid metabolism disorder in the kidney. (A) Oil red O staining of kidney sections (Bar = 50 µm). (B) Quantified data of kidney Oil red O staining. (C) Kidney levels of TG. (D) Kidney levels of TC. (E, G) Protein band graph. (F, H) Lipid metabolism-related protein expression levels. (I) Lipid metabolism-related genes mRNA transcriptional levels. (J) Heatmap analysis of lipid metabolism-related genes mRNA transcriptional levels. The values are expressed as the mean ± SD (n = 9). Note: “*” represents a statistically significant difference between the Cd group and the control group (*P < 0.05, **P < 0.01 or ***P < 0.001), “#” represents a statistically significant difference between the Cd group and Cd + Lut group (#P < 0.05, ##P < 0.01 or ###P < 0.001). The meaning of the “*” and “#” remains the same throughout the text.\n\n## Lut Prevented Cd-Induced Oxidative Stress in Kidney\nOxidative stress is one of the critical reasons of Cd-induced nephrotoxicity. To determine whether Lut affected renal oxidative stress, we measured the relative indexes. Here, in comparison with the control group, the activities of the antioxidative indices GSH-Px and T-SOD were significantly decreased (P < 0.01 or P < 0.001) after Cd exposure, which were remarkably increased (P < 0.05 or P < 0.001) by Lut administration in Cd group. In contrasted to the control group, Cd obviously increased (P < 0.001) the MDA level. Simultaneously, Lut notably attenuated (P < 0.001) the MDA level under the Cd condition (Figures 4A–4C). In addition, Cd exposure slightly downregulated (P < 0.01 or P < 0.001) the antioxidant genes GCLC, GCLM and GSR mRNA transcriptional levels, but Lut supplementation obviously upregulated (P < 0.01 or P < 0.001) the mRNA transcriptional levels of GCLC, GCLM and GSR in Cd + Lut treated group (Figure 4J). Consistently, the protein expression levels were consistent with the genes (Figure 4D–4I). In summary, these results indicated that Lut supplementation protected kidney from Cd induced oxidative damage by elevating antioxidant ability.Figure 4Lut prevented Cd-induced oxidative stress in the kidney. (A) MDA level in the kidney. (B) GSH-Px activity in the kidney. (C) T-SOD activity in the kidney. (D–F) Protein band graph. (G–I) Antioxidant-related protein expression levels. (J) Antioxidant-related genes mRNA transcriptional levels. The values are expressed as the mean ± SD (n = 9). Note: “*” represents a statistically significant difference between the Cd group and the control group (*P < 0.05, **P < 0.01 or ***P < 0.001), “#” represents a statistically significant difference between the Cd group and Cd + Lut group (#P < 0.05, ##P < 0.01 or ###P < 0.001). The meaning of the “*” and “#” remains the same throughout the text.Figure 4 Lut prevented Cd-induced oxidative stress in the kidney. (A) MDA level in the kidney. (B) GSH-Px activity in the kidney. (C) T-SOD activity in the kidney. (D–F) Protein band graph. (G–I) Antioxidant-related protein expression levels. (J) Antioxidant-related genes mRNA transcriptional levels. The values are expressed as the mean ± SD (n = 9). Note: “*” represents a statistically significant difference between the Cd group and the control group (*P < 0.05, **P < 0.01 or ***P < 0.001), “#” represents a statistically significant difference between the Cd group and Cd + Lut group (#P < 0.05, ##P < 0.01 or ###P < 0.001). The meaning of the “*” and “#” remains the same throughout the text.\n\n## Lut Diminished Cd-Induced Inflammatory Response in Kidney\nOxidative stress is widely perceived as a critical mechanism of inflammasome activation, which can be activated by excess ROS. Expression levels of inflammatory cytokines were detected using ELISA kits. The inflammatory cytokines TNF-α, IL-8 and IL-6 levels in the kidney were dramatically increased (P < 0.05) after Cd treatment, whereas Lut addition notedly decreased (P < 0.001) the levels of TNF-α, IL-8 and IL-6 (Figures 5A–5C). Moreover, the protein levels of IL-8, TNF-α, COX2 and IL-6 were consistent with their inflammatory cytokine levels (Figures 5D–5K). Collectively, these results in Figure 5 demonstrated that Lut could diminish from Cd-caused inflammatory response via decreasing the inflammatory cytokines levels.Figure 5Lut diminished Cd-induced inflammatory response in the kidney. (A) IL-6 level in the kidney. (B) IL-8 level in the kidney. (C) TNF-α level in the kidney. (D–G) Protein band graph. (H–K) Inflammation-related protein expression levels. The values are expressed as the mean ± SD (n = 9). Note: “*” represents a statistically significant difference between the Cd group and the control group (*P < 0.05, **P < 0.01 or ***P < 0.001), “#” represents a statistically significant difference between the Cd group and Cd + Lut group (#P < 0.05, ##P < 0.01 or ###P < 0.001). The meaning of the “*” and “#” remains the same throughout the text.Figure 5 Lut diminished Cd-induced inflammatory response in the kidney. (A) IL-6 level in the kidney. (B) IL-8 level in the kidney. (C) TNF-α level in the kidney. (D–G) Protein band graph. (H–K) Inflammation-related protein expression levels. The values are expressed as the mean ± SD (n = 9). Note: “*” represents a statistically significant difference between the Cd group and the control group (*P < 0.05, **P < 0.01 or ***P < 0.001), “#” represents a statistically significant difference between the Cd group and Cd + Lut group (#P < 0.05, ##P < 0.01 or ###P < 0.001). The meaning of the “*” and “#” remains the same throughout the text.\n\n## Lut Improved Cd-Induced AMPK/SIRT1/FOXO1 Signaling Pathway Deactivation in Kidney\nAMPK plays a vital role in regulating cell energy homeostasis. To investigate whether Lut could affect the AMPK pathway, we measured the AMPK pathway relative gene (Figure 6K) and protein (Figures 6A–6G) levels in the kidney. AMPK and FOXO1 mRNA transcriptional levels were evidently upregulated (P < 0.05 or P < 0.01) under Cd stress, and SIRT1 mRNA transcriptional level was notably downregulated (P < 0.05). On the contrary, Lut significantly downregulated (P < 0.05 or P < 0.001) the AMPK and FOXO1 mRNA transcriptional levels compared with the Cd group, and notably upregulated (P < 0.05) the SIRT1 mRNA transcriptional level. Furthermore, Lut obviously decreased (P < 0.05) the p-SIRT1 protein expression level in the Cd + Lut group compared with the Cd group, and Lut significantly increased (P < 0.05) the p-AMPK protein expression level. Collectively, the data proved that the supplementation of Lut could activate the AMPK/SIRT1/FOXO1 signaling pathway in the kidney.Figure 6Lut improved Cd-induced AMPK/SIRT1/FOXO1 signaling pathway deactivation in the kidney. (A–C) Protein band graph. (D–G) AMPK/SIRT1/FOXO1 signaling pathway-related protein expression levels. (K) AMPK/SIRT1/FOXO1 signaling pathway-related gene mRNA transcriptional levels. (L) Heatmap analysis of AMPK/SIRT1/FOXO1 signaling pathway-related genes mRNA transcriptional and inflammation-related protein expression levels. The values are expressed as the mean ± SD (n = 9). Note: “*” represents a statistically significant difference between the Cd group and the control group (*P < 0.05, **P < 0.01 or ***P < 0.001), “#” represents a statistically significant difference between the Cd group and Cd + Lut group (#P < 0.05, ##P < 0.01 or ###P < 0.001). The meaning of the “*” and “#” remains the same throughout the text.Figure 6 Lut improved Cd-induced AMPK/SIRT1/FOXO1 signaling pathway deactivation in the kidney. (A–C) Protein band graph. (D–G) AMPK/SIRT1/FOXO1 signaling pathway-related protein expression levels. (K) AMPK/SIRT1/FOXO1 signaling pathway-related gene mRNA transcriptional levels. (L) Heatmap analysis of AMPK/SIRT1/FOXO1 signaling pathway-related genes mRNA transcriptional and inflammation-related protein expression levels. The values are expressed as the mean ± SD (n = 9). Note: “*” represents a statistically significant difference between the Cd group and the control group (*P < 0.05, **P < 0.01 or ***P < 0.001), “#” represents a statistically significant difference between the Cd group and Cd + Lut group (#P < 0.05, ##P < 0.01 or ###P < 0.001). The meaning of the “*” and “#” remains the same throughout the text.\n\n## Correlation Analysis\nCorrelation analysis was adopted to further verify the relationship among oxidative stress, inflammation, AMPK/SIRT1/FOXO1 signaling pathway, glucose metabolism, and lipid metabolism. As described in Figure 7, there had striking significant positive correlation among oxidative stress (MDA), inflammation (TNF-α, IL-6, IL-8, COX2), signaling pathway (AMPK, FOXO1), glucose metabolism indicators (Glu, GLUT1, CPT2, PK, PFK, HK2, PCK2) and lipid metabolism indicators (TC, TG, SREBP1, FAS) levels. On the contrary, oxidative stress (T-SOD, GSH-Px, GCLC, GCLM, GSR), signaling pathway (SIRT1), glucose metabolism indicators (GSK-3β, GLUT8), and lipid metabolism indicators (ATGL, CPT1, PPAR, LCAD, MCAD) levels had an apparently negative relationship.Figure 7Diagram of correlation analysis among oxidative stress, inflammation, AMPK/SIRT1/FOXO1 signaling pathway, glucose metabolism and lipid metabolism in chicken kidneys under Cd and/or Lut exposure.Figure 7 Diagram of correlation analysis among oxidative stress, inflammation, AMPK/SIRT1/FOXO1 signaling pathway, glucose metabolism and lipid metabolism in chicken kidneys under Cd and/or Lut exposure.\n\n## DISCUSSION\nCadmium is recognized as a major pollutant in the natural environment. Long-term exposure to high concentrations Cd exerts adverse effects on the metabolism of animals. The most intuitionistic indicator of glucose metabolism disorder is increased kidney Glu levels. In our study, both PAS glycogen staining and Glu level detection showed that glycogen levels in the kidney increased in the Cd treatment group. This also suggested the possibility of weakened glycogen mobilization under Cd stress. Glut1 is a high-affinity glucose transporter. Unlike Glut1, Glut8 is a dual-specific glucose and fructose transporter. PCK2 is a tumor suppressor and can hinder glucose metabolism by promoting significant catabolic action to produce Glu (He et al., 2023). Glycogen synthase kinase‐3β (GSK-3β), a multifunctional serine/threonine kinase, regulates cell death and inflammation (El-Gohary et al., 2023). Hexokinase (HK), pyruvate kinase (PK), and phosphofructokinase (PFK) are 3 of the pivotal rate-limiting enzymes in the process of glycolysis (Jiang et al., 2024). Administration of Cd for 12 wk induced the energy metabolism disorder of the chicken ovarian tissues, and remarkably downregulated the mRNA expression of glucose-related genes HK2 and PK (Xing et al., 2022). In HELF cells, Cd triggered autophagy to induce mTOR-dependent glycolysis in which GLUT1 and HK2 were elevated to accelerate glucose uptake to promote cell growth (Bao et al., 2023). Therefore, in present study, qRT-PCR analysis confirmed that Glut1, PK, PFK, PCK2 and HK2 mRNA transcriptional levels were significantly upregulated under Cd exposure. Inversely, the mRNA transcriptional levels of Glut8 and GSK-3β were markedly downregulated. Additionally, Lut could efficiently alleviate the changes above these indicators induced by Cd. The results of western blotting also showed that proteins involved in glucose metabolism processes were affected similarly. Therefore, this all indicated that Lut might alleviate the disorder of glucose metabolism caused by Cd. A study in western diet-fed mice showed that Lut supplementation decreased the serum TG, TC, alanine aminotransferase levels, and low-density lipoprotein cholesterol (Li et al., 2023). In agreement with the study, our results demonstrated that the TG and TC levels in kidney were enhanced by Cd and the result of Oil red O staining also shown that Cd treatment caused significantly lipid accumulation in kidney. The key enzymes, namely carnitine palmitoyltransferase-1/2 (CPT1 and CPT2), are specific to control an initiating step in the translocation of long chain fatty acids across the mitochondrial membranes for β-oxidation (Xie et al., 2021). PPAR, a kind of transcriptional factor, are involved in the lipid metabolism via regulation of the expression of genes involved in the catabolism of fatty (Vesci et al., 2024). Adipose triglyceride lipase (ATGL) is the key enzyme that regulates lipolysis. Long/medium-chain acyl-CoA dehydrogenases (LCAD and MCAD) catalyze the first step of medium-chain and long-chain fatty acids in FAO, respectively. Sterol regulatory element binding protein (SREBP) is a transcription factor that can activate target genes of its downstream endogenous fatty acid synthesis, such as accα and fas (Kuipers et al., 2011). Fatty-acid synthase (FAS) is one of the key enzymes in fatty acid synthesis. Exposure to 200 and 500 µg Cd L−1 significantly downregulated mRNA expression levels of PPAR, ACOX and CPT. Additionally, high concentrations of Cd could affect normal lipid metabolism by promoting lipid synthesis and inhibiting fatty acid oxidation capacity (Wang et al., 2024). Concomitantly, CdCl2 enhanced the TC and TG levels, were accompanied by lipid accumulation in the serum and liver of rats. Besides, it also upregulated the mRNA and protein levels of FAS, SREBP1, and SREBP2 but downregulated CPT1, PPAR, and CPT2 mRNA levels (Zhang et al., 2024). Hence, in our experiment, it was found that ATGL, CPT1, PPAR, MCAD, and LCAD mRNA transcriptional levels in the Cd group were dramatically downregulated compared with the control group, and FAS, SREBP1, and CPT2 mRNA transcriptional levels were observably upregulated in Cd group. In addition, all these results were reversed after Lut treatment, and the results of western blotting are consistent with those of qRT-PCR, suggesting that Lut may relieve Cd-induced renal lipid metabolism disorder. GSH-Px is the general name of an enzyme family with peroxidase activity whose central biological role is to protect the organism from oxidative damage. GSH-Px prevents the chain reaction of lipid peroxidation by accelerating the oxidation of glutathione in the glutathione redox reaction and removing harmful peroxide products. T-SOD plays a crucial part in maintaining the balance between oxidation and antioxidation systems by effectively scavenging ROS to combat the toxic effects of oxygen-free radicals. Therefore, T-SOD activity symbolically represented the ability to scavenger oxygen free radicals of the organisms (Hu et al., 2024). MDA as a reliable parameter to reflect the increase of ROS level because its concentration in cells is positively correlated with the degree of cell damage. It is not only a representative reaction product of free radical and lipid oxidation but also a cytotoxic (Hayat et al., 2024). Glutathione reductase (GSR) is an enzyme that catalyzes the reaction of oxidized glutathione (GSSG) to its reduced form glutathione (GSH) using the reduced form NADP. GCL is a critical factor in maintaining cellular GSH homeostasis. Consists of GCLC and GCLM sub-units. GCLC controls intracellular GSH binding and activates cell detoxification mechanisms. GCLM improves the decomposition efficiency of GCLC through direct interaction with GCLC (Liao et al., 2019). Accumulating evidence has indicated that Cd-induced oxidative stress via decreasing GSH-Px and T-SOD activities, increasing MDA concentration, and downregulating the antioxidant genes GCLC, GCLM, and GSR transcriptional levels in duck livers, which was highly consistent with our results (Sun et al., 2023). Furthermore, in this study, the Lut intervention tremendously reversed this consequence, increasing GSH-Px and T-SOD activities, upregulating the GCLC, GCLM and GSR transcriptional levels, and decreasing MDA concentration under Cd stress. Combined with the above results, these results suggested that Lut supplementation had a protective effect against Cd-induced oxidative damage. Numerous reports have confirmed that Cd exposure causes upregulation of some mediators and markers of inflammation. For instance, Cd was reported to increase IL-6 and IL-8 secretion in various cells, including bronchial epithelial cells, THP-1 monocytic cells, and intestinal epithelial cells (Yang et al., 2021). Early studies have demonstrated that Cd exposure causes inflammatory damage by increasing the markers of pro-inflammatory factors including IL-6, TNF-α, and IL-1β, reflecting the kidney damage induced by Cd exposure (Chen et al., 2022). The effects of Cd on COX-2 mRNA, protein expression and enzyme activity were confirmed in different experimental models (Hayat et al., 2024). TNF-α is a vital pro-inflammatory factor and secreted by macrophages, which can lead to tissue damage and apoptosis (Lin et al., 2023). IL-6 and IL-8 are the major cytokines produced by the kidney, but IL-8 is the most studied and is thought to participate in glomerulonephritis and inflammatory kidney disease (McKenzie et al., 2020). COX-2 is an enzyme mediating the progression of inflammation (Babar et al., 2024). Cd exposure mediated renal damage with considerably enhanced inflammatory indices, including IL-1β, TNF-α and IL-6, inducible COX-2 activity in rats (Ijaz et al., 2023). So, our research results showed that Cd treatment markedly aggravated renal inflammatory damage evidenced by an increase in the IL-8, TNF-α, COX2 and IL-6 contents and protein expression levels in the chicken kidney. Conversely, Lut supplementation reduced IL-8, TNF-α, COX2 and IL-6 contents and protein expression levels. Consistent with the above results, Lut might alleviate the inflammatory response, thereby alleviating Cd-induced renal inflammatory damage. AMP-activated protein kinase (AMPK) is involved in regulating lipid and glucose metabolism, and its activation has long been considered a valuable target for treating metabolic diseases. The increasing AMPK activity inhibits multiple factors involved in glucose synthesis, including FOXO1, PEPCK, G6Pase and GS, thereby down-regulating glucose synthesis (Zang et al., 2023). AMPK as an essential energy sensor that maintains energy balance and plays a vital role in regulating redox status, antioxidant enzyme expression and metabolism homeostasis (Liang et al., 2024). It is known that SIRT1 is a member of the NAD+-dependent deacetylase family. SIRT1 senses the intracellular NAD+ level and participates in numerous metabolic processes of cells, including DNA damage repair, apoptosis, inflammation, aging, stress responses and so on (Yu et al., 2018). AMPK and SIRT1 are evolutionarily conserved partners with similar functions. SIRT1 can regulate the AMPK signaling axis through the deacetylation of specific crucial proteins or interacting with a variety of other downstream signaling molecules, such as FOXO1, NF-κB, and p53, thereby regulating oxidative stress, inflammation, cell death and other physiological responses (Liu et al., 2021). It has been found that the activation of AMPK/SIRT1 signaling axis can improve liver damage by regulating lipid metabolism, attenuating inflammation, and relieving endoplasmic reticulum stress (Ruderman et al., 2010). In the current study, AMPK and FOXO1 protein expression levels in the Cd treatment group were upregulated, but Lut intervention downregulated AMPK and FOXO1 expression levels in the case of Cd treatment. The protein expression levels of p-AMPK and p-SIRT1 are the opposite of AMPK and SIRT1. So, these results indicated that Lut supplementation might activate AMPK/SIRT1/FOXO1 signaling pathway and alleviate kidney damage associated with Cd exposure.\n\n## CONCLUSIONS\nIn summary, our study demonstrated that Cd exposure induced oxidative stress and inflammation in chicken kidney tissues. Additionally, Cd induced glucose metabolism and lipid metabolism disorders by inhibiting AMPK/SIRT1/FOXO1 signaling pathway. Surprisingly, Lut exhibits a better therapeutic effect on glycolipid metabolism dysregulation, oxidative stress, and inflammation, which is related to regulating the AMPK/SIRT1/FOXO1 signaling pathway. These data suggested that Lut has a protective effect on kidney damage by Cd-induced and it might be a prospective therapy for preventing and treating kidney metabolic diseases associated with heavy metal Cd pollution. However, the interaction among oxidative stress, inflammation, and glycolipid metabolism disorder in Cd-induced nephrotoxicity is complicated, and the results of animal experiments alone are not enough to explain the problem. The specific molecular mechanism and clinical significance of Cd-induced nephrotoxicity need to be further verified by cell experiments.",
  "word_count": 9073,
  "char_count": 63341
}