{
  "pmcid": "PMC10976359",
  "doi": "10.1021/acsomega.3c09269",
  "title": "Density Functional\nTheory Calculation May Confirm\nArsenic–Thiol Adhesion as the Primary Mechanism of Arsenical\nToxicity",
  "authors": [
    "Meng-Han Tsai",
    "Ying-Ting Lin"
  ],
  "year": "2024",
  "journal": "ACS Omega",
  "abstract": "Previously, it was believed that methylation was the\nbody’s\nprimary method to detoxify inorganic arsenic. However, recent research\nhas shown that the metabolized intermediate known as MMAIII is more toxic than arsenite and arsenate, contradicting a previous\nunderstanding. Another important question arises: is arsenical toxicity\ntruly caused by arsenic binding to proteins through arsenic thiol\nadhesion? Based on the toxicity order of the experiment, with MMAIII being the most toxic, followed by arsenite, arsenate, DMAV, and MMAV, density functional theory (DFT) calculations\ncan provide a straightforward assessment of this issue. Our practice\ncaptures all the transition states associated with a specific imaginary-frequency\nvibration mode, including proton transfer and simultaneous departure\nof leaving group. We have obtained the energy barriers for five arsenicals\nreacting with thiol, alcohol, and amine separately. In addition to\nenergetic favorability, the following are the energy barriers for\narsenic’s reaction with thiol ranked from low to high: MMAIII (25.4 kcal/mol), arsenite (27.7 kcal/mol), arsenate (32.8\nkcal/mol), DMAV (36.2 kcal/mol), and MMAV (38.3\nkcal/mol). Results show that the toxicity of arsenicals is mainly\ncaused by their reaction with thiol rather than with alcohol or amine,\nas supported by the trend of decreasing toxicity and increasing energy\nbarriers. Thus, this DFT calculation may confirm the paradigm that\narsenic–thiol adhesion is the primary cause of arsenic toxicity\nin the body.",
  "sections": [
    {
      "title": "Introduction",
      "text": "Arsenic, a heavy metal\npollutant, is ubiquitous in the environment,\noften combining with other metals to form mineral rocks that transform\ninto dust. It can also dissolve in rainwater, rivers, and groundwater,\nentering the water cycle and posing a threat to organisms.1,2 Arsenic poisoning, caused by the consumption of drinking water contaminated\nwith arsenic, can lead to acute consequences such as peripheral neuropathy,\nchronic lung disease, increased incidence of liver and cardiovascular\ndisease, as well as chronic consequences such as skin, lung, liver,\nkidney, and bladder cancers.3 To address\nthis issue, the World Health Organization established a maximum permissible\nlimit of 10 μg/L for arsenic ingestion through drinking water\nin 2011.4 The body processes arsenic mainly\nthrough two metabolic processes: the reduction of pentavalent arsenic\nto trivalent arsenic and the methylation of trivalent arsenic to pentavalent\narsenic.5 Glutathione and reductase enzymes\ndominate the reduction of pentavalent arsenic compounds,6−8 while S-adenosylmethionine and methyltransferase\nare responsible for the methylation of trivalent arsenic compounds\nto pentavalent ones.9 Whereas the\ntwo metabolized products, monomethylarsenic acid (MMAV)\nand dimethylarsenic acid (DMAV), have demonstrated\nlow toxicity in acute lethality assays, and the process of methylation\nof arsenicals was previously believed to be a detoxification mechanism.10,11 However, the extraction of another metabolized product, monomethylarsonous\nacid (MMAIII), from human urine has indicated that MMAIII is more toxic than arsenite.12 As a result, cytotoxicity studies have been conducted to determine\nthe relative toxicity of various arsenicals. A toxicity ranking (MMAIII > arsenite > arsenate > DMAV = MMAV) has been proposed.13 Several\npossible\ncarcinogenic mechanisms have also been suggested for arsenical, based\non in vivo and in vitro experiments, which yielded the same order\nof toxicity as stated above.14 The toxicity\nof monomethylarsonous acid (MMAIII) is greater than those\nof arsenite and arsenate, indicating that the methylation process\nmay not be solely a detoxification mechanism. Arsenical toxicity\nis a complex phenomenon that involves multiple\nbiological pathways and triggers skepticism that the arsenic–thiol\nadhesion might not be the sole reason to account for the various harmful\neffects of arsenic. The arsenic–thiol reaction can result in\nthe depletion of intracellular glutathione, a major thiol-containing\nantioxidant, and subsequent oxidative stress. Arsenical has also the\nability to disrupt cellular signaling,15,16 and impair\nmitochondrial function.13,17 Moreover, arsenical\nis also suggested to alter the expressions of other cellular components,\nsuch as lipids18 and nucleic acids,19,20 and affect various biochemical and physiological processes. Thus,\na question is then raised against the current conception: does arsenical\ntoxicity primarily come from binding of arsenic to protein cysteine,\ni.e., arsenic thiol adhesion? The density functional theory\n(DFT)21 is a computational method used\nin quantum mechanics to investigate\nthe electronic structure of molecules and materials. It can calculate\nvarious properties of molecules including their energy, geometry,\nand electronic structure. A DFT calculation may provide a simple assessment\nof the above question by checking if the somatic toxicity can be explained\nby the DFT-calculated reaction energy profile (REP), of which one\nimportant feature is the transition state (TS) energy barrier. In\nthis study, we calculated all REPs between arsenicals and methanethiol,\nmethanol, and methylamine. Our goal was to identify which functional\ngroups arsenic primarily interacts with to cause somatic toxicity\nby observing model systems with the five mentioned arsenicals reacting\nwith three main functional groups: thiol, alcohol, and amine. All\nthe calculated TSs feature the only imaginary frequency where a vibration\nmode of proton-transfer couples with the concerted departure of the\nleaving group. Through DFT calculations, we have discovered that the\nenergy barriers of thiol reactions are increasing while toxicity is\ndecreasing. This trend holds true for the five arsenicals reacting\nwith thiol, as opposed to arsenic reactions with alcohol or amine.\nThese analyses convey that arsenical toxicity is mainly caused by\nthe reaction of arsenic with thiol. Therefore, arsenic–thiol\nadhesion is the primary cause of arsenical toxicity in the body."
    },
    {
      "title": "Materials and Methods",
      "text": "Five arsenicals,\none thiol molecule, one alcohol molecule, and\none amine molecule as reactants are used in the model systems of the\nDFT calculation.21 The five arsenicals\ncomprise MMAIII [monomethylarsenous acid, CH3AsIII(OH)2], arsenite [arsenous acid, AsIII(OH)3], arsenate [arsenic acid, AsVO(OH)3], MMAV [monomethylarsenic acid, CH3AsVO(OH)2], and DMAV [dimethylarsenic\nacid, (CH3)2AsVO(OH)]. The thiol\nmolecule is methanethiol (HSCH3), the alcohol molecule\nis methanol (HOCH3), and the amine molecule is methylamine\n(H2NCH3) as shown in Figure 1. To analyze the interactions between arsenicals\nand thiol, alcohol, and amine molecules, we utilized DFT to calculate\ntheir energy profiles. First, we carefully determine the TS,22 then optimize the reactants and products. This\nTS should exhibit a proton transfer mechanism with an imaginary-frequency\nvibrational mode,21 coupled with the simultaneous\ndeparture of a leaving group. To begin, we utilized this TS as our\ninitial reference and brought the proton closer to the reactant. Afterward,\nwe conduct geometry optimization through DFT to achieve the desired\nreactant. We move the proton near the product, and the optimization\nwill produce the desired products. The section of results and discussion\nwill detail more information, using MMAIII and methanethiol\nas examples. We can use the same calculation practice to obtain all\nof the energy profiles through this unified process of DFT geometry\noptimization. The DFT calculations (using uB3LYP functional method,23 charge = 0, and spin = 1) were mainly carried\nout using the Gaussian 16 software package24 with 6-31G(d) basis set.25,26 All structures for\nthe molecules under investigation were generated using GaussView 6.0.27 The energy unit used to display the REP is kcal/mol\nin the calculated results. Notice that the energy barrier is the TS\nenergy minus the reactant energy and the reaction energy is the product\nenergy minus the reactant energy. Five arsenicals and three molecules, methanethiol,\nmethanol, and\nmethylamine, as reactants are used in the model systems of the DFT\ncalculation."
    },
    {
      "title": "Results and Discussion",
      "text": "Arsenical reacting with methanethiol at various orientations is likely\nto cause different TSs, probably leading to different products. Here,\nwe propose to use a specific TS as the initial structure point for\nall of the geometry optimization along the reaction pathway. It is\npossible to avoid errors in optimizing the geometry of random initial\nstructures for reactants and products. Take the reactants, MMAIII, and methanethiol, as an example. For instance, in Figure 2a, in the captured\nTS state, the four atoms, including arsenic, hydroxyl oxygen, thiol\nsulfur, and thiol hydrogen, form a quadrilateral of a TS at an energy\nhigh. After the DFT geometry optimization for the TS structure, we\ncan observe that an imaginary-frequency vibrational mode has a proton\ntransfer between the sulfur atom of methanethiol and the oxygen atom\nof the hydroxyl group, coupled with the departure of the hydroxyl\ngroup. In Figure 2b,\nthe captured TS state serves as the starting point for further calculations\nof the structures of the reactants and products. By bringing the proton\na bit closer to the sulfur atom of thiol in the TS initial structure,\na DFT geometry optimization calculation can obtain the optimized structures\nand energies of the two reactants, MMAIII and methanethiol.\nIn Figure 3c, by moving\nthe proton a bit closer to the oxygen of the arsenic hydroxyl in the\nTS initial structure, the DFT geometry optimization calculation can\nfind the optimized structures and energies of the arsenic product\ncomplex and water. To maintain consistency, we propose creating a\nuniform calculation practice for all REPs22 involving the five arsenicals reacting with methanethiol, alcohol,\nand amine in a vacuum. By doing so, we can eliminate the possibility\nof various TS states that may occur due to different reaction orientations.\nTo properly capture TSs, they must be linked to a specific vibration\nmode in a quadrilateral orbit of the related four atoms. This imaginary-frequency\nvibration mode features proton transfer and the simultaneous departure\nof the leaving group. This way allows us to accurately determine the\nenergy barriers for reactions involving arsenic and thiol, alcohol,\nor amine. In order to accurately identify barrier trends, it is crucial\nthat we maintain consistency in both our method and our approach to\nachieve consistent results. (a) The captured TS between MMAIII and methanethiol\nwith an imaginary-frequency vibrational mode featuring proton transfer\nand the departure of the hydroxyl group. We used this TS geometry\nas an initial point for further geometry optimization. The right panel\nshows a stereo view of the TS. (b) Relocating the proton close to\nthe sulfur atom of methanethiol in the DFT geometry optimization calculation\nwill yield the reactants. (c) Relocating the proton close to the oxygen\natom of the hydroxyl group will yield the products. REPs for the reactions between the five arsenicals and\nmethanethiol\nwith leaving the hydroxyl group. The energy barriers of arsenical\nreacting with thiol, ranked from low to high, are MMAIII (25.4 kcal/mol) < arsenite (27.7 kcal/mol) < arsenate (32.8\nkcal/mol) < DMAV (36.2 kcal/mol) < MMAV (38.3 kcal/mol). LG denotes the leaving group. As aforementioned in Figure 2, the four atoms,\nincluding arsenic, hydroxyl oxygen, thiol sulfur, and thiol hydrogen,\ncan form a quadrilateral at an energy high. The TS recognized by a\nspecific imaginary-frequency vibrational mode features a proton transfer\nand the simultaneous departure of the hydroxyl group. We first capture\nsuch TS structures and then further geometry-optimize the reactants\nand products by relocating the TS proton-transferring proton a bit\ncloser to the sulfur, oxygen, or carbon atom. Therefore, related arsenical\nreactants and products can be obtained. Table 1 lists the energy barriers and reaction energies\nfor the reactions between the five arsenicals, MMAIII,\narsenite, arsenate, DMAV, MMAV, and the thiol,\nmethanethiol, with two different leaving groups, hydroxyl or methyl.\nThe order of these energy barriers remains unchanged even after some\nminor basis set corrections (6-31G(d,p)) and thermal corrections (Gibbs\nfree energy). In Figure 3, one can clearly see that the energy barrier of arsenic reacting\nwith thiol, ranked from low to high, are MMAIII (25.4 kcal/mol)\n< arsenite (27.7 kcal/mol) < arsenate (32.8 kcal/mol) < DMAV (36.2 kcal/mol) < MMAV (38.3 kcal/mol). We\nalso note that all of the reaction energy values are negative, indicating\nthat these reactions are energetically favorable. The lower energy\nbarrier between arsenicals and methanethiol implicates the high biological\ntoxicity since such arsenicals more easily form complexes with cysteine.\nThe side chain of cysteine includes a thiol functional group. This\nrank order of the energy barriers almost concurs with the confirmed\ntoxicity rank order, MMAIII > arsenite > arsenate\n> DMAV = MMAV,13 except for\nthe DMAV and MMAV. Since DMAV (36.2\nkcal/mol) has a bit lower energy barrier than MMAV (38.3\nkcal/mol), DMAV should be less toxic than MMAV rather than having a similar level of toxicity. Yet, MMAV with two hydroxyl groups has more opportunity to bind to cysteine,\nincreasing its toxicity. Therefore, if we balance out the two opposing\nfactors, the toxicity of DMAV and MMAV may be similar. To sum it up,\nenergetic favor and the concurrent trend of rank suggest that arsenical\ntoxicity in the body may originate from the arsenic–thiol adhesion,\ni.e., the arsenic–sulfur bond forming. The DFT calculations used the uB3LYP\nmethod and the 6-31G(d) basis set. Using 6-31G(d,p) basis set. Using 6-31G(d,p) basis set and thermal\ncorrection, i.e. Gibbs free energy. Arsenical approaching methanethiol\nat different orientations may produce different TSs, leading to different\nproducts. Again, we take MMAIII and methanethiol leaving\n“methyl group” as another example. As shown in Supporting\nInformation Figure S1, results show that\nfour atoms, including arsenic, “methyl carbon”, thiol\nsulfur, and thiol hydrogen, form a similar quadrilateral of a TS at\nan energy high. The four atoms, including arsenic, methyl carbon,\nthiol sulfur, and thiol hydrogen, can form a quadrilateral at an energy\nhigh. The TS has an imaginary frequency caused by a proton transfer\nvibration mode and here the simultaneous departure of “the\nmethyl group”. We again capture the TS structures and then\nfurther geometry-optimize the reactants and products by locating the\nTS proton-transferring proton near the sulfur or carbon atom. The\nrelative arsenical reactants and products can be obtained. In Figure 4, one can clearly\nsee in the REP that the energy barrier of arsenic reacting to thiol\nwith the departure of the methyl group is 54.6 kcal/mol. The energy\nbarrier of arsenic reacting with thiol leaving the hydroxyl group\nis 25.4 kcal/mol. The energy barrier of leaving the methyl group is\nmore than double the barrier of leaving the hydroxyl group. In Table 1, we can clearly see\nthat the energy barriers of leaving a methyl group for DMAV and MMAV are 66.7 and 69.5 kcal/mol, nearly double those\nof leaving a hydroxyl group. It is more difficult for a methyl group\nto detach compared to a hydroxyl group due to higher energy barriers.\nThe findings indicate that it is unlikely for arsenical to leave a\nmethyl group during its interaction with cysteine thiol. REPs for the\nreactions between MMAIII and methanethiol\nwith leaving the hydroxy group. The energy barrier of arsenic reacting\nwith methanethiol, leaving the methyl group, is 54.6 kcal/mol. While\nthe energy barrier of arsenic reacting with methanethiol leaving the\nhydroxyl group is 25.4 kcal/mol. To see if some other different\nmechanisms can cause similar toxicity rank order of arsenicals, we\nexamined the REP between arsenical and methanol. This model system\nrepresents the interaction between arsenic and oxygen atom rather\nthan sulfur atom. In this system, the four atoms, arsenic, hydroxyl\noxygen, methanol oxygen, and methanol hydrogen, form a quadrilateral\nat an energy high. The TS recognized by a specific imaginary-frequency\nvibration mode features a proton transfer and the simultaneous departure\nof the hydroxyl group as shown in the Supporting Information Figure S2. We captured the TS structures and\nthen further geometry-optimized the reactants and products by bringing\nthe TS proton-transferring proton a bit near the reactant or product\noxygen atom. The arsenical reactants and products can be obtained.\nTherefore, Table 2 lists\nthe energy barriers and reaction energies for the reactions between\nthe five arsenicals, MMAIII, arsenite, arsenate, DMAV, MMAV, and the thiol, methanol, leaving the hydroxyl\ngroup. Notably, the reaction energy values are near and close to zero,\nindicating that these reactions are not favorable in terms of energy.\nIn Figure 5, one can\nsee that the energy barrier of arsenic reacting with alcohol, ranked\nfrom low to high, are arsenate (26.5 kcal/mol) < MMAV (27.7 kcal/mol) < MMAIII (28.8 kcal/mol) < DMAV (30.2 kcal/mol) < arsenite (34.0 kcal/mol). In this case,\nthe lower energy barrier between arsenicals and methanol would associate\nthe higher biological toxicity if arsenical can form a complex with,\nsay, serine. The side chain of serine includes an alcohol functional\ngroup. However, this order of arsenical energy barriers is not consistent\nwith the experimental toxicity order, MMAIII > arsenite\n> arsenate > DMAV = MMAV. Overall, energetic\ndisfavor and the disagreeing trend of rank suggest that arsenical\ntoxicity in the body may not come from the arsenic-alcohol adhesion,\ni.e., not the arsenic–oxygen bond forming. The DFT calculations used the uB3LYP\nmethod and the 6-31G(d) basis set. REPs for the reactions between the five arsenicals and methanol\nwith leaving a hydroxyl group. The energy barriers of arsenical reacting\nwith methanol, ranked from low to high, are arsenate (26.5 kcal/mol)\n< MMAV (27.7 kcal/mol) < MMAIII (28.8\nkcal/mol) < DMAV (30.2 kcal/mol) < arsenite (34.0\nkcal/mol). LG denotes leaving group. Again, to see if other\nmechanisms can cause similar toxicity rank orders of arsenicals, we\ninspected the REP between arsenical and methylamine. In this case,\nthe four atoms, arsenic, hydroxyl oxygen, methylamine nitrogen, and\nmethylamine hydrogen, form a quadrilateral at an energy high. The\nTS once more recognized by an imaginary-frequency vibration mode features\na proton transfer and the simultaneous departure of the hydroxyl group\nas shown in the Supporting Information Figure S3. We captured the TS structures likewise and geometry-optimized\nthe reactants and products by moving the TS proton-transferring proton\na bit near the reactant nitrogen atom or product oxygen atom. The\nrelated arsenical reactants and products can be obtained. Therefore, Table 3 lists the energy\nbarriers and reaction energies for the reactions between the five\narsenicals, MMAIII, arsenite, arsenate, DMAV, MMAV, and the amine, methylamine, leaving the hydroxyl\ngroup. Additionally, the values of reaction energy are positive, implying\nthat these reactions are energetically disfavored. In Figure 6, one can see that the energy\nbarrier of arsenic reacting with methylamine, from low to high, is\nMMAV (23.6 kcal/mol) < arsenite (25.1 kcal/mol) <\narsenate (29.5 kcal/mol) < DMAV (33.3 kcal/mol) <\nMMAIII (35.1 kcal/mol). The lower energy barrier between\narsenicals and methylamine would associate the higher biological toxicity\nif arsenical can form a complex with, say, lysine. The side chain\nof lysine contains the functional group of a primary amine. However,\nthis order of arsenical energy barriers contradicts the experiment\nrank order of toxicity, MMAIII > arsenite > arsenate\n>\nDMAV = MMAV. Again, the increased level of positive\nreaction energy and the conflicting hierarchy indicate that arsenical\ntoxicity in the body does not come from the arsenic-amine adhesion,\ni.e., not the arsenic–nitrogen bond forming. The DFT calculations used the uB3LYP\nmethod and the 6-31G(d) basis set. REPs for the reactions between the five arsenicals and methylamine\nwith the leaving hydroxyl group. The energy barriers of arsenical\nreacting with methylamine, ranked from low to high, are MMAV (23.6 kcal/mol) < arsenite (25.1 kcal/mol) < arsenate (29.5\nkcal/mol) < DMAV (33.3 kcal/mol) < MMAIII (35.1 kcal/mol). LG denotes leaving group. Finally, it is worth highlighting that refining\nthe accuracy of\nreaction energies calculated through DFT is achievable by employing\nmore precise DFT functionals tailored to specific reaction conditions.\nHowever, the pursuit of ideally accurate values may curtail our ability\nto explore and compare results with larger systems, especially as\nsophisticated methods become more susceptible to breakdowns in expansive\nbiological systems. Consequently, our research strategically focuses\non capturing the right proton-transfer TSs and observing trends derived\nfrom fundamental DFT methodology, forgoing the use of multiple correction\nmethods in both ambient conditions and solutions. This approach will\nallow us to delve into a broader spectrum of future systems, including\nlarger ones, without the necessity for postprocessing corrections.\nThrough this deliberate choice, we derive valuable insights into the\ncorrelation between the arsenical–thiol activation energies\nand arsenic toxicity. As shown in Table 1 with additional basis set and thermal corrections,\nwe maintain the belief that any more systematic, higher-level corrections\napplied later will not significantly alter the observed trends in\nthis study."
    },
    {
      "title": "Capture Transition State with Proton Transfer\nCoupled with the Simultaneous Departure of Leaving Group",
      "text": "Arsenical reacting with methanethiol at various orientations is likely\nto cause different TSs, probably leading to different products. Here,\nwe propose to use a specific TS as the initial structure point for\nall of the geometry optimization along the reaction pathway. It is\npossible to avoid errors in optimizing the geometry of random initial\nstructures for reactants and products. Take the reactants, MMAIII, and methanethiol, as an example. For instance, in Figure 2a, in the captured\nTS state, the four atoms, including arsenic, hydroxyl oxygen, thiol\nsulfur, and thiol hydrogen, form a quadrilateral of a TS at an energy\nhigh. After the DFT geometry optimization for the TS structure, we\ncan observe that an imaginary-frequency vibrational mode has a proton\ntransfer between the sulfur atom of methanethiol and the oxygen atom\nof the hydroxyl group, coupled with the departure of the hydroxyl\ngroup. In Figure 2b,\nthe captured TS state serves as the starting point for further calculations\nof the structures of the reactants and products. By bringing the proton\na bit closer to the sulfur atom of thiol in the TS initial structure,\na DFT geometry optimization calculation can obtain the optimized structures\nand energies of the two reactants, MMAIII and methanethiol.\nIn Figure 3c, by moving\nthe proton a bit closer to the oxygen of the arsenic hydroxyl in the\nTS initial structure, the DFT geometry optimization calculation can\nfind the optimized structures and energies of the arsenic product\ncomplex and water. To maintain consistency, we propose creating a\nuniform calculation practice for all REPs22 involving the five arsenicals reacting with methanethiol, alcohol,\nand amine in a vacuum. By doing so, we can eliminate the possibility\nof various TS states that may occur due to different reaction orientations.\nTo properly capture TSs, they must be linked to a specific vibration\nmode in a quadrilateral orbit of the related four atoms. This imaginary-frequency\nvibration mode features proton transfer and the simultaneous departure\nof the leaving group. This way allows us to accurately determine the\nenergy barriers for reactions involving arsenic and thiol, alcohol,\nor amine. In order to accurately identify barrier trends, it is crucial\nthat we maintain consistency in both our method and our approach to\nachieve consistent results. (a) The captured TS between MMAIII and methanethiol\nwith an imaginary-frequency vibrational mode featuring proton transfer\nand the departure of the hydroxyl group. We used this TS geometry\nas an initial point for further geometry optimization. The right panel\nshows a stereo view of the TS. (b) Relocating the proton close to\nthe sulfur atom of methanethiol in the DFT geometry optimization calculation\nwill yield the reactants. (c) Relocating the proton close to the oxygen\natom of the hydroxyl group will yield the products. REPs for the reactions between the five arsenicals and\nmethanethiol\nwith leaving the hydroxyl group. The energy barriers of arsenical\nreacting with thiol, ranked from low to high, are MMAIII (25.4 kcal/mol) < arsenite (27.7 kcal/mol) < arsenate (32.8\nkcal/mol) < DMAV (36.2 kcal/mol) < MMAV (38.3 kcal/mol). LG denotes the leaving group."
    },
    {
      "title": "Energy Profile for Arsenicals Reacting with\nMethanethiol Leaving Hydroxyl Group",
      "text": "As aforementioned in Figure 2, the four atoms,\nincluding arsenic, hydroxyl oxygen, thiol sulfur, and thiol hydrogen,\ncan form a quadrilateral at an energy high. The TS recognized by a\nspecific imaginary-frequency vibrational mode features a proton transfer\nand the simultaneous departure of the hydroxyl group. We first capture\nsuch TS structures and then further geometry-optimize the reactants\nand products by relocating the TS proton-transferring proton a bit\ncloser to the sulfur, oxygen, or carbon atom. Therefore, related arsenical\nreactants and products can be obtained. Table 1 lists the energy barriers and reaction energies\nfor the reactions between the five arsenicals, MMAIII,\narsenite, arsenate, DMAV, MMAV, and the thiol,\nmethanethiol, with two different leaving groups, hydroxyl or methyl.\nThe order of these energy barriers remains unchanged even after some\nminor basis set corrections (6-31G(d,p)) and thermal corrections (Gibbs\nfree energy). In Figure 3, one can clearly see that the energy barrier of arsenic reacting\nwith thiol, ranked from low to high, are MMAIII (25.4 kcal/mol)\n< arsenite (27.7 kcal/mol) < arsenate (32.8 kcal/mol) < DMAV (36.2 kcal/mol) < MMAV (38.3 kcal/mol). We\nalso note that all of the reaction energy values are negative, indicating\nthat these reactions are energetically favorable. The lower energy\nbarrier between arsenicals and methanethiol implicates the high biological\ntoxicity since such arsenicals more easily form complexes with cysteine.\nThe side chain of cysteine includes a thiol functional group. This\nrank order of the energy barriers almost concurs with the confirmed\ntoxicity rank order, MMAIII > arsenite > arsenate\n> DMAV = MMAV,13 except for\nthe DMAV and MMAV. Since DMAV (36.2\nkcal/mol) has a bit lower energy barrier than MMAV (38.3\nkcal/mol), DMAV should be less toxic than MMAV rather than having a similar level of toxicity. Yet, MMAV with two hydroxyl groups has more opportunity to bind to cysteine,\nincreasing its toxicity. Therefore, if we balance out the two opposing\nfactors, the toxicity of DMAV and MMAV may be similar. To sum it up,\nenergetic favor and the concurrent trend of rank suggest that arsenical\ntoxicity in the body may originate from the arsenic–thiol adhesion,\ni.e., the arsenic–sulfur bond forming. The DFT calculations used the uB3LYP\nmethod and the 6-31G(d) basis set. Using 6-31G(d,p) basis set. Using 6-31G(d,p) basis set and thermal\ncorrection, i.e. Gibbs free energy."
    },
    {
      "title": "Energy Profile for Arsenicals Reacting with\nMethanethiol Leaving Methyl Group",
      "text": "Arsenical approaching methanethiol\nat different orientations may produce different TSs, leading to different\nproducts. Again, we take MMAIII and methanethiol leaving\n“methyl group” as another example. As shown in Supporting\nInformation Figure S1, results show that\nfour atoms, including arsenic, “methyl carbon”, thiol\nsulfur, and thiol hydrogen, form a similar quadrilateral of a TS at\nan energy high. The four atoms, including arsenic, methyl carbon,\nthiol sulfur, and thiol hydrogen, can form a quadrilateral at an energy\nhigh. The TS has an imaginary frequency caused by a proton transfer\nvibration mode and here the simultaneous departure of “the\nmethyl group”. We again capture the TS structures and then\nfurther geometry-optimize the reactants and products by locating the\nTS proton-transferring proton near the sulfur or carbon atom. The\nrelative arsenical reactants and products can be obtained. In Figure 4, one can clearly\nsee in the REP that the energy barrier of arsenic reacting to thiol\nwith the departure of the methyl group is 54.6 kcal/mol. The energy\nbarrier of arsenic reacting with thiol leaving the hydroxyl group\nis 25.4 kcal/mol. The energy barrier of leaving the methyl group is\nmore than double the barrier of leaving the hydroxyl group. In Table 1, we can clearly see\nthat the energy barriers of leaving a methyl group for DMAV and MMAV are 66.7 and 69.5 kcal/mol, nearly double those\nof leaving a hydroxyl group. It is more difficult for a methyl group\nto detach compared to a hydroxyl group due to higher energy barriers.\nThe findings indicate that it is unlikely for arsenical to leave a\nmethyl group during its interaction with cysteine thiol. REPs for the\nreactions between MMAIII and methanethiol\nwith leaving the hydroxy group. The energy barrier of arsenic reacting\nwith methanethiol, leaving the methyl group, is 54.6 kcal/mol. While\nthe energy barrier of arsenic reacting with methanethiol leaving the\nhydroxyl group is 25.4 kcal/mol."
    },
    {
      "title": "Energy Profile for Arsenicals Reacting with\nMethanol Leaving Hydroxyl Group",
      "text": "To see if some other different\nmechanisms can cause similar toxicity rank order of arsenicals, we\nexamined the REP between arsenical and methanol. This model system\nrepresents the interaction between arsenic and oxygen atom rather\nthan sulfur atom. In this system, the four atoms, arsenic, hydroxyl\noxygen, methanol oxygen, and methanol hydrogen, form a quadrilateral\nat an energy high. The TS recognized by a specific imaginary-frequency\nvibration mode features a proton transfer and the simultaneous departure\nof the hydroxyl group as shown in the Supporting Information Figure S2. We captured the TS structures and\nthen further geometry-optimized the reactants and products by bringing\nthe TS proton-transferring proton a bit near the reactant or product\noxygen atom. The arsenical reactants and products can be obtained.\nTherefore, Table 2 lists\nthe energy barriers and reaction energies for the reactions between\nthe five arsenicals, MMAIII, arsenite, arsenate, DMAV, MMAV, and the thiol, methanol, leaving the hydroxyl\ngroup. Notably, the reaction energy values are near and close to zero,\nindicating that these reactions are not favorable in terms of energy.\nIn Figure 5, one can\nsee that the energy barrier of arsenic reacting with alcohol, ranked\nfrom low to high, are arsenate (26.5 kcal/mol) < MMAV (27.7 kcal/mol) < MMAIII (28.8 kcal/mol) < DMAV (30.2 kcal/mol) < arsenite (34.0 kcal/mol). In this case,\nthe lower energy barrier between arsenicals and methanol would associate\nthe higher biological toxicity if arsenical can form a complex with,\nsay, serine. The side chain of serine includes an alcohol functional\ngroup. However, this order of arsenical energy barriers is not consistent\nwith the experimental toxicity order, MMAIII > arsenite\n> arsenate > DMAV = MMAV. Overall, energetic\ndisfavor and the disagreeing trend of rank suggest that arsenical\ntoxicity in the body may not come from the arsenic-alcohol adhesion,\ni.e., not the arsenic–oxygen bond forming. The DFT calculations used the uB3LYP\nmethod and the 6-31G(d) basis set. REPs for the reactions between the five arsenicals and methanol\nwith leaving a hydroxyl group. The energy barriers of arsenical reacting\nwith methanol, ranked from low to high, are arsenate (26.5 kcal/mol)\n< MMAV (27.7 kcal/mol) < MMAIII (28.8\nkcal/mol) < DMAV (30.2 kcal/mol) < arsenite (34.0\nkcal/mol). LG denotes leaving group."
    },
    {
      "title": "Energy Profile for Arsenicals Reacting with\nMethylamine Leaving Hydroxyl Group",
      "text": "Again, to see if other\nmechanisms can cause similar toxicity rank orders of arsenicals, we\ninspected the REP between arsenical and methylamine. In this case,\nthe four atoms, arsenic, hydroxyl oxygen, methylamine nitrogen, and\nmethylamine hydrogen, form a quadrilateral at an energy high. The\nTS once more recognized by an imaginary-frequency vibration mode features\na proton transfer and the simultaneous departure of the hydroxyl group\nas shown in the Supporting Information Figure S3. We captured the TS structures likewise and geometry-optimized\nthe reactants and products by moving the TS proton-transferring proton\na bit near the reactant nitrogen atom or product oxygen atom. The\nrelated arsenical reactants and products can be obtained. Therefore, Table 3 lists the energy\nbarriers and reaction energies for the reactions between the five\narsenicals, MMAIII, arsenite, arsenate, DMAV, MMAV, and the amine, methylamine, leaving the hydroxyl\ngroup. Additionally, the values of reaction energy are positive, implying\nthat these reactions are energetically disfavored. In Figure 6, one can see that the energy\nbarrier of arsenic reacting with methylamine, from low to high, is\nMMAV (23.6 kcal/mol) < arsenite (25.1 kcal/mol) <\narsenate (29.5 kcal/mol) < DMAV (33.3 kcal/mol) <\nMMAIII (35.1 kcal/mol). The lower energy barrier between\narsenicals and methylamine would associate the higher biological toxicity\nif arsenical can form a complex with, say, lysine. The side chain\nof lysine contains the functional group of a primary amine. However,\nthis order of arsenical energy barriers contradicts the experiment\nrank order of toxicity, MMAIII > arsenite > arsenate\n>\nDMAV = MMAV. Again, the increased level of positive\nreaction energy and the conflicting hierarchy indicate that arsenical\ntoxicity in the body does not come from the arsenic-amine adhesion,\ni.e., not the arsenic–nitrogen bond forming. The DFT calculations used the uB3LYP\nmethod and the 6-31G(d) basis set. REPs for the reactions between the five arsenicals and methylamine\nwith the leaving hydroxyl group. The energy barriers of arsenical\nreacting with methylamine, ranked from low to high, are MMAV (23.6 kcal/mol) < arsenite (25.1 kcal/mol) < arsenate (29.5\nkcal/mol) < DMAV (33.3 kcal/mol) < MMAIII (35.1 kcal/mol). LG denotes leaving group. Finally, it is worth highlighting that refining\nthe accuracy of\nreaction energies calculated through DFT is achievable by employing\nmore precise DFT functionals tailored to specific reaction conditions.\nHowever, the pursuit of ideally accurate values may curtail our ability\nto explore and compare results with larger systems, especially as\nsophisticated methods become more susceptible to breakdowns in expansive\nbiological systems. Consequently, our research strategically focuses\non capturing the right proton-transfer TSs and observing trends derived\nfrom fundamental DFT methodology, forgoing the use of multiple correction\nmethods in both ambient conditions and solutions. This approach will\nallow us to delve into a broader spectrum of future systems, including\nlarger ones, without the necessity for postprocessing corrections.\nThrough this deliberate choice, we derive valuable insights into the\ncorrelation between the arsenical–thiol activation energies\nand arsenic toxicity. As shown in Table 1 with additional basis set and thermal corrections,\nwe maintain the belief that any more systematic, higher-level corrections\napplied later will not significantly alter the observed trends in\nthis study."
    },
    {
      "title": "Conclusions",
      "text": "When arsenical reacts with\nmethanethiol, the reaction energy values\nare all negative, suggesting that these reactions are energetically\nfavored. The energy barriers are ranked from low to high as MMAIII < arsenite < arsenate < DMAV < MMAV. On the other hand, when arsenical reacts with methanol,\nthe reaction energy values are close to zero, proposing that these\nreactions are not energetically favored. The energy barriers are ranked\nfrom low to high as arsenate < MMAV < MMAIII < DMAV < arsenite. When arsenical reacts with methylamine,\nthe reaction energy values are all positive, indicating that these\nreactions are energetically disfavored. The energy barriers are ranked\nfrom low to high as MMAIII < arsenite < arsenate\n< DMAV < MMAV. Finally, in addition to\nenergetic favorability, the rank order of the arsenical reaction with\nthiol is closely equivalent to the known toxicity rank order. This\nDFT calculation may confirm for the first time that the adhesion of\narsenic to thiol may be the primary cause of arsenic toxicity."
    }
  ],
  "full_text": "## Introduction\nArsenic, a heavy metal\npollutant, is ubiquitous in the environment,\noften combining with other metals to form mineral rocks that transform\ninto dust. It can also dissolve in rainwater, rivers, and groundwater,\nentering the water cycle and posing a threat to organisms.1,2 Arsenic poisoning, caused by the consumption of drinking water contaminated\nwith arsenic, can lead to acute consequences such as peripheral neuropathy,\nchronic lung disease, increased incidence of liver and cardiovascular\ndisease, as well as chronic consequences such as skin, lung, liver,\nkidney, and bladder cancers.3 To address\nthis issue, the World Health Organization established a maximum permissible\nlimit of 10 μg/L for arsenic ingestion through drinking water\nin 2011.4 The body processes arsenic mainly\nthrough two metabolic processes: the reduction of pentavalent arsenic\nto trivalent arsenic and the methylation of trivalent arsenic to pentavalent\narsenic.5 Glutathione and reductase enzymes\ndominate the reduction of pentavalent arsenic compounds,6−8 while S-adenosylmethionine and methyltransferase\nare responsible for the methylation of trivalent arsenic compounds\nto pentavalent ones.9 Whereas the\ntwo metabolized products, monomethylarsenic acid (MMAV)\nand dimethylarsenic acid (DMAV), have demonstrated\nlow toxicity in acute lethality assays, and the process of methylation\nof arsenicals was previously believed to be a detoxification mechanism.10,11 However, the extraction of another metabolized product, monomethylarsonous\nacid (MMAIII), from human urine has indicated that MMAIII is more toxic than arsenite.12 As a result, cytotoxicity studies have been conducted to determine\nthe relative toxicity of various arsenicals. A toxicity ranking (MMAIII > arsenite > arsenate > DMAV = MMAV) has been proposed.13 Several\npossible\ncarcinogenic mechanisms have also been suggested for arsenical, based\non in vivo and in vitro experiments, which yielded the same order\nof toxicity as stated above.14 The toxicity\nof monomethylarsonous acid (MMAIII) is greater than those\nof arsenite and arsenate, indicating that the methylation process\nmay not be solely a detoxification mechanism. Arsenical toxicity\nis a complex phenomenon that involves multiple\nbiological pathways and triggers skepticism that the arsenic–thiol\nadhesion might not be the sole reason to account for the various harmful\neffects of arsenic. The arsenic–thiol reaction can result in\nthe depletion of intracellular glutathione, a major thiol-containing\nantioxidant, and subsequent oxidative stress. Arsenical has also the\nability to disrupt cellular signaling,15,16 and impair\nmitochondrial function.13,17 Moreover, arsenical\nis also suggested to alter the expressions of other cellular components,\nsuch as lipids18 and nucleic acids,19,20 and affect various biochemical and physiological processes. Thus,\na question is then raised against the current conception: does arsenical\ntoxicity primarily come from binding of arsenic to protein cysteine,\ni.e., arsenic thiol adhesion? The density functional theory\n(DFT)21 is a computational method used\nin quantum mechanics to investigate\nthe electronic structure of molecules and materials. It can calculate\nvarious properties of molecules including their energy, geometry,\nand electronic structure. A DFT calculation may provide a simple assessment\nof the above question by checking if the somatic toxicity can be explained\nby the DFT-calculated reaction energy profile (REP), of which one\nimportant feature is the transition state (TS) energy barrier. In\nthis study, we calculated all REPs between arsenicals and methanethiol,\nmethanol, and methylamine. Our goal was to identify which functional\ngroups arsenic primarily interacts with to cause somatic toxicity\nby observing model systems with the five mentioned arsenicals reacting\nwith three main functional groups: thiol, alcohol, and amine. All\nthe calculated TSs feature the only imaginary frequency where a vibration\nmode of proton-transfer couples with the concerted departure of the\nleaving group. Through DFT calculations, we have discovered that the\nenergy barriers of thiol reactions are increasing while toxicity is\ndecreasing. This trend holds true for the five arsenicals reacting\nwith thiol, as opposed to arsenic reactions with alcohol or amine.\nThese analyses convey that arsenical toxicity is mainly caused by\nthe reaction of arsenic with thiol. Therefore, arsenic–thiol\nadhesion is the primary cause of arsenical toxicity in the body.\n\n## Materials and Methods\nFive arsenicals,\none thiol molecule, one alcohol molecule, and\none amine molecule as reactants are used in the model systems of the\nDFT calculation.21 The five arsenicals\ncomprise MMAIII [monomethylarsenous acid, CH3AsIII(OH)2], arsenite [arsenous acid, AsIII(OH)3], arsenate [arsenic acid, AsVO(OH)3], MMAV [monomethylarsenic acid, CH3AsVO(OH)2], and DMAV [dimethylarsenic\nacid, (CH3)2AsVO(OH)]. The thiol\nmolecule is methanethiol (HSCH3), the alcohol molecule\nis methanol (HOCH3), and the amine molecule is methylamine\n(H2NCH3) as shown in Figure 1. To analyze the interactions between arsenicals\nand thiol, alcohol, and amine molecules, we utilized DFT to calculate\ntheir energy profiles. First, we carefully determine the TS,22 then optimize the reactants and products. This\nTS should exhibit a proton transfer mechanism with an imaginary-frequency\nvibrational mode,21 coupled with the simultaneous\ndeparture of a leaving group. To begin, we utilized this TS as our\ninitial reference and brought the proton closer to the reactant. Afterward,\nwe conduct geometry optimization through DFT to achieve the desired\nreactant. We move the proton near the product, and the optimization\nwill produce the desired products. The section of results and discussion\nwill detail more information, using MMAIII and methanethiol\nas examples. We can use the same calculation practice to obtain all\nof the energy profiles through this unified process of DFT geometry\noptimization. The DFT calculations (using uB3LYP functional method,23 charge = 0, and spin = 1) were mainly carried\nout using the Gaussian 16 software package24 with 6-31G(d) basis set.25,26 All structures for\nthe molecules under investigation were generated using GaussView 6.0.27 The energy unit used to display the REP is kcal/mol\nin the calculated results. Notice that the energy barrier is the TS\nenergy minus the reactant energy and the reaction energy is the product\nenergy minus the reactant energy. Five arsenicals and three molecules, methanethiol,\nmethanol, and\nmethylamine, as reactants are used in the model systems of the DFT\ncalculation.\n\n## Results and Discussion\nArsenical reacting with methanethiol at various orientations is likely\nto cause different TSs, probably leading to different products. Here,\nwe propose to use a specific TS as the initial structure point for\nall of the geometry optimization along the reaction pathway. It is\npossible to avoid errors in optimizing the geometry of random initial\nstructures for reactants and products. Take the reactants, MMAIII, and methanethiol, as an example. For instance, in Figure 2a, in the captured\nTS state, the four atoms, including arsenic, hydroxyl oxygen, thiol\nsulfur, and thiol hydrogen, form a quadrilateral of a TS at an energy\nhigh. After the DFT geometry optimization for the TS structure, we\ncan observe that an imaginary-frequency vibrational mode has a proton\ntransfer between the sulfur atom of methanethiol and the oxygen atom\nof the hydroxyl group, coupled with the departure of the hydroxyl\ngroup. In Figure 2b,\nthe captured TS state serves as the starting point for further calculations\nof the structures of the reactants and products. By bringing the proton\na bit closer to the sulfur atom of thiol in the TS initial structure,\na DFT geometry optimization calculation can obtain the optimized structures\nand energies of the two reactants, MMAIII and methanethiol.\nIn Figure 3c, by moving\nthe proton a bit closer to the oxygen of the arsenic hydroxyl in the\nTS initial structure, the DFT geometry optimization calculation can\nfind the optimized structures and energies of the arsenic product\ncomplex and water. To maintain consistency, we propose creating a\nuniform calculation practice for all REPs22 involving the five arsenicals reacting with methanethiol, alcohol,\nand amine in a vacuum. By doing so, we can eliminate the possibility\nof various TS states that may occur due to different reaction orientations.\nTo properly capture TSs, they must be linked to a specific vibration\nmode in a quadrilateral orbit of the related four atoms. This imaginary-frequency\nvibration mode features proton transfer and the simultaneous departure\nof the leaving group. This way allows us to accurately determine the\nenergy barriers for reactions involving arsenic and thiol, alcohol,\nor amine. In order to accurately identify barrier trends, it is crucial\nthat we maintain consistency in both our method and our approach to\nachieve consistent results. (a) The captured TS between MMAIII and methanethiol\nwith an imaginary-frequency vibrational mode featuring proton transfer\nand the departure of the hydroxyl group. We used this TS geometry\nas an initial point for further geometry optimization. The right panel\nshows a stereo view of the TS. (b) Relocating the proton close to\nthe sulfur atom of methanethiol in the DFT geometry optimization calculation\nwill yield the reactants. (c) Relocating the proton close to the oxygen\natom of the hydroxyl group will yield the products. REPs for the reactions between the five arsenicals and\nmethanethiol\nwith leaving the hydroxyl group. The energy barriers of arsenical\nreacting with thiol, ranked from low to high, are MMAIII (25.4 kcal/mol) < arsenite (27.7 kcal/mol) < arsenate (32.8\nkcal/mol) < DMAV (36.2 kcal/mol) < MMAV (38.3 kcal/mol). LG denotes the leaving group. As aforementioned in Figure 2, the four atoms,\nincluding arsenic, hydroxyl oxygen, thiol sulfur, and thiol hydrogen,\ncan form a quadrilateral at an energy high. The TS recognized by a\nspecific imaginary-frequency vibrational mode features a proton transfer\nand the simultaneous departure of the hydroxyl group. We first capture\nsuch TS structures and then further geometry-optimize the reactants\nand products by relocating the TS proton-transferring proton a bit\ncloser to the sulfur, oxygen, or carbon atom. Therefore, related arsenical\nreactants and products can be obtained. Table 1 lists the energy barriers and reaction energies\nfor the reactions between the five arsenicals, MMAIII,\narsenite, arsenate, DMAV, MMAV, and the thiol,\nmethanethiol, with two different leaving groups, hydroxyl or methyl.\nThe order of these energy barriers remains unchanged even after some\nminor basis set corrections (6-31G(d,p)) and thermal corrections (Gibbs\nfree energy). In Figure 3, one can clearly see that the energy barrier of arsenic reacting\nwith thiol, ranked from low to high, are MMAIII (25.4 kcal/mol)\n< arsenite (27.7 kcal/mol) < arsenate (32.8 kcal/mol) < DMAV (36.2 kcal/mol) < MMAV (38.3 kcal/mol). We\nalso note that all of the reaction energy values are negative, indicating\nthat these reactions are energetically favorable. The lower energy\nbarrier between arsenicals and methanethiol implicates the high biological\ntoxicity since such arsenicals more easily form complexes with cysteine.\nThe side chain of cysteine includes a thiol functional group. This\nrank order of the energy barriers almost concurs with the confirmed\ntoxicity rank order, MMAIII > arsenite > arsenate\n> DMAV = MMAV,13 except for\nthe DMAV and MMAV. Since DMAV (36.2\nkcal/mol) has a bit lower energy barrier than MMAV (38.3\nkcal/mol), DMAV should be less toxic than MMAV rather than having a similar level of toxicity. Yet, MMAV with two hydroxyl groups has more opportunity to bind to cysteine,\nincreasing its toxicity. Therefore, if we balance out the two opposing\nfactors, the toxicity of DMAV and MMAV may be similar. To sum it up,\nenergetic favor and the concurrent trend of rank suggest that arsenical\ntoxicity in the body may originate from the arsenic–thiol adhesion,\ni.e., the arsenic–sulfur bond forming. The DFT calculations used the uB3LYP\nmethod and the 6-31G(d) basis set. Using 6-31G(d,p) basis set. Using 6-31G(d,p) basis set and thermal\ncorrection, i.e. Gibbs free energy. Arsenical approaching methanethiol\nat different orientations may produce different TSs, leading to different\nproducts. Again, we take MMAIII and methanethiol leaving\n“methyl group” as another example. As shown in Supporting\nInformation Figure S1, results show that\nfour atoms, including arsenic, “methyl carbon”, thiol\nsulfur, and thiol hydrogen, form a similar quadrilateral of a TS at\nan energy high. The four atoms, including arsenic, methyl carbon,\nthiol sulfur, and thiol hydrogen, can form a quadrilateral at an energy\nhigh. The TS has an imaginary frequency caused by a proton transfer\nvibration mode and here the simultaneous departure of “the\nmethyl group”. We again capture the TS structures and then\nfurther geometry-optimize the reactants and products by locating the\nTS proton-transferring proton near the sulfur or carbon atom. The\nrelative arsenical reactants and products can be obtained. In Figure 4, one can clearly\nsee in the REP that the energy barrier of arsenic reacting to thiol\nwith the departure of the methyl group is 54.6 kcal/mol. The energy\nbarrier of arsenic reacting with thiol leaving the hydroxyl group\nis 25.4 kcal/mol. The energy barrier of leaving the methyl group is\nmore than double the barrier of leaving the hydroxyl group. In Table 1, we can clearly see\nthat the energy barriers of leaving a methyl group for DMAV and MMAV are 66.7 and 69.5 kcal/mol, nearly double those\nof leaving a hydroxyl group. It is more difficult for a methyl group\nto detach compared to a hydroxyl group due to higher energy barriers.\nThe findings indicate that it is unlikely for arsenical to leave a\nmethyl group during its interaction with cysteine thiol. REPs for the\nreactions between MMAIII and methanethiol\nwith leaving the hydroxy group. The energy barrier of arsenic reacting\nwith methanethiol, leaving the methyl group, is 54.6 kcal/mol. While\nthe energy barrier of arsenic reacting with methanethiol leaving the\nhydroxyl group is 25.4 kcal/mol. To see if some other different\nmechanisms can cause similar toxicity rank order of arsenicals, we\nexamined the REP between arsenical and methanol. This model system\nrepresents the interaction between arsenic and oxygen atom rather\nthan sulfur atom. In this system, the four atoms, arsenic, hydroxyl\noxygen, methanol oxygen, and methanol hydrogen, form a quadrilateral\nat an energy high. The TS recognized by a specific imaginary-frequency\nvibration mode features a proton transfer and the simultaneous departure\nof the hydroxyl group as shown in the Supporting Information Figure S2. We captured the TS structures and\nthen further geometry-optimized the reactants and products by bringing\nthe TS proton-transferring proton a bit near the reactant or product\noxygen atom. The arsenical reactants and products can be obtained.\nTherefore, Table 2 lists\nthe energy barriers and reaction energies for the reactions between\nthe five arsenicals, MMAIII, arsenite, arsenate, DMAV, MMAV, and the thiol, methanol, leaving the hydroxyl\ngroup. Notably, the reaction energy values are near and close to zero,\nindicating that these reactions are not favorable in terms of energy.\nIn Figure 5, one can\nsee that the energy barrier of arsenic reacting with alcohol, ranked\nfrom low to high, are arsenate (26.5 kcal/mol) < MMAV (27.7 kcal/mol) < MMAIII (28.8 kcal/mol) < DMAV (30.2 kcal/mol) < arsenite (34.0 kcal/mol). In this case,\nthe lower energy barrier between arsenicals and methanol would associate\nthe higher biological toxicity if arsenical can form a complex with,\nsay, serine. The side chain of serine includes an alcohol functional\ngroup. However, this order of arsenical energy barriers is not consistent\nwith the experimental toxicity order, MMAIII > arsenite\n> arsenate > DMAV = MMAV. Overall, energetic\ndisfavor and the disagreeing trend of rank suggest that arsenical\ntoxicity in the body may not come from the arsenic-alcohol adhesion,\ni.e., not the arsenic–oxygen bond forming. The DFT calculations used the uB3LYP\nmethod and the 6-31G(d) basis set. REPs for the reactions between the five arsenicals and methanol\nwith leaving a hydroxyl group. The energy barriers of arsenical reacting\nwith methanol, ranked from low to high, are arsenate (26.5 kcal/mol)\n< MMAV (27.7 kcal/mol) < MMAIII (28.8\nkcal/mol) < DMAV (30.2 kcal/mol) < arsenite (34.0\nkcal/mol). LG denotes leaving group. Again, to see if other\nmechanisms can cause similar toxicity rank orders of arsenicals, we\ninspected the REP between arsenical and methylamine. In this case,\nthe four atoms, arsenic, hydroxyl oxygen, methylamine nitrogen, and\nmethylamine hydrogen, form a quadrilateral at an energy high. The\nTS once more recognized by an imaginary-frequency vibration mode features\na proton transfer and the simultaneous departure of the hydroxyl group\nas shown in the Supporting Information Figure S3. We captured the TS structures likewise and geometry-optimized\nthe reactants and products by moving the TS proton-transferring proton\na bit near the reactant nitrogen atom or product oxygen atom. The\nrelated arsenical reactants and products can be obtained. Therefore, Table 3 lists the energy\nbarriers and reaction energies for the reactions between the five\narsenicals, MMAIII, arsenite, arsenate, DMAV, MMAV, and the amine, methylamine, leaving the hydroxyl\ngroup. Additionally, the values of reaction energy are positive, implying\nthat these reactions are energetically disfavored. In Figure 6, one can see that the energy\nbarrier of arsenic reacting with methylamine, from low to high, is\nMMAV (23.6 kcal/mol) < arsenite (25.1 kcal/mol) <\narsenate (29.5 kcal/mol) < DMAV (33.3 kcal/mol) <\nMMAIII (35.1 kcal/mol). The lower energy barrier between\narsenicals and methylamine would associate the higher biological toxicity\nif arsenical can form a complex with, say, lysine. The side chain\nof lysine contains the functional group of a primary amine. However,\nthis order of arsenical energy barriers contradicts the experiment\nrank order of toxicity, MMAIII > arsenite > arsenate\n>\nDMAV = MMAV. Again, the increased level of positive\nreaction energy and the conflicting hierarchy indicate that arsenical\ntoxicity in the body does not come from the arsenic-amine adhesion,\ni.e., not the arsenic–nitrogen bond forming. The DFT calculations used the uB3LYP\nmethod and the 6-31G(d) basis set. REPs for the reactions between the five arsenicals and methylamine\nwith the leaving hydroxyl group. The energy barriers of arsenical\nreacting with methylamine, ranked from low to high, are MMAV (23.6 kcal/mol) < arsenite (25.1 kcal/mol) < arsenate (29.5\nkcal/mol) < DMAV (33.3 kcal/mol) < MMAIII (35.1 kcal/mol). LG denotes leaving group. Finally, it is worth highlighting that refining\nthe accuracy of\nreaction energies calculated through DFT is achievable by employing\nmore precise DFT functionals tailored to specific reaction conditions.\nHowever, the pursuit of ideally accurate values may curtail our ability\nto explore and compare results with larger systems, especially as\nsophisticated methods become more susceptible to breakdowns in expansive\nbiological systems. Consequently, our research strategically focuses\non capturing the right proton-transfer TSs and observing trends derived\nfrom fundamental DFT methodology, forgoing the use of multiple correction\nmethods in both ambient conditions and solutions. This approach will\nallow us to delve into a broader spectrum of future systems, including\nlarger ones, without the necessity for postprocessing corrections.\nThrough this deliberate choice, we derive valuable insights into the\ncorrelation between the arsenical–thiol activation energies\nand arsenic toxicity. As shown in Table 1 with additional basis set and thermal corrections,\nwe maintain the belief that any more systematic, higher-level corrections\napplied later will not significantly alter the observed trends in\nthis study.\n\n## Capture Transition State with Proton Transfer\nCoupled with the Simultaneous Departure of Leaving Group\nArsenical reacting with methanethiol at various orientations is likely\nto cause different TSs, probably leading to different products. Here,\nwe propose to use a specific TS as the initial structure point for\nall of the geometry optimization along the reaction pathway. It is\npossible to avoid errors in optimizing the geometry of random initial\nstructures for reactants and products. Take the reactants, MMAIII, and methanethiol, as an example. For instance, in Figure 2a, in the captured\nTS state, the four atoms, including arsenic, hydroxyl oxygen, thiol\nsulfur, and thiol hydrogen, form a quadrilateral of a TS at an energy\nhigh. After the DFT geometry optimization for the TS structure, we\ncan observe that an imaginary-frequency vibrational mode has a proton\ntransfer between the sulfur atom of methanethiol and the oxygen atom\nof the hydroxyl group, coupled with the departure of the hydroxyl\ngroup. In Figure 2b,\nthe captured TS state serves as the starting point for further calculations\nof the structures of the reactants and products. By bringing the proton\na bit closer to the sulfur atom of thiol in the TS initial structure,\na DFT geometry optimization calculation can obtain the optimized structures\nand energies of the two reactants, MMAIII and methanethiol.\nIn Figure 3c, by moving\nthe proton a bit closer to the oxygen of the arsenic hydroxyl in the\nTS initial structure, the DFT geometry optimization calculation can\nfind the optimized structures and energies of the arsenic product\ncomplex and water. To maintain consistency, we propose creating a\nuniform calculation practice for all REPs22 involving the five arsenicals reacting with methanethiol, alcohol,\nand amine in a vacuum. By doing so, we can eliminate the possibility\nof various TS states that may occur due to different reaction orientations.\nTo properly capture TSs, they must be linked to a specific vibration\nmode in a quadrilateral orbit of the related four atoms. This imaginary-frequency\nvibration mode features proton transfer and the simultaneous departure\nof the leaving group. This way allows us to accurately determine the\nenergy barriers for reactions involving arsenic and thiol, alcohol,\nor amine. In order to accurately identify barrier trends, it is crucial\nthat we maintain consistency in both our method and our approach to\nachieve consistent results. (a) The captured TS between MMAIII and methanethiol\nwith an imaginary-frequency vibrational mode featuring proton transfer\nand the departure of the hydroxyl group. We used this TS geometry\nas an initial point for further geometry optimization. The right panel\nshows a stereo view of the TS. (b) Relocating the proton close to\nthe sulfur atom of methanethiol in the DFT geometry optimization calculation\nwill yield the reactants. (c) Relocating the proton close to the oxygen\natom of the hydroxyl group will yield the products. REPs for the reactions between the five arsenicals and\nmethanethiol\nwith leaving the hydroxyl group. The energy barriers of arsenical\nreacting with thiol, ranked from low to high, are MMAIII (25.4 kcal/mol) < arsenite (27.7 kcal/mol) < arsenate (32.8\nkcal/mol) < DMAV (36.2 kcal/mol) < MMAV (38.3 kcal/mol). LG denotes the leaving group.\n\n## Energy Profile for Arsenicals Reacting with\nMethanethiol Leaving Hydroxyl Group\nAs aforementioned in Figure 2, the four atoms,\nincluding arsenic, hydroxyl oxygen, thiol sulfur, and thiol hydrogen,\ncan form a quadrilateral at an energy high. The TS recognized by a\nspecific imaginary-frequency vibrational mode features a proton transfer\nand the simultaneous departure of the hydroxyl group. We first capture\nsuch TS structures and then further geometry-optimize the reactants\nand products by relocating the TS proton-transferring proton a bit\ncloser to the sulfur, oxygen, or carbon atom. Therefore, related arsenical\nreactants and products can be obtained. Table 1 lists the energy barriers and reaction energies\nfor the reactions between the five arsenicals, MMAIII,\narsenite, arsenate, DMAV, MMAV, and the thiol,\nmethanethiol, with two different leaving groups, hydroxyl or methyl.\nThe order of these energy barriers remains unchanged even after some\nminor basis set corrections (6-31G(d,p)) and thermal corrections (Gibbs\nfree energy). In Figure 3, one can clearly see that the energy barrier of arsenic reacting\nwith thiol, ranked from low to high, are MMAIII (25.4 kcal/mol)\n< arsenite (27.7 kcal/mol) < arsenate (32.8 kcal/mol) < DMAV (36.2 kcal/mol) < MMAV (38.3 kcal/mol). We\nalso note that all of the reaction energy values are negative, indicating\nthat these reactions are energetically favorable. The lower energy\nbarrier between arsenicals and methanethiol implicates the high biological\ntoxicity since such arsenicals more easily form complexes with cysteine.\nThe side chain of cysteine includes a thiol functional group. This\nrank order of the energy barriers almost concurs with the confirmed\ntoxicity rank order, MMAIII > arsenite > arsenate\n> DMAV = MMAV,13 except for\nthe DMAV and MMAV. Since DMAV (36.2\nkcal/mol) has a bit lower energy barrier than MMAV (38.3\nkcal/mol), DMAV should be less toxic than MMAV rather than having a similar level of toxicity. Yet, MMAV with two hydroxyl groups has more opportunity to bind to cysteine,\nincreasing its toxicity. Therefore, if we balance out the two opposing\nfactors, the toxicity of DMAV and MMAV may be similar. To sum it up,\nenergetic favor and the concurrent trend of rank suggest that arsenical\ntoxicity in the body may originate from the arsenic–thiol adhesion,\ni.e., the arsenic–sulfur bond forming. The DFT calculations used the uB3LYP\nmethod and the 6-31G(d) basis set. Using 6-31G(d,p) basis set. Using 6-31G(d,p) basis set and thermal\ncorrection, i.e. Gibbs free energy.\n\n## Energy Profile for Arsenicals Reacting with\nMethanethiol Leaving Methyl Group\nArsenical approaching methanethiol\nat different orientations may produce different TSs, leading to different\nproducts. Again, we take MMAIII and methanethiol leaving\n“methyl group” as another example. As shown in Supporting\nInformation Figure S1, results show that\nfour atoms, including arsenic, “methyl carbon”, thiol\nsulfur, and thiol hydrogen, form a similar quadrilateral of a TS at\nan energy high. The four atoms, including arsenic, methyl carbon,\nthiol sulfur, and thiol hydrogen, can form a quadrilateral at an energy\nhigh. The TS has an imaginary frequency caused by a proton transfer\nvibration mode and here the simultaneous departure of “the\nmethyl group”. We again capture the TS structures and then\nfurther geometry-optimize the reactants and products by locating the\nTS proton-transferring proton near the sulfur or carbon atom. The\nrelative arsenical reactants and products can be obtained. In Figure 4, one can clearly\nsee in the REP that the energy barrier of arsenic reacting to thiol\nwith the departure of the methyl group is 54.6 kcal/mol. The energy\nbarrier of arsenic reacting with thiol leaving the hydroxyl group\nis 25.4 kcal/mol. The energy barrier of leaving the methyl group is\nmore than double the barrier of leaving the hydroxyl group. In Table 1, we can clearly see\nthat the energy barriers of leaving a methyl group for DMAV and MMAV are 66.7 and 69.5 kcal/mol, nearly double those\nof leaving a hydroxyl group. It is more difficult for a methyl group\nto detach compared to a hydroxyl group due to higher energy barriers.\nThe findings indicate that it is unlikely for arsenical to leave a\nmethyl group during its interaction with cysteine thiol. REPs for the\nreactions between MMAIII and methanethiol\nwith leaving the hydroxy group. The energy barrier of arsenic reacting\nwith methanethiol, leaving the methyl group, is 54.6 kcal/mol. While\nthe energy barrier of arsenic reacting with methanethiol leaving the\nhydroxyl group is 25.4 kcal/mol.\n\n## Energy Profile for Arsenicals Reacting with\nMethanol Leaving Hydroxyl Group\nTo see if some other different\nmechanisms can cause similar toxicity rank order of arsenicals, we\nexamined the REP between arsenical and methanol. This model system\nrepresents the interaction between arsenic and oxygen atom rather\nthan sulfur atom. In this system, the four atoms, arsenic, hydroxyl\noxygen, methanol oxygen, and methanol hydrogen, form a quadrilateral\nat an energy high. The TS recognized by a specific imaginary-frequency\nvibration mode features a proton transfer and the simultaneous departure\nof the hydroxyl group as shown in the Supporting Information Figure S2. We captured the TS structures and\nthen further geometry-optimized the reactants and products by bringing\nthe TS proton-transferring proton a bit near the reactant or product\noxygen atom. The arsenical reactants and products can be obtained.\nTherefore, Table 2 lists\nthe energy barriers and reaction energies for the reactions between\nthe five arsenicals, MMAIII, arsenite, arsenate, DMAV, MMAV, and the thiol, methanol, leaving the hydroxyl\ngroup. Notably, the reaction energy values are near and close to zero,\nindicating that these reactions are not favorable in terms of energy.\nIn Figure 5, one can\nsee that the energy barrier of arsenic reacting with alcohol, ranked\nfrom low to high, are arsenate (26.5 kcal/mol) < MMAV (27.7 kcal/mol) < MMAIII (28.8 kcal/mol) < DMAV (30.2 kcal/mol) < arsenite (34.0 kcal/mol). In this case,\nthe lower energy barrier between arsenicals and methanol would associate\nthe higher biological toxicity if arsenical can form a complex with,\nsay, serine. The side chain of serine includes an alcohol functional\ngroup. However, this order of arsenical energy barriers is not consistent\nwith the experimental toxicity order, MMAIII > arsenite\n> arsenate > DMAV = MMAV. Overall, energetic\ndisfavor and the disagreeing trend of rank suggest that arsenical\ntoxicity in the body may not come from the arsenic-alcohol adhesion,\ni.e., not the arsenic–oxygen bond forming. The DFT calculations used the uB3LYP\nmethod and the 6-31G(d) basis set. REPs for the reactions between the five arsenicals and methanol\nwith leaving a hydroxyl group. The energy barriers of arsenical reacting\nwith methanol, ranked from low to high, are arsenate (26.5 kcal/mol)\n< MMAV (27.7 kcal/mol) < MMAIII (28.8\nkcal/mol) < DMAV (30.2 kcal/mol) < arsenite (34.0\nkcal/mol). LG denotes leaving group.\n\n## Energy Profile for Arsenicals Reacting with\nMethylamine Leaving Hydroxyl Group\nAgain, to see if other\nmechanisms can cause similar toxicity rank orders of arsenicals, we\ninspected the REP between arsenical and methylamine. In this case,\nthe four atoms, arsenic, hydroxyl oxygen, methylamine nitrogen, and\nmethylamine hydrogen, form a quadrilateral at an energy high. The\nTS once more recognized by an imaginary-frequency vibration mode features\na proton transfer and the simultaneous departure of the hydroxyl group\nas shown in the Supporting Information Figure S3. We captured the TS structures likewise and geometry-optimized\nthe reactants and products by moving the TS proton-transferring proton\na bit near the reactant nitrogen atom or product oxygen atom. The\nrelated arsenical reactants and products can be obtained. Therefore, Table 3 lists the energy\nbarriers and reaction energies for the reactions between the five\narsenicals, MMAIII, arsenite, arsenate, DMAV, MMAV, and the amine, methylamine, leaving the hydroxyl\ngroup. Additionally, the values of reaction energy are positive, implying\nthat these reactions are energetically disfavored. In Figure 6, one can see that the energy\nbarrier of arsenic reacting with methylamine, from low to high, is\nMMAV (23.6 kcal/mol) < arsenite (25.1 kcal/mol) <\narsenate (29.5 kcal/mol) < DMAV (33.3 kcal/mol) <\nMMAIII (35.1 kcal/mol). The lower energy barrier between\narsenicals and methylamine would associate the higher biological toxicity\nif arsenical can form a complex with, say, lysine. The side chain\nof lysine contains the functional group of a primary amine. However,\nthis order of arsenical energy barriers contradicts the experiment\nrank order of toxicity, MMAIII > arsenite > arsenate\n>\nDMAV = MMAV. Again, the increased level of positive\nreaction energy and the conflicting hierarchy indicate that arsenical\ntoxicity in the body does not come from the arsenic-amine adhesion,\ni.e., not the arsenic–nitrogen bond forming. The DFT calculations used the uB3LYP\nmethod and the 6-31G(d) basis set. REPs for the reactions between the five arsenicals and methylamine\nwith the leaving hydroxyl group. The energy barriers of arsenical\nreacting with methylamine, ranked from low to high, are MMAV (23.6 kcal/mol) < arsenite (25.1 kcal/mol) < arsenate (29.5\nkcal/mol) < DMAV (33.3 kcal/mol) < MMAIII (35.1 kcal/mol). LG denotes leaving group. Finally, it is worth highlighting that refining\nthe accuracy of\nreaction energies calculated through DFT is achievable by employing\nmore precise DFT functionals tailored to specific reaction conditions.\nHowever, the pursuit of ideally accurate values may curtail our ability\nto explore and compare results with larger systems, especially as\nsophisticated methods become more susceptible to breakdowns in expansive\nbiological systems. Consequently, our research strategically focuses\non capturing the right proton-transfer TSs and observing trends derived\nfrom fundamental DFT methodology, forgoing the use of multiple correction\nmethods in both ambient conditions and solutions. This approach will\nallow us to delve into a broader spectrum of future systems, including\nlarger ones, without the necessity for postprocessing corrections.\nThrough this deliberate choice, we derive valuable insights into the\ncorrelation between the arsenical–thiol activation energies\nand arsenic toxicity. As shown in Table 1 with additional basis set and thermal corrections,\nwe maintain the belief that any more systematic, higher-level corrections\napplied later will not significantly alter the observed trends in\nthis study.\n\n## Conclusions\nWhen arsenical reacts with\nmethanethiol, the reaction energy values\nare all negative, suggesting that these reactions are energetically\nfavored. The energy barriers are ranked from low to high as MMAIII < arsenite < arsenate < DMAV < MMAV. On the other hand, when arsenical reacts with methanol,\nthe reaction energy values are close to zero, proposing that these\nreactions are not energetically favored. The energy barriers are ranked\nfrom low to high as arsenate < MMAV < MMAIII < DMAV < arsenite. When arsenical reacts with methylamine,\nthe reaction energy values are all positive, indicating that these\nreactions are energetically disfavored. The energy barriers are ranked\nfrom low to high as MMAIII < arsenite < arsenate\n< DMAV < MMAV. Finally, in addition to\nenergetic favorability, the rank order of the arsenical reaction with\nthiol is closely equivalent to the known toxicity rank order. This\nDFT calculation may confirm for the first time that the adhesion of\narsenic to thiol may be the primary cause of arsenic toxicity.",
  "word_count": 5373,
  "char_count": 35280
}