{
  "pmcid": "PMC12522976",
  "doi": "10.1186/s12883-025-04448-2",
  "title": "Delayed emergence of parkinson’s disease after reversible manganese-induced parkinsonism: a case report",
  "authors": [
    "Hae-Won Shin"
  ],
  "year": "2025",
  "journal": "BMC Neurology",
  "abstract": "BackgroundChronic manganese (Mn) exposure, particularly in occupational settings such as welding, can lead to Mn-induced parkinsonism, a condition typically considered reversible and distinct from idiopathic Parkinson’s disease (PD). However, the neurotoxic effects of Mn may contribute to or accelerate dopaminergic degeneration in susceptible individuals.Case presentationWe report the case of a 53-year-old male welder who initially presented with symmetrical parkinsonism and characteristic T1 hyperintensities in the globus pallidus in Brain MRI, consistent with Mn-induced parkinsonism. Symptoms and Brain MRI abnormalities fully resolved one year after cessation of Mn exposure. Three years later, the patient developed new, progressive, and asymmetric parkinsonian symptoms, including a unilateral resting tremor and bradykinesia. 18- fluoropropyl-2β-carbomethoxy-3β-4-iodophenyl nortropane positron emission tomography imaging demonstrated a marked reduction in striatal dopamine transporter uptake, and the patient responded well to levodopa, confirming the diagnosis of idiopathic PD.ConclusionsThis case illustrates a rare longitudinal transition from reversible Mn-induced parkinsonism to idiopathic PD, suggesting that prior Mn exposure may act as a precipitating or accelerating factor for PD pathogenesis. Functional neuroimaging is critical for differentiating between these two syndromes. This report underscores the importance of long-term neurological follow-up in patients with occupational Mn exposure and supports the hypothesis that environmental toxins can contribute to neurodegenerative processes.",
  "sections": [
    {
      "title": "Background",
      "text": "Manganese (Mn) is an essential trace element involved in multiple enzymatic functions; however, excessive exposure, particularly through occupational inhalation of welding fumes, can lead to neurotoxicity [1]. Chronic Mn exposure has long been associated with a form of parkinsonism distinct from idiopathic Parkinson’s disease (PD), commonly referred to as manganism [2]. Clinically, Mn-induced parkinsonism is characterized by symmetrical motor symptoms, postural instability, early gait disturbance, and a relative absence of resting tremors. Neuroimaging typically reveals bilateral T1-weighted hyperintensities in the globus pallidus, reflecting Mn accumulation, whereas dopamine transporter (DAT) imaging generally remains normal because of the preservation of presynaptic dopaminergic terminals [3]. Although manganism is considered a non-degenerative, potentially reversible condition upon cessation of exposure, recent studies have suggested that Mn may also contribute to long-term nigrostriatal damage in susceptible individuals [4, 5]. The distinction between toxic parkinsonism and idiopathic PD is critical but can be blurred in cases where dopaminergic degeneration follows prior toxic exposure. Moreover, epidemiological and experimental evidence implicates Mn not only as a cause of transient parkinsonism but also as a possible environmental risk factor for PD [5]. Here, we report a rare longitudinal case in which a welder initially developed Mn-induced parkinsonism with typical reversible neuroimaging findings, but subsequently developed idiopathic PD confirmed by clinical features and dopaminergic degeneration on 18-fluoropropyl-2β-carbomethoxy-3β−4-iodophenyl nortropane positron emission tomography (FP-CIT PET). This case provides clinical evidence that supports the hypothesis that Mn exposure may serve as a precipitating or accelerating factor in the pathogenesis of PD."
    },
    {
      "title": "Case presentation",
      "text": "A 53-year-old male welder with Mn-induced reversible parkinsonism was previously reported [6]. The patient presented with progressive gait disturbance, symmetric rigidity, and bradykinesia two years after working for a welding company. Based on the typical brain MRI findings showing symmetrically high signal intensities in the basal ganglia, he was diagnosed with chronic Mn intoxication. Over a year after leaving the welding company, parkinsonism had completely resolved in parallel with the normalization of the pallidal MRI signal (Fig. 1) [6]. Such reversibility of both clinical symptoms and imaging abnormalities has been reported in welders with Mn-induced parkinsonism after cessation of exposure [6–8]. Fig. 1Initial reversible manganese-induced parkinsonism. Hyperintense lesions on the basal ganglia (A) disappeared after the patient left the welding company (B) Initial reversible manganese-induced parkinsonism. Hyperintense lesions on the basal ganglia (A) disappeared after the patient left the welding company (B) Three years after recovering from manganism, the patient developed new, progressive parkinsonian symptoms. At this time, the presentation was asymmetric, beginning with a right-hand resting tremor and bradykinesia, which were more prominent on the right side. He also noted mild balance impairment but no falls. He denied constipation, symptoms of rapid eye movement sleep behavior disorder (RBD), and hyposmia. However, the patient reported depressive symptoms, including apathy, decreased appetite, and a diminished sense of meaning in life. Neurological examination revealed classic features of idiopathic PD, including unilateral resting tremor, asymmetric rigidity, and bradykinesia. While walking, the patient showed a reduced arm swing, which was more severe on the more in the right side. Follow-up brain MRI findings were unremarkable (Fig. 2A). Given this clinical picture, idiopathic PD was suspected. DAT imaging with 18F-FP-CIT PET was performed (Fig. 2B), which showed markedly reduced tracer uptake in the posterior putamen, especially in the left striatum. This DAT imaging pattern indicated a loss of presynaptic dopaminergic terminals. The patient was treated with levodopa, which resulted in a 74% improvement in the Unified Parkinson’s Disease Rating Scale part III. Based on the UK Brain Bank criteria for PD, the patient was diagnosed with PD [9]. Fig. 2Brain MRI and 18F-FP-CIT PET in second presentation of parkinsonism. Brain MRI was normal (A), whereas dopamine transporter uptake was reduced in both putamen, which was especially severe in the right side in the 18F-FP-CIT PET image Brain MRI and 18F-FP-CIT PET in second presentation of parkinsonism. Brain MRI was normal (A), whereas dopamine transporter uptake was reduced in both putamen, which was especially severe in the right side in the 18F-FP-CIT PET image"
    },
    {
      "title": "Discussion and conclusions",
      "text": "This case highlights the evolution from reversible toxic parkinsonism to degenerative PD. Pathologically, manganism and idiopathic PD involve damage to different brain regions; Mn preferentially injures the globus pallidus and subthalamic regions, whereas idiopathic PD is characterized by the progressive loss of dopaminergic neurons in the substantia nigra pars compacta with Lewy body deposition [2]. In this patient, neuroimaging played a key role in delineating these two conditions. In early Mn-induced parkinsonism, T1-weighted MRI hyperintensity in the globus pallidus is a critical clue because this MRI signature is a hallmark of chronic Mn accumulation [10]. By the time of PD onset, the patient’s MRI no longer showed pallidal T1 changes, reflecting the clearance of Mn deposits after exposure cessation. Instead, functional dopaminergic imaging was abnormal in the PD phase. The 18 F-FP-CIT PET results demonstrated reduced dopamine transporter binding, which is a hallmark of nigrostriatal terminal loss in degenerative parkinsonism [11]. DAT imaging may generally be normal in pure manganism because presynaptic dopamine neurons remain intact despite functional impairment [2, 3]. Supporting this, prior studies on Mn-exposed individuals without PD have shown either normal or only mildly reduced striatal DAT binding, in contrast to the pronounced reductions observed in patients with PD. Therefore, the abnormal DAT scan in the patient’s second presentation strongly indicated a transition from a primarily toxin-induced functional disorder to a neurodegenerative process. In other words, Mn exposure initially caused reversible basal ganglia dysfunction without cell death, whereas PD later reflected true dopaminergic neuronal degeneration. The neurotoxic effects of Mn provided a mechanistic context for this case. In occupational settings, such as welding, chronic inhalation of Mn-containing fumes overwhelms the body’s regulatory mechanisms, leading to Mn deposition, particularly in the globus pallidus (the region where our patient’s MRI showed hyperintensity). Mn disrupts neurotransmission through multiple pathways, including oxidative stress, mitochondrial dysfunction, excitotoxicity, protein misfolding, and impaired protein degradation [12]. Although Mn-induced parkinsonism and PD are distinct disorders [13, 14], Mn may be a risk factor for developing PD, similar to other environmental risk factors [5]. Notably, both manganism and PD involve overlapping pathogenic mechanisms at the cellular level. For instance, oxidative stress and impaired proteasomal function have been implicated in both conditions [4, 12, 15]. However, the patterns of neuronal injury differ. Mn preferentially affects GABAergic neurons in the globus pallidus and astroglial cells, altering the basal ganglia output and leading to features of parkinsonian without necessarily killing the dopaminergic neurons of the substantia nigra [16, 17]. This likely explains why manganism symptoms can be partially or fully reversed when exposure is removed; the underlying dopaminergic pathways are still anatomically intact, allowing functional recovery once the Mn levels normalize. In our patient, the complete resolution of symptoms after leaving the high-Mn environment illustrated the potential for the reversibility of toxin-mediated parkinsonism. An intriguing question raised by this case was whether Mn neurotoxicity contributes to the subsequent development of PD. Epidemiological studies have long explored environmental risk factors for PD, and chronic Mn exposure has been identified as one such factor. For instance, a case-control study by Gorell et al. found that occupational exposure to Mn (among other metals) was associated with an increased risk of PD later in life [18]. Typically, manganism is considered a clinical entity distinct from PD, and most patients with Mn-induced parkinsonism do not progress to PD after the cessation of exposure. However, several reports suggest that Mn exposure may trigger neurodegenerative PD in susceptible individuals or unmask latent genetic vulnerabilities [19, 20]. An epidemiological study by Wedler et al. reported a higher prevalence of PD among welders than in the general population [21]. Furthermore, presymptomatic welders exhibited reduced striatal [¹⁸F]-DOPA uptake on PET imaging [22, 23]. Mn and PD share common pathophysiological mechanisms, including mitochondrial dysfunction, neuroinflammation, oxidative stress, and dysregulation of protein homeostasis [5]. Therefore, it has been hypothesized that Mn exposure may act as a risk factor for the development of PD in genetically predisposed individuals, depending on the intensity and duration of exposure. Kim et al. described two patients with manganism who exhibited MRI evidence of Mn accumulation in the globus pallidus and significant reductions in striatal DAT binding on β-CIT SPECT imaging, findings that are indistinguishable from idiopathic PD [24]. They interpreted the reduced β-CIT uptake in three possible ways. First, Mn exposure may have been incidental in patients who already had PD. This explanation may also be applicable to our patient, who might have been in a subclinical stage of PD at the time of Mn exposure. In this scenario, Mn exposure could have unmasked or accelerated the manifestation of symptoms. Although our patient reported depressive symptoms at the time of PD diagnosis—recognized as a potential premotor feature of PD [25], no premotor symptoms were present at the time of Mn-induced parkinsonism. The absence of non-motor prodromal symptoms at initial presentation argues against, but does not entirely exclude, this possibility. Second, Kim et al. proposed that Mn could cause selective damage to nigrostriatal dopaminergic nerve terminals, leading to reduced β-CIT uptake on DAT SPECT. Finally, they suggested that Mn might damage both nigrostriatal dopaminergic neurons and their terminals, in a manner similar to 1-methyl-4-phenyl-1,2,3,6-tetrahydropyridine–induced progressive dopaminergic degeneration. In the cases reported by Kim et al., DAT uptake was reduced during the episode of Mn-induced parkinsonism, suggesting a direct neurotoxic effect of Mn on the nigrostriatal system. By contrast, our patient developed new-onset, asymmetric, and levodopa-responsive parkinsonian symptoms characteristic of idiopathic PD, confirmed by 18F-FP-CIT PET, after complete recovery from Mn-induced parkinsonism. This clear temporal separation implies that Mn exposure may have acted as a risk factor for the later development of PD, thereby differentiating our case from those reported by Kim et al. Had DAT imaging been performed at the time of the first presentation, it would have enabled a direct comparison with the follow-up DAT scan obtained three years later. Such a comparison might have clarified whether progressive dopaminergic neurodegeneration had occurred over time or whether the two parkinsonian episodes were pathophysiologically distinct. Nevertheless, the observed clinical and imaging features suggest a transition from a reversible toxin-mediated dysfunction to a classic neurodegenerative process. Whether this progression reflects a causal relationship, an unmasking effect, or a coincidental overlap remains uncertain. However, our case may provide clinical evidence that Mn-induced oxidative stress or other cellular insults may accelerate the degeneration of nigrostriatal neurons or lower the threshold for the clinical manifestation of PD in genetically or biologically predisposed individuals. Future longitudinal and large studies are required to further investigate these possibilities."
    }
  ],
  "full_text": "## Background\nManganese (Mn) is an essential trace element involved in multiple enzymatic functions; however, excessive exposure, particularly through occupational inhalation of welding fumes, can lead to neurotoxicity [1]. Chronic Mn exposure has long been associated with a form of parkinsonism distinct from idiopathic Parkinson’s disease (PD), commonly referred to as manganism [2]. Clinically, Mn-induced parkinsonism is characterized by symmetrical motor symptoms, postural instability, early gait disturbance, and a relative absence of resting tremors. Neuroimaging typically reveals bilateral T1-weighted hyperintensities in the globus pallidus, reflecting Mn accumulation, whereas dopamine transporter (DAT) imaging generally remains normal because of the preservation of presynaptic dopaminergic terminals [3]. Although manganism is considered a non-degenerative, potentially reversible condition upon cessation of exposure, recent studies have suggested that Mn may also contribute to long-term nigrostriatal damage in susceptible individuals [4, 5]. The distinction between toxic parkinsonism and idiopathic PD is critical but can be blurred in cases where dopaminergic degeneration follows prior toxic exposure. Moreover, epidemiological and experimental evidence implicates Mn not only as a cause of transient parkinsonism but also as a possible environmental risk factor for PD [5]. Here, we report a rare longitudinal case in which a welder initially developed Mn-induced parkinsonism with typical reversible neuroimaging findings, but subsequently developed idiopathic PD confirmed by clinical features and dopaminergic degeneration on 18-fluoropropyl-2β-carbomethoxy-3β−4-iodophenyl nortropane positron emission tomography (FP-CIT PET). This case provides clinical evidence that supports the hypothesis that Mn exposure may serve as a precipitating or accelerating factor in the pathogenesis of PD.\n\n## Case presentation\nA 53-year-old male welder with Mn-induced reversible parkinsonism was previously reported [6]. The patient presented with progressive gait disturbance, symmetric rigidity, and bradykinesia two years after working for a welding company. Based on the typical brain MRI findings showing symmetrically high signal intensities in the basal ganglia, he was diagnosed with chronic Mn intoxication. Over a year after leaving the welding company, parkinsonism had completely resolved in parallel with the normalization of the pallidal MRI signal (Fig. 1) [6]. Such reversibility of both clinical symptoms and imaging abnormalities has been reported in welders with Mn-induced parkinsonism after cessation of exposure [6–8]. Fig. 1Initial reversible manganese-induced parkinsonism. Hyperintense lesions on the basal ganglia (A) disappeared after the patient left the welding company (B) Initial reversible manganese-induced parkinsonism. Hyperintense lesions on the basal ganglia (A) disappeared after the patient left the welding company (B) Three years after recovering from manganism, the patient developed new, progressive parkinsonian symptoms. At this time, the presentation was asymmetric, beginning with a right-hand resting tremor and bradykinesia, which were more prominent on the right side. He also noted mild balance impairment but no falls. He denied constipation, symptoms of rapid eye movement sleep behavior disorder (RBD), and hyposmia. However, the patient reported depressive symptoms, including apathy, decreased appetite, and a diminished sense of meaning in life. Neurological examination revealed classic features of idiopathic PD, including unilateral resting tremor, asymmetric rigidity, and bradykinesia. While walking, the patient showed a reduced arm swing, which was more severe on the more in the right side. Follow-up brain MRI findings were unremarkable (Fig. 2A). Given this clinical picture, idiopathic PD was suspected. DAT imaging with 18F-FP-CIT PET was performed (Fig. 2B), which showed markedly reduced tracer uptake in the posterior putamen, especially in the left striatum. This DAT imaging pattern indicated a loss of presynaptic dopaminergic terminals. The patient was treated with levodopa, which resulted in a 74% improvement in the Unified Parkinson’s Disease Rating Scale part III. Based on the UK Brain Bank criteria for PD, the patient was diagnosed with PD [9]. Fig. 2Brain MRI and 18F-FP-CIT PET in second presentation of parkinsonism. Brain MRI was normal (A), whereas dopamine transporter uptake was reduced in both putamen, which was especially severe in the right side in the 18F-FP-CIT PET image Brain MRI and 18F-FP-CIT PET in second presentation of parkinsonism. Brain MRI was normal (A), whereas dopamine transporter uptake was reduced in both putamen, which was especially severe in the right side in the 18F-FP-CIT PET image\n\n## Discussion and conclusions\nThis case highlights the evolution from reversible toxic parkinsonism to degenerative PD. Pathologically, manganism and idiopathic PD involve damage to different brain regions; Mn preferentially injures the globus pallidus and subthalamic regions, whereas idiopathic PD is characterized by the progressive loss of dopaminergic neurons in the substantia nigra pars compacta with Lewy body deposition [2]. In this patient, neuroimaging played a key role in delineating these two conditions. In early Mn-induced parkinsonism, T1-weighted MRI hyperintensity in the globus pallidus is a critical clue because this MRI signature is a hallmark of chronic Mn accumulation [10]. By the time of PD onset, the patient’s MRI no longer showed pallidal T1 changes, reflecting the clearance of Mn deposits after exposure cessation. Instead, functional dopaminergic imaging was abnormal in the PD phase. The 18 F-FP-CIT PET results demonstrated reduced dopamine transporter binding, which is a hallmark of nigrostriatal terminal loss in degenerative parkinsonism [11]. DAT imaging may generally be normal in pure manganism because presynaptic dopamine neurons remain intact despite functional impairment [2, 3]. Supporting this, prior studies on Mn-exposed individuals without PD have shown either normal or only mildly reduced striatal DAT binding, in contrast to the pronounced reductions observed in patients with PD. Therefore, the abnormal DAT scan in the patient’s second presentation strongly indicated a transition from a primarily toxin-induced functional disorder to a neurodegenerative process. In other words, Mn exposure initially caused reversible basal ganglia dysfunction without cell death, whereas PD later reflected true dopaminergic neuronal degeneration. The neurotoxic effects of Mn provided a mechanistic context for this case. In occupational settings, such as welding, chronic inhalation of Mn-containing fumes overwhelms the body’s regulatory mechanisms, leading to Mn deposition, particularly in the globus pallidus (the region where our patient’s MRI showed hyperintensity). Mn disrupts neurotransmission through multiple pathways, including oxidative stress, mitochondrial dysfunction, excitotoxicity, protein misfolding, and impaired protein degradation [12]. Although Mn-induced parkinsonism and PD are distinct disorders [13, 14], Mn may be a risk factor for developing PD, similar to other environmental risk factors [5]. Notably, both manganism and PD involve overlapping pathogenic mechanisms at the cellular level. For instance, oxidative stress and impaired proteasomal function have been implicated in both conditions [4, 12, 15]. However, the patterns of neuronal injury differ. Mn preferentially affects GABAergic neurons in the globus pallidus and astroglial cells, altering the basal ganglia output and leading to features of parkinsonian without necessarily killing the dopaminergic neurons of the substantia nigra [16, 17]. This likely explains why manganism symptoms can be partially or fully reversed when exposure is removed; the underlying dopaminergic pathways are still anatomically intact, allowing functional recovery once the Mn levels normalize. In our patient, the complete resolution of symptoms after leaving the high-Mn environment illustrated the potential for the reversibility of toxin-mediated parkinsonism. An intriguing question raised by this case was whether Mn neurotoxicity contributes to the subsequent development of PD. Epidemiological studies have long explored environmental risk factors for PD, and chronic Mn exposure has been identified as one such factor. For instance, a case-control study by Gorell et al. found that occupational exposure to Mn (among other metals) was associated with an increased risk of PD later in life [18]. Typically, manganism is considered a clinical entity distinct from PD, and most patients with Mn-induced parkinsonism do not progress to PD after the cessation of exposure. However, several reports suggest that Mn exposure may trigger neurodegenerative PD in susceptible individuals or unmask latent genetic vulnerabilities [19, 20]. An epidemiological study by Wedler et al. reported a higher prevalence of PD among welders than in the general population [21]. Furthermore, presymptomatic welders exhibited reduced striatal [¹⁸F]-DOPA uptake on PET imaging [22, 23]. Mn and PD share common pathophysiological mechanisms, including mitochondrial dysfunction, neuroinflammation, oxidative stress, and dysregulation of protein homeostasis [5]. Therefore, it has been hypothesized that Mn exposure may act as a risk factor for the development of PD in genetically predisposed individuals, depending on the intensity and duration of exposure. Kim et al. described two patients with manganism who exhibited MRI evidence of Mn accumulation in the globus pallidus and significant reductions in striatal DAT binding on β-CIT SPECT imaging, findings that are indistinguishable from idiopathic PD [24]. They interpreted the reduced β-CIT uptake in three possible ways. First, Mn exposure may have been incidental in patients who already had PD. This explanation may also be applicable to our patient, who might have been in a subclinical stage of PD at the time of Mn exposure. In this scenario, Mn exposure could have unmasked or accelerated the manifestation of symptoms. Although our patient reported depressive symptoms at the time of PD diagnosis—recognized as a potential premotor feature of PD [25], no premotor symptoms were present at the time of Mn-induced parkinsonism. The absence of non-motor prodromal symptoms at initial presentation argues against, but does not entirely exclude, this possibility. Second, Kim et al. proposed that Mn could cause selective damage to nigrostriatal dopaminergic nerve terminals, leading to reduced β-CIT uptake on DAT SPECT. Finally, they suggested that Mn might damage both nigrostriatal dopaminergic neurons and their terminals, in a manner similar to 1-methyl-4-phenyl-1,2,3,6-tetrahydropyridine–induced progressive dopaminergic degeneration. In the cases reported by Kim et al., DAT uptake was reduced during the episode of Mn-induced parkinsonism, suggesting a direct neurotoxic effect of Mn on the nigrostriatal system. By contrast, our patient developed new-onset, asymmetric, and levodopa-responsive parkinsonian symptoms characteristic of idiopathic PD, confirmed by 18F-FP-CIT PET, after complete recovery from Mn-induced parkinsonism. This clear temporal separation implies that Mn exposure may have acted as a risk factor for the later development of PD, thereby differentiating our case from those reported by Kim et al. Had DAT imaging been performed at the time of the first presentation, it would have enabled a direct comparison with the follow-up DAT scan obtained three years later. Such a comparison might have clarified whether progressive dopaminergic neurodegeneration had occurred over time or whether the two parkinsonian episodes were pathophysiologically distinct. Nevertheless, the observed clinical and imaging features suggest a transition from a reversible toxin-mediated dysfunction to a classic neurodegenerative process. Whether this progression reflects a causal relationship, an unmasking effect, or a coincidental overlap remains uncertain. However, our case may provide clinical evidence that Mn-induced oxidative stress or other cellular insults may accelerate the degeneration of nigrostriatal neurons or lower the threshold for the clinical manifestation of PD in genetically or biologically predisposed individuals. Future longitudinal and large studies are required to further investigate these possibilities.",
  "word_count": 1757,
  "char_count": 12529
}