{
  "pmcid": "PMC9505762",
  "doi": "10.3390/ijms231810808",
  "title": "Impact of Environmental Risk Factors on Mitochondrial Dysfunction, Neuroinflammation, Protein Misfolding, and Oxidative Stress in the Etiopathogenesis of Parkinson’s Disease",
  "authors": [
    "Minhong Huang",
    "Alejandra Bargues-Carot",
    "Zainab Riaz",
    "Hannah Wickham",
    "Gary Zenitsky",
    "Huajun Jin",
    "Vellareddy Anantharam",
    "Arthi Kanthasamy",
    "Anumantha G. Kanthasamy"
  ],
  "year": "2022",
  "journal": "International Journal of Molecular Sciences",
  "abstract": "As a prevalent progressive neurodegenerative disorder, Parkinson’s disease (PD) is characterized by the neuropathological hallmark of the loss of nigrostriatal dopaminergic (DAergic) innervation and the appearance of Lewy bodies with aggregated α-synuclein. Although several familial forms of PD have been reported to be associated with several gene variants, most cases in nature are sporadic, triggered by a complex interplay of genetic and environmental risk factors. Numerous epidemiological studies during the past two decades have shown positive associations between PD and several environmental factors, including exposure to neurotoxic pesticides/herbicides and heavy metals as well as traumatic brain injury. Other environmental factors that have been implicated as potential risk factors for PD include industrial chemicals, wood pulp mills, farming, well-water consumption, and rural residence. In this review, we summarize the environmental toxicology of PD with the focus on the elaboration of chemical toxicity and the underlying pathogenic mechanisms associated with exposure to several neurotoxic chemicals, specifically 1-methyl-4-phenyl-1,2,3,6-tetrahydropyridine (MPTP), rotenone, paraquat (PQ), dichloro-diphenyl-trichloroethane (DDT), dieldrin, manganese (Mn), and vanadium (V). Our overview of the current findings from cellular, animal, and human studies of PD provides information for possible intervention strategies aimed at halting the initiation and exacerbation of environmentally linked PD.",
  "sections": [
    {
      "title": "1. Introduction",
      "text": "PD is a slowly progressing neurodegenerative disorder that predominantly affects elderly populations. Worldwide, up to 10 million people suffer from PD, and approximately 60,000 more Americans are diagnosed with PD every year. The overall incidence rate of PD is expected to significantly increase over time. According to the US Census Bureau population projections, 680,000 people in the U.S. older than 45 had PD in 2010, whereas in 2020, the number had risen to approximately 930,000, and by 2030, the number is expected to be 1,238,000. Clinically, PD is associated with various motor symptoms, including bradykinesia, resting tremor, and rigidity, and a broad spectrum of non-motor symptoms involving hyposmia, sleep disorders, depression, constipation, early satiety, and excessive sweating [1,2]. As a prevalent movement disorder, this disease dramatically impacts the quality of life of affected patients and imposes a long-term socioeconomic burden on families, the healthcare system, and society. According to a systematic analysis of the global PD burden sponsored by the Bill and Melinda Gates Foundation, its burden is substantially increasing due to a longer life expectancy and the consequent increasing number of elderly people, longer disease duration in individuals, as well as the contribution from environmental factors [3]. PD is recognized pathologically by the progressive loss of DAergic neurons in the substantia nigra pars compacta (SNpc) and aberrant deposition of misfolded proteins (α-synuclein aggregation) in Lewy neurites and Lewy bodies (LB). Compared to DAergic neurons in the SNpc, those in the ventral tegmental area (VTA) are more resistant to degeneration in PD. Although it has been more than 200 years since PD was first medically identified as a neurological syndrome by James Parkinson, the pathogenesis of PD remains unresolved. Previous studies have implicated some disease-related genetic alleles to the onset of PD, such as SNCA, LRRK2 (PARK8) and VPS35 (PARK17) associated with the autosomal-dominant forms of PD, or parkin (PARK-2), PINK1 (PARK6), DJ-1 (PARK7), and ATP13A2 (PARK9) that cause autosomal-recessive PD [4,5]. However, with familial PD only accounting for less than 10% of PD occurrences, most cases are sporadic. Over the past decades, mounting evidence from meta-analyses of mechanistic research and epidemiological studies confirms that the risk for sporadic PD is modulated by environmental factors [6,7,8]. This directs attention to the potential environmental risks, such as traumatic brain injury, cigarette smoking, living in a rural area, well water consumption, farming, agricultural land use, and occupational exposure to metals. A systematic review of extensive multiple PD case studies has also validated that the factors above, particularly pesticides/herbicides, solvents, and metals, are strongly associated with an elevated risk of developing PD in the exposed population [8,9,10,11]. Although the male bias (i.e., 1.4-fold) did not change significantly over the years, more frequent occupational exposures in men might contribute to this gender difference [12]. Several pesticides/herbicides have been implicated in the etiology of PD. Among them, the synthetic meperidine analog MPTP has been widely used to mimic pathophysiological features of PD in multiple organisms, including mice, cats, guinea pigs, and nonhuman primates [13]. PQ is a neurotoxic pesticide that is still widely used in the world. It shares similarities in structure with MPTP and is known to increase oxidative derivatives. Prospective case-control epidemiological studies reveal that PQ exposure increases PD risk two-fold [8]. Similar to PQ, rotenone, a natural chemical produced by leguminous plants native to Southeast Asia and South America, can induce loss of nigral DAergic neurons and behavioral changes in humans. However, unlike PQ, rotenone directly inhibits mitochondrial complex I and results in mitochondria deficits [14]. DAergic neurons are responsible for DA metabolism and are autonomous pacemakers, which places them under intense bioenergetic demand and makes them more vulnerable to rotenone-induced oxidative stress compared to non-DAergic neuron populations [15,16]. The synthetic pesticide DDT has been reported to induce the formation of extracellular vesicles [17]. Additionally, DDT disrupts DA transport by inhibiting the vesicular monoamine transporter (VMAT2) and the plasma membrane DA transporter (DAT) [18]. The organochlorine pesticide dieldrin has been shown to trigger epigenetic modification, perturb proteasomal homeostasis, and activate the apoptotic protein kinase C delta (PKCδ) signaling pathway [19,20]. Some evidence also reveals that the severity of all pesticide neurotoxicity depends on the duration and dosage of the exposure, though high-quality epidemiological proof has been challenging to obtain in the real world as the actual exposure duration is difficult to track and most PD subjects only get diagnosed at the onset of late-stage symptoms [21,22]. In addition to pesticides, several heavy metals have also been associated with PD pathogenesis. Excessive exposure to Mn leads to its accumulation in the human brain and triggers neurotoxicity, even resulting in the development of manganism, a PD-like movement disorder [23]. Another metal pollutant, vanadium (V), which easily crosses the blood-brain barrier (BBB), often occurs with other metals in occupational exposure, particularly Mn. V generates iron-mediated reactive oxygen species (ROS) and therefore induces neurotoxic damage to the brain [24]. Oxidative stress from most of these environmental neurotoxins leads to disruption of calcium (Ca2+) homeostasis [25,26,27]. Studies using cell culture models have demonstrated that transient increases of intracellular free Ca2+ ions may induce cytoplasmic aggregates of α-synuclein [26]. Interestingly, exposure to environmental neurotoxins not only impacts motor symptoms but also influences the host gut microbiome [28,29]. In addition to neurotoxic pesticides/herbicides and metals, traumatic brain injury (TBI) has also been linked as a risk factor for several neurodegenerative diseases, but the strongest emerging evidence is associated with the development of PD. Inflammation, metabolic dysregulation, and protein accumulation have been implicated as potential mechanisms through which TBI can initiate or accelerate PD. Alpha-synuclein, amyloid precursor protein (APP), hyper-phosphorylated tau, and TAR DNA-binding protein 43 (TDP-43), which are proteins closely associated with PD, are some of the most frequently reported proteins upregulated following TBI [30]. A critical emerging question is therefore how these diverse neurotoxicants contribute to the pathogenesis of PD. To address it, this review will focus on the chemical neurotoxicity of some key pesticides and metals that may contribute to the disease, specifically MPTP, rotenone, PQ, dieldrin, DDT, Mn and V. We will examine the evidence regarding their molecular and cellular signaling on neurodegeneration from various mechanistic perspectives: mitochondrial dysfunction, neuroinflammation, oxidative stress, histone modification, and protein misfolding/aggregation, as well as a review of our recent findings (Figure 1 and Table 1) [24,31,32,33,34]."
    },
    {
      "title": "2. MPTP",
      "text": "Although environmental risk factors for PD have gained considerable attention during the 20th century, definitive proof of the implications of any specific agent as a cause of PD is still inconclusive [124]. The most compelling evidence emerged with discovery of the synthetic heroin analog MPTP in 1982 when several drug users in California developed subacute onset of severe parkinsonism [125]. It is now well established that MPTP induces, in humans, nonhuman primates, and mice, irreversible and severe motor abnormalities replicating all the clinical features of PD, including tremor, rigidity, bradykinesia, and postural instability. Neuropathological data in both primates and mice indicate that MPTP primarily damages the nigrostriatal DAergic pathway in a pattern similar to that seen in PD patients, including the selective loss of DAergic neurons in the SNpc and a significant reduction in striatal DA content [13]. As in PD, the toxin also induces additional neurodegeneration in the locus coeruleus [35,36]. Moreover, reminiscent of PD in humans, an excellent response to levodopa and DA receptor agonists and the development of motor complications after long-term manipulation of levodopa were observed in MPTP-treated primates [126]. Therefore, MPTP administration has been extensively used as a toxicant-induced PD model for studying the disease. Evidence from epidemiological studies on MPTP showing acute and irreversible Parkinsonism in human and non-human primates demonstrates its inducement of mitochondrial dysfunction and oxidative stress in PD [125,127]. MPTP is a lipophilic molecule that can easily cross the BBB and be metabolized to 1-methyl-4-phenyl-2,3-dihydropyridinium (MPDP) in a reaction catalyzed by the monoamine oxidase B (MAOB) in glial cells. This unstable metabolite is further metabolized to the pyridinium ion (MPP+, 1-methyl-4-phenylpyridinium iron), the active toxic compound [36]. MPP+ is then selectively taken up by the DA neurons via the dopamine transporter (DAT), where it is concentrated in mitochondria, causes the complex I defect and in turn produces ROS, activating microglia, promoting α-synuclein aggregation, and leading ultimately to cell death [36,37,38,39,40,41]. MPP+ causes mitochondrial O2− formation, which reacts with endogenous ∙NO to form ONOO−. This increases oxidative stress resulting in cyclosporin A (CsA)-sensitive mitochondrial depolarization and Ca2+ efflux by opening a nonspecific pore in the mitochondrial inner membrane, which leads to oxidant-induced cell death and contributes to the neurotoxicity of MPTP and MPP+ [25]. Additionally, MPP+ induces Drp1-dependent mitochondrial fission causing mitochondrial fragmentation, which facilitates mitophagy and enhances neuronal death [47,48]. Upon treatment of cells with MPP+, the mitochondrial biogenesis-regulating proteins, SIRT1 and PGC1α, are substantially decreased via increased pAMPK [49]. MPP+-induced oxidative stress can also activate transient receptor potential melastatin type 2 (TRPM2) channels, which are Ca2+ permeable non-selective channels highly expressed in SN neurons, leading to Ca2+ influx that increases calpain activation and subsequent apoptosis [26]. MPP+ can also be taken up by the DAergic synaptic vesicles via vesicular monoamine transporter 2 (VMAT2) [128,129,130]. This uptake may cause the cytoplasmic distribution of DA, leading to increased DA-dependent oxidative stress [131]. Many downstream apoptotic events that are responsible for MPTP-mediated degeneration of SNpc neurons have been identified. These include NFκB-dependent transactivation of iNOS [42], up-regulation of JNK [43] and Bax [44], release of cytochrome c and activation of caspase-3 and caspase-9 [45]. In in vivo studies, subacute MPTP exposure increased α-synuclein levels and the number of astrocytes and damaged the BBB without visible motor deficits [46]. However, chronic exposure in adult and aged mice leads to motor defects along with progressive neurodegeneration and induced microglial activation and astrogliosis. Contrary to acute treatments, long-term exposure does not induce mortality [132]. Although some argue that the MPTP-treated monkey PD model lacks DAergic neuronal loss beyond the nigrostriatal system, critical data display a pattern of DAergic denervation as well as olfactory dysfunction resembling PD patients. The comparative evidence suggests the chronically MPTP-treated nonhuman primate model would be a good choice when studying non-motor features [133]."
    },
    {
      "title": "3. Rotenone",
      "text": "Rotenone is a botanical pesticide derived from the roots and stems of certain tropical plants. It was widely used as a chemical to control insect pests of crops, animals, and households, and is still used in fisheries management. Since its discovery in the 1930s, rotenone was believed to be relatively harmless to warm-blooded vertebrates, including humans, and was particularly used in organic farming in the form of sprays and other formulations as a broad-spectrum insecticide because of its non-synthetic nature [134,135,136]. Human occupational exposure to rotenone can occur by inhalation during its extraction and preparation, as well as during its formulation and application as a pesticide. Exposure to rotenone can also occur by ingestion of contaminated food and water [135,137]. The practice of mixing different pesticides, coupled with variable concentrations and personal protective measures, makes it difficult to estimate occupational exposure to rotenone [138]. According to the Environmental Protection Agency (EPA) Reregistration Eligibility Decision for Rotenone approved in 2007, rotenone causes high acute toxicity on exposure by oral and inhalation routes (Category I) and low acute toxicity on exposure via the dermal route (Category IV) [139]. However, up until 2006, rotenone was frequently used in the US on food crops [135]. Studies on rotenone persistence in soil and residue in food are sparse. The half-life of rotenone residues under field conditions is reported to be less than 4 days on lettuce, tomatoes [140], cabbage and soil [141], and 4 days on olives, with residue levels higher than maximum residue levels present in olive oil [142]. Soil temperature has been shown to affect rotenone degradation under both field and lab conditions [141,143]. The EPA effectively canceled the registration of rotenone for food uses by 2011 due to the lack of sufficient safety data to establish maximum contaminant levels, and since then only supports rotenone registration for piscicidal purposes as no discernible risk of exposure to toxic rotenone levels is purported from piscicidal use [139,144]. While the EU and Canada also phased out and banned all non-piscicidal sales of rotenone, its current use in global organic farming has been difficult to estimate. Rotenone continues to be exempt from requirements for tolerance [145], so the risk of exposure from imports continues [146]. Rotenone is known to be a potent toxin that inhibits the transfer in complex I of electrons from iron-sulfur clusters to ubiquinone in the mitochondrial respiratory chain, thus blocking oxidative phosphorylation, compromising ATP synthesis [50] and generating ROS [51,52]. Additionally, rotenone has been demonstrated to have microtubule destabilizing activity and to suppress microtubule assembly [53]. Rotenone-induced mitochondrial damage and microtubule dysfunction may lead to apoptosis [51,147] and inhibit cell proliferation [148], respectively. Being a lipophilic compound, rotenone can easily cross biological membranes including the BBB [54]. Mitochondrial complex I inhibition and oxidative stress have been characterized as the pathophysiologic mechanisms underlying PD [149], and epidemiologic evidence suggests a link between chronic rotenone exposure and PD in humans [14,138]. A case-control study by Dhillon et al. [150] found a link between self-reported occupational and environmental exposure to rotenone and the risk of developing PD in an east Texas population. Farmers with occupational exposure to pesticides and their spouses from Iowa and North Carolina were assessed in the Agricultural Health Study, and while effects of other pesticides could not be excluded, associations were found between rotenone use and risk of PD [151]. The Farming and Movement Evaluation Study linked rotenone to PD regardless of protective glove use in a small sample of pesticide applicators [152]. One epidemiological study also reported a higher incidence of PD in farmers with prolonged exposure to pesticides like rotenone in the French agricultural cohort AGRICAN [153]. Experimentally, rotenone has proven to mimic the pathological hallmarks and neurochemical features of PD in various animal models [54,154]. Rotenone PD models show great promise for the investigation of PD-related pathology, neuropathogenesis and gene-environment interactions [54]. Studies show that chronic exposure to rotenone leads to behavioral symptoms of PD in rats whose brains histologically exhibit progressive degeneration of the DAergic neuronal system as well as α-synuclein-rich LB-like inclusions [55,56,57,58]. Similarly, chronic oral administration of rotenone induces DAergic neurodegeneration and motor deficits in C57BL/6 mice [155]. An intrastriatal rotenone rat model showed less TH immunoreactivity in the striatum and SN, indicating a loss of DA neurons [59]. Rotenone treatment of rat embryonic midbrain neuronal cultures selectively induced DAergic neurodegeneration due to microtubule depolymerization, which leads to disruption in vesicular transport and oxidative stress [156]. Studies by Chu et al. [60,61] reported rotenone induces activation of the autophagy protein microtubule-associated-protein-1-light chain-3 (LC3) and redistribution of cardiolipin to the outer mitochondrial membrane, thereby promoting the mitophagy mechanism in both primary cortical and SH-SY5Y neuronal cells. Similarly, it was reported that rotenone induces LC3-positive autophagic vacuole formation, and these vacuoles colocalize with α-synuclein aggregates via oxidative stress and mitochondrial dysfunction both in vitro and in vivo [157]. At high concentrations, rotenone also affects peroxisome morphology and distribution induced by its microtubule destabilizing activity in COS-7 cells, which affects the peroxisome–mitochondria redox relationship and may contribute to PD pathogenesis [53]. Although their neuropathologies are somewhat variable, several studies have established a link between rotenone toxicity and its relevance to PD. It was demonstrated that rotenone decreases phospho-CREB levels and causes degeneration of human DAergic SH-SY5Y cells via the PI3K/Akt/GSK-3β/CREB signaling pathway [62,63]. Rotenone increases intracellular free Ca2+ ions, which activates calcium/calmodulin-dependent protein kinase II and subsequently induces neuronal apoptosis [70]. Additionally, a calcium channel antagonist prevented rotenone-induced apoptosis in patient-derived DAergic neurons [158]. Rotenone has been shown to promote α-synuclein aggregation and phosphorylation by modulating the calcium/GSK3β signaling pathway in the catecholamine-secreting rat PC12 cells [159]. Silva et al. [160] characterized the biophysical interaction between rotenone and α-synuclein using electron microscopy and Fourier transform infrared spectroscopy to show that rotenone interacts with α-synuclein to accelerate its fibrillation. Ramalingam et al. [64] reported that rotenone treatments induced α-synuclein aggregation in SH-SY5Y cells and mouse midbrain and striatum, as well as reduced TH-positive cell viability. Rotenone exposure contributes to early neuropathologic mechanisms in PD by altering mitochondrial dynamics. Rotenone-exposed PC12 cells have smaller, fragmented mitochondria and altered levels of proteins involved in mitochondrial fission, fusion and biogenesis [71,72]. In a chronic rotenone exposure model, an early compensatory increase in mitochondrial fusion was later accompanied by detrimental fission [161]. Another study reported functional alteration of mitochondria in rotenone-treated rats and SH-SY5Y cells. The mitochondria appeared abnormal with electron-dense inclusion bodies and both the number of mitochondria and mitobiogenesis markers decreased [162]. Rotenone treatment in SH-SY5Y cells and mouse midbrain and striatum downregulated Parkin expression and upregulated PINK1 expression, which contributes to mitochondrial impairment, oxidative stress and cell death [64]. Chronic rotenone exposure in the SN and striatum of an experimental rat PD model downregulates TH signaling and the cytoprotective proteins Parkin, DJ1 and Hsp70, upregulates Hsp60, and activates caspase-3 and caspase-9 [65]. Rotenone can also promote rapid mitochondrial fragmentation before inducing other cytotoxic cellular changes in primary cortical neurons [163]. Rotenone-induced neurotoxicity is also attributed to NADPH oxidase-derived superoxide release from microglia [66]. In a rotenone rat PD model, pronounced microglial activation occurred prior to DAergic neuronal degeneration [67]. Our studies also show that rotenone treatment significantly impairs mitochondrial respiration in mouse microglia and augments the neuroinflammatory response by promoting microglial PKCδ and NLRP3 inflammasome activation via ROS generation and autophagy dysfunction [68,69]."
    },
    {
      "title": "4. Paraquat",
      "text": "PQ is a widely used herbicide in many places around the world. Typical exposure to PQ in humans happens through respiratory inhalation and dermal absorption [164,165,166]. In cases where proper PPE is worn, accidental PQ exposure through respiratory inhalation remains below the threshold limit established by the National Institute for Occupational Safety and Health (NIOSH) [166]. Dermal exposure to PQ is the most concerning. At levels of 5 g/L of the PQ cation in solution, potentially fatal systemic poisoning may occur [165]. Experimental evidence suggests that PQ can dose-dependently generate oxygen-free radicals that are highly damaging to mitochondria, causing oxidative stress, cytochrome c release and caspase-9 recruitment, and eventually leading to mitophagy and apoptosis [73,78]. In rat brains, PQ has been observed to use complex III of the electron transport chain to produce H2O2 [73]. The free radical H2O2 may also produce O2 and HO- [167]. Additional studies in mice show that PQ can induce α-synuclein upregulation and aggregation [79]. In zebrafish embryos, a 24 h exposure to 100 µM of PQ reduces maximal respiration [168]. While no mortality or deformities were visible in the larvae, an up-regulation of certain stress genes and mitochondrial dysfunction did occur, presumably because of increased ROS production [73]. The mRNA levels in two components of the DA signaling pathway, dat and drd3, were also altered by PQ exposure. The neural toxicity of PQ is an additional area of interest. In its typical form, PQ is known as PQ2+, and is taken up by DAT and OCT3 when in the presence of a reducing agent or NADPH oxidase in microglia [74]. As PQ2+, it is not toxic, but as PQ+, it increases ROS production and cytotoxicity [74,169]. DAT is the mechanism PQ uses to enter DAergic neurons, while astrocyte entry is made possible through OCT3 [74]. In human SHSY-5Y neuroblastoma cells, PQ causes oxidative stress through ROS production [75]. This increases the rate of caspase-3 activation, leading to apoptosis and DNA fragmentation [75]. Depolarization of the mitochondrial membrane potential also occurs [76]. This study was validated by a similar one in adult rats, which found that rats receiving intraperitoneal injections of PQ thrice weekly showed ~65% DAergic neuron loss within the SN and increased oxidative stress [76]. The SN may be uniquely sensitive to PQ because of its lower percentage of calcium-D28k-containing neurons, which bind Ca2+ and can ameliorate some degree of PQ toxicity [170]. Oxidative stress caused by PQ has also been shown to decrease plasma membrane Ca2+-ATPase activity, leading to Ca2+ dyshomeostasis and further toxicity [27]. Many people are routinely exposed to PQ. In Thailand, where PQ use is widespread, agricultural field workers, especially pregnant women, had a significantly higher concentration of PQ within their urine and in their children’s meconium than those who did not [171]. Similar findings were reported for mothers who drank community well water, even if they did not live or work on a farm [171]. A shockingly high number of their newborns, 55%, had measurable PQ concentrations [171]. Epidemiological studies on adults have further clarified the potential link between PQ exposure and developing PD later in life. One study focusing on specific gene types in humans and the associated PD risk found that two variations of the GSTT1 gene had completely different risks with PQ usage. Those with a GSTT1*0 genotype experienced a 7.4-fold greater risk than those with a GSTT1*1 genotype when exposed to PQ [172]. This interaction remained after statistical accommodation for non-PQ pesticide usage [172]. Metabolic genetic variants appear to significantly change an individual’s associated risk of PD due to specific toxicant usage. Despite some epidemiological evidence, the link between PQ usage and PD remains a controversial subject. One common concern in self-reporting studies of this type is that recall memory of specific pesticide use may not always be accurate. Some studies also suggest that to increase PD risk, PQ exposure needs to co-occur with one or more other common toxicants such as Maneb [173]. Due to the accumulating evidence pointing to the involvement of PQ in PD onset, epigenetic modification, especially of histone acetylation, has been under intense investigation. Histone acetylation regulation is responsible for activating differential gene expression, which is crucial throughout life in regulating cellular responses to the environment. Dysregulation of histone acetylation homeostasis can perturb gene expression with detrimental effects. A previous study [77] from our group characterized the disrupted histone acetylation following PQ treatment in N27 DAergic neuronal cells. Exposure to PQ induced acetylation accumulation on the core histone H3 yet kept the acetylation level of histone H4 unchanged in N27 cells. In addition, the PQ insult decreased histone deacetylase (HDAC) activity, particularly HDAC4 and 7. Treatment with a histone acetyltransferase (HAT) inhibitor, anacardic acid, protected against PQ-induced apoptotic cell death by suppressing caspase-3 and PKCδ activity and thus blocked PQ-induced cytotoxicity [77]. These findings suggest dysregulation of epigenetic posttranscriptional modifications of histones as an emerging theme involved in PQ-induced neurotoxicity in DAergic neuronal cells."
    },
    {
      "title": "5. DDT",
      "text": "DDT is an organochlorine pesticide that has been implicated in PD. The popularity of DDT reached its peak around World War II, as a pesticide used to control insect-transmitted diseases such as malaria and typhus (116). DDT-controlled agricultural pests include the European corn borer and the pink bollworm (116). Typical DDT exposure in humans occurs through food consumption. Meat, dairy, poultry, and fish are the primary dietary sources of DDT exposure [174]. Other routes of exposure, such as air and water contamination, are not considered significant [175]. DDT is an effective pesticide and insecticide due to its mode of action. It moves easily into cell membranes using passive diffusion via lipid complexes [176]. Primary neurotoxicity of DDT occurs from CNS excitation enabled by the sustained depolarization of the nerve membrane [80]. This is caused by the combined action of inhibiting both calcium ion transport and the opening of potassium gates as well as by delaying the closing of sodium ion channels [80]. The stereochemistry of DDT may change its neurotoxicity pathway. R-DDT is considered more neurotoxic than S-DDT [81]. In a study looking at PC12 cell exposure to R-DDT, it was found to upregulate p53, NFκB, and caspase 3 [81]. Depending on other toxicants present in the body, the transmembrane potential of the mitochondria can be depressed through exposure to DDT, releasing Ca2+ into the cytosol of the cell and triggering various apoptotic factors [84]. These results point toward a cytotoxic pathway that causes apoptosis [81]. In contrast, exposure of PC12 cells to S-DDT caused an increase in SOD, MDA, and HSP70 when compared to the R-form [81]; SOD is an antioxidant commonly upregulated during mitochondrial stress, while MDA is an oxidant. This points to S-DDT inducing oxidative stress rather than activating a cytotoxic pathway. Additional studies suggest that DDT achieves this by inhibiting complexes II and V, encouraging mitochondrial dysfunction and ultimately apoptosis [83,84]. The exact role of DDT and how it relates to PD are still much debated. In vitro studies look promising. One study exposed SK-N-MC cells, which stably produce DA, to DDT [18]. The treated cells showed vesicular VMAT2 and DAT inhibition [18]. VMAT2 and DAT are important for DA transportation, and their inhibition could explain some of the neurotoxic effects of DDT. In mouse embryonic neuronal cells, treatment with DDT reduced the mRNA and protein expression of Bcl-2 and induced apoptosis through caspase-9, caspase-3, and GSK3β [82]. Unfortunately, in vivo studies are much more inconclusive. Exposing mice to DDT at similar or slightly higher levels than the current environmental concentration had no significant effect on stride length, open field activity, or any of the typical markers of neurochemical changes in PD brains such as DAT, VMAT2, TH, α-synuclein aggregation or oxidative stress [18]. A review on pesticide usage and PD heralded DDT not as a cause of PD but as a biomarker of more serious pesticide exposure given its presence in PD brains [18]. While DDT may not directly cause PD, some researchers have implicated DDT in extracellular vesicle formation, which could distribute α-synuclein aggregates [177]. Currently, DDT is still in use in some countries for malaria-bearing mosquitos. DDT binds Na channels by holding them open longer, which enhances the likelihood of action potentials developing, thus creating a condition of hyperexcitability leading to the clinical symptom tremors [178]. DDT mainly metabolizes to two major metabolites DDD and DDE [18]. Increased serum DDE levels were shown to associate with elevated risk for Alzheimer’s disease (AD) [179]."
    },
    {
      "title": "6. Dieldrin",
      "text": "Dieldrin was first synthesized in the US in 1946 and was commercially distributed as an insecticide in 1950. It was thereafter extensively used to kill insects of public health importance and on crops, such as corn and cotton, until the USDA canceled all uses of dieldrin in 1970 [180,181]. Soon after that, in 1974, the EPA also suspended the use of dieldrin for agricultural purposes but retained its use in termite control [182], which continued till 1987 when most manufacturers canceled dieldrin registration for use in controlling termites [85,183,184]. Despite not being in use for decades, dieldrin is a persistent pesticide that is ubiquitously distributed in the environment. Due to its lipophilic nature, dieldrin bio-accumulates and bio-magnifies through terrestrial as well as aquatic food chains and can cross the BBB [85,185,186] as this highly toxic insecticide targets the CNS. As an insecticide, dieldrin’s toxicological mechanism of action involves a potent blocking of the GABA receptors, which leads to convulsions and other excitatory effects [85,187]. Dieldrin is acutely toxic and carcinogenic to laboratory animals by inhalation and dermal and oral routes, and the target organ for dieldrin intoxication in these animals is the liver [85,183]. Additionally, dieldrin was found to impair the mitochondrial electron transport chain in the rat liver [87]. In humans, accidental and occupational exposure to dieldrin may occur from ingestion or absorption through the skin. Dieldrin poisoning in humans, for which even acute intoxication can be fatal, is characterized by convulsions and neurological symptoms, such as headaches, dizziness, incoordination, and nausea [85,183]. Increasing evidence from epidemiological as well as in vivo and in vitro studies links dieldrin exposure to DAergic neurodegeneration and PD [85,86]. A few epidemiological studies from as early as the 1990s found a significant correlation between dieldrin accumulation and PD development when comparing postmortem brain samples from PD patients and control cases [85,188,189,190]. Sanchez-Ramos et al. [191] have shown that DAergic neurons are the most sensitive to dieldrin exposure in rat or mouse primary mesencephalic neuronal cultures. More recent studies have also found a stronger association between dieldrin, compared to other persistent organochlorine pesticides, and PD, which supports earlier findings [192,193]. In vivo animal studies also show that dieldrin exposure leads to selective targeting of and neurodegeneration in the DAergic system. Richardson et al. [194] showed that developmental exposure to dieldrin in mice renders DAergic neurons more vulnerable to subsequent exposure to the neurotoxin MPTP, enhancing the MPTP-induced increase in GFAP and α-synuclein levels. These findings are supported by Gezer et al. [195], showing that developmental dieldrin exposure, specifically in male mice, exacerbates α-synuclein preformed fibril-induced striatal DA turnover and motor deficits. Dieldrin causes neurochemical changes consistent with mitochondrial dysfunction and oxidative stress in the nigrostriatal DA system upon low-level exposure in mice [88], as well as acute exposure in rat DAergic PC12 cells [196,197], which may contribute to apoptotic cell death and PD pathogenesis. We previously observed that dieldrin dose-dependently increases caspase-3 activity, which is followed by PKCδ activation and execution of the caspase-dependent apoptotic pathway in rat N27 DAergic neuronal cells as well as rat brain slices [89]. We further showed the involvement of the pro-apoptotic non-receptor tyrosine kinase, Fyn, in this dieldrin-induced PKCδ-mediated apoptotic cell death pathway [20]. Similarly, Sharma et al. [198] showed that combined exposure to dieldrin and another organochlorine pesticide, lindane, synergistically induced ROS generation and caspase-3/7 activation. Our lab also reported that dieldrin dose-dependently induces ubiquitin-proteasome system dysfunction, as well as exacerbates proteasomal dysfunction in α-synuclein-overexpressing cells, which precedes cell death in DAergic neurons [90]. Dieldrin treatment in N27 DAergic cells similarly results in neurotoxicity and PD pathogenesis by impairing mitochondrial bioenergetics that may be associated with endoplasmic reticulum (ER) stress [199]. In a similar manner to PQ insult, Song et al. showed that dieldrin overexposure stimulates epigenetic histone acetylation modification [19]. However, unlike PQ, exposure to dieldrin in in vitro and in vivo experiments upregulated the acetylation deposition on both histones H3 and H4. Mechanistically, this hyperacetylation is mediated by proteasomal dysfunction and accumulation of HAT [19]. Other studies also show that developmental exposure of C57BL/6 mice to dieldrin increases neuronal susceptibility through DNA methylation at Nr4a2 and Lmx1b genes [200]."
    },
    {
      "title": "7. Manganese",
      "text": "Mn is a ubiquitous trace element that is essential for cellular growth, development, and homeostasis. As the 12th most abundant element in the earth’s crust (~0.1%), Mn does not exist in its pure or elemental form naturally but is a component of more than 100 minerals. It presents in trace amounts in all organs of the body. Mn is found in an assortment of food, such as whole grains, nuts, legumes, fruits, tea, leafy vegetables, infant formulas, and some fish and meat. For most people, food is the most common source of Mn exposure [201]. According to human studies, a daily intake range of 1.8 to 2.3 mg Mn/day for adults on Western and vegetarian diets is suggested. In terms of the tolerable upper intake, it is 11 mg Mn/day [202]. Excessive Mn from the environment and industry has been identified as a significant inhaled pollutant. As an environmental risk factor to human health, Mn has been implicated as an etiologic agent in environmentally linked PD and Parkinsonism [7,91,93,103,203,204]. Mn overexposure causes a neurological disorder called manganism, whose clinical manifestation is an extrapyramidal symptom resembling PD and is therefore considered Parkinsonism [7,93,203,205]. The first case of Mn neurotoxicity was from a bleaching powder manufacturer reported by Couper dating back to 1828. The next outbreak occurred in 1912 due to the relatively new technology of chlorine generation using Mn. In 1924, a landmark human autopsy study demonstrated Mn-caused damage in basal ganglia. In 1955, Rodier et al. reported Mn poisoning in Moroccan miners, while in 1932 Beintker et al. showed the first case in welders and Mosheim et al. in battery workers [201,203]. Since then, as the commercial applications for Mn became more widely used, e.g., electric arc welding, battery making, and mineral extraction, the concept of Mn neurotoxicity consequently gained recognition [7,203,206,207,208]. Later, the World Health Organization (WHO, Geneva, Switzerland) and the United States EPA developed guidelines for Mn in drinking water to protect public health. In addition to contaminated drinking water, mining-impacted communities in the U.S.A. also aroused public attention, as other research indicated that infants and children are vulnerable to the harmful effects of Mn dust intoxication [209,210] revealed by a robust and consistent correlation between Mn-containing dust concentration and Mn body burden. School-age children in Brazil with high Mn concentration in their hair have poorer cognitive performance, typically in the verbal domain [211]. Similar findings report a negative association between hair Mn and child IQ scores in East Liverpool, Ohio, USA [212]. For adults, epidemiological studies of 98 cases of Mn-exposed workers indicate the association between welding operations and neurological impairment [213]. The other major sources of Mn exposure in humans include mineral processing, fossil fuel combustion, Mn additive in gasoline (methylcyclopentadienyl manganese tricarbonyl, MMT), metal (alloy, iron, and steel), manufacturing emissions, pesticides (e.g., manganese ethylene-bis-dithiocarbamate, Maneb), fertilizers, Mn violet in paint and cosmetics, dry-cell manufacturing, and a street drug ‘Bazooka’ (a cocaine-based drug contaminated with Mn) [91]. Another psychostimulant drug, methcathinone, also known as ‘ephedrone’ or ‘Russian cocktail,’ presented extrapyramidal abnormalities, alterations in the MRI signal in the basal ganglia, movement disorders, and increased blood Mn in its abusers following multiple intravenous injections for weeks or months, typically due to impurities, including Mn, in this homemade chemical mixture [214,215]. As epidemiological studies have shown, Mn overexposure has a greater neurotoxic impact on the brain than once thought. In general, the relative prevalence of clinical symptoms of Mn toxicity is headache and insomnia (88%), exaggerated tendon reflexes (83%), hyper-myotonia (75%), memory loss (75%), emotional instability (35%), tremor (23%), speech disturbances (6%), and festinating gait (3%) [216]. In an early stage of manganism, some symptoms might be too mild to be recognized. Neuropathologically, Mn targets the corpus striatum, including putamen, caudate nucleus, and globus pallidus, as an exploratory, neurohistopathological study on prolonged low-level Mn exposure in South African mine workers has shown [93,94]. Manganism’s PD-like neurobehavioral dysfunctions occur in the striatum, while PD impacts the SNpc. Therefore, pathologically unlike PD, whose DA deficiency comes from the loss of DAergic neurons in SNpc, manganism suppresses DA release from the striatum, leading to behavioral deficits similar to PD [92,93]. Changes are not limited only to the basal gangliar region. An increase in olfactory perception, an early neurotoxic indicator, was also seen in a cross-sectional study of 35 male Mn-exposed subjects [217], who also showed significantly higher counts of white blood cells than controls in this study. The altered numbers of leukocytes suggest Mn perturbs the immune system [217]. In clinical manifestations, a meta-analysis of aggregated data from eight studies with 579 Mn-exposed and 433 reference participants found lower performances, short-term memory, and deficits in attention in Mn-exposed individuals. Further details revealed that slow response is the most distinct feature of performances in Mn-intoxicated patients [218]. Overall, human epidemiologic studies of PD patients representing populations from Europe, Asia, and America have well documented the association between Mn overload and increased Mn concentration in the body, PD-like neuropathology, and Parkinsonian syndrome [204,214,219,220,221,222]. However, existing evidence is merely suggestive in linking Mn levels and PD, failing to confirm the certainty that high Mn release significantly elevates PD incidence. In the body, Mn uptake is affected by three dose-dependent processes involving biliary excretion, intestinal absorption, and intestinal elimination [204]. The efficiency of absorption varies for different Mn salts and exposure routes. For example, Mn chloride is more efficiently absorbed than Mn sulfate or acetate salts. Inhalation is more rapid than ingestion, as inhalation bypasses the control processes of the gastrointestinal tract. Mn is barely absorbed by the skin. Data from animal experiments reveal that following inhalation, small Mn particles are transported in a retrograde direction from the olfactory epithelium directly into the striatum of the midbrain [223]. Through olfactory nerve endings in the striatum, the uptake of Mn may impair brain cells [223]. Interestingly, growing evidence implicates chronic Mn exposure in both occupational and environmental settings in olfactory dysfunction [95,96,97,98,99,100,101,102]. Of note, Mn retention might be greater in infants. Unfortunately, no regulatory maximum of Mn for infant formulas is issued in the U.S.A. [224]. Mn spreads all through the tissues of the body with the highest concentration in the kidneys, liver, pancreas, and adrenals [225]. In contrast, bone and fat have the lowest concentrations [225]. In plasma, most Mn2+ (~80%) is bound to albumin or α-macroglobulin, whereas merely a small amount of Mn3+ is bound to transferrin [225]. Within the cell, Mn metabolic homeostasis is regulated by Mn transporters. For membrane transportation, transferrin receptor (TfR), divalent metal transporter1 (DMT1), DAT, ZIP8/ZIP14, calcium channels, choline transporter, citrate transporter, and ceruloplasmin take charge of the influx, while ferroportin, SLC30A10, and NCX are responsible for the efflux [205,225]. For passively transported ion channels, store-operated Ca2+ channels (SOCC) or voltage-gated Ca2+ channels (VGCC) escort Mn2+ across the cell membrane [91]. In terms of intracellular transportation, the Mn level is controlled by TfR and DMT1 in endosomes, PARK9/ATP13A2 in lysosomes, SPCA1, HIP14, SLC30A10 and Ca channels in Golgi, and DMT1, TfR, citrate transporter and Ca transporter in mitochondria [205,225,226]. Mn elimination primarily relies on fecal hepatobiliary excretion and to a lesser extent on urinary excretion [204]. A minimal amount of unabsorbed Mn is excreted in sweat [227]. In the brain, Mn quickly deposits and binds with proteins, forming complexes in structures like the globus pallidus and hippocampus. The half-life of Mn in these regions approximates 5~7 days [204]. In bones, a comparative study estimates that its half-life averages 143 days (range 77–690 days), but in humans, it takes 4.6–41.3 years [204,228]. The cellular mechanisms of Mn neurotoxicity consist of neuroinflammation [23,91,94,229], mitochondrial dysfunction and oxidative stress [34,91,103,104], dysregulated epigenetic modification [105,106,107,108,230,231,232,233,234,235], impaired neurogenesis [110,111,112,236,237,238,239,240,241,242,243,244], and gut dysfunction [28,29]. Neuroinflammation is associated with microglia, the resident immune cells in the brain. Studies on South African miners show higher mean microglia density than non-Mn workers. The longer the miners have worked in Mn mines, the higher the density of microglia in their brains [94]. Microglial activation induced by Mn releases the proinflammatory cytokines IL-1β, IL-6, and TNFα, which are neurotoxic and consequently lead to cellular apoptosis. Evidence from a welding fume study shows that exposure to Mn nanoparticle aggregates remarkably upregulates the inflammation biomarkers IL-6 and IL-8 among Swedish welders. Even though this exposure is below Sweden’s 8-h TWA threshold limit for respirable dust, symptomatic welders showed a tenfold higher level of exhaled breath condensate (EBC) for analysis of leukotriene B4 (LT-B4), compared to people with no symptoms [229]. Inducible nitric oxide synthase (iNOS) produces excessive nitric oxide (NO) during neuroinflammation. Consistent with these results, a human PD study revealed that PD patients and animal models of PD exhibit elevated levels of NO [245]. We found that Mn induces the release of exosomal ASC, which results in NLRP3 inflammasome propagation [23]. The inflammasome is a large macromolecular complex formed by caspase 1, ASC, and the inflammasome component (e.g., NLRPP3, NLRC4, NLRP1, AIM2). The inflammasome plays an essential role in cleaving pro-IL-1β to its mature form IL-1 β or producing IL-18 to enhance and maintain inflammation [246]. Exosomes, as membrane-bound extracellular nanovesicles, function as cargo carriers transporting molecules from one place to another. Serum exosomes and serum from the welders demonstrate both a higher ASC load and more elevated levels of proinflammatory cytokines compared to age-matched subjects [23]. Interestingly, Pajarillo et al. [247] reported that astrocytic transcription factor Yin Yang 1 (YY1) may play a role in Mn-induced neurotoxicity by reducing astrocytic GLAST/GLT-1. Mitochondrial dysfunction, oxidative stress, neuroinflammation and protein misfolding have been implicated in the pathogenesis of PD. Excessive Mn increases mitochondria-derived ROS production, impairs mitochondrial function, disturbs cellular metabolites, and activates apoptosis-linked cytochrome c release [34,91,103,104]. Mn-induced oxidative stress promotes the accumulation of intra-mitochondrial Ca2+ by preventing its efflux, thereby inducing mitochondrial dysfunction by disrupting Ca2+ homeostasis [113]. Huang et al. [248] showed in DAergic SH-SY5Y cells that the mitophagy receptor protein BNIP3 can mediate MnCl2-induced mitophagy, leading to neurotoxicity through ROS. Our lab [114] revealed that Mn exposure impairs mitochondrial biogenesis and dysregulates mitochondrial fission/fusion processes in both mouse and human astrocytes, which exacerbates neuroinflammation and Mn-induced DAergic neurotoxicity. We observed that Mn nanoparticles can be effectively internalized, promote upregulation of the Mn transporter protein transferrin, increase ROS release, and activate apoptosis-associated PKCδ in N27 DAergic cells [104]. Further findings reveal that through the PKCδ–PP2A signaling pathway, Mn exposure impairs TH activity in the N27 DAergic neuronal cell line and induces apoptotic cell death [249]. Moreover, in the mitochondrial dysfunction-inherited MitoPark mouse model of PD, a 4-week Mn exposure exacerbated progressive motor deficits, olfactory dysfunction, depletion of striatal DA, nigral TH loss, oxidative damage, and mitochondrial deficits, compared to the untreated MitoPark group [34]. In terms of protein misfolding, Mn induced spatial memory and synaptic plasticity via α-synuclein [250]. Our lab [251] revealed that Mn alters the stability of prion proteins, suggesting its relevance to prion protein misfolding and prion disease pathogenesis. Similar to pesticides, Mn neurotoxicity can induce abnormal epigenetic modifications. Chronic exposure of human neuroblastoma SH-SY5Y cells to Mn significantly decreases the expression level of the miRNAs miR-7 and miR-433, which reportedly modulate synaptic transmission and apoptosis and target SNCA (the gene that expresses α-synuclein) and FGF-20 (a growth factor) [105]. Mn exposure also induces cellular damage through histone acetylation changes in neuronal PC2 cells [106], while in human neuroblastoma SH-SY5Y cells, Mn alters DNA methylation on TH, PARK2, and PINK1 genes that are vitally involved in the onset of Parkinsonism [107]. Human studies of PD patients show that Mn inhalation-exposed subjects have altered DNA methylation (which suppresses transcriptional gene expression, e.g., APC, p16, p53 and RASSF1A) [108,109], histone modifications (e.g., H3K4me2 and H3K9ac on histones from blood leukocytes) [231], miRNA content (e.g., miR-222, miR-21) [232,233], and α-synuclein aggregation-associated miRNA exosome cargo [233]. Interestingly, the levels of DNA methylation in healthy subjects from a mining district in Antofagasta, Chile, are higher than in Santiago, a city having little association with mining [234]. A clinical study in older men added novel evidence to the findings that, due to the close correlation between DNA hypermethylation and toxicity of Mn overexposure, DNA methylation-based measures could be a useful predictor to identify subjects at risk of Mn toxicity-induced disease [235]. In addition to epigenetic dysregulation, Mn overload can impair adult neurogenesis. Neurogenesis in the adult brain functions in cell proliferation, enhanced cell survival, migration to target regions, and differentiation to new neurons [240]. These functions occur in the dentate gyrus (DG) of the hippocampus and the subventricular zone (SVZ) [238,240]. In the neurogenic niche of the SVZ, neural progenitor cells proliferate and migrate through the rostral migratory stream (RMS) into the olfactory bulb (OB) to supply newly generated neurons for neural repair and functional integrity [238,240]. Severe hippocampal atrophy and impaired hippocampal adult neurogenesis have been shown along with motor and non-motor (e.g., depression) symptoms in transgenic animal models and human postmortem brains of PD [110,111,112]. Since airborne Mn is actively transported to the brain via the olfactory tract, the resulting impaired olfactory function serves as a predictive sign of Mn-induced Parkinsonism [244]. Maternal Mn exposure leads to the sustained disruption of hippocampal neurogenesis in the offspring of animal models [108,252]. This malfunction of developmental neurogenesis is mediated by aberrant epigenetic gene regulation through hypermethylation [242]. Interestingly, although Mn overexposure reduces the overall adult neurogenesis in the OB, this exposure initially enhances cell proliferation in the SVZ [237]. Further studies indicate that Mn alters SVZ and RMS neurogenesis by disturbing divalent metal transporter-1 (DMT1) and cellular Cu regulation [236]. Accumulating evidence reveals that the gut communicates with the brain to form a bidirectional signaling axis between the gastrointestinal tract (GIT) and the central nervous system (CNS) through spinal afferents and the vagus nerve, and an abnormal gut microbiome disturbed by environmental factors can be an indicator for early PD symptoms [253,254]. To support this claim, Ghaisas et al. showed that Mn exposure to mice via oral gavage modified gut physiology and altered its metabolic profile [29]. Despite over 3000 publications being listed by PubMed in the past decade related to Mn toxicity research, no protective strategy is available to date. One remedial option is the immediate removal of the exposure source [204]. When comparing improvements in clinical symptoms, levodopa treatment achieved a much poorer response in Mn-poisoned subjects than in idiopathic PD patients, presumably because of the latter’s relatively intact nigrostriatal pathway [255]. A treatment chelation therapy involving EDTA can elevate the toxicant’s excretion in urine and reduce Mn body load [103,205]. However, its efficacy in ameliorating neurological symptoms was under question [206]. Promisingly, several clinical cases reveal the potential efficacy of p-aminosalicylic acid as a treatment [256,257,258]. In another case, a small dose of clonazepam reportedly showed partial success [206]. Unfortunately, currently available treatments for Mn overload are far from satisfactory. To address this shortcoming, recently some scientists turned to mitochondria for exploring new options. It is reported that the amino acid taurine is enriched in the human brain as it is essential in regulating mitochondrial function. An in vitro study indicated taurine protects mitochondria against Mn-induced cytotoxicity [259]. In a Mn-intoxicated in vivo mouse model, taurine mitigated locomotor deficits and oxidative stress, and improved indices of mitochondrial functionality and impaired spatial cognitive ability [260,261]. With respect to interventions at the genetic level, accumulating evidence demonstrates that Mn neurotoxicity induces α-synuclein aggregation and subsequently activates the pathophysiology of PD [262]. By alleviating α-synuclein aggregation, scientists discovered that PARK9 (also known as ATP13A2) protects DAergic neuronal cells from Mn neurotoxicity [263]. We also identified an interesting physiological function of normal α-synuclein that can protect against a neurotoxic challenge during the early stages of Mn exposure in N27 cells stably expressing α-synuclein [264]."
    },
    {
      "title": "8. Vanadium",
      "text": "Vanadium (V; atomic number 23), is a ubiquitous transition metal present in most living organisms [265]. As the 22nd most abundant crustal element on Earth [266] and the 2nd most abundant transition element in seawater [267], V is found in 65 different minerals [266]. Its oxidation states range from valences −1 to +5, with +3, +4, and +5 being the most common [268]. V naturally occurs as two isotopes, 50V (0.24%) and 51V (99.76%), the former having a radioactive half-life of more than 3.9 × 1017 years. V is a major trace element in fossil fuels, and the processing and combustion of these materials result in a significant emission of V oxides (V2O4 and V2O5) into the atmosphere [266,269]. Other industrial activities that add to the anthropogenic emission of V include the production of ferrovanadium, leachates, and effluents from mining and milling, among others [266]. Atmospheric V occurs in the form of V oxides, about two-thirds of which originate from anthropogenic sources, while the remaining one-third can be traced back to continental dust, marine aerosols, and, to a lesser extent, volcanism [268]. Although exposure to the trace amounts of V emissions in the atmosphere can occur through inhalation, its bioaccumulation in the food chain becomes magnified through its deposition in the soil, groundwater, and vegetation, including crops [270]. This metal is widely used in the manufacture of heat-resistant alloy and glass, pesticides, plastics, semiconductors, photographic developers, coloring agents, sulfuric acid, as well as in petroleum and coal refineries [271,272]. V-reinforced high-strength low-alloy (HSLA) steel has been heavily used in industrial applications such as manufacturing aircraft, tanks, warships, and munitions because of its high structural strength and corrosion resistance despite V being one of the lightest metals [273]. Vanadium use has increased in the manufacturing of high-capacity batteries for energy storage and Li-Fe batteries in electric cars. In addition, V compounds have been investigated for their use in humans as therapeutics to treat diabetes mellitus [274] as well as in the treatment of syphilis, malnutrition, anemia, tuberculosis [275,276], and cancer [277]. Like many essential elements, trace amounts (0.05 μM) of V can be therapeutic and essential to health, yet toxic in excess (>10 μM). In general, V toxicity is low and studies on animals show that the toxic effects of V compounds depend on distinct factors, including V’s physicochemical state, dose, route of administration, and duration of exposure. V’s toxicity rises as its valence increases, peaking in pentavalent compounds. Toxicity is lowest following ingestion, as the GIT absorption of V compounds is poor, intermediate when inhaled, and greatest when administered parenterally [268]. Dietary V is the primary source of exposure for humans with a mean dietary intake of V estimated to be 20 mg/day [278]. Most foods contain <1 ng/g V [268], but this can be quite variable since high amounts of V can be found in black pepper, tea leaves, cocoa powder, and certain mushrooms (165). In addition to foods, drinking water alone can contain from 0.2 to 100 mg/L. The human body contains roughly 100 μg of V [279] with tissue levels accumulating to around 0.3 mg kg−1 in bones, liver, kidneys [266,278], and testicles [280,281]. V level in blood plasma is around 200 nM [266], and V is mainly transported via a transferrin-dependent pathway [282]. The extensive production of industrial V-containing dust and fumes during the processing and refining of V ores and sludge, the manufacture of V-containing products, the combustion of V-rich fuels, and the handling of chemical catalysts is the major route of both acute and chronic occupational exposure. Therefore, occupational exposure during V-allied industrial processes and fossil fuel combustion represents major sources of toxicity and likely predisposing factors in the etiopathogenesis of neurodegenerative disease [283]. Neurotoxicological studies in rodent models show that inhalation of V2O5 damages nigrostriatal DAergic systems [115], the hippocampus [116], and the ependymal epithelium, which opens the CNS to chemical insults normally prevented by the BBB [117]. We have also demonstrated in a rodent model that intranasal V2O5 exposure reduces tissue volume and DAergic neurotransmission in the OB [118]. Intraperitoneal (i.p.) NaVO3 exposure induced neurotoxicity in the rat CNS affecting mainly the hippocampus and cerebellum [284]. Another study [119] has shown that exposing mice to NaVO3; via i.p. induces the progressive accumulation of V, primarily in the OB, brainstem, and cerebellum, together with evidence that V crosses the BBB, morphologically alters the prefrontal cortex, and induces the degeneration of hippocampal CA1 pyramidal and cerebellar Purkinje cells, including astrogliosis and microgliosis. In addition, changes in catecholaminergic levels have been reported in different mouse brain structures after the ingestion of vanadate in drinking water [285]. Neurotoxicological studies have also investigated the behavioral effects of V exposure. Our rodent model research demonstrates that month-long intranasal V exposure induces olfactory and locomotor deficits [118]. Another study shows that eight consecutive weeks of oral exposure to V in rats induces motor and learning deficits [286]. Chronic i.p. administration of V in mice leads to memory deficits after 3 months of exposure and the effect persists until at least age 12 months [287]. V exposure through lactation reportedly induces neurotoxicity in the rat’s developing CNS that manifests as reduced muscular strength and locomotion in pups of both sexes [288]. Another study investigating V exposure via lactation for 15 and 22 days in neonatal mouse pups reported reduced locomotor activity and negative geotaxis [289]. In PINK-1 flies, chronic V exposure exacerbates motor deficits and reduces survival [290]. V exposure in humans may also cause CNS depression, tremors, neurasthenia, and other severe motor deficits, including vegetative symptoms. Other studies provide evidence that occupational V exposure alters neurobehavioral performance, including emotion, attention, cognition, short-term memory, reaction speed, accuracy, and coordination [291,292]. A case study reported that an individual exposed to V poisoning presented focal neurobiological deficits [293]. These findings suggest that occupational and environmental exposure to metals may play an important role in the etiopathogenesis of PD. Additional studies show that chronic V exposure can also cause adverse respiratory system effects [294,295,296], hematotoxicity [297,298], thrombocytosis [299], renal toxicity [300], reproductive [301,302] and developmental toxicity [301], immunotoxicity, and mutagenicity. Cases involving mortality due to exposure to V compounds have also been reported [303]. Oxidative stress plays a prominent role in V toxicity, which has been associated with neurodegenerative diseases such as PD. V compounds induce ROS generation in the brain, which may contribute to the degeneration of DAergic neuronal cells of the SN, a hallmark of PD [120,121]. The ability of V to generate ROS in a Fenton-like reaction has been reported [304] and V can also generate ROS indirectly by releasing iron from intracellular stores [305]. Intracellular V compounds fluctuate between the anionic vanadate (V (+5); H2VO4−) and the cationic vanadyl (V (+4); hydrated VO2+) constantly occurring in the presence of ROS [305]. Intracellular antioxidants reduce vanadate to vanadyl, producing ROS in the process [306,307]. H2O2 oxidizes vanadyl in a Fenton-like reaction producing vanadate and hydroxyl radicals [308,309]. The oxidative stress resulting from high levels of vanadate can damage lipids, proteins, and nucleic acids. By binding to a protein’s cysteine residues, vanadate can disrupt the catalytic site of many enzymes such as protein tyrophosphatase (PTP) [310]. This inactivation mechanism can act as an irreversible inhibitor in the presence of H2O2, which transforms the cysteine-bound vanadate into pervanadate [265,310,311,312]. The prolonged inhibition of PTP activates protein tyrosine kinases (PTKs) that then activate the mitogen-activated protein kinase (MAPK) cascade, thereby initiating signal transduction [313,314,315] producing inflammatory cytokines [316]. V compounds induce mitochondrial oxidative stress that opens mitochondrial permeability transition pores, which leads to the collapse of mitochondrial membrane potential followed by the release of cytochrome c that culminates in mitochondrial-mediated cell apoptosis [122,123]. We too have demonstrated that the V-induced generation of ROS causes mitochondria to release cytochrome c, which signals the activation of caspases-9 and -3 [121]. Once activated, caspase-3 proteolytically activates PKCδ. Furthermore, we have found that inhibiting ROS, caspase activity, and PKCδ can attenuate V-induced DNA damage and apoptosis in DAergic neurons. This finding implies that V toxicity plays an important role in PKCδ-mediated DAergic neurotoxicity. The dose-dependent effects of V on cellular processes may also depend on the presence of other metals. Thus, when V co-occurs as a mixture with one or more other metals like Mn, iron, selenium, magnesium, or lead, then characterizing their possible additive, synergistic, or antagonistic interactions would help to further elucidate the mechanisms underlying V’s neurotoxic effects."
    },
    {
      "title": "9. Conclusions and Future Directions",
      "text": "PD is the most common movement disorder, impacting approximately 1% of people 65 years old or older. This review delineates the characteristics, neurotoxicity, neuropathology, and mechanisms of several key neurotoxic pesticides and metals, including MPTP, rotenone, PQ, DDT, dieldrin, Mn, and vanadium, that make DAergic neurons susceptible to PD. We also summarize current discoveries from epidemiological studies to decipher the correlation between environmental exposure in humans and neurological impairment. The pesticides reviewed here tend to share certain actions, i.e., inhibition of the mitochondrial respiratory chain and production of oxidative stress [317,318]. Antioxidants can be applied to attenuate their toxicity [319,320]. In addition to mitochondrial dysfunction, recent studies link microRNAs and pesticide neurotoxicity, revealing that microRNA dysregulation could be the novel mechanism underlying neurotoxic pesticide-induced neurotoxicity based on two conditions: (1) microRNAs sharing similar dysregulation functions with other types of epigenetic modification, and (2) the differential expression of microRNA occurring in PD patients [321,322,323,324]. Furthermore, exosomes are importantly involved in trafficking and cell-to-cell communication. This may have broad implications in the environmental stress response as exosomes can cross the BBB and communicate across various organs. The significance of toxicants entering the brain via the olfactory nerve, which bypasses the BBB, remains an exciting topic to explore for intervention strategies. The cellular responses to chemical exposure following the inhalation of environmental pollutants will depend on their different oxidation states and solubility, yet such parameters have not been adequately accounted for in existing human dose-response studies. Therefore, we need better epidemiology studies incorporating good tracing and management combined with complete occupational exposure histories with both behavioral and biochemical endpoints of neurotoxicity tailored to specific subgroups of PD patients. Considering the high societal cost of PD, advancing the environmental exposure assessment science and its integration with other approaches, including the epigenomic disease model toolbox, would help fill an unmet need."
    }
  ],
  "full_text": "## 1. Introduction\nPD is a slowly progressing neurodegenerative disorder that predominantly affects elderly populations. Worldwide, up to 10 million people suffer from PD, and approximately 60,000 more Americans are diagnosed with PD every year. The overall incidence rate of PD is expected to significantly increase over time. According to the US Census Bureau population projections, 680,000 people in the U.S. older than 45 had PD in 2010, whereas in 2020, the number had risen to approximately 930,000, and by 2030, the number is expected to be 1,238,000. Clinically, PD is associated with various motor symptoms, including bradykinesia, resting tremor, and rigidity, and a broad spectrum of non-motor symptoms involving hyposmia, sleep disorders, depression, constipation, early satiety, and excessive sweating [1,2]. As a prevalent movement disorder, this disease dramatically impacts the quality of life of affected patients and imposes a long-term socioeconomic burden on families, the healthcare system, and society. According to a systematic analysis of the global PD burden sponsored by the Bill and Melinda Gates Foundation, its burden is substantially increasing due to a longer life expectancy and the consequent increasing number of elderly people, longer disease duration in individuals, as well as the contribution from environmental factors [3]. PD is recognized pathologically by the progressive loss of DAergic neurons in the substantia nigra pars compacta (SNpc) and aberrant deposition of misfolded proteins (α-synuclein aggregation) in Lewy neurites and Lewy bodies (LB). Compared to DAergic neurons in the SNpc, those in the ventral tegmental area (VTA) are more resistant to degeneration in PD. Although it has been more than 200 years since PD was first medically identified as a neurological syndrome by James Parkinson, the pathogenesis of PD remains unresolved. Previous studies have implicated some disease-related genetic alleles to the onset of PD, such as SNCA, LRRK2 (PARK8) and VPS35 (PARK17) associated with the autosomal-dominant forms of PD, or parkin (PARK-2), PINK1 (PARK6), DJ-1 (PARK7), and ATP13A2 (PARK9) that cause autosomal-recessive PD [4,5]. However, with familial PD only accounting for less than 10% of PD occurrences, most cases are sporadic. Over the past decades, mounting evidence from meta-analyses of mechanistic research and epidemiological studies confirms that the risk for sporadic PD is modulated by environmental factors [6,7,8]. This directs attention to the potential environmental risks, such as traumatic brain injury, cigarette smoking, living in a rural area, well water consumption, farming, agricultural land use, and occupational exposure to metals. A systematic review of extensive multiple PD case studies has also validated that the factors above, particularly pesticides/herbicides, solvents, and metals, are strongly associated with an elevated risk of developing PD in the exposed population [8,9,10,11]. Although the male bias (i.e., 1.4-fold) did not change significantly over the years, more frequent occupational exposures in men might contribute to this gender difference [12]. Several pesticides/herbicides have been implicated in the etiology of PD. Among them, the synthetic meperidine analog MPTP has been widely used to mimic pathophysiological features of PD in multiple organisms, including mice, cats, guinea pigs, and nonhuman primates [13]. PQ is a neurotoxic pesticide that is still widely used in the world. It shares similarities in structure with MPTP and is known to increase oxidative derivatives. Prospective case-control epidemiological studies reveal that PQ exposure increases PD risk two-fold [8]. Similar to PQ, rotenone, a natural chemical produced by leguminous plants native to Southeast Asia and South America, can induce loss of nigral DAergic neurons and behavioral changes in humans. However, unlike PQ, rotenone directly inhibits mitochondrial complex I and results in mitochondria deficits [14]. DAergic neurons are responsible for DA metabolism and are autonomous pacemakers, which places them under intense bioenergetic demand and makes them more vulnerable to rotenone-induced oxidative stress compared to non-DAergic neuron populations [15,16]. The synthetic pesticide DDT has been reported to induce the formation of extracellular vesicles [17]. Additionally, DDT disrupts DA transport by inhibiting the vesicular monoamine transporter (VMAT2) and the plasma membrane DA transporter (DAT) [18]. The organochlorine pesticide dieldrin has been shown to trigger epigenetic modification, perturb proteasomal homeostasis, and activate the apoptotic protein kinase C delta (PKCδ) signaling pathway [19,20]. Some evidence also reveals that the severity of all pesticide neurotoxicity depends on the duration and dosage of the exposure, though high-quality epidemiological proof has been challenging to obtain in the real world as the actual exposure duration is difficult to track and most PD subjects only get diagnosed at the onset of late-stage symptoms [21,22]. In addition to pesticides, several heavy metals have also been associated with PD pathogenesis. Excessive exposure to Mn leads to its accumulation in the human brain and triggers neurotoxicity, even resulting in the development of manganism, a PD-like movement disorder [23]. Another metal pollutant, vanadium (V), which easily crosses the blood-brain barrier (BBB), often occurs with other metals in occupational exposure, particularly Mn. V generates iron-mediated reactive oxygen species (ROS) and therefore induces neurotoxic damage to the brain [24]. Oxidative stress from most of these environmental neurotoxins leads to disruption of calcium (Ca2+) homeostasis [25,26,27]. Studies using cell culture models have demonstrated that transient increases of intracellular free Ca2+ ions may induce cytoplasmic aggregates of α-synuclein [26]. Interestingly, exposure to environmental neurotoxins not only impacts motor symptoms but also influences the host gut microbiome [28,29]. In addition to neurotoxic pesticides/herbicides and metals, traumatic brain injury (TBI) has also been linked as a risk factor for several neurodegenerative diseases, but the strongest emerging evidence is associated with the development of PD. Inflammation, metabolic dysregulation, and protein accumulation have been implicated as potential mechanisms through which TBI can initiate or accelerate PD. Alpha-synuclein, amyloid precursor protein (APP), hyper-phosphorylated tau, and TAR DNA-binding protein 43 (TDP-43), which are proteins closely associated with PD, are some of the most frequently reported proteins upregulated following TBI [30]. A critical emerging question is therefore how these diverse neurotoxicants contribute to the pathogenesis of PD. To address it, this review will focus on the chemical neurotoxicity of some key pesticides and metals that may contribute to the disease, specifically MPTP, rotenone, PQ, dieldrin, DDT, Mn and V. We will examine the evidence regarding their molecular and cellular signaling on neurodegeneration from various mechanistic perspectives: mitochondrial dysfunction, neuroinflammation, oxidative stress, histone modification, and protein misfolding/aggregation, as well as a review of our recent findings (Figure 1 and Table 1) [24,31,32,33,34].\n\n## 2. MPTP\nAlthough environmental risk factors for PD have gained considerable attention during the 20th century, definitive proof of the implications of any specific agent as a cause of PD is still inconclusive [124]. The most compelling evidence emerged with discovery of the synthetic heroin analog MPTP in 1982 when several drug users in California developed subacute onset of severe parkinsonism [125]. It is now well established that MPTP induces, in humans, nonhuman primates, and mice, irreversible and severe motor abnormalities replicating all the clinical features of PD, including tremor, rigidity, bradykinesia, and postural instability. Neuropathological data in both primates and mice indicate that MPTP primarily damages the nigrostriatal DAergic pathway in a pattern similar to that seen in PD patients, including the selective loss of DAergic neurons in the SNpc and a significant reduction in striatal DA content [13]. As in PD, the toxin also induces additional neurodegeneration in the locus coeruleus [35,36]. Moreover, reminiscent of PD in humans, an excellent response to levodopa and DA receptor agonists and the development of motor complications after long-term manipulation of levodopa were observed in MPTP-treated primates [126]. Therefore, MPTP administration has been extensively used as a toxicant-induced PD model for studying the disease. Evidence from epidemiological studies on MPTP showing acute and irreversible Parkinsonism in human and non-human primates demonstrates its inducement of mitochondrial dysfunction and oxidative stress in PD [125,127]. MPTP is a lipophilic molecule that can easily cross the BBB and be metabolized to 1-methyl-4-phenyl-2,3-dihydropyridinium (MPDP) in a reaction catalyzed by the monoamine oxidase B (MAOB) in glial cells. This unstable metabolite is further metabolized to the pyridinium ion (MPP+, 1-methyl-4-phenylpyridinium iron), the active toxic compound [36]. MPP+ is then selectively taken up by the DA neurons via the dopamine transporter (DAT), where it is concentrated in mitochondria, causes the complex I defect and in turn produces ROS, activating microglia, promoting α-synuclein aggregation, and leading ultimately to cell death [36,37,38,39,40,41]. MPP+ causes mitochondrial O2− formation, which reacts with endogenous ∙NO to form ONOO−. This increases oxidative stress resulting in cyclosporin A (CsA)-sensitive mitochondrial depolarization and Ca2+ efflux by opening a nonspecific pore in the mitochondrial inner membrane, which leads to oxidant-induced cell death and contributes to the neurotoxicity of MPTP and MPP+ [25]. Additionally, MPP+ induces Drp1-dependent mitochondrial fission causing mitochondrial fragmentation, which facilitates mitophagy and enhances neuronal death [47,48]. Upon treatment of cells with MPP+, the mitochondrial biogenesis-regulating proteins, SIRT1 and PGC1α, are substantially decreased via increased pAMPK [49]. MPP+-induced oxidative stress can also activate transient receptor potential melastatin type 2 (TRPM2) channels, which are Ca2+ permeable non-selective channels highly expressed in SN neurons, leading to Ca2+ influx that increases calpain activation and subsequent apoptosis [26]. MPP+ can also be taken up by the DAergic synaptic vesicles via vesicular monoamine transporter 2 (VMAT2) [128,129,130]. This uptake may cause the cytoplasmic distribution of DA, leading to increased DA-dependent oxidative stress [131]. Many downstream apoptotic events that are responsible for MPTP-mediated degeneration of SNpc neurons have been identified. These include NFκB-dependent transactivation of iNOS [42], up-regulation of JNK [43] and Bax [44], release of cytochrome c and activation of caspase-3 and caspase-9 [45]. In in vivo studies, subacute MPTP exposure increased α-synuclein levels and the number of astrocytes and damaged the BBB without visible motor deficits [46]. However, chronic exposure in adult and aged mice leads to motor defects along with progressive neurodegeneration and induced microglial activation and astrogliosis. Contrary to acute treatments, long-term exposure does not induce mortality [132]. Although some argue that the MPTP-treated monkey PD model lacks DAergic neuronal loss beyond the nigrostriatal system, critical data display a pattern of DAergic denervation as well as olfactory dysfunction resembling PD patients. The comparative evidence suggests the chronically MPTP-treated nonhuman primate model would be a good choice when studying non-motor features [133].\n\n## 3. Rotenone\nRotenone is a botanical pesticide derived from the roots and stems of certain tropical plants. It was widely used as a chemical to control insect pests of crops, animals, and households, and is still used in fisheries management. Since its discovery in the 1930s, rotenone was believed to be relatively harmless to warm-blooded vertebrates, including humans, and was particularly used in organic farming in the form of sprays and other formulations as a broad-spectrum insecticide because of its non-synthetic nature [134,135,136]. Human occupational exposure to rotenone can occur by inhalation during its extraction and preparation, as well as during its formulation and application as a pesticide. Exposure to rotenone can also occur by ingestion of contaminated food and water [135,137]. The practice of mixing different pesticides, coupled with variable concentrations and personal protective measures, makes it difficult to estimate occupational exposure to rotenone [138]. According to the Environmental Protection Agency (EPA) Reregistration Eligibility Decision for Rotenone approved in 2007, rotenone causes high acute toxicity on exposure by oral and inhalation routes (Category I) and low acute toxicity on exposure via the dermal route (Category IV) [139]. However, up until 2006, rotenone was frequently used in the US on food crops [135]. Studies on rotenone persistence in soil and residue in food are sparse. The half-life of rotenone residues under field conditions is reported to be less than 4 days on lettuce, tomatoes [140], cabbage and soil [141], and 4 days on olives, with residue levels higher than maximum residue levels present in olive oil [142]. Soil temperature has been shown to affect rotenone degradation under both field and lab conditions [141,143]. The EPA effectively canceled the registration of rotenone for food uses by 2011 due to the lack of sufficient safety data to establish maximum contaminant levels, and since then only supports rotenone registration for piscicidal purposes as no discernible risk of exposure to toxic rotenone levels is purported from piscicidal use [139,144]. While the EU and Canada also phased out and banned all non-piscicidal sales of rotenone, its current use in global organic farming has been difficult to estimate. Rotenone continues to be exempt from requirements for tolerance [145], so the risk of exposure from imports continues [146]. Rotenone is known to be a potent toxin that inhibits the transfer in complex I of electrons from iron-sulfur clusters to ubiquinone in the mitochondrial respiratory chain, thus blocking oxidative phosphorylation, compromising ATP synthesis [50] and generating ROS [51,52]. Additionally, rotenone has been demonstrated to have microtubule destabilizing activity and to suppress microtubule assembly [53]. Rotenone-induced mitochondrial damage and microtubule dysfunction may lead to apoptosis [51,147] and inhibit cell proliferation [148], respectively. Being a lipophilic compound, rotenone can easily cross biological membranes including the BBB [54]. Mitochondrial complex I inhibition and oxidative stress have been characterized as the pathophysiologic mechanisms underlying PD [149], and epidemiologic evidence suggests a link between chronic rotenone exposure and PD in humans [14,138]. A case-control study by Dhillon et al. [150] found a link between self-reported occupational and environmental exposure to rotenone and the risk of developing PD in an east Texas population. Farmers with occupational exposure to pesticides and their spouses from Iowa and North Carolina were assessed in the Agricultural Health Study, and while effects of other pesticides could not be excluded, associations were found between rotenone use and risk of PD [151]. The Farming and Movement Evaluation Study linked rotenone to PD regardless of protective glove use in a small sample of pesticide applicators [152]. One epidemiological study also reported a higher incidence of PD in farmers with prolonged exposure to pesticides like rotenone in the French agricultural cohort AGRICAN [153]. Experimentally, rotenone has proven to mimic the pathological hallmarks and neurochemical features of PD in various animal models [54,154]. Rotenone PD models show great promise for the investigation of PD-related pathology, neuropathogenesis and gene-environment interactions [54]. Studies show that chronic exposure to rotenone leads to behavioral symptoms of PD in rats whose brains histologically exhibit progressive degeneration of the DAergic neuronal system as well as α-synuclein-rich LB-like inclusions [55,56,57,58]. Similarly, chronic oral administration of rotenone induces DAergic neurodegeneration and motor deficits in C57BL/6 mice [155]. An intrastriatal rotenone rat model showed less TH immunoreactivity in the striatum and SN, indicating a loss of DA neurons [59]. Rotenone treatment of rat embryonic midbrain neuronal cultures selectively induced DAergic neurodegeneration due to microtubule depolymerization, which leads to disruption in vesicular transport and oxidative stress [156]. Studies by Chu et al. [60,61] reported rotenone induces activation of the autophagy protein microtubule-associated-protein-1-light chain-3 (LC3) and redistribution of cardiolipin to the outer mitochondrial membrane, thereby promoting the mitophagy mechanism in both primary cortical and SH-SY5Y neuronal cells. Similarly, it was reported that rotenone induces LC3-positive autophagic vacuole formation, and these vacuoles colocalize with α-synuclein aggregates via oxidative stress and mitochondrial dysfunction both in vitro and in vivo [157]. At high concentrations, rotenone also affects peroxisome morphology and distribution induced by its microtubule destabilizing activity in COS-7 cells, which affects the peroxisome–mitochondria redox relationship and may contribute to PD pathogenesis [53]. Although their neuropathologies are somewhat variable, several studies have established a link between rotenone toxicity and its relevance to PD. It was demonstrated that rotenone decreases phospho-CREB levels and causes degeneration of human DAergic SH-SY5Y cells via the PI3K/Akt/GSK-3β/CREB signaling pathway [62,63]. Rotenone increases intracellular free Ca2+ ions, which activates calcium/calmodulin-dependent protein kinase II and subsequently induces neuronal apoptosis [70]. Additionally, a calcium channel antagonist prevented rotenone-induced apoptosis in patient-derived DAergic neurons [158]. Rotenone has been shown to promote α-synuclein aggregation and phosphorylation by modulating the calcium/GSK3β signaling pathway in the catecholamine-secreting rat PC12 cells [159]. Silva et al. [160] characterized the biophysical interaction between rotenone and α-synuclein using electron microscopy and Fourier transform infrared spectroscopy to show that rotenone interacts with α-synuclein to accelerate its fibrillation. Ramalingam et al. [64] reported that rotenone treatments induced α-synuclein aggregation in SH-SY5Y cells and mouse midbrain and striatum, as well as reduced TH-positive cell viability. Rotenone exposure contributes to early neuropathologic mechanisms in PD by altering mitochondrial dynamics. Rotenone-exposed PC12 cells have smaller, fragmented mitochondria and altered levels of proteins involved in mitochondrial fission, fusion and biogenesis [71,72]. In a chronic rotenone exposure model, an early compensatory increase in mitochondrial fusion was later accompanied by detrimental fission [161]. Another study reported functional alteration of mitochondria in rotenone-treated rats and SH-SY5Y cells. The mitochondria appeared abnormal with electron-dense inclusion bodies and both the number of mitochondria and mitobiogenesis markers decreased [162]. Rotenone treatment in SH-SY5Y cells and mouse midbrain and striatum downregulated Parkin expression and upregulated PINK1 expression, which contributes to mitochondrial impairment, oxidative stress and cell death [64]. Chronic rotenone exposure in the SN and striatum of an experimental rat PD model downregulates TH signaling and the cytoprotective proteins Parkin, DJ1 and Hsp70, upregulates Hsp60, and activates caspase-3 and caspase-9 [65]. Rotenone can also promote rapid mitochondrial fragmentation before inducing other cytotoxic cellular changes in primary cortical neurons [163]. Rotenone-induced neurotoxicity is also attributed to NADPH oxidase-derived superoxide release from microglia [66]. In a rotenone rat PD model, pronounced microglial activation occurred prior to DAergic neuronal degeneration [67]. Our studies also show that rotenone treatment significantly impairs mitochondrial respiration in mouse microglia and augments the neuroinflammatory response by promoting microglial PKCδ and NLRP3 inflammasome activation via ROS generation and autophagy dysfunction [68,69].\n\n## 4. Paraquat\nPQ is a widely used herbicide in many places around the world. Typical exposure to PQ in humans happens through respiratory inhalation and dermal absorption [164,165,166]. In cases where proper PPE is worn, accidental PQ exposure through respiratory inhalation remains below the threshold limit established by the National Institute for Occupational Safety and Health (NIOSH) [166]. Dermal exposure to PQ is the most concerning. At levels of 5 g/L of the PQ cation in solution, potentially fatal systemic poisoning may occur [165]. Experimental evidence suggests that PQ can dose-dependently generate oxygen-free radicals that are highly damaging to mitochondria, causing oxidative stress, cytochrome c release and caspase-9 recruitment, and eventually leading to mitophagy and apoptosis [73,78]. In rat brains, PQ has been observed to use complex III of the electron transport chain to produce H2O2 [73]. The free radical H2O2 may also produce O2 and HO- [167]. Additional studies in mice show that PQ can induce α-synuclein upregulation and aggregation [79]. In zebrafish embryos, a 24 h exposure to 100 µM of PQ reduces maximal respiration [168]. While no mortality or deformities were visible in the larvae, an up-regulation of certain stress genes and mitochondrial dysfunction did occur, presumably because of increased ROS production [73]. The mRNA levels in two components of the DA signaling pathway, dat and drd3, were also altered by PQ exposure. The neural toxicity of PQ is an additional area of interest. In its typical form, PQ is known as PQ2+, and is taken up by DAT and OCT3 when in the presence of a reducing agent or NADPH oxidase in microglia [74]. As PQ2+, it is not toxic, but as PQ+, it increases ROS production and cytotoxicity [74,169]. DAT is the mechanism PQ uses to enter DAergic neurons, while astrocyte entry is made possible through OCT3 [74]. In human SHSY-5Y neuroblastoma cells, PQ causes oxidative stress through ROS production [75]. This increases the rate of caspase-3 activation, leading to apoptosis and DNA fragmentation [75]. Depolarization of the mitochondrial membrane potential also occurs [76]. This study was validated by a similar one in adult rats, which found that rats receiving intraperitoneal injections of PQ thrice weekly showed ~65% DAergic neuron loss within the SN and increased oxidative stress [76]. The SN may be uniquely sensitive to PQ because of its lower percentage of calcium-D28k-containing neurons, which bind Ca2+ and can ameliorate some degree of PQ toxicity [170]. Oxidative stress caused by PQ has also been shown to decrease plasma membrane Ca2+-ATPase activity, leading to Ca2+ dyshomeostasis and further toxicity [27]. Many people are routinely exposed to PQ. In Thailand, where PQ use is widespread, agricultural field workers, especially pregnant women, had a significantly higher concentration of PQ within their urine and in their children’s meconium than those who did not [171]. Similar findings were reported for mothers who drank community well water, even if they did not live or work on a farm [171]. A shockingly high number of their newborns, 55%, had measurable PQ concentrations [171]. Epidemiological studies on adults have further clarified the potential link between PQ exposure and developing PD later in life. One study focusing on specific gene types in humans and the associated PD risk found that two variations of the GSTT1 gene had completely different risks with PQ usage. Those with a GSTT1*0 genotype experienced a 7.4-fold greater risk than those with a GSTT1*1 genotype when exposed to PQ [172]. This interaction remained after statistical accommodation for non-PQ pesticide usage [172]. Metabolic genetic variants appear to significantly change an individual’s associated risk of PD due to specific toxicant usage. Despite some epidemiological evidence, the link between PQ usage and PD remains a controversial subject. One common concern in self-reporting studies of this type is that recall memory of specific pesticide use may not always be accurate. Some studies also suggest that to increase PD risk, PQ exposure needs to co-occur with one or more other common toxicants such as Maneb [173]. Due to the accumulating evidence pointing to the involvement of PQ in PD onset, epigenetic modification, especially of histone acetylation, has been under intense investigation. Histone acetylation regulation is responsible for activating differential gene expression, which is crucial throughout life in regulating cellular responses to the environment. Dysregulation of histone acetylation homeostasis can perturb gene expression with detrimental effects. A previous study [77] from our group characterized the disrupted histone acetylation following PQ treatment in N27 DAergic neuronal cells. Exposure to PQ induced acetylation accumulation on the core histone H3 yet kept the acetylation level of histone H4 unchanged in N27 cells. In addition, the PQ insult decreased histone deacetylase (HDAC) activity, particularly HDAC4 and 7. Treatment with a histone acetyltransferase (HAT) inhibitor, anacardic acid, protected against PQ-induced apoptotic cell death by suppressing caspase-3 and PKCδ activity and thus blocked PQ-induced cytotoxicity [77]. These findings suggest dysregulation of epigenetic posttranscriptional modifications of histones as an emerging theme involved in PQ-induced neurotoxicity in DAergic neuronal cells.\n\n## 5. DDT\nDDT is an organochlorine pesticide that has been implicated in PD. The popularity of DDT reached its peak around World War II, as a pesticide used to control insect-transmitted diseases such as malaria and typhus (116). DDT-controlled agricultural pests include the European corn borer and the pink bollworm (116). Typical DDT exposure in humans occurs through food consumption. Meat, dairy, poultry, and fish are the primary dietary sources of DDT exposure [174]. Other routes of exposure, such as air and water contamination, are not considered significant [175]. DDT is an effective pesticide and insecticide due to its mode of action. It moves easily into cell membranes using passive diffusion via lipid complexes [176]. Primary neurotoxicity of DDT occurs from CNS excitation enabled by the sustained depolarization of the nerve membrane [80]. This is caused by the combined action of inhibiting both calcium ion transport and the opening of potassium gates as well as by delaying the closing of sodium ion channels [80]. The stereochemistry of DDT may change its neurotoxicity pathway. R-DDT is considered more neurotoxic than S-DDT [81]. In a study looking at PC12 cell exposure to R-DDT, it was found to upregulate p53, NFκB, and caspase 3 [81]. Depending on other toxicants present in the body, the transmembrane potential of the mitochondria can be depressed through exposure to DDT, releasing Ca2+ into the cytosol of the cell and triggering various apoptotic factors [84]. These results point toward a cytotoxic pathway that causes apoptosis [81]. In contrast, exposure of PC12 cells to S-DDT caused an increase in SOD, MDA, and HSP70 when compared to the R-form [81]; SOD is an antioxidant commonly upregulated during mitochondrial stress, while MDA is an oxidant. This points to S-DDT inducing oxidative stress rather than activating a cytotoxic pathway. Additional studies suggest that DDT achieves this by inhibiting complexes II and V, encouraging mitochondrial dysfunction and ultimately apoptosis [83,84]. The exact role of DDT and how it relates to PD are still much debated. In vitro studies look promising. One study exposed SK-N-MC cells, which stably produce DA, to DDT [18]. The treated cells showed vesicular VMAT2 and DAT inhibition [18]. VMAT2 and DAT are important for DA transportation, and their inhibition could explain some of the neurotoxic effects of DDT. In mouse embryonic neuronal cells, treatment with DDT reduced the mRNA and protein expression of Bcl-2 and induced apoptosis through caspase-9, caspase-3, and GSK3β [82]. Unfortunately, in vivo studies are much more inconclusive. Exposing mice to DDT at similar or slightly higher levels than the current environmental concentration had no significant effect on stride length, open field activity, or any of the typical markers of neurochemical changes in PD brains such as DAT, VMAT2, TH, α-synuclein aggregation or oxidative stress [18]. A review on pesticide usage and PD heralded DDT not as a cause of PD but as a biomarker of more serious pesticide exposure given its presence in PD brains [18]. While DDT may not directly cause PD, some researchers have implicated DDT in extracellular vesicle formation, which could distribute α-synuclein aggregates [177]. Currently, DDT is still in use in some countries for malaria-bearing mosquitos. DDT binds Na channels by holding them open longer, which enhances the likelihood of action potentials developing, thus creating a condition of hyperexcitability leading to the clinical symptom tremors [178]. DDT mainly metabolizes to two major metabolites DDD and DDE [18]. Increased serum DDE levels were shown to associate with elevated risk for Alzheimer’s disease (AD) [179].\n\n## 6. Dieldrin\nDieldrin was first synthesized in the US in 1946 and was commercially distributed as an insecticide in 1950. It was thereafter extensively used to kill insects of public health importance and on crops, such as corn and cotton, until the USDA canceled all uses of dieldrin in 1970 [180,181]. Soon after that, in 1974, the EPA also suspended the use of dieldrin for agricultural purposes but retained its use in termite control [182], which continued till 1987 when most manufacturers canceled dieldrin registration for use in controlling termites [85,183,184]. Despite not being in use for decades, dieldrin is a persistent pesticide that is ubiquitously distributed in the environment. Due to its lipophilic nature, dieldrin bio-accumulates and bio-magnifies through terrestrial as well as aquatic food chains and can cross the BBB [85,185,186] as this highly toxic insecticide targets the CNS. As an insecticide, dieldrin’s toxicological mechanism of action involves a potent blocking of the GABA receptors, which leads to convulsions and other excitatory effects [85,187]. Dieldrin is acutely toxic and carcinogenic to laboratory animals by inhalation and dermal and oral routes, and the target organ for dieldrin intoxication in these animals is the liver [85,183]. Additionally, dieldrin was found to impair the mitochondrial electron transport chain in the rat liver [87]. In humans, accidental and occupational exposure to dieldrin may occur from ingestion or absorption through the skin. Dieldrin poisoning in humans, for which even acute intoxication can be fatal, is characterized by convulsions and neurological symptoms, such as headaches, dizziness, incoordination, and nausea [85,183]. Increasing evidence from epidemiological as well as in vivo and in vitro studies links dieldrin exposure to DAergic neurodegeneration and PD [85,86]. A few epidemiological studies from as early as the 1990s found a significant correlation between dieldrin accumulation and PD development when comparing postmortem brain samples from PD patients and control cases [85,188,189,190]. Sanchez-Ramos et al. [191] have shown that DAergic neurons are the most sensitive to dieldrin exposure in rat or mouse primary mesencephalic neuronal cultures. More recent studies have also found a stronger association between dieldrin, compared to other persistent organochlorine pesticides, and PD, which supports earlier findings [192,193]. In vivo animal studies also show that dieldrin exposure leads to selective targeting of and neurodegeneration in the DAergic system. Richardson et al. [194] showed that developmental exposure to dieldrin in mice renders DAergic neurons more vulnerable to subsequent exposure to the neurotoxin MPTP, enhancing the MPTP-induced increase in GFAP and α-synuclein levels. These findings are supported by Gezer et al. [195], showing that developmental dieldrin exposure, specifically in male mice, exacerbates α-synuclein preformed fibril-induced striatal DA turnover and motor deficits. Dieldrin causes neurochemical changes consistent with mitochondrial dysfunction and oxidative stress in the nigrostriatal DA system upon low-level exposure in mice [88], as well as acute exposure in rat DAergic PC12 cells [196,197], which may contribute to apoptotic cell death and PD pathogenesis. We previously observed that dieldrin dose-dependently increases caspase-3 activity, which is followed by PKCδ activation and execution of the caspase-dependent apoptotic pathway in rat N27 DAergic neuronal cells as well as rat brain slices [89]. We further showed the involvement of the pro-apoptotic non-receptor tyrosine kinase, Fyn, in this dieldrin-induced PKCδ-mediated apoptotic cell death pathway [20]. Similarly, Sharma et al. [198] showed that combined exposure to dieldrin and another organochlorine pesticide, lindane, synergistically induced ROS generation and caspase-3/7 activation. Our lab also reported that dieldrin dose-dependently induces ubiquitin-proteasome system dysfunction, as well as exacerbates proteasomal dysfunction in α-synuclein-overexpressing cells, which precedes cell death in DAergic neurons [90]. Dieldrin treatment in N27 DAergic cells similarly results in neurotoxicity and PD pathogenesis by impairing mitochondrial bioenergetics that may be associated with endoplasmic reticulum (ER) stress [199]. In a similar manner to PQ insult, Song et al. showed that dieldrin overexposure stimulates epigenetic histone acetylation modification [19]. However, unlike PQ, exposure to dieldrin in in vitro and in vivo experiments upregulated the acetylation deposition on both histones H3 and H4. Mechanistically, this hyperacetylation is mediated by proteasomal dysfunction and accumulation of HAT [19]. Other studies also show that developmental exposure of C57BL/6 mice to dieldrin increases neuronal susceptibility through DNA methylation at Nr4a2 and Lmx1b genes [200].\n\n## 7. Manganese\nMn is a ubiquitous trace element that is essential for cellular growth, development, and homeostasis. As the 12th most abundant element in the earth’s crust (~0.1%), Mn does not exist in its pure or elemental form naturally but is a component of more than 100 minerals. It presents in trace amounts in all organs of the body. Mn is found in an assortment of food, such as whole grains, nuts, legumes, fruits, tea, leafy vegetables, infant formulas, and some fish and meat. For most people, food is the most common source of Mn exposure [201]. According to human studies, a daily intake range of 1.8 to 2.3 mg Mn/day for adults on Western and vegetarian diets is suggested. In terms of the tolerable upper intake, it is 11 mg Mn/day [202]. Excessive Mn from the environment and industry has been identified as a significant inhaled pollutant. As an environmental risk factor to human health, Mn has been implicated as an etiologic agent in environmentally linked PD and Parkinsonism [7,91,93,103,203,204]. Mn overexposure causes a neurological disorder called manganism, whose clinical manifestation is an extrapyramidal symptom resembling PD and is therefore considered Parkinsonism [7,93,203,205]. The first case of Mn neurotoxicity was from a bleaching powder manufacturer reported by Couper dating back to 1828. The next outbreak occurred in 1912 due to the relatively new technology of chlorine generation using Mn. In 1924, a landmark human autopsy study demonstrated Mn-caused damage in basal ganglia. In 1955, Rodier et al. reported Mn poisoning in Moroccan miners, while in 1932 Beintker et al. showed the first case in welders and Mosheim et al. in battery workers [201,203]. Since then, as the commercial applications for Mn became more widely used, e.g., electric arc welding, battery making, and mineral extraction, the concept of Mn neurotoxicity consequently gained recognition [7,203,206,207,208]. Later, the World Health Organization (WHO, Geneva, Switzerland) and the United States EPA developed guidelines for Mn in drinking water to protect public health. In addition to contaminated drinking water, mining-impacted communities in the U.S.A. also aroused public attention, as other research indicated that infants and children are vulnerable to the harmful effects of Mn dust intoxication [209,210] revealed by a robust and consistent correlation between Mn-containing dust concentration and Mn body burden. School-age children in Brazil with high Mn concentration in their hair have poorer cognitive performance, typically in the verbal domain [211]. Similar findings report a negative association between hair Mn and child IQ scores in East Liverpool, Ohio, USA [212]. For adults, epidemiological studies of 98 cases of Mn-exposed workers indicate the association between welding operations and neurological impairment [213]. The other major sources of Mn exposure in humans include mineral processing, fossil fuel combustion, Mn additive in gasoline (methylcyclopentadienyl manganese tricarbonyl, MMT), metal (alloy, iron, and steel), manufacturing emissions, pesticides (e.g., manganese ethylene-bis-dithiocarbamate, Maneb), fertilizers, Mn violet in paint and cosmetics, dry-cell manufacturing, and a street drug ‘Bazooka’ (a cocaine-based drug contaminated with Mn) [91]. Another psychostimulant drug, methcathinone, also known as ‘ephedrone’ or ‘Russian cocktail,’ presented extrapyramidal abnormalities, alterations in the MRI signal in the basal ganglia, movement disorders, and increased blood Mn in its abusers following multiple intravenous injections for weeks or months, typically due to impurities, including Mn, in this homemade chemical mixture [214,215]. As epidemiological studies have shown, Mn overexposure has a greater neurotoxic impact on the brain than once thought. In general, the relative prevalence of clinical symptoms of Mn toxicity is headache and insomnia (88%), exaggerated tendon reflexes (83%), hyper-myotonia (75%), memory loss (75%), emotional instability (35%), tremor (23%), speech disturbances (6%), and festinating gait (3%) [216]. In an early stage of manganism, some symptoms might be too mild to be recognized. Neuropathologically, Mn targets the corpus striatum, including putamen, caudate nucleus, and globus pallidus, as an exploratory, neurohistopathological study on prolonged low-level Mn exposure in South African mine workers has shown [93,94]. Manganism’s PD-like neurobehavioral dysfunctions occur in the striatum, while PD impacts the SNpc. Therefore, pathologically unlike PD, whose DA deficiency comes from the loss of DAergic neurons in SNpc, manganism suppresses DA release from the striatum, leading to behavioral deficits similar to PD [92,93]. Changes are not limited only to the basal gangliar region. An increase in olfactory perception, an early neurotoxic indicator, was also seen in a cross-sectional study of 35 male Mn-exposed subjects [217], who also showed significantly higher counts of white blood cells than controls in this study. The altered numbers of leukocytes suggest Mn perturbs the immune system [217]. In clinical manifestations, a meta-analysis of aggregated data from eight studies with 579 Mn-exposed and 433 reference participants found lower performances, short-term memory, and deficits in attention in Mn-exposed individuals. Further details revealed that slow response is the most distinct feature of performances in Mn-intoxicated patients [218]. Overall, human epidemiologic studies of PD patients representing populations from Europe, Asia, and America have well documented the association between Mn overload and increased Mn concentration in the body, PD-like neuropathology, and Parkinsonian syndrome [204,214,219,220,221,222]. However, existing evidence is merely suggestive in linking Mn levels and PD, failing to confirm the certainty that high Mn release significantly elevates PD incidence. In the body, Mn uptake is affected by three dose-dependent processes involving biliary excretion, intestinal absorption, and intestinal elimination [204]. The efficiency of absorption varies for different Mn salts and exposure routes. For example, Mn chloride is more efficiently absorbed than Mn sulfate or acetate salts. Inhalation is more rapid than ingestion, as inhalation bypasses the control processes of the gastrointestinal tract. Mn is barely absorbed by the skin. Data from animal experiments reveal that following inhalation, small Mn particles are transported in a retrograde direction from the olfactory epithelium directly into the striatum of the midbrain [223]. Through olfactory nerve endings in the striatum, the uptake of Mn may impair brain cells [223]. Interestingly, growing evidence implicates chronic Mn exposure in both occupational and environmental settings in olfactory dysfunction [95,96,97,98,99,100,101,102]. Of note, Mn retention might be greater in infants. Unfortunately, no regulatory maximum of Mn for infant formulas is issued in the U.S.A. [224]. Mn spreads all through the tissues of the body with the highest concentration in the kidneys, liver, pancreas, and adrenals [225]. In contrast, bone and fat have the lowest concentrations [225]. In plasma, most Mn2+ (~80%) is bound to albumin or α-macroglobulin, whereas merely a small amount of Mn3+ is bound to transferrin [225]. Within the cell, Mn metabolic homeostasis is regulated by Mn transporters. For membrane transportation, transferrin receptor (TfR), divalent metal transporter1 (DMT1), DAT, ZIP8/ZIP14, calcium channels, choline transporter, citrate transporter, and ceruloplasmin take charge of the influx, while ferroportin, SLC30A10, and NCX are responsible for the efflux [205,225]. For passively transported ion channels, store-operated Ca2+ channels (SOCC) or voltage-gated Ca2+ channels (VGCC) escort Mn2+ across the cell membrane [91]. In terms of intracellular transportation, the Mn level is controlled by TfR and DMT1 in endosomes, PARK9/ATP13A2 in lysosomes, SPCA1, HIP14, SLC30A10 and Ca channels in Golgi, and DMT1, TfR, citrate transporter and Ca transporter in mitochondria [205,225,226]. Mn elimination primarily relies on fecal hepatobiliary excretion and to a lesser extent on urinary excretion [204]. A minimal amount of unabsorbed Mn is excreted in sweat [227]. In the brain, Mn quickly deposits and binds with proteins, forming complexes in structures like the globus pallidus and hippocampus. The half-life of Mn in these regions approximates 5~7 days [204]. In bones, a comparative study estimates that its half-life averages 143 days (range 77–690 days), but in humans, it takes 4.6–41.3 years [204,228]. The cellular mechanisms of Mn neurotoxicity consist of neuroinflammation [23,91,94,229], mitochondrial dysfunction and oxidative stress [34,91,103,104], dysregulated epigenetic modification [105,106,107,108,230,231,232,233,234,235], impaired neurogenesis [110,111,112,236,237,238,239,240,241,242,243,244], and gut dysfunction [28,29]. Neuroinflammation is associated with microglia, the resident immune cells in the brain. Studies on South African miners show higher mean microglia density than non-Mn workers. The longer the miners have worked in Mn mines, the higher the density of microglia in their brains [94]. Microglial activation induced by Mn releases the proinflammatory cytokines IL-1β, IL-6, and TNFα, which are neurotoxic and consequently lead to cellular apoptosis. Evidence from a welding fume study shows that exposure to Mn nanoparticle aggregates remarkably upregulates the inflammation biomarkers IL-6 and IL-8 among Swedish welders. Even though this exposure is below Sweden’s 8-h TWA threshold limit for respirable dust, symptomatic welders showed a tenfold higher level of exhaled breath condensate (EBC) for analysis of leukotriene B4 (LT-B4), compared to people with no symptoms [229]. Inducible nitric oxide synthase (iNOS) produces excessive nitric oxide (NO) during neuroinflammation. Consistent with these results, a human PD study revealed that PD patients and animal models of PD exhibit elevated levels of NO [245]. We found that Mn induces the release of exosomal ASC, which results in NLRP3 inflammasome propagation [23]. The inflammasome is a large macromolecular complex formed by caspase 1, ASC, and the inflammasome component (e.g., NLRPP3, NLRC4, NLRP1, AIM2). The inflammasome plays an essential role in cleaving pro-IL-1β to its mature form IL-1 β or producing IL-18 to enhance and maintain inflammation [246]. Exosomes, as membrane-bound extracellular nanovesicles, function as cargo carriers transporting molecules from one place to another. Serum exosomes and serum from the welders demonstrate both a higher ASC load and more elevated levels of proinflammatory cytokines compared to age-matched subjects [23]. Interestingly, Pajarillo et al. [247] reported that astrocytic transcription factor Yin Yang 1 (YY1) may play a role in Mn-induced neurotoxicity by reducing astrocytic GLAST/GLT-1. Mitochondrial dysfunction, oxidative stress, neuroinflammation and protein misfolding have been implicated in the pathogenesis of PD. Excessive Mn increases mitochondria-derived ROS production, impairs mitochondrial function, disturbs cellular metabolites, and activates apoptosis-linked cytochrome c release [34,91,103,104]. Mn-induced oxidative stress promotes the accumulation of intra-mitochondrial Ca2+ by preventing its efflux, thereby inducing mitochondrial dysfunction by disrupting Ca2+ homeostasis [113]. Huang et al. [248] showed in DAergic SH-SY5Y cells that the mitophagy receptor protein BNIP3 can mediate MnCl2-induced mitophagy, leading to neurotoxicity through ROS. Our lab [114] revealed that Mn exposure impairs mitochondrial biogenesis and dysregulates mitochondrial fission/fusion processes in both mouse and human astrocytes, which exacerbates neuroinflammation and Mn-induced DAergic neurotoxicity. We observed that Mn nanoparticles can be effectively internalized, promote upregulation of the Mn transporter protein transferrin, increase ROS release, and activate apoptosis-associated PKCδ in N27 DAergic cells [104]. Further findings reveal that through the PKCδ–PP2A signaling pathway, Mn exposure impairs TH activity in the N27 DAergic neuronal cell line and induces apoptotic cell death [249]. Moreover, in the mitochondrial dysfunction-inherited MitoPark mouse model of PD, a 4-week Mn exposure exacerbated progressive motor deficits, olfactory dysfunction, depletion of striatal DA, nigral TH loss, oxidative damage, and mitochondrial deficits, compared to the untreated MitoPark group [34]. In terms of protein misfolding, Mn induced spatial memory and synaptic plasticity via α-synuclein [250]. Our lab [251] revealed that Mn alters the stability of prion proteins, suggesting its relevance to prion protein misfolding and prion disease pathogenesis. Similar to pesticides, Mn neurotoxicity can induce abnormal epigenetic modifications. Chronic exposure of human neuroblastoma SH-SY5Y cells to Mn significantly decreases the expression level of the miRNAs miR-7 and miR-433, which reportedly modulate synaptic transmission and apoptosis and target SNCA (the gene that expresses α-synuclein) and FGF-20 (a growth factor) [105]. Mn exposure also induces cellular damage through histone acetylation changes in neuronal PC2 cells [106], while in human neuroblastoma SH-SY5Y cells, Mn alters DNA methylation on TH, PARK2, and PINK1 genes that are vitally involved in the onset of Parkinsonism [107]. Human studies of PD patients show that Mn inhalation-exposed subjects have altered DNA methylation (which suppresses transcriptional gene expression, e.g., APC, p16, p53 and RASSF1A) [108,109], histone modifications (e.g., H3K4me2 and H3K9ac on histones from blood leukocytes) [231], miRNA content (e.g., miR-222, miR-21) [232,233], and α-synuclein aggregation-associated miRNA exosome cargo [233]. Interestingly, the levels of DNA methylation in healthy subjects from a mining district in Antofagasta, Chile, are higher than in Santiago, a city having little association with mining [234]. A clinical study in older men added novel evidence to the findings that, due to the close correlation between DNA hypermethylation and toxicity of Mn overexposure, DNA methylation-based measures could be a useful predictor to identify subjects at risk of Mn toxicity-induced disease [235]. In addition to epigenetic dysregulation, Mn overload can impair adult neurogenesis. Neurogenesis in the adult brain functions in cell proliferation, enhanced cell survival, migration to target regions, and differentiation to new neurons [240]. These functions occur in the dentate gyrus (DG) of the hippocampus and the subventricular zone (SVZ) [238,240]. In the neurogenic niche of the SVZ, neural progenitor cells proliferate and migrate through the rostral migratory stream (RMS) into the olfactory bulb (OB) to supply newly generated neurons for neural repair and functional integrity [238,240]. Severe hippocampal atrophy and impaired hippocampal adult neurogenesis have been shown along with motor and non-motor (e.g., depression) symptoms in transgenic animal models and human postmortem brains of PD [110,111,112]. Since airborne Mn is actively transported to the brain via the olfactory tract, the resulting impaired olfactory function serves as a predictive sign of Mn-induced Parkinsonism [244]. Maternal Mn exposure leads to the sustained disruption of hippocampal neurogenesis in the offspring of animal models [108,252]. This malfunction of developmental neurogenesis is mediated by aberrant epigenetic gene regulation through hypermethylation [242]. Interestingly, although Mn overexposure reduces the overall adult neurogenesis in the OB, this exposure initially enhances cell proliferation in the SVZ [237]. Further studies indicate that Mn alters SVZ and RMS neurogenesis by disturbing divalent metal transporter-1 (DMT1) and cellular Cu regulation [236]. Accumulating evidence reveals that the gut communicates with the brain to form a bidirectional signaling axis between the gastrointestinal tract (GIT) and the central nervous system (CNS) through spinal afferents and the vagus nerve, and an abnormal gut microbiome disturbed by environmental factors can be an indicator for early PD symptoms [253,254]. To support this claim, Ghaisas et al. showed that Mn exposure to mice via oral gavage modified gut physiology and altered its metabolic profile [29]. Despite over 3000 publications being listed by PubMed in the past decade related to Mn toxicity research, no protective strategy is available to date. One remedial option is the immediate removal of the exposure source [204]. When comparing improvements in clinical symptoms, levodopa treatment achieved a much poorer response in Mn-poisoned subjects than in idiopathic PD patients, presumably because of the latter’s relatively intact nigrostriatal pathway [255]. A treatment chelation therapy involving EDTA can elevate the toxicant’s excretion in urine and reduce Mn body load [103,205]. However, its efficacy in ameliorating neurological symptoms was under question [206]. Promisingly, several clinical cases reveal the potential efficacy of p-aminosalicylic acid as a treatment [256,257,258]. In another case, a small dose of clonazepam reportedly showed partial success [206]. Unfortunately, currently available treatments for Mn overload are far from satisfactory. To address this shortcoming, recently some scientists turned to mitochondria for exploring new options. It is reported that the amino acid taurine is enriched in the human brain as it is essential in regulating mitochondrial function. An in vitro study indicated taurine protects mitochondria against Mn-induced cytotoxicity [259]. In a Mn-intoxicated in vivo mouse model, taurine mitigated locomotor deficits and oxidative stress, and improved indices of mitochondrial functionality and impaired spatial cognitive ability [260,261]. With respect to interventions at the genetic level, accumulating evidence demonstrates that Mn neurotoxicity induces α-synuclein aggregation and subsequently activates the pathophysiology of PD [262]. By alleviating α-synuclein aggregation, scientists discovered that PARK9 (also known as ATP13A2) protects DAergic neuronal cells from Mn neurotoxicity [263]. We also identified an interesting physiological function of normal α-synuclein that can protect against a neurotoxic challenge during the early stages of Mn exposure in N27 cells stably expressing α-synuclein [264].\n\n## 8. Vanadium\nVanadium (V; atomic number 23), is a ubiquitous transition metal present in most living organisms [265]. As the 22nd most abundant crustal element on Earth [266] and the 2nd most abundant transition element in seawater [267], V is found in 65 different minerals [266]. Its oxidation states range from valences −1 to +5, with +3, +4, and +5 being the most common [268]. V naturally occurs as two isotopes, 50V (0.24%) and 51V (99.76%), the former having a radioactive half-life of more than 3.9 × 1017 years. V is a major trace element in fossil fuels, and the processing and combustion of these materials result in a significant emission of V oxides (V2O4 and V2O5) into the atmosphere [266,269]. Other industrial activities that add to the anthropogenic emission of V include the production of ferrovanadium, leachates, and effluents from mining and milling, among others [266]. Atmospheric V occurs in the form of V oxides, about two-thirds of which originate from anthropogenic sources, while the remaining one-third can be traced back to continental dust, marine aerosols, and, to a lesser extent, volcanism [268]. Although exposure to the trace amounts of V emissions in the atmosphere can occur through inhalation, its bioaccumulation in the food chain becomes magnified through its deposition in the soil, groundwater, and vegetation, including crops [270]. This metal is widely used in the manufacture of heat-resistant alloy and glass, pesticides, plastics, semiconductors, photographic developers, coloring agents, sulfuric acid, as well as in petroleum and coal refineries [271,272]. V-reinforced high-strength low-alloy (HSLA) steel has been heavily used in industrial applications such as manufacturing aircraft, tanks, warships, and munitions because of its high structural strength and corrosion resistance despite V being one of the lightest metals [273]. Vanadium use has increased in the manufacturing of high-capacity batteries for energy storage and Li-Fe batteries in electric cars. In addition, V compounds have been investigated for their use in humans as therapeutics to treat diabetes mellitus [274] as well as in the treatment of syphilis, malnutrition, anemia, tuberculosis [275,276], and cancer [277]. Like many essential elements, trace amounts (0.05 μM) of V can be therapeutic and essential to health, yet toxic in excess (>10 μM). In general, V toxicity is low and studies on animals show that the toxic effects of V compounds depend on distinct factors, including V’s physicochemical state, dose, route of administration, and duration of exposure. V’s toxicity rises as its valence increases, peaking in pentavalent compounds. Toxicity is lowest following ingestion, as the GIT absorption of V compounds is poor, intermediate when inhaled, and greatest when administered parenterally [268]. Dietary V is the primary source of exposure for humans with a mean dietary intake of V estimated to be 20 mg/day [278]. Most foods contain <1 ng/g V [268], but this can be quite variable since high amounts of V can be found in black pepper, tea leaves, cocoa powder, and certain mushrooms (165). In addition to foods, drinking water alone can contain from 0.2 to 100 mg/L. The human body contains roughly 100 μg of V [279] with tissue levels accumulating to around 0.3 mg kg−1 in bones, liver, kidneys [266,278], and testicles [280,281]. V level in blood plasma is around 200 nM [266], and V is mainly transported via a transferrin-dependent pathway [282]. The extensive production of industrial V-containing dust and fumes during the processing and refining of V ores and sludge, the manufacture of V-containing products, the combustion of V-rich fuels, and the handling of chemical catalysts is the major route of both acute and chronic occupational exposure. Therefore, occupational exposure during V-allied industrial processes and fossil fuel combustion represents major sources of toxicity and likely predisposing factors in the etiopathogenesis of neurodegenerative disease [283]. Neurotoxicological studies in rodent models show that inhalation of V2O5 damages nigrostriatal DAergic systems [115], the hippocampus [116], and the ependymal epithelium, which opens the CNS to chemical insults normally prevented by the BBB [117]. We have also demonstrated in a rodent model that intranasal V2O5 exposure reduces tissue volume and DAergic neurotransmission in the OB [118]. Intraperitoneal (i.p.) NaVO3 exposure induced neurotoxicity in the rat CNS affecting mainly the hippocampus and cerebellum [284]. Another study [119] has shown that exposing mice to NaVO3; via i.p. induces the progressive accumulation of V, primarily in the OB, brainstem, and cerebellum, together with evidence that V crosses the BBB, morphologically alters the prefrontal cortex, and induces the degeneration of hippocampal CA1 pyramidal and cerebellar Purkinje cells, including astrogliosis and microgliosis. In addition, changes in catecholaminergic levels have been reported in different mouse brain structures after the ingestion of vanadate in drinking water [285]. Neurotoxicological studies have also investigated the behavioral effects of V exposure. Our rodent model research demonstrates that month-long intranasal V exposure induces olfactory and locomotor deficits [118]. Another study shows that eight consecutive weeks of oral exposure to V in rats induces motor and learning deficits [286]. Chronic i.p. administration of V in mice leads to memory deficits after 3 months of exposure and the effect persists until at least age 12 months [287]. V exposure through lactation reportedly induces neurotoxicity in the rat’s developing CNS that manifests as reduced muscular strength and locomotion in pups of both sexes [288]. Another study investigating V exposure via lactation for 15 and 22 days in neonatal mouse pups reported reduced locomotor activity and negative geotaxis [289]. In PINK-1 flies, chronic V exposure exacerbates motor deficits and reduces survival [290]. V exposure in humans may also cause CNS depression, tremors, neurasthenia, and other severe motor deficits, including vegetative symptoms. Other studies provide evidence that occupational V exposure alters neurobehavioral performance, including emotion, attention, cognition, short-term memory, reaction speed, accuracy, and coordination [291,292]. A case study reported that an individual exposed to V poisoning presented focal neurobiological deficits [293]. These findings suggest that occupational and environmental exposure to metals may play an important role in the etiopathogenesis of PD. Additional studies show that chronic V exposure can also cause adverse respiratory system effects [294,295,296], hematotoxicity [297,298], thrombocytosis [299], renal toxicity [300], reproductive [301,302] and developmental toxicity [301], immunotoxicity, and mutagenicity. Cases involving mortality due to exposure to V compounds have also been reported [303]. Oxidative stress plays a prominent role in V toxicity, which has been associated with neurodegenerative diseases such as PD. V compounds induce ROS generation in the brain, which may contribute to the degeneration of DAergic neuronal cells of the SN, a hallmark of PD [120,121]. The ability of V to generate ROS in a Fenton-like reaction has been reported [304] and V can also generate ROS indirectly by releasing iron from intracellular stores [305]. Intracellular V compounds fluctuate between the anionic vanadate (V (+5); H2VO4−) and the cationic vanadyl (V (+4); hydrated VO2+) constantly occurring in the presence of ROS [305]. Intracellular antioxidants reduce vanadate to vanadyl, producing ROS in the process [306,307]. H2O2 oxidizes vanadyl in a Fenton-like reaction producing vanadate and hydroxyl radicals [308,309]. The oxidative stress resulting from high levels of vanadate can damage lipids, proteins, and nucleic acids. By binding to a protein’s cysteine residues, vanadate can disrupt the catalytic site of many enzymes such as protein tyrophosphatase (PTP) [310]. This inactivation mechanism can act as an irreversible inhibitor in the presence of H2O2, which transforms the cysteine-bound vanadate into pervanadate [265,310,311,312]. The prolonged inhibition of PTP activates protein tyrosine kinases (PTKs) that then activate the mitogen-activated protein kinase (MAPK) cascade, thereby initiating signal transduction [313,314,315] producing inflammatory cytokines [316]. V compounds induce mitochondrial oxidative stress that opens mitochondrial permeability transition pores, which leads to the collapse of mitochondrial membrane potential followed by the release of cytochrome c that culminates in mitochondrial-mediated cell apoptosis [122,123]. We too have demonstrated that the V-induced generation of ROS causes mitochondria to release cytochrome c, which signals the activation of caspases-9 and -3 [121]. Once activated, caspase-3 proteolytically activates PKCδ. Furthermore, we have found that inhibiting ROS, caspase activity, and PKCδ can attenuate V-induced DNA damage and apoptosis in DAergic neurons. This finding implies that V toxicity plays an important role in PKCδ-mediated DAergic neurotoxicity. The dose-dependent effects of V on cellular processes may also depend on the presence of other metals. Thus, when V co-occurs as a mixture with one or more other metals like Mn, iron, selenium, magnesium, or lead, then characterizing their possible additive, synergistic, or antagonistic interactions would help to further elucidate the mechanisms underlying V’s neurotoxic effects.\n\n## 9. Conclusions and Future Directions\nPD is the most common movement disorder, impacting approximately 1% of people 65 years old or older. This review delineates the characteristics, neurotoxicity, neuropathology, and mechanisms of several key neurotoxic pesticides and metals, including MPTP, rotenone, PQ, DDT, dieldrin, Mn, and vanadium, that make DAergic neurons susceptible to PD. We also summarize current discoveries from epidemiological studies to decipher the correlation between environmental exposure in humans and neurological impairment. The pesticides reviewed here tend to share certain actions, i.e., inhibition of the mitochondrial respiratory chain and production of oxidative stress [317,318]. Antioxidants can be applied to attenuate their toxicity [319,320]. In addition to mitochondrial dysfunction, recent studies link microRNAs and pesticide neurotoxicity, revealing that microRNA dysregulation could be the novel mechanism underlying neurotoxic pesticide-induced neurotoxicity based on two conditions: (1) microRNAs sharing similar dysregulation functions with other types of epigenetic modification, and (2) the differential expression of microRNA occurring in PD patients [321,322,323,324]. Furthermore, exosomes are importantly involved in trafficking and cell-to-cell communication. This may have broad implications in the environmental stress response as exosomes can cross the BBB and communicate across various organs. The significance of toxicants entering the brain via the olfactory nerve, which bypasses the BBB, remains an exciting topic to explore for intervention strategies. The cellular responses to chemical exposure following the inhalation of environmental pollutants will depend on their different oxidation states and solubility, yet such parameters have not been adequately accounted for in existing human dose-response studies. Therefore, we need better epidemiology studies incorporating good tracing and management combined with complete occupational exposure histories with both behavioral and biochemical endpoints of neurotoxicity tailored to specific subgroups of PD patients. Considering the high societal cost of PD, advancing the environmental exposure assessment science and its integration with other approaches, including the epigenomic disease model toolbox, would help fill an unmet need.",
  "word_count": 9349,
  "char_count": 65407
}