{
  "pmcid": "PMC12168296",
  "doi": "10.1186/s12940-025-01194-3",
  "title": "Environmental exposure to mixtures of per- and polyfluoroalkyl substances in Northeast China: exploring links to nodular goiter and papillary thyroid carcinoma",
  "authors": [
    "Ziqing Sun",
    "Boying Liu",
    "Rui Ding",
    "Xin Wang",
    "Yanyan Chen",
    "Yi Wang"
  ],
  "year": "2025",
  "journal": "Environmental Health",
  "abstract": "BackgroundEnvironmental exposure to per- and polyfluoroalkyl substances (PFAS) has been related to some adverse health effects. An increasing number of people are suffering from nodular goiter (NG) and papillary thyroid carcinoma (PTC), the specific types of thyroid tumors with the highest prevalence. In vivo and in vitro studies have indicated that exposure to PFAS can disrupt thyroid homeostasis and exhibit apparent endocrine-disrupting toxicity, including the decreased thyroid hormone levels and abnormal expression of thyroid-related genes. However, epidemiological evidence supporting the cause-effect relationship between PFAS exposure and the risk of NG and PTC is still lacking.MethodsWe enrolled 290 participants to explore the relationship between PFAS exposure and NG/PTC risk. 21 urinary PFAS were detected by ultra-high performance liquid chromatography-triple quadrupole mass spectrometry (UPLC-MS/MS). Logistic regression, restricted cubic spline (RCS), Bayesian Kernel Machine Regression (BKMR) and quantile g-computation (qgcomp) models were adopted to examine effects of single and mixed PFAS exposure on NG/PTC risk.ResultsOur data showed that perfluoroheptane sulfonate (PFHpS) (P = 0.033) and perfluorohexane sulfonate (PFHxS) (P = 0.003) levels in NG cases and perfluoroheptanoic acid (PFHpA) (P = 0.008) levels in PTC cases were significantly higher than those in the controls. After adjustment for confounders, PFHxS was significantly related to higher NG/PTC risk (all P for trend < 0.05). A remarkable non-linear association was found between PFHpA exposure and PTC risk (P-overall < 0.001, P-non-linear = 0.001). The BKMR model indicated that PFAS mixtures significantly increased NG risk, with PFHxS contributing the most (groupPIP: 0.886, condPIP: 0.658). In stratified analyses, PFAS mixtures were positively associated with NG/PTC risk in females and normal-weight subjects.ConclusionOur results suggest that environmental exposure to PFAS mixtures may be associated with increased NG/PTC risk, and each PFAS may contribute to NG/PTC risk in very different ways. To the best of our knowledge, this is the first epidemiological study to examine effects of PFAS exposure on NG/PTC risk.Supplementary InformationThe online version contains supplementary material available at 10.1186/s12940-025-01194-3.",
  "sections": [
    {
      "title": "Introduction",
      "text": "Per- and polyfluoroalkyl substances (PFAS) are a class of highly fluorinated aliphatic substances containing strong carbon-fluorine bonds [1]. PFAS have been universally applied in surfactants, firefighting foams, non-stick cookware, and food packaging due to their stability and durability [2]. Humans come into contact with PFAS in a variety of ways, including through diet, indoor dust, air, and drinking water [3, 4]. PFAS are characterized by environmental toxicity, persistence, and bioaccumulation [5]. Due to these risks, regulatory efforts to restrict the manufacture and use of PFAS are increasing in the US and many European countries, although the scope and enforcement of such regulations vary by country [6, 7]. Meanwhile, some developing countries, such as China, are scaling up the manufacturing of new PFAS alternatives. Due to their persistence and long half-lives, PFAS are still widely detected in natural environments and even human samples, including surface water, groundwater, soil, breast milk, blood, and urine [8–12]. Toxicological and epidemiological evidence has shown possible connections between PFAS and a series of adverse health effects, including immunotoxicity, developmental toxicity, hepatotoxicity, thyroid hormone alterations, type 2 diabetes mellitus, cancer, and others [13–16]. As a result, there is growing concern about the adverse human health effects of PFAS. Thyroid nodules are one of the most common benign proliferative disorders in the general population, with a detection rate that can be as high as 65% [17, 18]. The most common type of thyroid nodule is nodular goiter (NG), and females are four times more likely than males to suffer from NG [19]. Furthermore, approximately 5 to 15% of thyroid nodules may develop into thyroid cancer [20–22]. Thyroid cancer is considered to be the most prevalent malignancy of the endocrine system, and the incidence of thyroid cancer is increasing globally [23]. Of these, nearly 80% of thyroid cancers are papillary thyroid carcinoma (PTC) [24]. According to the GLOBOCAN 2020 database, the incidence of thyroid cancer ranked ninth all over the world at 3.1 per 100,000 in males and 10.1 per 100,000 in females [25]. Similarly, thyroid cancer incidence in China is also sex-specific, with an age-adjusted incidence of 18.29 per 100,000 in females, three times that in males [26]. Besides, China’s age-standardized thyroid cancer incidence increased significantly between 2005 and 2015, from 3.21/100,000 in 2005 to 9.61/100,000 in 2015 [27]. So far, radiation exposure is the only known environmental risk factor associated with thyroid cancer [28], with childhood ionizing radiation exposure being a significant contributor to this increased risk [29]. However, some other environmental factors have been suggested to be associated with potential adverse effects on the thyroid. For example, PFAS have raised public concern about their important roles in thyroid disease risk [30, 31]. Evidence, both in vivo and in vitro, has demonstrated that PFAS exposure can disturb thyroid homeostasis. Exposure to perfluorododecanoic acid (PFDoA) caused developmental delays in zebrafish larvae and significant reduction in triiodothyronine (T3) and thyroxine (T4) levels, while PFDoA exposure also led to the abnormal expression of genes related to the thyroid gland in zebrafish larvae, indicating apparent endocrine toxicity of PFAS [32]. Davidsen et al. [33] observed that oral perfluorooctane sulfonate (PFOS) exposure for 7 days led to significantly decreased T3 and T4 concentrations in male Sprague-Dawley rats. In addition, total serum T3 contents were apparently reduced in cynomolgus monkeys after oral PFOS potassium salt exposure [34]. In vitro studies demonstrated that exposure to hexafluoropropylene-oxide-dimer-acid (GenX) had toxic effects on rat thyroid cells (FRTL-5), which was characterized by affecting DNA integrity and genes expression of thyroid transcription-factors [35]. Moreover, several epidemiological studies have suggested that exposure to PFAS may disrupt thyroid hormone homeostasis. A study conducted in the general population in Korea revealed a negative association between serum perfluorotridecanoic acid (PFTrDA) levels and total T4 levels, and a positive association with thyroid-stimulating hormone (TSH) levels [36]. The 2007–2008 NHANES study indicated that the serum concentrations of PFOS and perfluorohexane sulfonate (PFHxS) were negatively related to free thyroxine (FT4) levels in U.S. adults [37]. In addition, a recent meta-analysis reviewed existing studies on the association between blood PFAS levels and thyroid cancer risk but found limited understanding and inconsistent results [38]. To our knowledge, the relationship between urinary PFAS concentrations and the risk of NG/PTC, the most popular specific types of thyroid tumors, has not been reported to date. Although several studies have reported an association between PFAS exposure and thyroid cancer risk [39–41], this study seeks to contribute to the literature by investigating the relationship between short-chain PFAS levels in urine and the risk of NG/PTC. Thyroid cancer comprises multiple histological subtypes, which may have distinct etiologies [42]. Previous studies did not focus on specific histological types but instead examined the association between PFAS and thyroid cancer in general. In contrast, this study specifically investigated the relationship between urinary PFAS concentrations and the risk of NG/PTC, the most popular specific types of thyroid tumors. We measured urinary concentrations of 21 PFAS from the NG, PTC, and control subjects by using ultra-high performance liquid chromatography-triple quadrupole mass spectrometry (UPLC-MS/MS). The relationship between urinary PFAS levels and NG/PTC risk was explored using multiple single-pollutant statistical models and joint-pollutant statistical models. Moreover, we further evaluated the overall effects of PFAS congeners and investigated the primary contributor. Our findings provide novel evidence that short-chain PFAS levels in urine are associated with an increased risk of NG and PTC in the general population, thereby contributing important insights to the growing body of literature on PFAS and thyroid health."
    },
    {
      "title": "Materials and methods",
      "text": "The study population was recruited from the Fourth Affiliated Hospital of China Medical University, Shenyang, China, from September 2017 to October 2021. All of the patients with NG and PTC were diagnosed by surgical and pathological examinations in the hospital. Patients were excluded from the case groups if they were taking thyroid medication, had a history of other endocrine and metabolic diseases, had a history of occupational exposure to PFAS, or had a history of exposure to ionizing radiation. The sex-matched controls were randomly selected from the physical examination center of the Fourth Affiliated Hospital of China Medical University. Participants in the control group with a history of thyroid or other endocrine disorders were also excluded. In this case-control study, a total of 290 participants were recruited, consisting of 90 patients with NG, 100 patients with PTC, and 100 controls. All participants in this study provided spot urine samples after an overnight fast. Samples from the NG and PTC patients were collected before treatment. Spot urine samples were stored at -40 °C until further analysis. In addition, baseline information, including demographic characteristics and smoking and drinking status, was obtained from medical records. The protocol of this study was approved by the Research Ethics Committee of the Fourth Affiliated Hospital of China Medical University (Approval No.EC-2017-KS-041). All subjects were informed of the purpose of the study and signed an informed consent form prior to the study. A total of 21 PFAS were initially assessed in the urine samples, including perfluorobutanoic acid (PFBA), perfluoropentanoic acid (PFPeA), perfluorohexanoic acid (PFHxA), perfluoroheptanoic acid (PFHpA), perfluorooctanoic acid (PFOA), perfluorononanoic acid (PFNA), perfluorodecanoic acid (PFDA), perfluoroundecanoic acid (PFUdA), PFDoA, PFTrDA, perfluorotetradecanoic acid (PFTeDA), perfluorohexadecanoic acid (PFHxDA), perfluorooctadecanoic acid (PFODA), perfluorobutane sulfonate (PFBS), perfluoropentane sulfonate (PFPeS), PFHxS, perfluoroheptane sulfonate (PFHpS), PFOS, perfluorononane sulfonate (PFNS), perfluorodecane sulfonate (PFDS), and perfluorododecane sulfonate (PFDoS). Native and mass-labelled reference standards for PFAS were obtained from Wellington Laboratories Inc. (Guelph, Ontario, Canada). Acetonitrile (LC-MS grade) and methanol (LC-MS grade) were supplied by ANPEL Laboratory Technologies Inc. (Shanghai, China). Ammonium acetate for HPLC was purchased from Macklin Biochemical Technology Co., Ltd (Shanghai, China). Details of the standards and reagents are provided in the Supporting Information (Text S1). The analytical method for urinary PFAS was based on previous studies with minor modifications [43, 44]. In brief, a 500 µL aliquot of the urine sample was transferred to a polypropylene tube and spiked with the isotope-labelled internal standard mixtures (i.e., 13C4-PFBA, 13C5-PFPeA, 13C5-PFHxA, 13C4-PFHpA, 13C8-PFOA, 13C9-PFNA, 13C6-PFDA, 13C7-PFUdA, 13C2-PFDoA, 13C2-PFTeDA, 13C3-PFBS, 13C3-PFHxS, and 13C8-PFOS). The fortified urine sample was solvent extracted with 500 µL of acetonitrile. The mixture was then vortexed for 30 s and centrifuged at 8000 rpm for 10 min. Vortexing and centrifugation were performed three times. Finally, the supernatant was filtered through a 0.22 μm syringe filter into a brown sample vial for instrumental analysis. The target PFAS were detected using UPLC-MS/MS (Agilent 1290–6420, Agilent Technologies Inc., USA). A 10 µL aliquot of the sample extract was injected into a ZORBAX SB-C18 column (3 mm × 100 mm, 1.8 μm, Agilent, USA), and the column temperature was maintained at 30 °C. The mobile phases were consisted of 2 mM ammonium acetate in water (A) and HPLC grade methanol (B) with a gradient elution program (0–1 min, 30–50% B; 1–7 min, 50–90% B; 7–10 min, 90% B; 10–11 min, 90 − 30% B; 11–12 min, 30% B) at a flow rate of 0.30 mL/min. Multiple reaction monitoring (MRM) mode and negative ion electrospray ionization (ESI) mode were used for the identification and quantification of the target PFAS. The capillary voltage was 3500 V, and the pressure of the nebulizer was 45 psi. The nitrogen gas flow and temperature were set to 10 L/min and 300 °C, respectively. Detailed information regarding instrument parameters is available in the Supporting Information (Table S1). In this study, the quantitative analysis of PFAS were performed using the isotope internal standard method. The correlation coefficients (R2) of the calibration curves were > 0.99 for all target compounds. Inertization measures were implemented to minimize potential background contamination. For example, all labware was made of PFAS-free materials and thoroughly rinsed three times with Milli-Q water and HPLC-grade methanol prior to use. Additionally, each batch of 26 samples included a procedural blank to monitor potential contamination. PFAS concentrations in the results were corrected based on the procedural blanks. The limit of detection (LOD) for PFAS in urine was defined as three times the signal-to-noise (S/N) ratio, ranging from 0.002 ng/mL to 0.096 ng/mL (Table S2). PFAS levels below the LOD were substituted with LOD/√2. Average spike recoveries of the target compounds in this study ranged from 79.21 to 120.30% at three spike concentrations, with a relative standard deviation (RSD) < 12% (Table S3). Potential confounders associated with both PFAS concentrations and NG/PTC were selected based on a directed acyclic graph (DAG) and previous literature (Figure S1) [39, 45–49]. All statistical models were adjusted for the following covariates: age (continuous, years), sex (male or female), ethnicity (Han or others), residence (urban or rural), body mass index (BMI, continuous, kg/m2), smoking history (nonsmoker or former smoker vs. current smoker), and alcohol drinking (nondrinker or former drinker vs. current drinker). We calculated BMI by dividing weight in kilograms by height in meters squared [50]. Nine PFAS with a detection rate > 60% were subjected to subsequent statistical analysis, including PFPeA, PFHxA, PFHpA, PFOA, PFNA, PFPeS, PFHxS, PFHpS, and PFNS, while excluding PFBA, PFDA, PFUdA, PFDoA, PFTrDA, PFTeDA, PFHxDA, PFODA, PFBS, PFOS, PFDS, and PFDoS. Urinary iodine concentration (UIC) was detected by arsenic and cerium catalytic spectrophotometry using a urine iodine assay kit (Zhongsheng Biochemical Technology Co., Ltd, Wuhan, China). Urinary creatinine (Cr), measured by the basic picric acid method, was used to normalize urinary PFAS concentrations. Urinary PFAS levels followed skewed distributions, according to the Kolmogorov-Smirnov tests. Therefore, in the following analysis, PFAS levels were transformed to the natural logarithm (ln). In the evaluation of the distribution of demographic characteristics and PFAS concentrations, mean and standard deviation were applied to describe continuous variables with normal distributions, and Student’s t-tests were used to compare differences among the groups. Continuous variables with skewed distributions were expressed as median (interquartile range, IQR), and the differences between cases and controls were assessed by Mann-Whitney U tests. Categorical variables were reported as percentages and analyzed using the chi-squared tests. Correlation coefficients between individual PFAS in urine were evaluated using Spearman correlation analysis. In addition, we applied logistic regression models to determine the association of PFAS exposure with the development of NG/PTC. Effect estimates were expressed as odds ratios (ORs) and 95% confidence intervals (CIs). Concentrations of PFAS were classified into three different levels according to their tertiles, and the lowest tertile was set as the reference. To evaluate potential linear trends across tertiles, we calculated the P for trend by assigning the median value of each tertile to all individuals within that tertile and modeling this variable as a continuous term in the logistic regression models [51]. The resulting P-value tests the linear association between PFAS levels and NG/PTC risk. The potential nonlinear association of PFAS levels with NG/PTC risk was further evaluated using restricted cubic spline (RCS) models. The knots of each PFAS were located at the 10th, 50th, and 90th percentiles, and the median was used as the reference value. Furthermore, Bayesian Kernel Machine Regression (BKMR) is a non-parametric model used to explore complex interactions in contaminant mixtures, capturing both individual and combined effects [52]. BKMR is a flexible method for analyzing high-dimensional exposure mixtures, capable of capturing potential non-linear and interactive effects among components [52]. It employs a kernel function to model complex relationships and generates posterior inclusion probabilities (PIPs) to assess the relative contribution of each exposure [53]. Owing to its ability to evaluate joint effects without requiring pre-specified functional forms, BKMR has been widely applied in environmental health research involving chemical mixtures. In this study, we applied the BKMR model to elucidate the individual and overall associations of exposure to PFAS mixtures with the development of NG/PTC. Ln-transformed PFAS concentrations were standardized using z-scores in all BKMR models to minimize the impact of extreme values. Hierarchical variable selection was implemented beginning with group-level screening. Nine PFAS congeners were divided into two groups according to Spearman correlation coefficients. Group 1 consisted of PFPeA, PFHpA, PFOA, PFNA, PFPeS, and PFNS with a high correlation (> 0.5), while PFHxA, PFHxS, and PFHpS with a weak correlation among each other were categorized into Group 2. Variable importance was evaluated using PIPs, which offer a probabilistic measure informed by both prior knowledge and observed data. This method aids in identifying relevant predictors, reduces the risk of overfitting, and enhances both interpretability and robustness within a Bayesian framework. We calculated estimates of the group posterior inclusion probability (groupPIP) and the conditional posterior inclusion probability (condPIP), with PIP values ranging from 0 to 1, reflecting the relative importance of a particular group or individual PFAS within the group [53]. The Markov Chain Monte Carlo (MCMC) algorithm was run for 10,000 iterations to fit the BKMR models [52]. In addition to the BKMR models, we also conducted the quantile g-computation (qgcomp) model to estimate the overall effect of PFAS mixtures on NG/PTC risk. Qgcomp is a new approach to explore the total impact of mixtures. Qgcomp extends the g-computation algorithm by enabling the estimation of overall exposure effects across quantiles, incorporating both positive and negative weights to enhance interpretability [54]. It is particularly useful for assessing the direction and strength of combined exposure-outcome associations, while accommodating both linear and non-linear relationships [54]. In the qgcomp models, the ln-transformed PFAS levels were divided into quantiles, and the models were able to calculate estimates of joint effects and the weight of positive or negative for each PFAS. The weighted index for each PFAS represented its relative contribution to the total effects, and the weight of each direction added up to 1. ORs with 95% CIs were used to indicate the relative increase in the risk of NG/PTC for each one-log unit increase in PFAS. Moreover, considering sex and BMI status (normal weight: < 24 kg/m2; overweight or obese: ≥ 24 kg/m2) were important covariates associated with outcomes [46, 47], we performed stratified analyses by sex and BMI status. Thyroid disease is a sex-specific disorder, affecting more females than males. Therefore, in the sex stratification analysis, we did not evaluate the association of PFAS levels with NG/PTC risk in males due to the limited number of male participants. Data analyses were performed using SPSS (version 22.0) and R (version 4.2.2) software. The BKMR and qgcomp models were run using the R packages “bkmr” (version 0.2.2) and “qgcomp” (version 2.10.1) [52–54]. P-value < 0.05 (two-tailed) was considered statistically significant."
    },
    {
      "title": "Study participants",
      "text": "The study population was recruited from the Fourth Affiliated Hospital of China Medical University, Shenyang, China, from September 2017 to October 2021. All of the patients with NG and PTC were diagnosed by surgical and pathological examinations in the hospital. Patients were excluded from the case groups if they were taking thyroid medication, had a history of other endocrine and metabolic diseases, had a history of occupational exposure to PFAS, or had a history of exposure to ionizing radiation. The sex-matched controls were randomly selected from the physical examination center of the Fourth Affiliated Hospital of China Medical University. Participants in the control group with a history of thyroid or other endocrine disorders were also excluded. In this case-control study, a total of 290 participants were recruited, consisting of 90 patients with NG, 100 patients with PTC, and 100 controls. All participants in this study provided spot urine samples after an overnight fast. Samples from the NG and PTC patients were collected before treatment. Spot urine samples were stored at -40 °C until further analysis. In addition, baseline information, including demographic characteristics and smoking and drinking status, was obtained from medical records. The protocol of this study was approved by the Research Ethics Committee of the Fourth Affiliated Hospital of China Medical University (Approval No.EC-2017-KS-041). All subjects were informed of the purpose of the study and signed an informed consent form prior to the study."
    },
    {
      "title": "Assessment of urinary PFAS levels",
      "text": "A total of 21 PFAS were initially assessed in the urine samples, including perfluorobutanoic acid (PFBA), perfluoropentanoic acid (PFPeA), perfluorohexanoic acid (PFHxA), perfluoroheptanoic acid (PFHpA), perfluorooctanoic acid (PFOA), perfluorononanoic acid (PFNA), perfluorodecanoic acid (PFDA), perfluoroundecanoic acid (PFUdA), PFDoA, PFTrDA, perfluorotetradecanoic acid (PFTeDA), perfluorohexadecanoic acid (PFHxDA), perfluorooctadecanoic acid (PFODA), perfluorobutane sulfonate (PFBS), perfluoropentane sulfonate (PFPeS), PFHxS, perfluoroheptane sulfonate (PFHpS), PFOS, perfluorononane sulfonate (PFNS), perfluorodecane sulfonate (PFDS), and perfluorododecane sulfonate (PFDoS). Native and mass-labelled reference standards for PFAS were obtained from Wellington Laboratories Inc. (Guelph, Ontario, Canada). Acetonitrile (LC-MS grade) and methanol (LC-MS grade) were supplied by ANPEL Laboratory Technologies Inc. (Shanghai, China). Ammonium acetate for HPLC was purchased from Macklin Biochemical Technology Co., Ltd (Shanghai, China). Details of the standards and reagents are provided in the Supporting Information (Text S1). The analytical method for urinary PFAS was based on previous studies with minor modifications [43, 44]. In brief, a 500 µL aliquot of the urine sample was transferred to a polypropylene tube and spiked with the isotope-labelled internal standard mixtures (i.e., 13C4-PFBA, 13C5-PFPeA, 13C5-PFHxA, 13C4-PFHpA, 13C8-PFOA, 13C9-PFNA, 13C6-PFDA, 13C7-PFUdA, 13C2-PFDoA, 13C2-PFTeDA, 13C3-PFBS, 13C3-PFHxS, and 13C8-PFOS). The fortified urine sample was solvent extracted with 500 µL of acetonitrile. The mixture was then vortexed for 30 s and centrifuged at 8000 rpm for 10 min. Vortexing and centrifugation were performed three times. Finally, the supernatant was filtered through a 0.22 μm syringe filter into a brown sample vial for instrumental analysis. The target PFAS were detected using UPLC-MS/MS (Agilent 1290–6420, Agilent Technologies Inc., USA). A 10 µL aliquot of the sample extract was injected into a ZORBAX SB-C18 column (3 mm × 100 mm, 1.8 μm, Agilent, USA), and the column temperature was maintained at 30 °C. The mobile phases were consisted of 2 mM ammonium acetate in water (A) and HPLC grade methanol (B) with a gradient elution program (0–1 min, 30–50% B; 1–7 min, 50–90% B; 7–10 min, 90% B; 10–11 min, 90 − 30% B; 11–12 min, 30% B) at a flow rate of 0.30 mL/min. Multiple reaction monitoring (MRM) mode and negative ion electrospray ionization (ESI) mode were used for the identification and quantification of the target PFAS. The capillary voltage was 3500 V, and the pressure of the nebulizer was 45 psi. The nitrogen gas flow and temperature were set to 10 L/min and 300 °C, respectively. Detailed information regarding instrument parameters is available in the Supporting Information (Table S1)."
    },
    {
      "title": "Quality assurance and quality control",
      "text": "In this study, the quantitative analysis of PFAS were performed using the isotope internal standard method. The correlation coefficients (R2) of the calibration curves were > 0.99 for all target compounds. Inertization measures were implemented to minimize potential background contamination. For example, all labware was made of PFAS-free materials and thoroughly rinsed three times with Milli-Q water and HPLC-grade methanol prior to use. Additionally, each batch of 26 samples included a procedural blank to monitor potential contamination. PFAS concentrations in the results were corrected based on the procedural blanks. The limit of detection (LOD) for PFAS in urine was defined as three times the signal-to-noise (S/N) ratio, ranging from 0.002 ng/mL to 0.096 ng/mL (Table S2). PFAS levels below the LOD were substituted with LOD/√2. Average spike recoveries of the target compounds in this study ranged from 79.21 to 120.30% at three spike concentrations, with a relative standard deviation (RSD) < 12% (Table S3)."
    },
    {
      "title": "Potential confounders",
      "text": "Potential confounders associated with both PFAS concentrations and NG/PTC were selected based on a directed acyclic graph (DAG) and previous literature (Figure S1) [39, 45–49]. All statistical models were adjusted for the following covariates: age (continuous, years), sex (male or female), ethnicity (Han or others), residence (urban or rural), body mass index (BMI, continuous, kg/m2), smoking history (nonsmoker or former smoker vs. current smoker), and alcohol drinking (nondrinker or former drinker vs. current drinker). We calculated BMI by dividing weight in kilograms by height in meters squared [50]."
    },
    {
      "title": "Statistical analysis",
      "text": "Nine PFAS with a detection rate > 60% were subjected to subsequent statistical analysis, including PFPeA, PFHxA, PFHpA, PFOA, PFNA, PFPeS, PFHxS, PFHpS, and PFNS, while excluding PFBA, PFDA, PFUdA, PFDoA, PFTrDA, PFTeDA, PFHxDA, PFODA, PFBS, PFOS, PFDS, and PFDoS. Urinary iodine concentration (UIC) was detected by arsenic and cerium catalytic spectrophotometry using a urine iodine assay kit (Zhongsheng Biochemical Technology Co., Ltd, Wuhan, China). Urinary creatinine (Cr), measured by the basic picric acid method, was used to normalize urinary PFAS concentrations. Urinary PFAS levels followed skewed distributions, according to the Kolmogorov-Smirnov tests. Therefore, in the following analysis, PFAS levels were transformed to the natural logarithm (ln). In the evaluation of the distribution of demographic characteristics and PFAS concentrations, mean and standard deviation were applied to describe continuous variables with normal distributions, and Student’s t-tests were used to compare differences among the groups. Continuous variables with skewed distributions were expressed as median (interquartile range, IQR), and the differences between cases and controls were assessed by Mann-Whitney U tests. Categorical variables were reported as percentages and analyzed using the chi-squared tests. Correlation coefficients between individual PFAS in urine were evaluated using Spearman correlation analysis. In addition, we applied logistic regression models to determine the association of PFAS exposure with the development of NG/PTC. Effect estimates were expressed as odds ratios (ORs) and 95% confidence intervals (CIs). Concentrations of PFAS were classified into three different levels according to their tertiles, and the lowest tertile was set as the reference. To evaluate potential linear trends across tertiles, we calculated the P for trend by assigning the median value of each tertile to all individuals within that tertile and modeling this variable as a continuous term in the logistic regression models [51]. The resulting P-value tests the linear association between PFAS levels and NG/PTC risk. The potential nonlinear association of PFAS levels with NG/PTC risk was further evaluated using restricted cubic spline (RCS) models. The knots of each PFAS were located at the 10th, 50th, and 90th percentiles, and the median was used as the reference value. Furthermore, Bayesian Kernel Machine Regression (BKMR) is a non-parametric model used to explore complex interactions in contaminant mixtures, capturing both individual and combined effects [52]. BKMR is a flexible method for analyzing high-dimensional exposure mixtures, capable of capturing potential non-linear and interactive effects among components [52]. It employs a kernel function to model complex relationships and generates posterior inclusion probabilities (PIPs) to assess the relative contribution of each exposure [53]. Owing to its ability to evaluate joint effects without requiring pre-specified functional forms, BKMR has been widely applied in environmental health research involving chemical mixtures. In this study, we applied the BKMR model to elucidate the individual and overall associations of exposure to PFAS mixtures with the development of NG/PTC. Ln-transformed PFAS concentrations were standardized using z-scores in all BKMR models to minimize the impact of extreme values. Hierarchical variable selection was implemented beginning with group-level screening. Nine PFAS congeners were divided into two groups according to Spearman correlation coefficients. Group 1 consisted of PFPeA, PFHpA, PFOA, PFNA, PFPeS, and PFNS with a high correlation (> 0.5), while PFHxA, PFHxS, and PFHpS with a weak correlation among each other were categorized into Group 2. Variable importance was evaluated using PIPs, which offer a probabilistic measure informed by both prior knowledge and observed data. This method aids in identifying relevant predictors, reduces the risk of overfitting, and enhances both interpretability and robustness within a Bayesian framework. We calculated estimates of the group posterior inclusion probability (groupPIP) and the conditional posterior inclusion probability (condPIP), with PIP values ranging from 0 to 1, reflecting the relative importance of a particular group or individual PFAS within the group [53]. The Markov Chain Monte Carlo (MCMC) algorithm was run for 10,000 iterations to fit the BKMR models [52]. In addition to the BKMR models, we also conducted the quantile g-computation (qgcomp) model to estimate the overall effect of PFAS mixtures on NG/PTC risk. Qgcomp is a new approach to explore the total impact of mixtures. Qgcomp extends the g-computation algorithm by enabling the estimation of overall exposure effects across quantiles, incorporating both positive and negative weights to enhance interpretability [54]. It is particularly useful for assessing the direction and strength of combined exposure-outcome associations, while accommodating both linear and non-linear relationships [54]. In the qgcomp models, the ln-transformed PFAS levels were divided into quantiles, and the models were able to calculate estimates of joint effects and the weight of positive or negative for each PFAS. The weighted index for each PFAS represented its relative contribution to the total effects, and the weight of each direction added up to 1. ORs with 95% CIs were used to indicate the relative increase in the risk of NG/PTC for each one-log unit increase in PFAS. Moreover, considering sex and BMI status (normal weight: < 24 kg/m2; overweight or obese: ≥ 24 kg/m2) were important covariates associated with outcomes [46, 47], we performed stratified analyses by sex and BMI status. Thyroid disease is a sex-specific disorder, affecting more females than males. Therefore, in the sex stratification analysis, we did not evaluate the association of PFAS levels with NG/PTC risk in males due to the limited number of male participants. Data analyses were performed using SPSS (version 22.0) and R (version 4.2.2) software. The BKMR and qgcomp models were run using the R packages “bkmr” (version 0.2.2) and “qgcomp” (version 2.10.1) [52–54]. P-value < 0.05 (two-tailed) was considered statistically significant."
    },
    {
      "title": "Results",
      "text": "The demographic characteristics of the study participants (n = 290) are shown in Table S4. Most of the participants were Han, married, urban dwellers with no smoking or drinking habits. The average age of all subjects was 51.20 ± 11.67 years, and most NG and PTC patients were females (n = 64 and 77, respectively). The mean age of the patients with NG was higher than that of the control group (P = 0.013). Compared with controls, patients with PTC were more likely to be younger (P < 0.001), but had a higher BMI (P = 0.001). Additionally, there was a significant difference in the distribution of residence between the patients with PTC and the controls (P = 0.006). No significant differences in sex, ethnicity, marital status, smoking history, or alcohol drinking were observed between cases and controls. Similarly, UIC and iodine status were not significantly different between the patients with NG/PTC and the control group. Table 1 describes urinary PFAS distributions in cases and controls. PFPeA, with a median level of 0.54 µg/g Cr, was the dominant contaminant, followed by PFNS (0.29 µg/g Cr). In the NG group, the median levels of PFHxS and PFHpS (0.29 and 0.24 µg/g Cr, respectively) were significantly higher than those in the control group (P = 0.003 and P = 0.033, respectively). The median PFHpA concentration (0.15 µg/g Cr) in the PTC group was higher compared to the controls (P = 0.008). Moreover, according to Spearman correlation coefficients, urinary PFAS levels were highly correlated (Fig. 1A). Table 1Distribution of urinary PFAS concentrations (µg/g Cr) in the study population (n = 290)PFASAll subjects(n = 290)Controls(n = 100)NG cases(n = 90)P-valueaPTC cases(n = 100)P-valueaPFPeA0.54 (0.34, 0.99)0.49 (0.31, 0.92)0.59 (0.37, 1.09)0.0980.62 (0.37, 0.99)0.234PFHxA0.17 (0.08, 0.30)0.19 (0.11, 0.31)0.15 (0.08, 0.30)0.2410.13 (0.07, 0.29)0.096PFHpA0.13 (0.08, 0.22)0.12 (0.08, 0.17)0.12 (0.08, 0.19)0.9100.15 (0.08, 0.85)\n0.008\nPFOA0.08 (0.05, 0.15)0.08 (0.05, 0.15)0.09 (0.05, 0.15)0.7960.08 (0.05, 0.14)0.858PFNA0.07 (0.05, 0.12)0.07 (0.05, 0.11)0.07 (0.05, 0.11)0.9050.07 (0.05, 0.14)0.514PFPeS0.17 (0.11, 0.26)0.17 (0.11, 0.24)0.17 (0.11, 0.24)0.8640.18 (0.12, 0.37)0.080PFHxS0.21 (0.08, 0.47)0.16 (0.05, 0.41)0.29 (0.12, 0.56)\n0.003\n0.18 (0.09, 0.36)0.357PFHpS0.21 (0.12, 0.37)0.19 (0.09, 0.36)0.24 (0.13, 0.45)\n0.033\n0.21 (0.11, 0.31)0.826PFNS0.29 (0.17, 0.51)0.29 (0.17, 0.51)0.28 (0.17, 0.46)0.8780.32 (0.17, 0.62)0.604Abbreviations: NG, nodular goiter; PTC, papillary thyroid carcinoma; Cr, creatinine.P-values were derived from Mann-Whitney U test for continuous variables.Bold indicates significance (P < 0.05).a vs. controls. Distribution of urinary PFAS concentrations (µg/g Cr) in the study population (n = 290) Abbreviations: NG, nodular goiter; PTC, papillary thyroid carcinoma; Cr, creatinine. P-values were derived from Mann-Whitney U test for continuous variables. Bold indicates significance (P < 0.05). a vs. controls. Additionally, sex-stratified and BMI-stratified analyses were used to further assess the distributional difference in PFAS concentrations. In males, the median PFHxS concentration in NG cases (0.30 µg/g Cr) was higher compared to controls (P = 0.007) (Figure S2). However, the median PFHxA level (0.12 µg/g Cr) was significantly lower in the PTC group than that in the controls (P = 0.044). In females, the median PFHxS concentration was significantly higher in the NG group (0.29 µg/g Cr) than in the controls (P = 0.039) (Fig. 1B). The median level of PFHpS was also higher in NG cases (0.26 µg/g Cr) compared to controls (P = 0.014). Median PFHpA concentration in PTC cases (0.18 µg/g Cr) was significantly higher than that in the control group (P = 0.010). Furthermore, we found differences in PFAS concentrations between sexes, with median concentrations of all PFAS congeners being higher in females than in males (Figs. 1B and S2). In the normal weight population, median PFHxS concentration was significantly higher in the NG group (0.29 µg/g Cr) than in the controls (P = 0.015) (Figure S2). PTC cases had significantly higher PFHpA, PFOA, and PFPeS exposures than controls (all P < 0.05). Median PFHpS concentrations in NG and PTC cases were significantly higher compared to the control group (P = 0.001 and P = 0.012, respectively). Moreover, significant differences were found between NG cases and controls for PFHxS (P = 0.045) in the overweight or obese population (Figure S2). Fig. 1Spearman correlation coefficients of PFAS (A) and comparison of PFAS concentration (µg/g Cr) between cases and controls in females (B). P-values were derived from Mann-Whitney U test for continuous variables (*P < 0.05). NG, nodular goiter; PTC, papillary thyroid carcinoma; Cr, creatinine Spearman correlation coefficients of PFAS (A) and comparison of PFAS concentration (µg/g Cr) between cases and controls in females (B). P-values were derived from Mann-Whitney U test for continuous variables (*P < 0.05). NG, nodular goiter; PTC, papillary thyroid carcinoma; Cr, creatinine A logistic regression model was performed to evaluate the relationships between urinary PFAS concentrations and NG development (Table 2). Concentrations of PFAS were classified into three different levels according to their tertiles, and the lowest tertile was set as the reference. Compared to the low-exposure group, a significant negative relationship between PFHxA and the risk of NG was found in the middle- (OR = 0.31, 95% CI: 0.12–0.78) and high- (OR = 0.33, 95% CI: 0.12–0.90) exposure groups after adjustment for confounders (P for trend = 0.025). In contrast, for PFHxS, we observed a stepwise increase in OR in each tertile, indicating a linear exposure-response relationship with NG risk, with ORs of 1.91 (95% CI: 0.73–5.01) for tertile 2 and 4.25 (95% CI: 1.56–11.60) for tertile 3 (P for trend = 0.018). The high tertile of PFHpS (OR = 2.92, 95% CI: 1.03–8.27) remained positively related to NG risk after adjustment for confounders. Considering the possible sex-specific effects on outcomes, a sex-stratified analysis was conducted. However, when stratified by sex, we did not observe a significant association of individual PFAS with NG development (Table S6). In addition to stratification by sex, we performed a BMI-stratified analysis for potential effect modification. In normal weight participants, PFHxS concentrations were associated with a higher risk of NG, with ORs of 16.25 (95% CI: 2.18-121.28) for tertile 2 and 14.94 (95% CI: 2.32–96.19) for tertile 3 (P for trend = 0.011). In contrast, PFHxA showed a significant negative association with NG development, with ORs of 0.15 (95% CI: 0.03–0.85) for tertile 2 and 0.13 (95% CI: 0.02–0.73) for tertile 3 (P for trend = 0.043) (Table S7). In addition to the tertile-based analysis, we conducted additional logistic regression analyses using continuous PFAS levels, and the results were generally consistent with those from the tertile-based models. After adjustment for confounders, PFHxS and PFHpS were significantly positively related to NG risk (OR = 1.47, 95% CI: 1.11–1.95; and OR = 1.54, 95% CI: 1.06–2.22, respectively). A significant negative association with the risk of NG was observed for PFHxA (OR = 0.67, 95% CI: 0.45–0.99) (Table S10). Table 2Odds ratios (ORs) and 95% confidence intervals (CIs) for the association between ln-PFAS concentrations and NG risk by logistic regression modelPFASTertiles 1Tertiles 2Tertiles 3P for trendOR (95% CI)P-valueOR (95% CI)P-valuePFPeA CrudeReference1.39 (0.58, 3.31)0.4592.36 (0.78, 7.09)0.1270.311 AdjustedaReference1.46 (0.58, 3.67)0.4212.41 (0.77, 7.50)0.1300.318PFHxA CrudeReference0.37 (0.16, 0.84)\n0.020\n0.41 (0.16, 1.04)0.060\n0.049\n AdjustedaReference0.31 (0.12, 0.78)\n0.012\n0.33 (0.12, 0.90)\n0.029\n\n0.025\nPFHpA CrudeReference0.37 (0.14, 1.00)\n0.049\n1.09 (0.34, 3.47)0.891\n0.046\n AdjustedaReference0.36 (0.12, 1.05)0.0621.05 (0.30, 3.64)0.9360.066PFOA CrudeReference1.02 (0.39, 2.66)0.9630.79 (0.22, 2.81)0.7150.893 AdjustedaReference1.12 (0.40, 3.13)0.8360.77 (0.20, 2.94)0.7060.816PFNA CrudeReference0.97 (0.33, 2.85)0.9531.30 (0.29, 5.87)0.7340.889 AdjustedaReference1.01 (0.32, 3.18)0.9881.82 (0.33, 9.97)0.4910.690PFPeS CrudeReference0.47 (0.19, 1.17)0.1040.37 (0.11, 1.26)0.1110.185 AdjustedaReference0.44 (0.17, 1.16)0.0980.38 (0.10, 1.44)0.1560.209PFHxS CrudeReference1.83 (0.74, 4.50)0.1883.75 (1.48, 9.50)\n0.005\n\n0.020\n AdjustedaReference1.91 (0.73, 5.01)0.1874.25 (1.56, 11.60)\n0.005\n\n0.018\nPFHpS CrudeReference2.18 (0.87, 5.46)0.0962.98 (1.13, 7.89)\n0.028\n0.078 AdjustedaReference2.25 (0.84, 6.03)0.1072.92 (1.03, 8.27)\n0.044\n0.115PFNS CrudeReference1.23 (0.43, 3.55)0.6981.12 (0.29, 4.29)0.8690.923 AdjustedaReference1.03 (0.33, 3.22)0.9551.05 (0.26, 4.28)0.9460.998Abbreviations: NG, nodular goiter.Bold indicates significance (P < 0.05).a Adjusted for age, sex, ethnicity, residence, BMI, smoking history and alcohol drinking. Odds ratios (ORs) and 95% confidence intervals (CIs) for the association between ln-PFAS concentrations and NG risk by logistic regression model Abbreviations: NG, nodular goiter. Bold indicates significance (P < 0.05). a Adjusted for age, sex, ethnicity, residence, BMI, smoking history and alcohol drinking. Dose-response relationships estimated by RCS models between PFAS exposure and NG risk are presented in Fig. 2A. The findings indicated that concentrations of PFHxS (P-overall = 0.029, P-non-linear = 0.390) and PFHpS (P-overall = 0.049, P-non-linear = 0.261) showed linear correlations with NG risk, which was similar to the conclusions of logistic regression models. However, there was no evidence of a nonlinear dose-response relationship between PFAS levels and the development of NG. Furthermore, we did not observe exposure-response associations of PFAS with NG risk when stratified by sex and BMI (Figures S3, S4, and S5). Fig. 2Dose-response relationships between ln-transformed concentrations of PFAS and the risk of NG (A) and PTC (B). The analysis was performed by restricted cubic spline (RCS) regression models with 3 knots at the 10th, 50th, and 90th percentiles. The median ln-transformed PFAS level was considered to be a reference. The models were adjusted for age, sex, ethnicity, residence, BMI, smoking history and alcohol drinking. Bold indicates significance (P < 0.05) Dose-response relationships between ln-transformed concentrations of PFAS and the risk of NG (A) and PTC (B). The analysis was performed by restricted cubic spline (RCS) regression models with 3 knots at the 10th, 50th, and 90th percentiles. The median ln-transformed PFAS level was considered to be a reference. The models were adjusted for age, sex, ethnicity, residence, BMI, smoking history and alcohol drinking. Bold indicates significance (P < 0.05) Relationships between PFAS concentrations and PTC risk were evaluated using logistic regression models (Table 3). Concentrations of PFAS were classified into three different levels according to their tertiles, and the lowest tertile was set as the reference. In the crude analysis, the third tertile of PFHxA was significantly negatively related to the development of PTC (OR = 0.31, 95% CI: 0.13–0.73). Additionally, the third tertile of PFHxA remained negatively associated with PTC risk after adjustment for confounders (OR = 0.39, 95% CI: 0.15–0.99). Notably, PFHxS levels were related to higher PTC risk, with ORs of 3.30 (95% CI: 1.32–8.22) for tertile 2 and 1.11 (95% CI: 0.42–2.89) for tertile 3 (P for trend = 0.016). Furthermore, in the adjusted models, the risk of PTC increased 2.49-fold (OR = 3.49, 95% CI: 1.05–11.66) for the high tertile of PFHpA, compared to the reference. After stratification by sex, we observed that the high tertile of PFHpA (OR = 8.76, 95% CI: 1.61–47.66) was positively related to PTC risk among female subjects (Table S8). Besides, PFHxA showed a significant negative relationship with PTC risk in normal weight subjects when stratified by BMI, with ORs of 0.10 (95% CI: 0.01–0.81) for tertile 2 and 0.10 (95% CI: 0.01–0.78) for tertile 3 (P for trend = 0.046) (Table S9). In the logistic regression analyses using continuous PFAS levels, we found that PFHpA showed a positive association with the development of PTC (OR = 1.99, 95% CI: 1.36–2.90) after adjustment for confounders, while PFHxA showed a significant negative association with PTC risk (OR = 0.58, 95% CI: 0.39–0.85) (Table S10). These results were generally consistent with those from the tertile-based models. Table 3Odds ratios (ORs) and 95% confidence intervals (CIs) for the association between ln-PFAS concentrations and PTC risk by logistic regression modelPFASTertiles 1Tertiles 2Tertiles 3P for trendOR (95% CI)P-valueOR (95% CI)P-valuePFPeA CrudeReference1.91 (0.81, 4.53)0.1411.20 (0.44, 3.27)0.7220.274 AdjustedaReference2.28 (0.88, 5.89)0.0901.40 (0.47, 4.13)0.5480.210PFHxA CrudeReference0.64 (0.29, 1.42)0.2710.31 (0.13, 0.73)\n0.007\n\n0.027\n AdjustedaReference0.59 (0.24, 1.45)0.2460.39 (0.15, 0.99)\n0.048\n0.137PFHpA CrudeReference0.56 (0.22, 1.41)0.2194.53 (1.50, 13.64)\n0.007\n\n< 0.001\n AdjustedaReference0.69 (0.24, 1.93)0.4743.49 (1.05, 11.66)\n0.042\n\n0.012\nPFOA CrudeReference1.45 (0.62, 3.41)0.3970.34 (0.09, 1.28)0.1110.081 AdjustedaReference1.45 (0.58, 3.61)0.4260.32 (0.07, 1.48)0.1440.128PFNA CrudeReference1.82 (0.62, 5.32)0.2750.99 (0.20, 4.84)0.9860.397 AdjustedaReference1.98 (0.59, 6.59)0.2671.18 (0.20, 6.82)0.8560.464PFPeS CrudeReference0.91 (0.37, 2.22)0.8342.10 (0.69, 6.43)0.1920.256 AdjustedaReference0.81 (0.32, 2.35)0.7891.86 (0.55, 6.28)0.3170.394PFHxS CrudeReference3.98 (1.73, 9.14)\n0.001\n1.40 (0.60, 3.25)0.437\n0.003\n AdjustedaReference3.30 (1.32, 8.22)\n0.010\n1.11 (0.42, 2.89)0.836\n0.016\nPFHpS CrudeReference1.86 (0.81, 4.28)0.1461.26 (0.51, 3.12)0.6110.329 AdjustedaReference1.97 (0.80, 4.88)0.1431.35 (0.51, 3.55)0.5490.334PFNS CrudeReference0.62 (0.24, 1.59)0.3200.79 (0.23, 2.71)0.7090.595 AdjustedaReference0.51 (0.18, 1.44)0.2010.98 (0.25, 3.88)0.9760.312Abbreviations: PTC, papillary thyroid carcinoma.Bold indicates significance (P < 0.05).a Adjusted for age, sex, ethnicity, residence, BMI, smoking history and alcohol drinking. Odds ratios (ORs) and 95% confidence intervals (CIs) for the association between ln-PFAS concentrations and PTC risk by logistic regression model Abbreviations: PTC, papillary thyroid carcinoma. Bold indicates significance (P < 0.05). a Adjusted for age, sex, ethnicity, residence, BMI, smoking history and alcohol drinking. As depicted in Fig. 2B, PFHpA levels showed a significant nonlinear dose-response association with PTC development in the adjusted RCS models (P-overall < 0.001, P-non-linear = 0.001). Besides, there were linear relationships between the other eight PFAS congeners and the risk of PTC (all P-overall < 0.05, P-non-linear > 0.05). Similarly, after stratification, the significant nonlinear correlations between PFHpA levels and PTC risk were still found in females (P-overall = 0.001, P-non-linear = 0.010) and in overweight or obese subjects (P-overall = 0.010, P-non-linear = 0.018) (Figures S6 and S8). The joint and individual relationships between PFAS and NG risk were evaluated using BKMR models. The overall effect of the PFAS mixture on NG development is exhibited in Fig. 3A. NG risk increased significantly as the levels of PFAS mixtures increased from the 25th to the 75th percentile after adjustment for confounders. For example, the 70th percentile of PFAS mixtures was related to a 0.15 (95% credible intervals [CrIs]: 0.01–0.29) increase in NG risk compared with the 50th percentile (Table S11). For PFAS-NG associations, PFHxS (groupPIP: 0.886, condPIP: 0.658) was the dominant component contributing to the mixture effect (Table S12). We further examined the effect of individual PFAS on NG development. Notably, when all other PFAS were set at the 25th, 50th, or 75th percentile, there was a positive association of PFHxS with NG risk (Fig. 3E). In the stratified analysis, the results of the BKMR models suggested that PFAS mixtures were positively related to NG risk in females and in normal weight subjects, with PFHpS (groupPIP: 0.842, condPIP: 0.735; groupPIP: 0.955, condPIP: 0.761) contributing most in the mixture models (Table S12, Fig. 3B and C). Fig. 3Association between PFAS mixtures and NG risk in the Bayesian Kernel Machine Regression (BKMR) model. Overall effect (estimate and 95% CrI) of the PFAS mixture on NG when all PFAS concentrations at specific percentiles (from 0.25 to 0.75, increments of 0.05) were compared with all PFAS at their 50th percentile. A: among all subjects; B: among females; C: among normal weight population; D: among overweight or obese population. Single-exposure effects (estimates and 95% CrI) of individual PFAS on NG when other PFAS were fixed at a specific percentile (25th, 50th, or 75th). E: among all subjects; F: among females; G: among normal weight population; H: among overweight or obese population. Statistical significance was considered by whether or not the 95% CrI for the estimate included zero. Models were adjusted for age, sex (except for stratified models), ethnicity, residence, BMI (except for stratified models), smoking history, and alcohol drinking Association between PFAS mixtures and NG risk in the Bayesian Kernel Machine Regression (BKMR) model. Overall effect (estimate and 95% CrI) of the PFAS mixture on NG when all PFAS concentrations at specific percentiles (from 0.25 to 0.75, increments of 0.05) were compared with all PFAS at their 50th percentile. A: among all subjects; B: among females; C: among normal weight population; D: among overweight or obese population. Single-exposure effects (estimates and 95% CrI) of individual PFAS on NG when other PFAS were fixed at a specific percentile (25th, 50th, or 75th). E: among all subjects; F: among females; G: among normal weight population; H: among overweight or obese population. Statistical significance was considered by whether or not the 95% CrI for the estimate included zero. Models were adjusted for age, sex (except for stratified models), ethnicity, residence, BMI (except for stratified models), smoking history, and alcohol drinking Figures 4A and 4E show the joint and individual exposure effects of PFAS with PTC risk in BKMR models. The result reflected a non-linear relationship between PFAS mixtures and PTC risk. Compared to the 50th percentile, the 75th percentile of PFAS mixtures showed a positive association with PTC risk (estimate = 0.21, 95% CrI: 0.03–0.38) (Table S13). In the mixture models, holding all other individual PFAS at the 25th, 50th, or 75th percentile, PFHpA levels were positively related to PTC risk, with 0.29-fold (0.02, 0.56), 0.38-fold (0.14, 0.63), and 0.46-fold (0.19, 0.73) higher risk of PTC, respectively. Besides, we also found a significant negative association between PFHxA and PTC risk. In sex-stratified analyses, there was a positive but nonsignificant association of PFAS mixtures with PTC development in females, with 95% CrI for the estimates containing zero (Fig. 4B). In BMI-stratified analyses, the BKMR models indicated that PFAS mixtures were significantly correlated with higher PTC risk in normal weight subjects, and PFHpA (groupPIP: 0.995, condPIP: 0.986) was the primary substance in the mixture effect (Table S12, Fig. 4C). Fig. 4Association between PFAS mixtures and PTC risk in the Bayesian Kernel Machine Regression (BKMR) model. Overall effect (estimate and 95% CrI) of the PFAS mixture on PTC when all PFAS concentrations at specific percentiles (from 0.25 to 0.75, increments of 0.05) were compared with all PFAS at their 50th percentile. A: among all subjects; B: among females; C: among normal weight population; D: among overweight or obese population. Single-exposure effects (estimates and 95% CrI) of individual PFAS on PTC when other PFAS were fixed at a specific percentile (25th, 50th, or 75th). E: among all subjects; F: among females; G: among normal weight population; H: among overweight or obese population. Statistical significance was considered by whether or not the 95% CrI for the estimate included zero. Models were adjusted for age, sex (except for stratified models), ethnicity, residence, BMI (except for stratified models), smoking history, and alcohol drinking Association between PFAS mixtures and PTC risk in the Bayesian Kernel Machine Regression (BKMR) model. Overall effect (estimate and 95% CrI) of the PFAS mixture on PTC when all PFAS concentrations at specific percentiles (from 0.25 to 0.75, increments of 0.05) were compared with all PFAS at their 50th percentile. A: among all subjects; B: among females; C: among normal weight population; D: among overweight or obese population. Single-exposure effects (estimates and 95% CrI) of individual PFAS on PTC when other PFAS were fixed at a specific percentile (25th, 50th, or 75th). E: among all subjects; F: among females; G: among normal weight population; H: among overweight or obese population. Statistical significance was considered by whether or not the 95% CrI for the estimate included zero. Models were adjusted for age, sex (except for stratified models), ethnicity, residence, BMI (except for stratified models), smoking history, and alcohol drinking We further employed qgcomp models in addition to the BKMR model, a newly developed method for evaluating effects of mixtures, to determine the weighted index for each PFAS representing its relative contribution to the overall effects. The overall impact of PFAS mixtures was positively but not significantly related to NG development (OR = 1.71, 95% CI: 0.99–2.94) (Table S14). PFHxS had the highest positive weights for the overall effects (weighted at 0.35) (Fig. 5A). Moreover, in sex-stratified analyses, the qgcomp models showed that the overall effect of PFAS mixtures was related to higher NG risk in females (OR = 2.02, 95% CI: 1.08–3.78) (Table S14). PFHxS and PFHpS were the major contributors to the positive weights in females (both weighted at 0.29) (Fig. 5A). Similarly, we also observed a positive but non-significant association between PFAS mixtures and PTC risk in qgcomp models (OR = 1.42, 95% CI: 0.85–2.39) (Table S14). PFHpA was the major positive contributor to the mixture effects (weighted at 0.48) (Fig. 5B). In addition, we observed that PFAS mixtures were significantly positively related to PTC risk in females when stratified by sex (OR = 1.90, 95% CI: 1.01–3.57) (Table S14). PFHpA was the major contributor to the positive weights in females (weighted at 0.31) (Fig. 5B). After stratification by BMI, the results of the qgcomp models showed that PFAS mixtures were significantly positively related to PTC development in normal weight subjects (OR = 4.43, 95% CI: 1.61–12.18), with PFHpA having the highest positive weight (weighted by 0.34) (Fig. 5B and Tables S14). Fig. 5Weight of individual PFAS associated with NG (A) and PTC (B) risk by quantile g-computation (qgcomp) regression models. All PFAS concentrations were ln-transformed. The models were adjusted for age, sex (except for stratified models), ethnicity, residence, BMI (except for stratified models), smoking history and alcohol drinking Weight of individual PFAS associated with NG (A) and PTC (B) risk by quantile g-computation (qgcomp) regression models. All PFAS concentrations were ln-transformed. The models were adjusted for age, sex (except for stratified models), ethnicity, residence, BMI (except for stratified models), smoking history and alcohol drinking"
    },
    {
      "title": "Participant characteristics",
      "text": "The demographic characteristics of the study participants (n = 290) are shown in Table S4. Most of the participants were Han, married, urban dwellers with no smoking or drinking habits. The average age of all subjects was 51.20 ± 11.67 years, and most NG and PTC patients were females (n = 64 and 77, respectively). The mean age of the patients with NG was higher than that of the control group (P = 0.013). Compared with controls, patients with PTC were more likely to be younger (P < 0.001), but had a higher BMI (P = 0.001). Additionally, there was a significant difference in the distribution of residence between the patients with PTC and the controls (P = 0.006). No significant differences in sex, ethnicity, marital status, smoking history, or alcohol drinking were observed between cases and controls. Similarly, UIC and iodine status were not significantly different between the patients with NG/PTC and the control group."
    },
    {
      "title": "Urinary PFAS levels",
      "text": "Table 1 describes urinary PFAS distributions in cases and controls. PFPeA, with a median level of 0.54 µg/g Cr, was the dominant contaminant, followed by PFNS (0.29 µg/g Cr). In the NG group, the median levels of PFHxS and PFHpS (0.29 and 0.24 µg/g Cr, respectively) were significantly higher than those in the control group (P = 0.003 and P = 0.033, respectively). The median PFHpA concentration (0.15 µg/g Cr) in the PTC group was higher compared to the controls (P = 0.008). Moreover, according to Spearman correlation coefficients, urinary PFAS levels were highly correlated (Fig. 1A). Table 1Distribution of urinary PFAS concentrations (µg/g Cr) in the study population (n = 290)PFASAll subjects(n = 290)Controls(n = 100)NG cases(n = 90)P-valueaPTC cases(n = 100)P-valueaPFPeA0.54 (0.34, 0.99)0.49 (0.31, 0.92)0.59 (0.37, 1.09)0.0980.62 (0.37, 0.99)0.234PFHxA0.17 (0.08, 0.30)0.19 (0.11, 0.31)0.15 (0.08, 0.30)0.2410.13 (0.07, 0.29)0.096PFHpA0.13 (0.08, 0.22)0.12 (0.08, 0.17)0.12 (0.08, 0.19)0.9100.15 (0.08, 0.85)\n0.008\nPFOA0.08 (0.05, 0.15)0.08 (0.05, 0.15)0.09 (0.05, 0.15)0.7960.08 (0.05, 0.14)0.858PFNA0.07 (0.05, 0.12)0.07 (0.05, 0.11)0.07 (0.05, 0.11)0.9050.07 (0.05, 0.14)0.514PFPeS0.17 (0.11, 0.26)0.17 (0.11, 0.24)0.17 (0.11, 0.24)0.8640.18 (0.12, 0.37)0.080PFHxS0.21 (0.08, 0.47)0.16 (0.05, 0.41)0.29 (0.12, 0.56)\n0.003\n0.18 (0.09, 0.36)0.357PFHpS0.21 (0.12, 0.37)0.19 (0.09, 0.36)0.24 (0.13, 0.45)\n0.033\n0.21 (0.11, 0.31)0.826PFNS0.29 (0.17, 0.51)0.29 (0.17, 0.51)0.28 (0.17, 0.46)0.8780.32 (0.17, 0.62)0.604Abbreviations: NG, nodular goiter; PTC, papillary thyroid carcinoma; Cr, creatinine.P-values were derived from Mann-Whitney U test for continuous variables.Bold indicates significance (P < 0.05).a vs. controls. Distribution of urinary PFAS concentrations (µg/g Cr) in the study population (n = 290) Abbreviations: NG, nodular goiter; PTC, papillary thyroid carcinoma; Cr, creatinine. P-values were derived from Mann-Whitney U test for continuous variables. Bold indicates significance (P < 0.05). a vs. controls. Additionally, sex-stratified and BMI-stratified analyses were used to further assess the distributional difference in PFAS concentrations. In males, the median PFHxS concentration in NG cases (0.30 µg/g Cr) was higher compared to controls (P = 0.007) (Figure S2). However, the median PFHxA level (0.12 µg/g Cr) was significantly lower in the PTC group than that in the controls (P = 0.044). In females, the median PFHxS concentration was significantly higher in the NG group (0.29 µg/g Cr) than in the controls (P = 0.039) (Fig. 1B). The median level of PFHpS was also higher in NG cases (0.26 µg/g Cr) compared to controls (P = 0.014). Median PFHpA concentration in PTC cases (0.18 µg/g Cr) was significantly higher than that in the control group (P = 0.010). Furthermore, we found differences in PFAS concentrations between sexes, with median concentrations of all PFAS congeners being higher in females than in males (Figs. 1B and S2). In the normal weight population, median PFHxS concentration was significantly higher in the NG group (0.29 µg/g Cr) than in the controls (P = 0.015) (Figure S2). PTC cases had significantly higher PFHpA, PFOA, and PFPeS exposures than controls (all P < 0.05). Median PFHpS concentrations in NG and PTC cases were significantly higher compared to the control group (P = 0.001 and P = 0.012, respectively). Moreover, significant differences were found between NG cases and controls for PFHxS (P = 0.045) in the overweight or obese population (Figure S2). Fig. 1Spearman correlation coefficients of PFAS (A) and comparison of PFAS concentration (µg/g Cr) between cases and controls in females (B). P-values were derived from Mann-Whitney U test for continuous variables (*P < 0.05). NG, nodular goiter; PTC, papillary thyroid carcinoma; Cr, creatinine Spearman correlation coefficients of PFAS (A) and comparison of PFAS concentration (µg/g Cr) between cases and controls in females (B). P-values were derived from Mann-Whitney U test for continuous variables (*P < 0.05). NG, nodular goiter; PTC, papillary thyroid carcinoma; Cr, creatinine"
    },
    {
      "title": "Association of urinary PFAS with NG risk",
      "text": "A logistic regression model was performed to evaluate the relationships between urinary PFAS concentrations and NG development (Table 2). Concentrations of PFAS were classified into three different levels according to their tertiles, and the lowest tertile was set as the reference. Compared to the low-exposure group, a significant negative relationship between PFHxA and the risk of NG was found in the middle- (OR = 0.31, 95% CI: 0.12–0.78) and high- (OR = 0.33, 95% CI: 0.12–0.90) exposure groups after adjustment for confounders (P for trend = 0.025). In contrast, for PFHxS, we observed a stepwise increase in OR in each tertile, indicating a linear exposure-response relationship with NG risk, with ORs of 1.91 (95% CI: 0.73–5.01) for tertile 2 and 4.25 (95% CI: 1.56–11.60) for tertile 3 (P for trend = 0.018). The high tertile of PFHpS (OR = 2.92, 95% CI: 1.03–8.27) remained positively related to NG risk after adjustment for confounders. Considering the possible sex-specific effects on outcomes, a sex-stratified analysis was conducted. However, when stratified by sex, we did not observe a significant association of individual PFAS with NG development (Table S6). In addition to stratification by sex, we performed a BMI-stratified analysis for potential effect modification. In normal weight participants, PFHxS concentrations were associated with a higher risk of NG, with ORs of 16.25 (95% CI: 2.18-121.28) for tertile 2 and 14.94 (95% CI: 2.32–96.19) for tertile 3 (P for trend = 0.011). In contrast, PFHxA showed a significant negative association with NG development, with ORs of 0.15 (95% CI: 0.03–0.85) for tertile 2 and 0.13 (95% CI: 0.02–0.73) for tertile 3 (P for trend = 0.043) (Table S7). In addition to the tertile-based analysis, we conducted additional logistic regression analyses using continuous PFAS levels, and the results were generally consistent with those from the tertile-based models. After adjustment for confounders, PFHxS and PFHpS were significantly positively related to NG risk (OR = 1.47, 95% CI: 1.11–1.95; and OR = 1.54, 95% CI: 1.06–2.22, respectively). A significant negative association with the risk of NG was observed for PFHxA (OR = 0.67, 95% CI: 0.45–0.99) (Table S10). Table 2Odds ratios (ORs) and 95% confidence intervals (CIs) for the association between ln-PFAS concentrations and NG risk by logistic regression modelPFASTertiles 1Tertiles 2Tertiles 3P for trendOR (95% CI)P-valueOR (95% CI)P-valuePFPeA CrudeReference1.39 (0.58, 3.31)0.4592.36 (0.78, 7.09)0.1270.311 AdjustedaReference1.46 (0.58, 3.67)0.4212.41 (0.77, 7.50)0.1300.318PFHxA CrudeReference0.37 (0.16, 0.84)\n0.020\n0.41 (0.16, 1.04)0.060\n0.049\n AdjustedaReference0.31 (0.12, 0.78)\n0.012\n0.33 (0.12, 0.90)\n0.029\n\n0.025\nPFHpA CrudeReference0.37 (0.14, 1.00)\n0.049\n1.09 (0.34, 3.47)0.891\n0.046\n AdjustedaReference0.36 (0.12, 1.05)0.0621.05 (0.30, 3.64)0.9360.066PFOA CrudeReference1.02 (0.39, 2.66)0.9630.79 (0.22, 2.81)0.7150.893 AdjustedaReference1.12 (0.40, 3.13)0.8360.77 (0.20, 2.94)0.7060.816PFNA CrudeReference0.97 (0.33, 2.85)0.9531.30 (0.29, 5.87)0.7340.889 AdjustedaReference1.01 (0.32, 3.18)0.9881.82 (0.33, 9.97)0.4910.690PFPeS CrudeReference0.47 (0.19, 1.17)0.1040.37 (0.11, 1.26)0.1110.185 AdjustedaReference0.44 (0.17, 1.16)0.0980.38 (0.10, 1.44)0.1560.209PFHxS CrudeReference1.83 (0.74, 4.50)0.1883.75 (1.48, 9.50)\n0.005\n\n0.020\n AdjustedaReference1.91 (0.73, 5.01)0.1874.25 (1.56, 11.60)\n0.005\n\n0.018\nPFHpS CrudeReference2.18 (0.87, 5.46)0.0962.98 (1.13, 7.89)\n0.028\n0.078 AdjustedaReference2.25 (0.84, 6.03)0.1072.92 (1.03, 8.27)\n0.044\n0.115PFNS CrudeReference1.23 (0.43, 3.55)0.6981.12 (0.29, 4.29)0.8690.923 AdjustedaReference1.03 (0.33, 3.22)0.9551.05 (0.26, 4.28)0.9460.998Abbreviations: NG, nodular goiter.Bold indicates significance (P < 0.05).a Adjusted for age, sex, ethnicity, residence, BMI, smoking history and alcohol drinking. Odds ratios (ORs) and 95% confidence intervals (CIs) for the association between ln-PFAS concentrations and NG risk by logistic regression model Abbreviations: NG, nodular goiter. Bold indicates significance (P < 0.05). a Adjusted for age, sex, ethnicity, residence, BMI, smoking history and alcohol drinking. Dose-response relationships estimated by RCS models between PFAS exposure and NG risk are presented in Fig. 2A. The findings indicated that concentrations of PFHxS (P-overall = 0.029, P-non-linear = 0.390) and PFHpS (P-overall = 0.049, P-non-linear = 0.261) showed linear correlations with NG risk, which was similar to the conclusions of logistic regression models. However, there was no evidence of a nonlinear dose-response relationship between PFAS levels and the development of NG. Furthermore, we did not observe exposure-response associations of PFAS with NG risk when stratified by sex and BMI (Figures S3, S4, and S5). Fig. 2Dose-response relationships between ln-transformed concentrations of PFAS and the risk of NG (A) and PTC (B). The analysis was performed by restricted cubic spline (RCS) regression models with 3 knots at the 10th, 50th, and 90th percentiles. The median ln-transformed PFAS level was considered to be a reference. The models were adjusted for age, sex, ethnicity, residence, BMI, smoking history and alcohol drinking. Bold indicates significance (P < 0.05) Dose-response relationships between ln-transformed concentrations of PFAS and the risk of NG (A) and PTC (B). The analysis was performed by restricted cubic spline (RCS) regression models with 3 knots at the 10th, 50th, and 90th percentiles. The median ln-transformed PFAS level was considered to be a reference. The models were adjusted for age, sex, ethnicity, residence, BMI, smoking history and alcohol drinking. Bold indicates significance (P < 0.05)"
    },
    {
      "title": "Association of urinary PFAS with PTC risk",
      "text": "Relationships between PFAS concentrations and PTC risk were evaluated using logistic regression models (Table 3). Concentrations of PFAS were classified into three different levels according to their tertiles, and the lowest tertile was set as the reference. In the crude analysis, the third tertile of PFHxA was significantly negatively related to the development of PTC (OR = 0.31, 95% CI: 0.13–0.73). Additionally, the third tertile of PFHxA remained negatively associated with PTC risk after adjustment for confounders (OR = 0.39, 95% CI: 0.15–0.99). Notably, PFHxS levels were related to higher PTC risk, with ORs of 3.30 (95% CI: 1.32–8.22) for tertile 2 and 1.11 (95% CI: 0.42–2.89) for tertile 3 (P for trend = 0.016). Furthermore, in the adjusted models, the risk of PTC increased 2.49-fold (OR = 3.49, 95% CI: 1.05–11.66) for the high tertile of PFHpA, compared to the reference. After stratification by sex, we observed that the high tertile of PFHpA (OR = 8.76, 95% CI: 1.61–47.66) was positively related to PTC risk among female subjects (Table S8). Besides, PFHxA showed a significant negative relationship with PTC risk in normal weight subjects when stratified by BMI, with ORs of 0.10 (95% CI: 0.01–0.81) for tertile 2 and 0.10 (95% CI: 0.01–0.78) for tertile 3 (P for trend = 0.046) (Table S9). In the logistic regression analyses using continuous PFAS levels, we found that PFHpA showed a positive association with the development of PTC (OR = 1.99, 95% CI: 1.36–2.90) after adjustment for confounders, while PFHxA showed a significant negative association with PTC risk (OR = 0.58, 95% CI: 0.39–0.85) (Table S10). These results were generally consistent with those from the tertile-based models. Table 3Odds ratios (ORs) and 95% confidence intervals (CIs) for the association between ln-PFAS concentrations and PTC risk by logistic regression modelPFASTertiles 1Tertiles 2Tertiles 3P for trendOR (95% CI)P-valueOR (95% CI)P-valuePFPeA CrudeReference1.91 (0.81, 4.53)0.1411.20 (0.44, 3.27)0.7220.274 AdjustedaReference2.28 (0.88, 5.89)0.0901.40 (0.47, 4.13)0.5480.210PFHxA CrudeReference0.64 (0.29, 1.42)0.2710.31 (0.13, 0.73)\n0.007\n\n0.027\n AdjustedaReference0.59 (0.24, 1.45)0.2460.39 (0.15, 0.99)\n0.048\n0.137PFHpA CrudeReference0.56 (0.22, 1.41)0.2194.53 (1.50, 13.64)\n0.007\n\n< 0.001\n AdjustedaReference0.69 (0.24, 1.93)0.4743.49 (1.05, 11.66)\n0.042\n\n0.012\nPFOA CrudeReference1.45 (0.62, 3.41)0.3970.34 (0.09, 1.28)0.1110.081 AdjustedaReference1.45 (0.58, 3.61)0.4260.32 (0.07, 1.48)0.1440.128PFNA CrudeReference1.82 (0.62, 5.32)0.2750.99 (0.20, 4.84)0.9860.397 AdjustedaReference1.98 (0.59, 6.59)0.2671.18 (0.20, 6.82)0.8560.464PFPeS CrudeReference0.91 (0.37, 2.22)0.8342.10 (0.69, 6.43)0.1920.256 AdjustedaReference0.81 (0.32, 2.35)0.7891.86 (0.55, 6.28)0.3170.394PFHxS CrudeReference3.98 (1.73, 9.14)\n0.001\n1.40 (0.60, 3.25)0.437\n0.003\n AdjustedaReference3.30 (1.32, 8.22)\n0.010\n1.11 (0.42, 2.89)0.836\n0.016\nPFHpS CrudeReference1.86 (0.81, 4.28)0.1461.26 (0.51, 3.12)0.6110.329 AdjustedaReference1.97 (0.80, 4.88)0.1431.35 (0.51, 3.55)0.5490.334PFNS CrudeReference0.62 (0.24, 1.59)0.3200.79 (0.23, 2.71)0.7090.595 AdjustedaReference0.51 (0.18, 1.44)0.2010.98 (0.25, 3.88)0.9760.312Abbreviations: PTC, papillary thyroid carcinoma.Bold indicates significance (P < 0.05).a Adjusted for age, sex, ethnicity, residence, BMI, smoking history and alcohol drinking. Odds ratios (ORs) and 95% confidence intervals (CIs) for the association between ln-PFAS concentrations and PTC risk by logistic regression model Abbreviations: PTC, papillary thyroid carcinoma. Bold indicates significance (P < 0.05). a Adjusted for age, sex, ethnicity, residence, BMI, smoking history and alcohol drinking. As depicted in Fig. 2B, PFHpA levels showed a significant nonlinear dose-response association with PTC development in the adjusted RCS models (P-overall < 0.001, P-non-linear = 0.001). Besides, there were linear relationships between the other eight PFAS congeners and the risk of PTC (all P-overall < 0.05, P-non-linear > 0.05). Similarly, after stratification, the significant nonlinear correlations between PFHpA levels and PTC risk were still found in females (P-overall = 0.001, P-non-linear = 0.010) and in overweight or obese subjects (P-overall = 0.010, P-non-linear = 0.018) (Figures S6 and S8)."
    },
    {
      "title": "PFAS joint and individual associations with the risk of NG and PTC based on BKMR models",
      "text": "The joint and individual relationships between PFAS and NG risk were evaluated using BKMR models. The overall effect of the PFAS mixture on NG development is exhibited in Fig. 3A. NG risk increased significantly as the levels of PFAS mixtures increased from the 25th to the 75th percentile after adjustment for confounders. For example, the 70th percentile of PFAS mixtures was related to a 0.15 (95% credible intervals [CrIs]: 0.01–0.29) increase in NG risk compared with the 50th percentile (Table S11). For PFAS-NG associations, PFHxS (groupPIP: 0.886, condPIP: 0.658) was the dominant component contributing to the mixture effect (Table S12). We further examined the effect of individual PFAS on NG development. Notably, when all other PFAS were set at the 25th, 50th, or 75th percentile, there was a positive association of PFHxS with NG risk (Fig. 3E). In the stratified analysis, the results of the BKMR models suggested that PFAS mixtures were positively related to NG risk in females and in normal weight subjects, with PFHpS (groupPIP: 0.842, condPIP: 0.735; groupPIP: 0.955, condPIP: 0.761) contributing most in the mixture models (Table S12, Fig. 3B and C). Fig. 3Association between PFAS mixtures and NG risk in the Bayesian Kernel Machine Regression (BKMR) model. Overall effect (estimate and 95% CrI) of the PFAS mixture on NG when all PFAS concentrations at specific percentiles (from 0.25 to 0.75, increments of 0.05) were compared with all PFAS at their 50th percentile. A: among all subjects; B: among females; C: among normal weight population; D: among overweight or obese population. Single-exposure effects (estimates and 95% CrI) of individual PFAS on NG when other PFAS were fixed at a specific percentile (25th, 50th, or 75th). E: among all subjects; F: among females; G: among normal weight population; H: among overweight or obese population. Statistical significance was considered by whether or not the 95% CrI for the estimate included zero. Models were adjusted for age, sex (except for stratified models), ethnicity, residence, BMI (except for stratified models), smoking history, and alcohol drinking Association between PFAS mixtures and NG risk in the Bayesian Kernel Machine Regression (BKMR) model. Overall effect (estimate and 95% CrI) of the PFAS mixture on NG when all PFAS concentrations at specific percentiles (from 0.25 to 0.75, increments of 0.05) were compared with all PFAS at their 50th percentile. A: among all subjects; B: among females; C: among normal weight population; D: among overweight or obese population. Single-exposure effects (estimates and 95% CrI) of individual PFAS on NG when other PFAS were fixed at a specific percentile (25th, 50th, or 75th). E: among all subjects; F: among females; G: among normal weight population; H: among overweight or obese population. Statistical significance was considered by whether or not the 95% CrI for the estimate included zero. Models were adjusted for age, sex (except for stratified models), ethnicity, residence, BMI (except for stratified models), smoking history, and alcohol drinking Figures 4A and 4E show the joint and individual exposure effects of PFAS with PTC risk in BKMR models. The result reflected a non-linear relationship between PFAS mixtures and PTC risk. Compared to the 50th percentile, the 75th percentile of PFAS mixtures showed a positive association with PTC risk (estimate = 0.21, 95% CrI: 0.03–0.38) (Table S13). In the mixture models, holding all other individual PFAS at the 25th, 50th, or 75th percentile, PFHpA levels were positively related to PTC risk, with 0.29-fold (0.02, 0.56), 0.38-fold (0.14, 0.63), and 0.46-fold (0.19, 0.73) higher risk of PTC, respectively. Besides, we also found a significant negative association between PFHxA and PTC risk. In sex-stratified analyses, there was a positive but nonsignificant association of PFAS mixtures with PTC development in females, with 95% CrI for the estimates containing zero (Fig. 4B). In BMI-stratified analyses, the BKMR models indicated that PFAS mixtures were significantly correlated with higher PTC risk in normal weight subjects, and PFHpA (groupPIP: 0.995, condPIP: 0.986) was the primary substance in the mixture effect (Table S12, Fig. 4C). Fig. 4Association between PFAS mixtures and PTC risk in the Bayesian Kernel Machine Regression (BKMR) model. Overall effect (estimate and 95% CrI) of the PFAS mixture on PTC when all PFAS concentrations at specific percentiles (from 0.25 to 0.75, increments of 0.05) were compared with all PFAS at their 50th percentile. A: among all subjects; B: among females; C: among normal weight population; D: among overweight or obese population. Single-exposure effects (estimates and 95% CrI) of individual PFAS on PTC when other PFAS were fixed at a specific percentile (25th, 50th, or 75th). E: among all subjects; F: among females; G: among normal weight population; H: among overweight or obese population. Statistical significance was considered by whether or not the 95% CrI for the estimate included zero. Models were adjusted for age, sex (except for stratified models), ethnicity, residence, BMI (except for stratified models), smoking history, and alcohol drinking Association between PFAS mixtures and PTC risk in the Bayesian Kernel Machine Regression (BKMR) model. Overall effect (estimate and 95% CrI) of the PFAS mixture on PTC when all PFAS concentrations at specific percentiles (from 0.25 to 0.75, increments of 0.05) were compared with all PFAS at their 50th percentile. A: among all subjects; B: among females; C: among normal weight population; D: among overweight or obese population. Single-exposure effects (estimates and 95% CrI) of individual PFAS on PTC when other PFAS were fixed at a specific percentile (25th, 50th, or 75th). E: among all subjects; F: among females; G: among normal weight population; H: among overweight or obese population. Statistical significance was considered by whether or not the 95% CrI for the estimate included zero. Models were adjusted for age, sex (except for stratified models), ethnicity, residence, BMI (except for stratified models), smoking history, and alcohol drinking"
    },
    {
      "title": "PFAS mixture analyses with Qgcomp models",
      "text": "We further employed qgcomp models in addition to the BKMR model, a newly developed method for evaluating effects of mixtures, to determine the weighted index for each PFAS representing its relative contribution to the overall effects. The overall impact of PFAS mixtures was positively but not significantly related to NG development (OR = 1.71, 95% CI: 0.99–2.94) (Table S14). PFHxS had the highest positive weights for the overall effects (weighted at 0.35) (Fig. 5A). Moreover, in sex-stratified analyses, the qgcomp models showed that the overall effect of PFAS mixtures was related to higher NG risk in females (OR = 2.02, 95% CI: 1.08–3.78) (Table S14). PFHxS and PFHpS were the major contributors to the positive weights in females (both weighted at 0.29) (Fig. 5A). Similarly, we also observed a positive but non-significant association between PFAS mixtures and PTC risk in qgcomp models (OR = 1.42, 95% CI: 0.85–2.39) (Table S14). PFHpA was the major positive contributor to the mixture effects (weighted at 0.48) (Fig. 5B). In addition, we observed that PFAS mixtures were significantly positively related to PTC risk in females when stratified by sex (OR = 1.90, 95% CI: 1.01–3.57) (Table S14). PFHpA was the major contributor to the positive weights in females (weighted at 0.31) (Fig. 5B). After stratification by BMI, the results of the qgcomp models showed that PFAS mixtures were significantly positively related to PTC development in normal weight subjects (OR = 4.43, 95% CI: 1.61–12.18), with PFHpA having the highest positive weight (weighted by 0.34) (Fig. 5B and Tables S14). Fig. 5Weight of individual PFAS associated with NG (A) and PTC (B) risk by quantile g-computation (qgcomp) regression models. All PFAS concentrations were ln-transformed. The models were adjusted for age, sex (except for stratified models), ethnicity, residence, BMI (except for stratified models), smoking history and alcohol drinking Weight of individual PFAS associated with NG (A) and PTC (B) risk by quantile g-computation (qgcomp) regression models. All PFAS concentrations were ln-transformed. The models were adjusted for age, sex (except for stratified models), ethnicity, residence, BMI (except for stratified models), smoking history and alcohol drinking"
    },
    {
      "title": "Discussion",
      "text": "In the present study, we investigated the relationship between exposure to PFAS and NG/PTC risk in non-occupational populations using multiple single-pollutant statistical models and joint-pollutant statistical models. Our results indicated that the cases and controls were widely exposed to PFAS. Moreover, PFHxS and PFHpS concentrations in NG cases and PFHpA concentrations in PTC cases were significantly higher than in controls. In single-pollutant models, exposure to PFHxS significantly increased the risk of NG/PTC. Besides, PFHxA presented a significant negative relationship with NG. Of note, a significant nonlinear exposure-response association with PTC risk was observed for PFHpA. In multi-pollutant models, we found that PFAS mixtures significantly increased the risk of NG, and PFHxS was the dominant component contributing to the mixture effect. The BKMR result indicated a non-linear relationship between PFAS mixtures and PTC risk, with the 75th percentile of PFAS mixtures being significantly positively associated with PTC risk compared to the 50th percentile. Many studies on PFAS levels in the human body have focused on blood to reflect internal body burden [55]. Meanwhile, urine samples offer the advantages of being non-invasive and easier to collect than blood samples. Moreover, urine has been identified as an important excretion route for PFAS [11]. Therefore, in this study, we collected urine samples to assess PFAS exposure levels. Nevertheless, employing multi-matrix biomonitoring, such as paired serum and urine analyses, in future studies would be a better approach to more comprehensively evaluate PFAS exposure and its association with NG/PTC risk. Our results showed that there were nine PFAS congeners with a detection rate of more than 60%, including PFPeA, PFHxA, PFHpA, PFOA, PFNA, PFPeS, PFHxS, PFHpS, and PFNS. Among these nine PFAS congeners, PFPeA exhibited the highest levels in all subjects (median = 0.49 ng/mL) (Table S5). On the other hand, we found that these nine PFAS congeners in urine were predominantly short-chain (C ≤ 8). The concentration patterns are consistent with findings from several previous studies. A Korean study indicated that PFPeA (mean = 2.39 ng/mL) was the most dominant short-chain PFAS congener in adult urine samples [43]. Zhou et al. found that PFPeA was detected in all urine samples of fishery employees with a median concentration of 1130 ng/L [56]. Urinary PFPeA levels in healthy Koreans showed the highest levels (mean = 2.2 µg/L) among the short-chain PFAS congeners, followed by PFHxA (0.15 µg/L) [57]. Likewise, Peng et al. also observed that PFBA (median = 33.87 ng/mL) and PFPeA (median = 16.99 ng/mL) were the major compounds found in urine samples from waste recycling workers, accounting for 95.2% of all PFAS [58]. These above studies documented that PFPeA was the major PFAS congener in urine samples and that short-chain PFAS were detected at high frequencies, which is consistent with our findings. For short-chain PFAS, urinary excretion has been reported to be the major route of elimination [59]. Compared to long-chain PFAS, short-chain PFAS are more soluble in water [59]. These may underlie the high detection rate of short-chain PFAS in human urine in this study. Aside from PFPeA, the short-chain PFAS congeners detected in this study also included PFHxS (0.21 ng/mL), PFHpS (0.20 ng/mL), PFPeS (0.16 ng/mL), PFHxA (0.16 ng/mL), PFHpA (0.11 ng/mL), and PFOA (0.08 ng/mL). In another study, Wu et al. analyzed 14 PFAS levels in urine samples from saleswomen, and found that 7 of these were short-chain PFAS, including PFOA (666.1 ng/L), PFHpA (478.9 ng/L), PFHxA (268.8 ng/L), PFBS (33.96 ng/L), PFHxS (22.75 ng/L), PFHpS (22.73 ng/L), and PFOS (12.25 ng/L) [44]. The median levels of PFHxS and PFHpS were approximately ten times lower than those in our study. However, PFHxA, PFHpA, and PFOA were much higher than that detected in this study. Additionally, Worley et al. found that PFOA (median = 0.022 µg/L) was the major compounds in urine samples from a residentially exposed community, with a high detection rate of 95.6% [60]. Zhang et al. reported that PFOA levels ranged from not detectable to 0.041 ng/mL in urine samples from general adults in China [11]. The levels of PFOA in these two studies were much lower than those in our study. These differences may arise from factors such as race, age, sample size, dietary habits, and the measurement methods employed in each study. Based on logistic regression models, we observed that PFHxS levels were significantly related to higher NG/PTC risk after adjustment for confounders. The high tertile of PFHpS and the high tertile of PFHpA also presented a significant positive association with NG and PTC, respectively. Additionally, a significant negative relationship with NG was found for PFHxA. On the other hand, the results of the RCS models indicated that PFHxS and PFHpS had positive dose-response relationships with the risk of NG, and PFHpA showed a significant nonlinear exposure-response association with PTC risk. Overall, our results presented significant positive relationships between PFAS congeners and NG/PTC risk. However, several previous epidemiologic studies have reported inconsistent relationships between exposure to PFAS and thyroid disease risk. For instance, a case-control study in eastern China found significant negative relationships with thyroid cancer for serum PFDA, PFNA, PFOA, PFUnDA, PFHxS, and PFOS after adjustment for sex, age, and diabetes status [39]. Another similar case-control study in China also identified that PFOA, PFNA, PFHxS, PFDA, and PFUnDA exposures were negatively related to elevated risk of thyroid cancer after adjustment for covariates [40]. Conversely, Messmer et al. reported that residents of Merrimack, New Hampshire had significantly higher thyroid cancer incidence due to PFAS-contaminated drinking water compared to the general population of the United States [61]. Gerwen et al. observed that exposure to PFAS was positively related to the risk of thyroid cancer in a nested case-control study [62]. However, in a U.S. study, researchers observed no correlation between PFOA exposure and the incidence of thyroid cancer in people living near Teflon plants [63]. Differences in study participants, study design, sample type, sample size, and PFAS exposure levels may account for the conflicting correlations [64]. It is worth mentioning that there are complicated types of benign nodules or malignant tumors in the thyroid, and the etiology of these disorders may be a world of difference. Study of specific or major types of thyroid nodules or tumors, such as NG and PTC in the present study, may be useful in understanding these inconsistencies. In the mixture analysis, we employed the BKMR and qgcomp models to evaluate the health effects of PFAS on NG/PTC risks. The BKMR models suggested that exposure to PFAS mixtures could result in an apparently higher risk of NG, and the mixture effect was primarily driven by PFHxS. Conversely, the BKMR result reflected a non-linear relationship between PFAS mixtures and PTC risk. The 75th percentiles of PFAS mixtures correlated significantly with PTC risk compared to the 50th percentile. Notably, in the single exposure effects, there was a positive association of PFHxS with NG development when all other PFAS were set at the 25th, 50th, or 75th percentile. Besides, holding all other individual PFAS at the 25th, 50th, or 75th percentile, PFHpA was positively associated with PTC risk, whereas PFHxA revealed a significant negative relationship. These were consistent with the conclusions of the logistic regression model and the RCS model. In addition, the overall impact of PFAS mixtures was positively but not significantly linked with the development of NG and PTC in the qgcomp model. It is worth mentioning that exposure to PFAS mixtures may have a more substantial and complex impact on NG/PTC risk than individual PFAS compounds. These findings suggest possible additive or synergistic effects among PFAS components, which may enhance their endocrine-disrupting or tumorigenic potential [65]. Given the widespread co-occurrence of multiple PFAS in the environment and human biological samples, assessing mixture effects is essential for accurately evaluating health risks and better reflecting real-world exposure scenarios. Although PFOA is a legacy PFAS compound known for its environmental persistence and has been classified as a potential carcinogen [66], our study did not observe a statistically significant association between PFOA exposure and the risk of NG/PTC. Several possible explanations may account for this finding. First, the sample size may have limited our statistical power to detect relatively weak or moderate associations. Second, inter-individual differences in PFOA metabolism, excretion, and co-exposure to other environmental contaminants may have introduced variability that attenuated the observed effect [67]. Third, the case-control design may not fully capture the timing or duration of PFOA exposure relevant to the pathogenesis of thyroid cancer, especially considering the potential latency period of tumor development. These factors warrant further investigation in larger, longitudinal studies to better clarify the role of PFOA in thyroid disease. There is a remarkable sex-specificity in the incidence of thyroid disease, occurring much more frequently in females than in males [68]. This led to a limited number of male participants in the present study. As a result, we did not assess the impact of PFAS on NG/PTC development in males alone. However, the result of this study indicated that median levels of all PFAS congeners were higher in females than in males. Meanwhile, PFAS mixtures were positively correlated with NG/PTC risk in females in the BKMR model and the qgcomp model. Furthermore, a higher BMI has been linked to a higher risk of thyroid cancer [69, 70]. In the present study, the incidence of PTC was higher in overweight or obese subjects than in normal weight subjects, with a ratio of approximately 2:1. This is consistent with the above findings. Besides, we found a positive association of PFAS mixtures with NG/PTC risk in normal weight participants based on the BKMR model and the qgcomp model, whereas no significant association was observed in overweight or obese subjects. Thus, exposure to PFAS mixtures may be not deeply involved in the association of BMI status with NG/PTC risks. Researchers have tried to provide some molecular mechanistic clues that seem related to the relationships between PFAS and the risk of thyroid conditions. For example, the results from Conti et al. revealed that PFOS prevented iodide uptake and accumulation in thyroid follicular cells mediated by the sodium iodide symporter, resulting in decreased intracellular iodine concentrations [71]. Iodine is the primary material for the synthesis of thyroid hormones. Therefore, exposure to PFOS may adversely affect thyroid function. Du et al. found that PFOA interfered with thyroid peroxidase (TPO) gene expression through the TSH-TSHR signaling pathway in FRTL-5 cells [72]. TPO is essential for thyroid hormone synthesis and the stability of thyroid function, and its reduced expression may lead to thyroid dysfunction [73]. Reportedly, PFOA increased the expression of paired box 8 (Pax8) in both primary normal human thyroid cells and the rat thyroid cell line FRTL-5 in vitro [74]. Pax8, a thyroid transcription factor, is crucial for thyroid organogenesis and differentiation, and its aberrant expression is strongly implicated in thyroid tumorigenesis [75, 76]. Furthermore, PFHxA could increase CXCL8 mRNA expression in normal thyroid cells and in thyroid cancer cell lines, whereas PFOA increase its expression of CXCL8 at the mRNA and protein levels [77]. CXCL8 is a pro-tumorigenic chemokine that promotes the development of several cancers, including thyroid cancers [78]. These biological clues are consistent with our results that PFAS may contribute to the risk of NG/PTC. In addition to PFAS exposure, the development of NG and PTC is influenced by a variety of potential factors. Genetic susceptibility plays a critical role in thyroid tumorigenesis, particularly mutations in genes such as BRAF (V600E), RAS, and RET/PTC rearrangements, which have been frequently identified in PTC cases [79–81]. Studies have shown that estrogen stimulates the proliferation of thyroid cancer cells, suggesting an important role for sex hormones in the progression of thyroid cancer [82]. Moreover, aside from ionizing radiation exposure, iodine imbalance (both deficiency and excess) and obesity may contribute to thyroid dysfunction and an increased risk of thyroid nodules and cancer [83, 84]. These multifactorial influences underscore the complexity of thyroid tumor pathogenesis. To our knowledge, this is the first epidemiological study to link exposure of PFAS mixtures to the risk of NG/PTC, the most popular specific types of thyroid tumors. Our study provided evidence that exposure to PFAS mixtures was related to NG/PTC risk. In this study, the relationships between PFAS and NG/PTC risk were assessed in multiple statistical models. Furthermore, the BKMR model and the qgcomp model were conducted to evaluate the overall and individual effects of mixed PFAS exposure. We further determined the weighted index for each PFAS to evaluate relative contribution of every single PFAS to the overall effects. Nevertheless, this study still has some limitations. For instance, due to inherent defect of the case-control study, we cannot exclude the possibility of reverse causality. Second, the samples for this study were collected from hospital settings, which limits their representativeness. Third, measurements of urinary PFAS require cautious interpretation, as they represent PFAS excreted from the body, unlike serum PFAS measurements, which better reflect the long half-life of these compounds in the body. Moreover, the relatively small sample size restricts our ability to further investigate the effect of PFAS on NG/PTC risk. Therefore, larger sample sizes and prospective studies are needed in the future to further confirm the effect of PFAS exposure on NG/PTC risk."
    },
    {
      "title": "Conclusion",
      "text": "In summary, we observed that urinary PFHxS levels were significantly related to a higher risk of NG and PTC. The results of the mixture analysis suggested that exposure to PFAS mixtures was positively associated with NG risk, and PFHxS was the dominant contributor among all congeners. Besides, we found a positive relationship between PFAS mixtures and NG/PTC risk in females and normal weight subjects in the mixture models. These findings provide novel evidence that short-chain PFAS levels in urine may be associated with an increased risk of NG and PTC in the general population, and support the idea that exposure to PFAS is a hazardous factor for NG and PTC. However, large cohort studies are still needed to confirm this association of PFAS exposure with NG/PTC risk."
    },
    {
      "title": "Electronic supplementary material",
      "text": "Below is the link to the electronic supplementary material. Supplementary Material 1 Supplementary Material 1"
    }
  ],
  "full_text": "## Introduction\nPer- and polyfluoroalkyl substances (PFAS) are a class of highly fluorinated aliphatic substances containing strong carbon-fluorine bonds [1]. PFAS have been universally applied in surfactants, firefighting foams, non-stick cookware, and food packaging due to their stability and durability [2]. Humans come into contact with PFAS in a variety of ways, including through diet, indoor dust, air, and drinking water [3, 4]. PFAS are characterized by environmental toxicity, persistence, and bioaccumulation [5]. Due to these risks, regulatory efforts to restrict the manufacture and use of PFAS are increasing in the US and many European countries, although the scope and enforcement of such regulations vary by country [6, 7]. Meanwhile, some developing countries, such as China, are scaling up the manufacturing of new PFAS alternatives. Due to their persistence and long half-lives, PFAS are still widely detected in natural environments and even human samples, including surface water, groundwater, soil, breast milk, blood, and urine [8–12]. Toxicological and epidemiological evidence has shown possible connections between PFAS and a series of adverse health effects, including immunotoxicity, developmental toxicity, hepatotoxicity, thyroid hormone alterations, type 2 diabetes mellitus, cancer, and others [13–16]. As a result, there is growing concern about the adverse human health effects of PFAS. Thyroid nodules are one of the most common benign proliferative disorders in the general population, with a detection rate that can be as high as 65% [17, 18]. The most common type of thyroid nodule is nodular goiter (NG), and females are four times more likely than males to suffer from NG [19]. Furthermore, approximately 5 to 15% of thyroid nodules may develop into thyroid cancer [20–22]. Thyroid cancer is considered to be the most prevalent malignancy of the endocrine system, and the incidence of thyroid cancer is increasing globally [23]. Of these, nearly 80% of thyroid cancers are papillary thyroid carcinoma (PTC) [24]. According to the GLOBOCAN 2020 database, the incidence of thyroid cancer ranked ninth all over the world at 3.1 per 100,000 in males and 10.1 per 100,000 in females [25]. Similarly, thyroid cancer incidence in China is also sex-specific, with an age-adjusted incidence of 18.29 per 100,000 in females, three times that in males [26]. Besides, China’s age-standardized thyroid cancer incidence increased significantly between 2005 and 2015, from 3.21/100,000 in 2005 to 9.61/100,000 in 2015 [27]. So far, radiation exposure is the only known environmental risk factor associated with thyroid cancer [28], with childhood ionizing radiation exposure being a significant contributor to this increased risk [29]. However, some other environmental factors have been suggested to be associated with potential adverse effects on the thyroid. For example, PFAS have raised public concern about their important roles in thyroid disease risk [30, 31]. Evidence, both in vivo and in vitro, has demonstrated that PFAS exposure can disturb thyroid homeostasis. Exposure to perfluorododecanoic acid (PFDoA) caused developmental delays in zebrafish larvae and significant reduction in triiodothyronine (T3) and thyroxine (T4) levels, while PFDoA exposure also led to the abnormal expression of genes related to the thyroid gland in zebrafish larvae, indicating apparent endocrine toxicity of PFAS [32]. Davidsen et al. [33] observed that oral perfluorooctane sulfonate (PFOS) exposure for 7 days led to significantly decreased T3 and T4 concentrations in male Sprague-Dawley rats. In addition, total serum T3 contents were apparently reduced in cynomolgus monkeys after oral PFOS potassium salt exposure [34]. In vitro studies demonstrated that exposure to hexafluoropropylene-oxide-dimer-acid (GenX) had toxic effects on rat thyroid cells (FRTL-5), which was characterized by affecting DNA integrity and genes expression of thyroid transcription-factors [35]. Moreover, several epidemiological studies have suggested that exposure to PFAS may disrupt thyroid hormone homeostasis. A study conducted in the general population in Korea revealed a negative association between serum perfluorotridecanoic acid (PFTrDA) levels and total T4 levels, and a positive association with thyroid-stimulating hormone (TSH) levels [36]. The 2007–2008 NHANES study indicated that the serum concentrations of PFOS and perfluorohexane sulfonate (PFHxS) were negatively related to free thyroxine (FT4) levels in U.S. adults [37]. In addition, a recent meta-analysis reviewed existing studies on the association between blood PFAS levels and thyroid cancer risk but found limited understanding and inconsistent results [38]. To our knowledge, the relationship between urinary PFAS concentrations and the risk of NG/PTC, the most popular specific types of thyroid tumors, has not been reported to date. Although several studies have reported an association between PFAS exposure and thyroid cancer risk [39–41], this study seeks to contribute to the literature by investigating the relationship between short-chain PFAS levels in urine and the risk of NG/PTC. Thyroid cancer comprises multiple histological subtypes, which may have distinct etiologies [42]. Previous studies did not focus on specific histological types but instead examined the association between PFAS and thyroid cancer in general. In contrast, this study specifically investigated the relationship between urinary PFAS concentrations and the risk of NG/PTC, the most popular specific types of thyroid tumors. We measured urinary concentrations of 21 PFAS from the NG, PTC, and control subjects by using ultra-high performance liquid chromatography-triple quadrupole mass spectrometry (UPLC-MS/MS). The relationship between urinary PFAS levels and NG/PTC risk was explored using multiple single-pollutant statistical models and joint-pollutant statistical models. Moreover, we further evaluated the overall effects of PFAS congeners and investigated the primary contributor. Our findings provide novel evidence that short-chain PFAS levels in urine are associated with an increased risk of NG and PTC in the general population, thereby contributing important insights to the growing body of literature on PFAS and thyroid health.\n\n## Materials and methods\nThe study population was recruited from the Fourth Affiliated Hospital of China Medical University, Shenyang, China, from September 2017 to October 2021. All of the patients with NG and PTC were diagnosed by surgical and pathological examinations in the hospital. Patients were excluded from the case groups if they were taking thyroid medication, had a history of other endocrine and metabolic diseases, had a history of occupational exposure to PFAS, or had a history of exposure to ionizing radiation. The sex-matched controls were randomly selected from the physical examination center of the Fourth Affiliated Hospital of China Medical University. Participants in the control group with a history of thyroid or other endocrine disorders were also excluded. In this case-control study, a total of 290 participants were recruited, consisting of 90 patients with NG, 100 patients with PTC, and 100 controls. All participants in this study provided spot urine samples after an overnight fast. Samples from the NG and PTC patients were collected before treatment. Spot urine samples were stored at -40 °C until further analysis. In addition, baseline information, including demographic characteristics and smoking and drinking status, was obtained from medical records. The protocol of this study was approved by the Research Ethics Committee of the Fourth Affiliated Hospital of China Medical University (Approval No.EC-2017-KS-041). All subjects were informed of the purpose of the study and signed an informed consent form prior to the study. A total of 21 PFAS were initially assessed in the urine samples, including perfluorobutanoic acid (PFBA), perfluoropentanoic acid (PFPeA), perfluorohexanoic acid (PFHxA), perfluoroheptanoic acid (PFHpA), perfluorooctanoic acid (PFOA), perfluorononanoic acid (PFNA), perfluorodecanoic acid (PFDA), perfluoroundecanoic acid (PFUdA), PFDoA, PFTrDA, perfluorotetradecanoic acid (PFTeDA), perfluorohexadecanoic acid (PFHxDA), perfluorooctadecanoic acid (PFODA), perfluorobutane sulfonate (PFBS), perfluoropentane sulfonate (PFPeS), PFHxS, perfluoroheptane sulfonate (PFHpS), PFOS, perfluorononane sulfonate (PFNS), perfluorodecane sulfonate (PFDS), and perfluorododecane sulfonate (PFDoS). Native and mass-labelled reference standards for PFAS were obtained from Wellington Laboratories Inc. (Guelph, Ontario, Canada). Acetonitrile (LC-MS grade) and methanol (LC-MS grade) were supplied by ANPEL Laboratory Technologies Inc. (Shanghai, China). Ammonium acetate for HPLC was purchased from Macklin Biochemical Technology Co., Ltd (Shanghai, China). Details of the standards and reagents are provided in the Supporting Information (Text S1). The analytical method for urinary PFAS was based on previous studies with minor modifications [43, 44]. In brief, a 500 µL aliquot of the urine sample was transferred to a polypropylene tube and spiked with the isotope-labelled internal standard mixtures (i.e., 13C4-PFBA, 13C5-PFPeA, 13C5-PFHxA, 13C4-PFHpA, 13C8-PFOA, 13C9-PFNA, 13C6-PFDA, 13C7-PFUdA, 13C2-PFDoA, 13C2-PFTeDA, 13C3-PFBS, 13C3-PFHxS, and 13C8-PFOS). The fortified urine sample was solvent extracted with 500 µL of acetonitrile. The mixture was then vortexed for 30 s and centrifuged at 8000 rpm for 10 min. Vortexing and centrifugation were performed three times. Finally, the supernatant was filtered through a 0.22 μm syringe filter into a brown sample vial for instrumental analysis. The target PFAS were detected using UPLC-MS/MS (Agilent 1290–6420, Agilent Technologies Inc., USA). A 10 µL aliquot of the sample extract was injected into a ZORBAX SB-C18 column (3 mm × 100 mm, 1.8 μm, Agilent, USA), and the column temperature was maintained at 30 °C. The mobile phases were consisted of 2 mM ammonium acetate in water (A) and HPLC grade methanol (B) with a gradient elution program (0–1 min, 30–50% B; 1–7 min, 50–90% B; 7–10 min, 90% B; 10–11 min, 90 − 30% B; 11–12 min, 30% B) at a flow rate of 0.30 mL/min. Multiple reaction monitoring (MRM) mode and negative ion electrospray ionization (ESI) mode were used for the identification and quantification of the target PFAS. The capillary voltage was 3500 V, and the pressure of the nebulizer was 45 psi. The nitrogen gas flow and temperature were set to 10 L/min and 300 °C, respectively. Detailed information regarding instrument parameters is available in the Supporting Information (Table S1). In this study, the quantitative analysis of PFAS were performed using the isotope internal standard method. The correlation coefficients (R2) of the calibration curves were > 0.99 for all target compounds. Inertization measures were implemented to minimize potential background contamination. For example, all labware was made of PFAS-free materials and thoroughly rinsed three times with Milli-Q water and HPLC-grade methanol prior to use. Additionally, each batch of 26 samples included a procedural blank to monitor potential contamination. PFAS concentrations in the results were corrected based on the procedural blanks. The limit of detection (LOD) for PFAS in urine was defined as three times the signal-to-noise (S/N) ratio, ranging from 0.002 ng/mL to 0.096 ng/mL (Table S2). PFAS levels below the LOD were substituted with LOD/√2. Average spike recoveries of the target compounds in this study ranged from 79.21 to 120.30% at three spike concentrations, with a relative standard deviation (RSD) < 12% (Table S3). Potential confounders associated with both PFAS concentrations and NG/PTC were selected based on a directed acyclic graph (DAG) and previous literature (Figure S1) [39, 45–49]. All statistical models were adjusted for the following covariates: age (continuous, years), sex (male or female), ethnicity (Han or others), residence (urban or rural), body mass index (BMI, continuous, kg/m2), smoking history (nonsmoker or former smoker vs. current smoker), and alcohol drinking (nondrinker or former drinker vs. current drinker). We calculated BMI by dividing weight in kilograms by height in meters squared [50]. Nine PFAS with a detection rate > 60% were subjected to subsequent statistical analysis, including PFPeA, PFHxA, PFHpA, PFOA, PFNA, PFPeS, PFHxS, PFHpS, and PFNS, while excluding PFBA, PFDA, PFUdA, PFDoA, PFTrDA, PFTeDA, PFHxDA, PFODA, PFBS, PFOS, PFDS, and PFDoS. Urinary iodine concentration (UIC) was detected by arsenic and cerium catalytic spectrophotometry using a urine iodine assay kit (Zhongsheng Biochemical Technology Co., Ltd, Wuhan, China). Urinary creatinine (Cr), measured by the basic picric acid method, was used to normalize urinary PFAS concentrations. Urinary PFAS levels followed skewed distributions, according to the Kolmogorov-Smirnov tests. Therefore, in the following analysis, PFAS levels were transformed to the natural logarithm (ln). In the evaluation of the distribution of demographic characteristics and PFAS concentrations, mean and standard deviation were applied to describe continuous variables with normal distributions, and Student’s t-tests were used to compare differences among the groups. Continuous variables with skewed distributions were expressed as median (interquartile range, IQR), and the differences between cases and controls were assessed by Mann-Whitney U tests. Categorical variables were reported as percentages and analyzed using the chi-squared tests. Correlation coefficients between individual PFAS in urine were evaluated using Spearman correlation analysis. In addition, we applied logistic regression models to determine the association of PFAS exposure with the development of NG/PTC. Effect estimates were expressed as odds ratios (ORs) and 95% confidence intervals (CIs). Concentrations of PFAS were classified into three different levels according to their tertiles, and the lowest tertile was set as the reference. To evaluate potential linear trends across tertiles, we calculated the P for trend by assigning the median value of each tertile to all individuals within that tertile and modeling this variable as a continuous term in the logistic regression models [51]. The resulting P-value tests the linear association between PFAS levels and NG/PTC risk. The potential nonlinear association of PFAS levels with NG/PTC risk was further evaluated using restricted cubic spline (RCS) models. The knots of each PFAS were located at the 10th, 50th, and 90th percentiles, and the median was used as the reference value. Furthermore, Bayesian Kernel Machine Regression (BKMR) is a non-parametric model used to explore complex interactions in contaminant mixtures, capturing both individual and combined effects [52]. BKMR is a flexible method for analyzing high-dimensional exposure mixtures, capable of capturing potential non-linear and interactive effects among components [52]. It employs a kernel function to model complex relationships and generates posterior inclusion probabilities (PIPs) to assess the relative contribution of each exposure [53]. Owing to its ability to evaluate joint effects without requiring pre-specified functional forms, BKMR has been widely applied in environmental health research involving chemical mixtures. In this study, we applied the BKMR model to elucidate the individual and overall associations of exposure to PFAS mixtures with the development of NG/PTC. Ln-transformed PFAS concentrations were standardized using z-scores in all BKMR models to minimize the impact of extreme values. Hierarchical variable selection was implemented beginning with group-level screening. Nine PFAS congeners were divided into two groups according to Spearman correlation coefficients. Group 1 consisted of PFPeA, PFHpA, PFOA, PFNA, PFPeS, and PFNS with a high correlation (> 0.5), while PFHxA, PFHxS, and PFHpS with a weak correlation among each other were categorized into Group 2. Variable importance was evaluated using PIPs, which offer a probabilistic measure informed by both prior knowledge and observed data. This method aids in identifying relevant predictors, reduces the risk of overfitting, and enhances both interpretability and robustness within a Bayesian framework. We calculated estimates of the group posterior inclusion probability (groupPIP) and the conditional posterior inclusion probability (condPIP), with PIP values ranging from 0 to 1, reflecting the relative importance of a particular group or individual PFAS within the group [53]. The Markov Chain Monte Carlo (MCMC) algorithm was run for 10,000 iterations to fit the BKMR models [52]. In addition to the BKMR models, we also conducted the quantile g-computation (qgcomp) model to estimate the overall effect of PFAS mixtures on NG/PTC risk. Qgcomp is a new approach to explore the total impact of mixtures. Qgcomp extends the g-computation algorithm by enabling the estimation of overall exposure effects across quantiles, incorporating both positive and negative weights to enhance interpretability [54]. It is particularly useful for assessing the direction and strength of combined exposure-outcome associations, while accommodating both linear and non-linear relationships [54]. In the qgcomp models, the ln-transformed PFAS levels were divided into quantiles, and the models were able to calculate estimates of joint effects and the weight of positive or negative for each PFAS. The weighted index for each PFAS represented its relative contribution to the total effects, and the weight of each direction added up to 1. ORs with 95% CIs were used to indicate the relative increase in the risk of NG/PTC for each one-log unit increase in PFAS. Moreover, considering sex and BMI status (normal weight: < 24 kg/m2; overweight or obese: ≥ 24 kg/m2) were important covariates associated with outcomes [46, 47], we performed stratified analyses by sex and BMI status. Thyroid disease is a sex-specific disorder, affecting more females than males. Therefore, in the sex stratification analysis, we did not evaluate the association of PFAS levels with NG/PTC risk in males due to the limited number of male participants. Data analyses were performed using SPSS (version 22.0) and R (version 4.2.2) software. The BKMR and qgcomp models were run using the R packages “bkmr” (version 0.2.2) and “qgcomp” (version 2.10.1) [52–54]. P-value < 0.05 (two-tailed) was considered statistically significant.\n\n## Study participants\nThe study population was recruited from the Fourth Affiliated Hospital of China Medical University, Shenyang, China, from September 2017 to October 2021. All of the patients with NG and PTC were diagnosed by surgical and pathological examinations in the hospital. Patients were excluded from the case groups if they were taking thyroid medication, had a history of other endocrine and metabolic diseases, had a history of occupational exposure to PFAS, or had a history of exposure to ionizing radiation. The sex-matched controls were randomly selected from the physical examination center of the Fourth Affiliated Hospital of China Medical University. Participants in the control group with a history of thyroid or other endocrine disorders were also excluded. In this case-control study, a total of 290 participants were recruited, consisting of 90 patients with NG, 100 patients with PTC, and 100 controls. All participants in this study provided spot urine samples after an overnight fast. Samples from the NG and PTC patients were collected before treatment. Spot urine samples were stored at -40 °C until further analysis. In addition, baseline information, including demographic characteristics and smoking and drinking status, was obtained from medical records. The protocol of this study was approved by the Research Ethics Committee of the Fourth Affiliated Hospital of China Medical University (Approval No.EC-2017-KS-041). All subjects were informed of the purpose of the study and signed an informed consent form prior to the study.\n\n## Assessment of urinary PFAS levels\nA total of 21 PFAS were initially assessed in the urine samples, including perfluorobutanoic acid (PFBA), perfluoropentanoic acid (PFPeA), perfluorohexanoic acid (PFHxA), perfluoroheptanoic acid (PFHpA), perfluorooctanoic acid (PFOA), perfluorononanoic acid (PFNA), perfluorodecanoic acid (PFDA), perfluoroundecanoic acid (PFUdA), PFDoA, PFTrDA, perfluorotetradecanoic acid (PFTeDA), perfluorohexadecanoic acid (PFHxDA), perfluorooctadecanoic acid (PFODA), perfluorobutane sulfonate (PFBS), perfluoropentane sulfonate (PFPeS), PFHxS, perfluoroheptane sulfonate (PFHpS), PFOS, perfluorononane sulfonate (PFNS), perfluorodecane sulfonate (PFDS), and perfluorododecane sulfonate (PFDoS). Native and mass-labelled reference standards for PFAS were obtained from Wellington Laboratories Inc. (Guelph, Ontario, Canada). Acetonitrile (LC-MS grade) and methanol (LC-MS grade) were supplied by ANPEL Laboratory Technologies Inc. (Shanghai, China). Ammonium acetate for HPLC was purchased from Macklin Biochemical Technology Co., Ltd (Shanghai, China). Details of the standards and reagents are provided in the Supporting Information (Text S1). The analytical method for urinary PFAS was based on previous studies with minor modifications [43, 44]. In brief, a 500 µL aliquot of the urine sample was transferred to a polypropylene tube and spiked with the isotope-labelled internal standard mixtures (i.e., 13C4-PFBA, 13C5-PFPeA, 13C5-PFHxA, 13C4-PFHpA, 13C8-PFOA, 13C9-PFNA, 13C6-PFDA, 13C7-PFUdA, 13C2-PFDoA, 13C2-PFTeDA, 13C3-PFBS, 13C3-PFHxS, and 13C8-PFOS). The fortified urine sample was solvent extracted with 500 µL of acetonitrile. The mixture was then vortexed for 30 s and centrifuged at 8000 rpm for 10 min. Vortexing and centrifugation were performed three times. Finally, the supernatant was filtered through a 0.22 μm syringe filter into a brown sample vial for instrumental analysis. The target PFAS were detected using UPLC-MS/MS (Agilent 1290–6420, Agilent Technologies Inc., USA). A 10 µL aliquot of the sample extract was injected into a ZORBAX SB-C18 column (3 mm × 100 mm, 1.8 μm, Agilent, USA), and the column temperature was maintained at 30 °C. The mobile phases were consisted of 2 mM ammonium acetate in water (A) and HPLC grade methanol (B) with a gradient elution program (0–1 min, 30–50% B; 1–7 min, 50–90% B; 7–10 min, 90% B; 10–11 min, 90 − 30% B; 11–12 min, 30% B) at a flow rate of 0.30 mL/min. Multiple reaction monitoring (MRM) mode and negative ion electrospray ionization (ESI) mode were used for the identification and quantification of the target PFAS. The capillary voltage was 3500 V, and the pressure of the nebulizer was 45 psi. The nitrogen gas flow and temperature were set to 10 L/min and 300 °C, respectively. Detailed information regarding instrument parameters is available in the Supporting Information (Table S1).\n\n## Quality assurance and quality control\nIn this study, the quantitative analysis of PFAS were performed using the isotope internal standard method. The correlation coefficients (R2) of the calibration curves were > 0.99 for all target compounds. Inertization measures were implemented to minimize potential background contamination. For example, all labware was made of PFAS-free materials and thoroughly rinsed three times with Milli-Q water and HPLC-grade methanol prior to use. Additionally, each batch of 26 samples included a procedural blank to monitor potential contamination. PFAS concentrations in the results were corrected based on the procedural blanks. The limit of detection (LOD) for PFAS in urine was defined as three times the signal-to-noise (S/N) ratio, ranging from 0.002 ng/mL to 0.096 ng/mL (Table S2). PFAS levels below the LOD were substituted with LOD/√2. Average spike recoveries of the target compounds in this study ranged from 79.21 to 120.30% at three spike concentrations, with a relative standard deviation (RSD) < 12% (Table S3).\n\n## Potential confounders\nPotential confounders associated with both PFAS concentrations and NG/PTC were selected based on a directed acyclic graph (DAG) and previous literature (Figure S1) [39, 45–49]. All statistical models were adjusted for the following covariates: age (continuous, years), sex (male or female), ethnicity (Han or others), residence (urban or rural), body mass index (BMI, continuous, kg/m2), smoking history (nonsmoker or former smoker vs. current smoker), and alcohol drinking (nondrinker or former drinker vs. current drinker). We calculated BMI by dividing weight in kilograms by height in meters squared [50].\n\n## Statistical analysis\nNine PFAS with a detection rate > 60% were subjected to subsequent statistical analysis, including PFPeA, PFHxA, PFHpA, PFOA, PFNA, PFPeS, PFHxS, PFHpS, and PFNS, while excluding PFBA, PFDA, PFUdA, PFDoA, PFTrDA, PFTeDA, PFHxDA, PFODA, PFBS, PFOS, PFDS, and PFDoS. Urinary iodine concentration (UIC) was detected by arsenic and cerium catalytic spectrophotometry using a urine iodine assay kit (Zhongsheng Biochemical Technology Co., Ltd, Wuhan, China). Urinary creatinine (Cr), measured by the basic picric acid method, was used to normalize urinary PFAS concentrations. Urinary PFAS levels followed skewed distributions, according to the Kolmogorov-Smirnov tests. Therefore, in the following analysis, PFAS levels were transformed to the natural logarithm (ln). In the evaluation of the distribution of demographic characteristics and PFAS concentrations, mean and standard deviation were applied to describe continuous variables with normal distributions, and Student’s t-tests were used to compare differences among the groups. Continuous variables with skewed distributions were expressed as median (interquartile range, IQR), and the differences between cases and controls were assessed by Mann-Whitney U tests. Categorical variables were reported as percentages and analyzed using the chi-squared tests. Correlation coefficients between individual PFAS in urine were evaluated using Spearman correlation analysis. In addition, we applied logistic regression models to determine the association of PFAS exposure with the development of NG/PTC. Effect estimates were expressed as odds ratios (ORs) and 95% confidence intervals (CIs). Concentrations of PFAS were classified into three different levels according to their tertiles, and the lowest tertile was set as the reference. To evaluate potential linear trends across tertiles, we calculated the P for trend by assigning the median value of each tertile to all individuals within that tertile and modeling this variable as a continuous term in the logistic regression models [51]. The resulting P-value tests the linear association between PFAS levels and NG/PTC risk. The potential nonlinear association of PFAS levels with NG/PTC risk was further evaluated using restricted cubic spline (RCS) models. The knots of each PFAS were located at the 10th, 50th, and 90th percentiles, and the median was used as the reference value. Furthermore, Bayesian Kernel Machine Regression (BKMR) is a non-parametric model used to explore complex interactions in contaminant mixtures, capturing both individual and combined effects [52]. BKMR is a flexible method for analyzing high-dimensional exposure mixtures, capable of capturing potential non-linear and interactive effects among components [52]. It employs a kernel function to model complex relationships and generates posterior inclusion probabilities (PIPs) to assess the relative contribution of each exposure [53]. Owing to its ability to evaluate joint effects without requiring pre-specified functional forms, BKMR has been widely applied in environmental health research involving chemical mixtures. In this study, we applied the BKMR model to elucidate the individual and overall associations of exposure to PFAS mixtures with the development of NG/PTC. Ln-transformed PFAS concentrations were standardized using z-scores in all BKMR models to minimize the impact of extreme values. Hierarchical variable selection was implemented beginning with group-level screening. Nine PFAS congeners were divided into two groups according to Spearman correlation coefficients. Group 1 consisted of PFPeA, PFHpA, PFOA, PFNA, PFPeS, and PFNS with a high correlation (> 0.5), while PFHxA, PFHxS, and PFHpS with a weak correlation among each other were categorized into Group 2. Variable importance was evaluated using PIPs, which offer a probabilistic measure informed by both prior knowledge and observed data. This method aids in identifying relevant predictors, reduces the risk of overfitting, and enhances both interpretability and robustness within a Bayesian framework. We calculated estimates of the group posterior inclusion probability (groupPIP) and the conditional posterior inclusion probability (condPIP), with PIP values ranging from 0 to 1, reflecting the relative importance of a particular group or individual PFAS within the group [53]. The Markov Chain Monte Carlo (MCMC) algorithm was run for 10,000 iterations to fit the BKMR models [52]. In addition to the BKMR models, we also conducted the quantile g-computation (qgcomp) model to estimate the overall effect of PFAS mixtures on NG/PTC risk. Qgcomp is a new approach to explore the total impact of mixtures. Qgcomp extends the g-computation algorithm by enabling the estimation of overall exposure effects across quantiles, incorporating both positive and negative weights to enhance interpretability [54]. It is particularly useful for assessing the direction and strength of combined exposure-outcome associations, while accommodating both linear and non-linear relationships [54]. In the qgcomp models, the ln-transformed PFAS levels were divided into quantiles, and the models were able to calculate estimates of joint effects and the weight of positive or negative for each PFAS. The weighted index for each PFAS represented its relative contribution to the total effects, and the weight of each direction added up to 1. ORs with 95% CIs were used to indicate the relative increase in the risk of NG/PTC for each one-log unit increase in PFAS. Moreover, considering sex and BMI status (normal weight: < 24 kg/m2; overweight or obese: ≥ 24 kg/m2) were important covariates associated with outcomes [46, 47], we performed stratified analyses by sex and BMI status. Thyroid disease is a sex-specific disorder, affecting more females than males. Therefore, in the sex stratification analysis, we did not evaluate the association of PFAS levels with NG/PTC risk in males due to the limited number of male participants. Data analyses were performed using SPSS (version 22.0) and R (version 4.2.2) software. The BKMR and qgcomp models were run using the R packages “bkmr” (version 0.2.2) and “qgcomp” (version 2.10.1) [52–54]. P-value < 0.05 (two-tailed) was considered statistically significant.\n\n## Results\nThe demographic characteristics of the study participants (n = 290) are shown in Table S4. Most of the participants were Han, married, urban dwellers with no smoking or drinking habits. The average age of all subjects was 51.20 ± 11.67 years, and most NG and PTC patients were females (n = 64 and 77, respectively). The mean age of the patients with NG was higher than that of the control group (P = 0.013). Compared with controls, patients with PTC were more likely to be younger (P < 0.001), but had a higher BMI (P = 0.001). Additionally, there was a significant difference in the distribution of residence between the patients with PTC and the controls (P = 0.006). No significant differences in sex, ethnicity, marital status, smoking history, or alcohol drinking were observed between cases and controls. Similarly, UIC and iodine status were not significantly different between the patients with NG/PTC and the control group. Table 1 describes urinary PFAS distributions in cases and controls. PFPeA, with a median level of 0.54 µg/g Cr, was the dominant contaminant, followed by PFNS (0.29 µg/g Cr). In the NG group, the median levels of PFHxS and PFHpS (0.29 and 0.24 µg/g Cr, respectively) were significantly higher than those in the control group (P = 0.003 and P = 0.033, respectively). The median PFHpA concentration (0.15 µg/g Cr) in the PTC group was higher compared to the controls (P = 0.008). Moreover, according to Spearman correlation coefficients, urinary PFAS levels were highly correlated (Fig. 1A). Table 1Distribution of urinary PFAS concentrations (µg/g Cr) in the study population (n = 290)PFASAll subjects(n = 290)Controls(n = 100)NG cases(n = 90)P-valueaPTC cases(n = 100)P-valueaPFPeA0.54 (0.34, 0.99)0.49 (0.31, 0.92)0.59 (0.37, 1.09)0.0980.62 (0.37, 0.99)0.234PFHxA0.17 (0.08, 0.30)0.19 (0.11, 0.31)0.15 (0.08, 0.30)0.2410.13 (0.07, 0.29)0.096PFHpA0.13 (0.08, 0.22)0.12 (0.08, 0.17)0.12 (0.08, 0.19)0.9100.15 (0.08, 0.85)\n0.008\nPFOA0.08 (0.05, 0.15)0.08 (0.05, 0.15)0.09 (0.05, 0.15)0.7960.08 (0.05, 0.14)0.858PFNA0.07 (0.05, 0.12)0.07 (0.05, 0.11)0.07 (0.05, 0.11)0.9050.07 (0.05, 0.14)0.514PFPeS0.17 (0.11, 0.26)0.17 (0.11, 0.24)0.17 (0.11, 0.24)0.8640.18 (0.12, 0.37)0.080PFHxS0.21 (0.08, 0.47)0.16 (0.05, 0.41)0.29 (0.12, 0.56)\n0.003\n0.18 (0.09, 0.36)0.357PFHpS0.21 (0.12, 0.37)0.19 (0.09, 0.36)0.24 (0.13, 0.45)\n0.033\n0.21 (0.11, 0.31)0.826PFNS0.29 (0.17, 0.51)0.29 (0.17, 0.51)0.28 (0.17, 0.46)0.8780.32 (0.17, 0.62)0.604Abbreviations: NG, nodular goiter; PTC, papillary thyroid carcinoma; Cr, creatinine.P-values were derived from Mann-Whitney U test for continuous variables.Bold indicates significance (P < 0.05).a vs. controls. Distribution of urinary PFAS concentrations (µg/g Cr) in the study population (n = 290) Abbreviations: NG, nodular goiter; PTC, papillary thyroid carcinoma; Cr, creatinine. P-values were derived from Mann-Whitney U test for continuous variables. Bold indicates significance (P < 0.05). a vs. controls. Additionally, sex-stratified and BMI-stratified analyses were used to further assess the distributional difference in PFAS concentrations. In males, the median PFHxS concentration in NG cases (0.30 µg/g Cr) was higher compared to controls (P = 0.007) (Figure S2). However, the median PFHxA level (0.12 µg/g Cr) was significantly lower in the PTC group than that in the controls (P = 0.044). In females, the median PFHxS concentration was significantly higher in the NG group (0.29 µg/g Cr) than in the controls (P = 0.039) (Fig. 1B). The median level of PFHpS was also higher in NG cases (0.26 µg/g Cr) compared to controls (P = 0.014). Median PFHpA concentration in PTC cases (0.18 µg/g Cr) was significantly higher than that in the control group (P = 0.010). Furthermore, we found differences in PFAS concentrations between sexes, with median concentrations of all PFAS congeners being higher in females than in males (Figs. 1B and S2). In the normal weight population, median PFHxS concentration was significantly higher in the NG group (0.29 µg/g Cr) than in the controls (P = 0.015) (Figure S2). PTC cases had significantly higher PFHpA, PFOA, and PFPeS exposures than controls (all P < 0.05). Median PFHpS concentrations in NG and PTC cases were significantly higher compared to the control group (P = 0.001 and P = 0.012, respectively). Moreover, significant differences were found between NG cases and controls for PFHxS (P = 0.045) in the overweight or obese population (Figure S2). Fig. 1Spearman correlation coefficients of PFAS (A) and comparison of PFAS concentration (µg/g Cr) between cases and controls in females (B). P-values were derived from Mann-Whitney U test for continuous variables (*P < 0.05). NG, nodular goiter; PTC, papillary thyroid carcinoma; Cr, creatinine Spearman correlation coefficients of PFAS (A) and comparison of PFAS concentration (µg/g Cr) between cases and controls in females (B). P-values were derived from Mann-Whitney U test for continuous variables (*P < 0.05). NG, nodular goiter; PTC, papillary thyroid carcinoma; Cr, creatinine A logistic regression model was performed to evaluate the relationships between urinary PFAS concentrations and NG development (Table 2). Concentrations of PFAS were classified into three different levels according to their tertiles, and the lowest tertile was set as the reference. Compared to the low-exposure group, a significant negative relationship between PFHxA and the risk of NG was found in the middle- (OR = 0.31, 95% CI: 0.12–0.78) and high- (OR = 0.33, 95% CI: 0.12–0.90) exposure groups after adjustment for confounders (P for trend = 0.025). In contrast, for PFHxS, we observed a stepwise increase in OR in each tertile, indicating a linear exposure-response relationship with NG risk, with ORs of 1.91 (95% CI: 0.73–5.01) for tertile 2 and 4.25 (95% CI: 1.56–11.60) for tertile 3 (P for trend = 0.018). The high tertile of PFHpS (OR = 2.92, 95% CI: 1.03–8.27) remained positively related to NG risk after adjustment for confounders. Considering the possible sex-specific effects on outcomes, a sex-stratified analysis was conducted. However, when stratified by sex, we did not observe a significant association of individual PFAS with NG development (Table S6). In addition to stratification by sex, we performed a BMI-stratified analysis for potential effect modification. In normal weight participants, PFHxS concentrations were associated with a higher risk of NG, with ORs of 16.25 (95% CI: 2.18-121.28) for tertile 2 and 14.94 (95% CI: 2.32–96.19) for tertile 3 (P for trend = 0.011). In contrast, PFHxA showed a significant negative association with NG development, with ORs of 0.15 (95% CI: 0.03–0.85) for tertile 2 and 0.13 (95% CI: 0.02–0.73) for tertile 3 (P for trend = 0.043) (Table S7). In addition to the tertile-based analysis, we conducted additional logistic regression analyses using continuous PFAS levels, and the results were generally consistent with those from the tertile-based models. After adjustment for confounders, PFHxS and PFHpS were significantly positively related to NG risk (OR = 1.47, 95% CI: 1.11–1.95; and OR = 1.54, 95% CI: 1.06–2.22, respectively). A significant negative association with the risk of NG was observed for PFHxA (OR = 0.67, 95% CI: 0.45–0.99) (Table S10). Table 2Odds ratios (ORs) and 95% confidence intervals (CIs) for the association between ln-PFAS concentrations and NG risk by logistic regression modelPFASTertiles 1Tertiles 2Tertiles 3P for trendOR (95% CI)P-valueOR (95% CI)P-valuePFPeA CrudeReference1.39 (0.58, 3.31)0.4592.36 (0.78, 7.09)0.1270.311 AdjustedaReference1.46 (0.58, 3.67)0.4212.41 (0.77, 7.50)0.1300.318PFHxA CrudeReference0.37 (0.16, 0.84)\n0.020\n0.41 (0.16, 1.04)0.060\n0.049\n AdjustedaReference0.31 (0.12, 0.78)\n0.012\n0.33 (0.12, 0.90)\n0.029\n\n0.025\nPFHpA CrudeReference0.37 (0.14, 1.00)\n0.049\n1.09 (0.34, 3.47)0.891\n0.046\n AdjustedaReference0.36 (0.12, 1.05)0.0621.05 (0.30, 3.64)0.9360.066PFOA CrudeReference1.02 (0.39, 2.66)0.9630.79 (0.22, 2.81)0.7150.893 AdjustedaReference1.12 (0.40, 3.13)0.8360.77 (0.20, 2.94)0.7060.816PFNA CrudeReference0.97 (0.33, 2.85)0.9531.30 (0.29, 5.87)0.7340.889 AdjustedaReference1.01 (0.32, 3.18)0.9881.82 (0.33, 9.97)0.4910.690PFPeS CrudeReference0.47 (0.19, 1.17)0.1040.37 (0.11, 1.26)0.1110.185 AdjustedaReference0.44 (0.17, 1.16)0.0980.38 (0.10, 1.44)0.1560.209PFHxS CrudeReference1.83 (0.74, 4.50)0.1883.75 (1.48, 9.50)\n0.005\n\n0.020\n AdjustedaReference1.91 (0.73, 5.01)0.1874.25 (1.56, 11.60)\n0.005\n\n0.018\nPFHpS CrudeReference2.18 (0.87, 5.46)0.0962.98 (1.13, 7.89)\n0.028\n0.078 AdjustedaReference2.25 (0.84, 6.03)0.1072.92 (1.03, 8.27)\n0.044\n0.115PFNS CrudeReference1.23 (0.43, 3.55)0.6981.12 (0.29, 4.29)0.8690.923 AdjustedaReference1.03 (0.33, 3.22)0.9551.05 (0.26, 4.28)0.9460.998Abbreviations: NG, nodular goiter.Bold indicates significance (P < 0.05).a Adjusted for age, sex, ethnicity, residence, BMI, smoking history and alcohol drinking. Odds ratios (ORs) and 95% confidence intervals (CIs) for the association between ln-PFAS concentrations and NG risk by logistic regression model Abbreviations: NG, nodular goiter. Bold indicates significance (P < 0.05). a Adjusted for age, sex, ethnicity, residence, BMI, smoking history and alcohol drinking. Dose-response relationships estimated by RCS models between PFAS exposure and NG risk are presented in Fig. 2A. The findings indicated that concentrations of PFHxS (P-overall = 0.029, P-non-linear = 0.390) and PFHpS (P-overall = 0.049, P-non-linear = 0.261) showed linear correlations with NG risk, which was similar to the conclusions of logistic regression models. However, there was no evidence of a nonlinear dose-response relationship between PFAS levels and the development of NG. Furthermore, we did not observe exposure-response associations of PFAS with NG risk when stratified by sex and BMI (Figures S3, S4, and S5). Fig. 2Dose-response relationships between ln-transformed concentrations of PFAS and the risk of NG (A) and PTC (B). The analysis was performed by restricted cubic spline (RCS) regression models with 3 knots at the 10th, 50th, and 90th percentiles. The median ln-transformed PFAS level was considered to be a reference. The models were adjusted for age, sex, ethnicity, residence, BMI, smoking history and alcohol drinking. Bold indicates significance (P < 0.05) Dose-response relationships between ln-transformed concentrations of PFAS and the risk of NG (A) and PTC (B). The analysis was performed by restricted cubic spline (RCS) regression models with 3 knots at the 10th, 50th, and 90th percentiles. The median ln-transformed PFAS level was considered to be a reference. The models were adjusted for age, sex, ethnicity, residence, BMI, smoking history and alcohol drinking. Bold indicates significance (P < 0.05) Relationships between PFAS concentrations and PTC risk were evaluated using logistic regression models (Table 3). Concentrations of PFAS were classified into three different levels according to their tertiles, and the lowest tertile was set as the reference. In the crude analysis, the third tertile of PFHxA was significantly negatively related to the development of PTC (OR = 0.31, 95% CI: 0.13–0.73). Additionally, the third tertile of PFHxA remained negatively associated with PTC risk after adjustment for confounders (OR = 0.39, 95% CI: 0.15–0.99). Notably, PFHxS levels were related to higher PTC risk, with ORs of 3.30 (95% CI: 1.32–8.22) for tertile 2 and 1.11 (95% CI: 0.42–2.89) for tertile 3 (P for trend = 0.016). Furthermore, in the adjusted models, the risk of PTC increased 2.49-fold (OR = 3.49, 95% CI: 1.05–11.66) for the high tertile of PFHpA, compared to the reference. After stratification by sex, we observed that the high tertile of PFHpA (OR = 8.76, 95% CI: 1.61–47.66) was positively related to PTC risk among female subjects (Table S8). Besides, PFHxA showed a significant negative relationship with PTC risk in normal weight subjects when stratified by BMI, with ORs of 0.10 (95% CI: 0.01–0.81) for tertile 2 and 0.10 (95% CI: 0.01–0.78) for tertile 3 (P for trend = 0.046) (Table S9). In the logistic regression analyses using continuous PFAS levels, we found that PFHpA showed a positive association with the development of PTC (OR = 1.99, 95% CI: 1.36–2.90) after adjustment for confounders, while PFHxA showed a significant negative association with PTC risk (OR = 0.58, 95% CI: 0.39–0.85) (Table S10). These results were generally consistent with those from the tertile-based models. Table 3Odds ratios (ORs) and 95% confidence intervals (CIs) for the association between ln-PFAS concentrations and PTC risk by logistic regression modelPFASTertiles 1Tertiles 2Tertiles 3P for trendOR (95% CI)P-valueOR (95% CI)P-valuePFPeA CrudeReference1.91 (0.81, 4.53)0.1411.20 (0.44, 3.27)0.7220.274 AdjustedaReference2.28 (0.88, 5.89)0.0901.40 (0.47, 4.13)0.5480.210PFHxA CrudeReference0.64 (0.29, 1.42)0.2710.31 (0.13, 0.73)\n0.007\n\n0.027\n AdjustedaReference0.59 (0.24, 1.45)0.2460.39 (0.15, 0.99)\n0.048\n0.137PFHpA CrudeReference0.56 (0.22, 1.41)0.2194.53 (1.50, 13.64)\n0.007\n\n< 0.001\n AdjustedaReference0.69 (0.24, 1.93)0.4743.49 (1.05, 11.66)\n0.042\n\n0.012\nPFOA CrudeReference1.45 (0.62, 3.41)0.3970.34 (0.09, 1.28)0.1110.081 AdjustedaReference1.45 (0.58, 3.61)0.4260.32 (0.07, 1.48)0.1440.128PFNA CrudeReference1.82 (0.62, 5.32)0.2750.99 (0.20, 4.84)0.9860.397 AdjustedaReference1.98 (0.59, 6.59)0.2671.18 (0.20, 6.82)0.8560.464PFPeS CrudeReference0.91 (0.37, 2.22)0.8342.10 (0.69, 6.43)0.1920.256 AdjustedaReference0.81 (0.32, 2.35)0.7891.86 (0.55, 6.28)0.3170.394PFHxS CrudeReference3.98 (1.73, 9.14)\n0.001\n1.40 (0.60, 3.25)0.437\n0.003\n AdjustedaReference3.30 (1.32, 8.22)\n0.010\n1.11 (0.42, 2.89)0.836\n0.016\nPFHpS CrudeReference1.86 (0.81, 4.28)0.1461.26 (0.51, 3.12)0.6110.329 AdjustedaReference1.97 (0.80, 4.88)0.1431.35 (0.51, 3.55)0.5490.334PFNS CrudeReference0.62 (0.24, 1.59)0.3200.79 (0.23, 2.71)0.7090.595 AdjustedaReference0.51 (0.18, 1.44)0.2010.98 (0.25, 3.88)0.9760.312Abbreviations: PTC, papillary thyroid carcinoma.Bold indicates significance (P < 0.05).a Adjusted for age, sex, ethnicity, residence, BMI, smoking history and alcohol drinking. Odds ratios (ORs) and 95% confidence intervals (CIs) for the association between ln-PFAS concentrations and PTC risk by logistic regression model Abbreviations: PTC, papillary thyroid carcinoma. Bold indicates significance (P < 0.05). a Adjusted for age, sex, ethnicity, residence, BMI, smoking history and alcohol drinking. As depicted in Fig. 2B, PFHpA levels showed a significant nonlinear dose-response association with PTC development in the adjusted RCS models (P-overall < 0.001, P-non-linear = 0.001). Besides, there were linear relationships between the other eight PFAS congeners and the risk of PTC (all P-overall < 0.05, P-non-linear > 0.05). Similarly, after stratification, the significant nonlinear correlations between PFHpA levels and PTC risk were still found in females (P-overall = 0.001, P-non-linear = 0.010) and in overweight or obese subjects (P-overall = 0.010, P-non-linear = 0.018) (Figures S6 and S8). The joint and individual relationships between PFAS and NG risk were evaluated using BKMR models. The overall effect of the PFAS mixture on NG development is exhibited in Fig. 3A. NG risk increased significantly as the levels of PFAS mixtures increased from the 25th to the 75th percentile after adjustment for confounders. For example, the 70th percentile of PFAS mixtures was related to a 0.15 (95% credible intervals [CrIs]: 0.01–0.29) increase in NG risk compared with the 50th percentile (Table S11). For PFAS-NG associations, PFHxS (groupPIP: 0.886, condPIP: 0.658) was the dominant component contributing to the mixture effect (Table S12). We further examined the effect of individual PFAS on NG development. Notably, when all other PFAS were set at the 25th, 50th, or 75th percentile, there was a positive association of PFHxS with NG risk (Fig. 3E). In the stratified analysis, the results of the BKMR models suggested that PFAS mixtures were positively related to NG risk in females and in normal weight subjects, with PFHpS (groupPIP: 0.842, condPIP: 0.735; groupPIP: 0.955, condPIP: 0.761) contributing most in the mixture models (Table S12, Fig. 3B and C). Fig. 3Association between PFAS mixtures and NG risk in the Bayesian Kernel Machine Regression (BKMR) model. Overall effect (estimate and 95% CrI) of the PFAS mixture on NG when all PFAS concentrations at specific percentiles (from 0.25 to 0.75, increments of 0.05) were compared with all PFAS at their 50th percentile. A: among all subjects; B: among females; C: among normal weight population; D: among overweight or obese population. Single-exposure effects (estimates and 95% CrI) of individual PFAS on NG when other PFAS were fixed at a specific percentile (25th, 50th, or 75th). E: among all subjects; F: among females; G: among normal weight population; H: among overweight or obese population. Statistical significance was considered by whether or not the 95% CrI for the estimate included zero. Models were adjusted for age, sex (except for stratified models), ethnicity, residence, BMI (except for stratified models), smoking history, and alcohol drinking Association between PFAS mixtures and NG risk in the Bayesian Kernel Machine Regression (BKMR) model. Overall effect (estimate and 95% CrI) of the PFAS mixture on NG when all PFAS concentrations at specific percentiles (from 0.25 to 0.75, increments of 0.05) were compared with all PFAS at their 50th percentile. A: among all subjects; B: among females; C: among normal weight population; D: among overweight or obese population. Single-exposure effects (estimates and 95% CrI) of individual PFAS on NG when other PFAS were fixed at a specific percentile (25th, 50th, or 75th). E: among all subjects; F: among females; G: among normal weight population; H: among overweight or obese population. Statistical significance was considered by whether or not the 95% CrI for the estimate included zero. Models were adjusted for age, sex (except for stratified models), ethnicity, residence, BMI (except for stratified models), smoking history, and alcohol drinking Figures 4A and 4E show the joint and individual exposure effects of PFAS with PTC risk in BKMR models. The result reflected a non-linear relationship between PFAS mixtures and PTC risk. Compared to the 50th percentile, the 75th percentile of PFAS mixtures showed a positive association with PTC risk (estimate = 0.21, 95% CrI: 0.03–0.38) (Table S13). In the mixture models, holding all other individual PFAS at the 25th, 50th, or 75th percentile, PFHpA levels were positively related to PTC risk, with 0.29-fold (0.02, 0.56), 0.38-fold (0.14, 0.63), and 0.46-fold (0.19, 0.73) higher risk of PTC, respectively. Besides, we also found a significant negative association between PFHxA and PTC risk. In sex-stratified analyses, there was a positive but nonsignificant association of PFAS mixtures with PTC development in females, with 95% CrI for the estimates containing zero (Fig. 4B). In BMI-stratified analyses, the BKMR models indicated that PFAS mixtures were significantly correlated with higher PTC risk in normal weight subjects, and PFHpA (groupPIP: 0.995, condPIP: 0.986) was the primary substance in the mixture effect (Table S12, Fig. 4C). Fig. 4Association between PFAS mixtures and PTC risk in the Bayesian Kernel Machine Regression (BKMR) model. Overall effect (estimate and 95% CrI) of the PFAS mixture on PTC when all PFAS concentrations at specific percentiles (from 0.25 to 0.75, increments of 0.05) were compared with all PFAS at their 50th percentile. A: among all subjects; B: among females; C: among normal weight population; D: among overweight or obese population. Single-exposure effects (estimates and 95% CrI) of individual PFAS on PTC when other PFAS were fixed at a specific percentile (25th, 50th, or 75th). E: among all subjects; F: among females; G: among normal weight population; H: among overweight or obese population. Statistical significance was considered by whether or not the 95% CrI for the estimate included zero. Models were adjusted for age, sex (except for stratified models), ethnicity, residence, BMI (except for stratified models), smoking history, and alcohol drinking Association between PFAS mixtures and PTC risk in the Bayesian Kernel Machine Regression (BKMR) model. Overall effect (estimate and 95% CrI) of the PFAS mixture on PTC when all PFAS concentrations at specific percentiles (from 0.25 to 0.75, increments of 0.05) were compared with all PFAS at their 50th percentile. A: among all subjects; B: among females; C: among normal weight population; D: among overweight or obese population. Single-exposure effects (estimates and 95% CrI) of individual PFAS on PTC when other PFAS were fixed at a specific percentile (25th, 50th, or 75th). E: among all subjects; F: among females; G: among normal weight population; H: among overweight or obese population. Statistical significance was considered by whether or not the 95% CrI for the estimate included zero. Models were adjusted for age, sex (except for stratified models), ethnicity, residence, BMI (except for stratified models), smoking history, and alcohol drinking We further employed qgcomp models in addition to the BKMR model, a newly developed method for evaluating effects of mixtures, to determine the weighted index for each PFAS representing its relative contribution to the overall effects. The overall impact of PFAS mixtures was positively but not significantly related to NG development (OR = 1.71, 95% CI: 0.99–2.94) (Table S14). PFHxS had the highest positive weights for the overall effects (weighted at 0.35) (Fig. 5A). Moreover, in sex-stratified analyses, the qgcomp models showed that the overall effect of PFAS mixtures was related to higher NG risk in females (OR = 2.02, 95% CI: 1.08–3.78) (Table S14). PFHxS and PFHpS were the major contributors to the positive weights in females (both weighted at 0.29) (Fig. 5A). Similarly, we also observed a positive but non-significant association between PFAS mixtures and PTC risk in qgcomp models (OR = 1.42, 95% CI: 0.85–2.39) (Table S14). PFHpA was the major positive contributor to the mixture effects (weighted at 0.48) (Fig. 5B). In addition, we observed that PFAS mixtures were significantly positively related to PTC risk in females when stratified by sex (OR = 1.90, 95% CI: 1.01–3.57) (Table S14). PFHpA was the major contributor to the positive weights in females (weighted at 0.31) (Fig. 5B). After stratification by BMI, the results of the qgcomp models showed that PFAS mixtures were significantly positively related to PTC development in normal weight subjects (OR = 4.43, 95% CI: 1.61–12.18), with PFHpA having the highest positive weight (weighted by 0.34) (Fig. 5B and Tables S14). Fig. 5Weight of individual PFAS associated with NG (A) and PTC (B) risk by quantile g-computation (qgcomp) regression models. All PFAS concentrations were ln-transformed. The models were adjusted for age, sex (except for stratified models), ethnicity, residence, BMI (except for stratified models), smoking history and alcohol drinking Weight of individual PFAS associated with NG (A) and PTC (B) risk by quantile g-computation (qgcomp) regression models. All PFAS concentrations were ln-transformed. The models were adjusted for age, sex (except for stratified models), ethnicity, residence, BMI (except for stratified models), smoking history and alcohol drinking\n\n## Participant characteristics\nThe demographic characteristics of the study participants (n = 290) are shown in Table S4. Most of the participants were Han, married, urban dwellers with no smoking or drinking habits. The average age of all subjects was 51.20 ± 11.67 years, and most NG and PTC patients were females (n = 64 and 77, respectively). The mean age of the patients with NG was higher than that of the control group (P = 0.013). Compared with controls, patients with PTC were more likely to be younger (P < 0.001), but had a higher BMI (P = 0.001). Additionally, there was a significant difference in the distribution of residence between the patients with PTC and the controls (P = 0.006). No significant differences in sex, ethnicity, marital status, smoking history, or alcohol drinking were observed between cases and controls. Similarly, UIC and iodine status were not significantly different between the patients with NG/PTC and the control group.\n\n## Urinary PFAS levels\nTable 1 describes urinary PFAS distributions in cases and controls. PFPeA, with a median level of 0.54 µg/g Cr, was the dominant contaminant, followed by PFNS (0.29 µg/g Cr). In the NG group, the median levels of PFHxS and PFHpS (0.29 and 0.24 µg/g Cr, respectively) were significantly higher than those in the control group (P = 0.003 and P = 0.033, respectively). The median PFHpA concentration (0.15 µg/g Cr) in the PTC group was higher compared to the controls (P = 0.008). Moreover, according to Spearman correlation coefficients, urinary PFAS levels were highly correlated (Fig. 1A). Table 1Distribution of urinary PFAS concentrations (µg/g Cr) in the study population (n = 290)PFASAll subjects(n = 290)Controls(n = 100)NG cases(n = 90)P-valueaPTC cases(n = 100)P-valueaPFPeA0.54 (0.34, 0.99)0.49 (0.31, 0.92)0.59 (0.37, 1.09)0.0980.62 (0.37, 0.99)0.234PFHxA0.17 (0.08, 0.30)0.19 (0.11, 0.31)0.15 (0.08, 0.30)0.2410.13 (0.07, 0.29)0.096PFHpA0.13 (0.08, 0.22)0.12 (0.08, 0.17)0.12 (0.08, 0.19)0.9100.15 (0.08, 0.85)\n0.008\nPFOA0.08 (0.05, 0.15)0.08 (0.05, 0.15)0.09 (0.05, 0.15)0.7960.08 (0.05, 0.14)0.858PFNA0.07 (0.05, 0.12)0.07 (0.05, 0.11)0.07 (0.05, 0.11)0.9050.07 (0.05, 0.14)0.514PFPeS0.17 (0.11, 0.26)0.17 (0.11, 0.24)0.17 (0.11, 0.24)0.8640.18 (0.12, 0.37)0.080PFHxS0.21 (0.08, 0.47)0.16 (0.05, 0.41)0.29 (0.12, 0.56)\n0.003\n0.18 (0.09, 0.36)0.357PFHpS0.21 (0.12, 0.37)0.19 (0.09, 0.36)0.24 (0.13, 0.45)\n0.033\n0.21 (0.11, 0.31)0.826PFNS0.29 (0.17, 0.51)0.29 (0.17, 0.51)0.28 (0.17, 0.46)0.8780.32 (0.17, 0.62)0.604Abbreviations: NG, nodular goiter; PTC, papillary thyroid carcinoma; Cr, creatinine.P-values were derived from Mann-Whitney U test for continuous variables.Bold indicates significance (P < 0.05).a vs. controls. Distribution of urinary PFAS concentrations (µg/g Cr) in the study population (n = 290) Abbreviations: NG, nodular goiter; PTC, papillary thyroid carcinoma; Cr, creatinine. P-values were derived from Mann-Whitney U test for continuous variables. Bold indicates significance (P < 0.05). a vs. controls. Additionally, sex-stratified and BMI-stratified analyses were used to further assess the distributional difference in PFAS concentrations. In males, the median PFHxS concentration in NG cases (0.30 µg/g Cr) was higher compared to controls (P = 0.007) (Figure S2). However, the median PFHxA level (0.12 µg/g Cr) was significantly lower in the PTC group than that in the controls (P = 0.044). In females, the median PFHxS concentration was significantly higher in the NG group (0.29 µg/g Cr) than in the controls (P = 0.039) (Fig. 1B). The median level of PFHpS was also higher in NG cases (0.26 µg/g Cr) compared to controls (P = 0.014). Median PFHpA concentration in PTC cases (0.18 µg/g Cr) was significantly higher than that in the control group (P = 0.010). Furthermore, we found differences in PFAS concentrations between sexes, with median concentrations of all PFAS congeners being higher in females than in males (Figs. 1B and S2). In the normal weight population, median PFHxS concentration was significantly higher in the NG group (0.29 µg/g Cr) than in the controls (P = 0.015) (Figure S2). PTC cases had significantly higher PFHpA, PFOA, and PFPeS exposures than controls (all P < 0.05). Median PFHpS concentrations in NG and PTC cases were significantly higher compared to the control group (P = 0.001 and P = 0.012, respectively). Moreover, significant differences were found between NG cases and controls for PFHxS (P = 0.045) in the overweight or obese population (Figure S2). Fig. 1Spearman correlation coefficients of PFAS (A) and comparison of PFAS concentration (µg/g Cr) between cases and controls in females (B). P-values were derived from Mann-Whitney U test for continuous variables (*P < 0.05). NG, nodular goiter; PTC, papillary thyroid carcinoma; Cr, creatinine Spearman correlation coefficients of PFAS (A) and comparison of PFAS concentration (µg/g Cr) between cases and controls in females (B). P-values were derived from Mann-Whitney U test for continuous variables (*P < 0.05). NG, nodular goiter; PTC, papillary thyroid carcinoma; Cr, creatinine\n\n## Association of urinary PFAS with NG risk\nA logistic regression model was performed to evaluate the relationships between urinary PFAS concentrations and NG development (Table 2). Concentrations of PFAS were classified into three different levels according to their tertiles, and the lowest tertile was set as the reference. Compared to the low-exposure group, a significant negative relationship between PFHxA and the risk of NG was found in the middle- (OR = 0.31, 95% CI: 0.12–0.78) and high- (OR = 0.33, 95% CI: 0.12–0.90) exposure groups after adjustment for confounders (P for trend = 0.025). In contrast, for PFHxS, we observed a stepwise increase in OR in each tertile, indicating a linear exposure-response relationship with NG risk, with ORs of 1.91 (95% CI: 0.73–5.01) for tertile 2 and 4.25 (95% CI: 1.56–11.60) for tertile 3 (P for trend = 0.018). The high tertile of PFHpS (OR = 2.92, 95% CI: 1.03–8.27) remained positively related to NG risk after adjustment for confounders. Considering the possible sex-specific effects on outcomes, a sex-stratified analysis was conducted. However, when stratified by sex, we did not observe a significant association of individual PFAS with NG development (Table S6). In addition to stratification by sex, we performed a BMI-stratified analysis for potential effect modification. In normal weight participants, PFHxS concentrations were associated with a higher risk of NG, with ORs of 16.25 (95% CI: 2.18-121.28) for tertile 2 and 14.94 (95% CI: 2.32–96.19) for tertile 3 (P for trend = 0.011). In contrast, PFHxA showed a significant negative association with NG development, with ORs of 0.15 (95% CI: 0.03–0.85) for tertile 2 and 0.13 (95% CI: 0.02–0.73) for tertile 3 (P for trend = 0.043) (Table S7). In addition to the tertile-based analysis, we conducted additional logistic regression analyses using continuous PFAS levels, and the results were generally consistent with those from the tertile-based models. After adjustment for confounders, PFHxS and PFHpS were significantly positively related to NG risk (OR = 1.47, 95% CI: 1.11–1.95; and OR = 1.54, 95% CI: 1.06–2.22, respectively). A significant negative association with the risk of NG was observed for PFHxA (OR = 0.67, 95% CI: 0.45–0.99) (Table S10). Table 2Odds ratios (ORs) and 95% confidence intervals (CIs) for the association between ln-PFAS concentrations and NG risk by logistic regression modelPFASTertiles 1Tertiles 2Tertiles 3P for trendOR (95% CI)P-valueOR (95% CI)P-valuePFPeA CrudeReference1.39 (0.58, 3.31)0.4592.36 (0.78, 7.09)0.1270.311 AdjustedaReference1.46 (0.58, 3.67)0.4212.41 (0.77, 7.50)0.1300.318PFHxA CrudeReference0.37 (0.16, 0.84)\n0.020\n0.41 (0.16, 1.04)0.060\n0.049\n AdjustedaReference0.31 (0.12, 0.78)\n0.012\n0.33 (0.12, 0.90)\n0.029\n\n0.025\nPFHpA CrudeReference0.37 (0.14, 1.00)\n0.049\n1.09 (0.34, 3.47)0.891\n0.046\n AdjustedaReference0.36 (0.12, 1.05)0.0621.05 (0.30, 3.64)0.9360.066PFOA CrudeReference1.02 (0.39, 2.66)0.9630.79 (0.22, 2.81)0.7150.893 AdjustedaReference1.12 (0.40, 3.13)0.8360.77 (0.20, 2.94)0.7060.816PFNA CrudeReference0.97 (0.33, 2.85)0.9531.30 (0.29, 5.87)0.7340.889 AdjustedaReference1.01 (0.32, 3.18)0.9881.82 (0.33, 9.97)0.4910.690PFPeS CrudeReference0.47 (0.19, 1.17)0.1040.37 (0.11, 1.26)0.1110.185 AdjustedaReference0.44 (0.17, 1.16)0.0980.38 (0.10, 1.44)0.1560.209PFHxS CrudeReference1.83 (0.74, 4.50)0.1883.75 (1.48, 9.50)\n0.005\n\n0.020\n AdjustedaReference1.91 (0.73, 5.01)0.1874.25 (1.56, 11.60)\n0.005\n\n0.018\nPFHpS CrudeReference2.18 (0.87, 5.46)0.0962.98 (1.13, 7.89)\n0.028\n0.078 AdjustedaReference2.25 (0.84, 6.03)0.1072.92 (1.03, 8.27)\n0.044\n0.115PFNS CrudeReference1.23 (0.43, 3.55)0.6981.12 (0.29, 4.29)0.8690.923 AdjustedaReference1.03 (0.33, 3.22)0.9551.05 (0.26, 4.28)0.9460.998Abbreviations: NG, nodular goiter.Bold indicates significance (P < 0.05).a Adjusted for age, sex, ethnicity, residence, BMI, smoking history and alcohol drinking. Odds ratios (ORs) and 95% confidence intervals (CIs) for the association between ln-PFAS concentrations and NG risk by logistic regression model Abbreviations: NG, nodular goiter. Bold indicates significance (P < 0.05). a Adjusted for age, sex, ethnicity, residence, BMI, smoking history and alcohol drinking. Dose-response relationships estimated by RCS models between PFAS exposure and NG risk are presented in Fig. 2A. The findings indicated that concentrations of PFHxS (P-overall = 0.029, P-non-linear = 0.390) and PFHpS (P-overall = 0.049, P-non-linear = 0.261) showed linear correlations with NG risk, which was similar to the conclusions of logistic regression models. However, there was no evidence of a nonlinear dose-response relationship between PFAS levels and the development of NG. Furthermore, we did not observe exposure-response associations of PFAS with NG risk when stratified by sex and BMI (Figures S3, S4, and S5). Fig. 2Dose-response relationships between ln-transformed concentrations of PFAS and the risk of NG (A) and PTC (B). The analysis was performed by restricted cubic spline (RCS) regression models with 3 knots at the 10th, 50th, and 90th percentiles. The median ln-transformed PFAS level was considered to be a reference. The models were adjusted for age, sex, ethnicity, residence, BMI, smoking history and alcohol drinking. Bold indicates significance (P < 0.05) Dose-response relationships between ln-transformed concentrations of PFAS and the risk of NG (A) and PTC (B). The analysis was performed by restricted cubic spline (RCS) regression models with 3 knots at the 10th, 50th, and 90th percentiles. The median ln-transformed PFAS level was considered to be a reference. The models were adjusted for age, sex, ethnicity, residence, BMI, smoking history and alcohol drinking. Bold indicates significance (P < 0.05)\n\n## Association of urinary PFAS with PTC risk\nRelationships between PFAS concentrations and PTC risk were evaluated using logistic regression models (Table 3). Concentrations of PFAS were classified into three different levels according to their tertiles, and the lowest tertile was set as the reference. In the crude analysis, the third tertile of PFHxA was significantly negatively related to the development of PTC (OR = 0.31, 95% CI: 0.13–0.73). Additionally, the third tertile of PFHxA remained negatively associated with PTC risk after adjustment for confounders (OR = 0.39, 95% CI: 0.15–0.99). Notably, PFHxS levels were related to higher PTC risk, with ORs of 3.30 (95% CI: 1.32–8.22) for tertile 2 and 1.11 (95% CI: 0.42–2.89) for tertile 3 (P for trend = 0.016). Furthermore, in the adjusted models, the risk of PTC increased 2.49-fold (OR = 3.49, 95% CI: 1.05–11.66) for the high tertile of PFHpA, compared to the reference. After stratification by sex, we observed that the high tertile of PFHpA (OR = 8.76, 95% CI: 1.61–47.66) was positively related to PTC risk among female subjects (Table S8). Besides, PFHxA showed a significant negative relationship with PTC risk in normal weight subjects when stratified by BMI, with ORs of 0.10 (95% CI: 0.01–0.81) for tertile 2 and 0.10 (95% CI: 0.01–0.78) for tertile 3 (P for trend = 0.046) (Table S9). In the logistic regression analyses using continuous PFAS levels, we found that PFHpA showed a positive association with the development of PTC (OR = 1.99, 95% CI: 1.36–2.90) after adjustment for confounders, while PFHxA showed a significant negative association with PTC risk (OR = 0.58, 95% CI: 0.39–0.85) (Table S10). These results were generally consistent with those from the tertile-based models. Table 3Odds ratios (ORs) and 95% confidence intervals (CIs) for the association between ln-PFAS concentrations and PTC risk by logistic regression modelPFASTertiles 1Tertiles 2Tertiles 3P for trendOR (95% CI)P-valueOR (95% CI)P-valuePFPeA CrudeReference1.91 (0.81, 4.53)0.1411.20 (0.44, 3.27)0.7220.274 AdjustedaReference2.28 (0.88, 5.89)0.0901.40 (0.47, 4.13)0.5480.210PFHxA CrudeReference0.64 (0.29, 1.42)0.2710.31 (0.13, 0.73)\n0.007\n\n0.027\n AdjustedaReference0.59 (0.24, 1.45)0.2460.39 (0.15, 0.99)\n0.048\n0.137PFHpA CrudeReference0.56 (0.22, 1.41)0.2194.53 (1.50, 13.64)\n0.007\n\n< 0.001\n AdjustedaReference0.69 (0.24, 1.93)0.4743.49 (1.05, 11.66)\n0.042\n\n0.012\nPFOA CrudeReference1.45 (0.62, 3.41)0.3970.34 (0.09, 1.28)0.1110.081 AdjustedaReference1.45 (0.58, 3.61)0.4260.32 (0.07, 1.48)0.1440.128PFNA CrudeReference1.82 (0.62, 5.32)0.2750.99 (0.20, 4.84)0.9860.397 AdjustedaReference1.98 (0.59, 6.59)0.2671.18 (0.20, 6.82)0.8560.464PFPeS CrudeReference0.91 (0.37, 2.22)0.8342.10 (0.69, 6.43)0.1920.256 AdjustedaReference0.81 (0.32, 2.35)0.7891.86 (0.55, 6.28)0.3170.394PFHxS CrudeReference3.98 (1.73, 9.14)\n0.001\n1.40 (0.60, 3.25)0.437\n0.003\n AdjustedaReference3.30 (1.32, 8.22)\n0.010\n1.11 (0.42, 2.89)0.836\n0.016\nPFHpS CrudeReference1.86 (0.81, 4.28)0.1461.26 (0.51, 3.12)0.6110.329 AdjustedaReference1.97 (0.80, 4.88)0.1431.35 (0.51, 3.55)0.5490.334PFNS CrudeReference0.62 (0.24, 1.59)0.3200.79 (0.23, 2.71)0.7090.595 AdjustedaReference0.51 (0.18, 1.44)0.2010.98 (0.25, 3.88)0.9760.312Abbreviations: PTC, papillary thyroid carcinoma.Bold indicates significance (P < 0.05).a Adjusted for age, sex, ethnicity, residence, BMI, smoking history and alcohol drinking. Odds ratios (ORs) and 95% confidence intervals (CIs) for the association between ln-PFAS concentrations and PTC risk by logistic regression model Abbreviations: PTC, papillary thyroid carcinoma. Bold indicates significance (P < 0.05). a Adjusted for age, sex, ethnicity, residence, BMI, smoking history and alcohol drinking. As depicted in Fig. 2B, PFHpA levels showed a significant nonlinear dose-response association with PTC development in the adjusted RCS models (P-overall < 0.001, P-non-linear = 0.001). Besides, there were linear relationships between the other eight PFAS congeners and the risk of PTC (all P-overall < 0.05, P-non-linear > 0.05). Similarly, after stratification, the significant nonlinear correlations between PFHpA levels and PTC risk were still found in females (P-overall = 0.001, P-non-linear = 0.010) and in overweight or obese subjects (P-overall = 0.010, P-non-linear = 0.018) (Figures S6 and S8).\n\n## PFAS joint and individual associations with the risk of NG and PTC based on BKMR models\nThe joint and individual relationships between PFAS and NG risk were evaluated using BKMR models. The overall effect of the PFAS mixture on NG development is exhibited in Fig. 3A. NG risk increased significantly as the levels of PFAS mixtures increased from the 25th to the 75th percentile after adjustment for confounders. For example, the 70th percentile of PFAS mixtures was related to a 0.15 (95% credible intervals [CrIs]: 0.01–0.29) increase in NG risk compared with the 50th percentile (Table S11). For PFAS-NG associations, PFHxS (groupPIP: 0.886, condPIP: 0.658) was the dominant component contributing to the mixture effect (Table S12). We further examined the effect of individual PFAS on NG development. Notably, when all other PFAS were set at the 25th, 50th, or 75th percentile, there was a positive association of PFHxS with NG risk (Fig. 3E). In the stratified analysis, the results of the BKMR models suggested that PFAS mixtures were positively related to NG risk in females and in normal weight subjects, with PFHpS (groupPIP: 0.842, condPIP: 0.735; groupPIP: 0.955, condPIP: 0.761) contributing most in the mixture models (Table S12, Fig. 3B and C). Fig. 3Association between PFAS mixtures and NG risk in the Bayesian Kernel Machine Regression (BKMR) model. Overall effect (estimate and 95% CrI) of the PFAS mixture on NG when all PFAS concentrations at specific percentiles (from 0.25 to 0.75, increments of 0.05) were compared with all PFAS at their 50th percentile. A: among all subjects; B: among females; C: among normal weight population; D: among overweight or obese population. Single-exposure effects (estimates and 95% CrI) of individual PFAS on NG when other PFAS were fixed at a specific percentile (25th, 50th, or 75th). E: among all subjects; F: among females; G: among normal weight population; H: among overweight or obese population. Statistical significance was considered by whether or not the 95% CrI for the estimate included zero. Models were adjusted for age, sex (except for stratified models), ethnicity, residence, BMI (except for stratified models), smoking history, and alcohol drinking Association between PFAS mixtures and NG risk in the Bayesian Kernel Machine Regression (BKMR) model. Overall effect (estimate and 95% CrI) of the PFAS mixture on NG when all PFAS concentrations at specific percentiles (from 0.25 to 0.75, increments of 0.05) were compared with all PFAS at their 50th percentile. A: among all subjects; B: among females; C: among normal weight population; D: among overweight or obese population. Single-exposure effects (estimates and 95% CrI) of individual PFAS on NG when other PFAS were fixed at a specific percentile (25th, 50th, or 75th). E: among all subjects; F: among females; G: among normal weight population; H: among overweight or obese population. Statistical significance was considered by whether or not the 95% CrI for the estimate included zero. Models were adjusted for age, sex (except for stratified models), ethnicity, residence, BMI (except for stratified models), smoking history, and alcohol drinking Figures 4A and 4E show the joint and individual exposure effects of PFAS with PTC risk in BKMR models. The result reflected a non-linear relationship between PFAS mixtures and PTC risk. Compared to the 50th percentile, the 75th percentile of PFAS mixtures showed a positive association with PTC risk (estimate = 0.21, 95% CrI: 0.03–0.38) (Table S13). In the mixture models, holding all other individual PFAS at the 25th, 50th, or 75th percentile, PFHpA levels were positively related to PTC risk, with 0.29-fold (0.02, 0.56), 0.38-fold (0.14, 0.63), and 0.46-fold (0.19, 0.73) higher risk of PTC, respectively. Besides, we also found a significant negative association between PFHxA and PTC risk. In sex-stratified analyses, there was a positive but nonsignificant association of PFAS mixtures with PTC development in females, with 95% CrI for the estimates containing zero (Fig. 4B). In BMI-stratified analyses, the BKMR models indicated that PFAS mixtures were significantly correlated with higher PTC risk in normal weight subjects, and PFHpA (groupPIP: 0.995, condPIP: 0.986) was the primary substance in the mixture effect (Table S12, Fig. 4C). Fig. 4Association between PFAS mixtures and PTC risk in the Bayesian Kernel Machine Regression (BKMR) model. Overall effect (estimate and 95% CrI) of the PFAS mixture on PTC when all PFAS concentrations at specific percentiles (from 0.25 to 0.75, increments of 0.05) were compared with all PFAS at their 50th percentile. A: among all subjects; B: among females; C: among normal weight population; D: among overweight or obese population. Single-exposure effects (estimates and 95% CrI) of individual PFAS on PTC when other PFAS were fixed at a specific percentile (25th, 50th, or 75th). E: among all subjects; F: among females; G: among normal weight population; H: among overweight or obese population. Statistical significance was considered by whether or not the 95% CrI for the estimate included zero. Models were adjusted for age, sex (except for stratified models), ethnicity, residence, BMI (except for stratified models), smoking history, and alcohol drinking Association between PFAS mixtures and PTC risk in the Bayesian Kernel Machine Regression (BKMR) model. Overall effect (estimate and 95% CrI) of the PFAS mixture on PTC when all PFAS concentrations at specific percentiles (from 0.25 to 0.75, increments of 0.05) were compared with all PFAS at their 50th percentile. A: among all subjects; B: among females; C: among normal weight population; D: among overweight or obese population. Single-exposure effects (estimates and 95% CrI) of individual PFAS on PTC when other PFAS were fixed at a specific percentile (25th, 50th, or 75th). E: among all subjects; F: among females; G: among normal weight population; H: among overweight or obese population. Statistical significance was considered by whether or not the 95% CrI for the estimate included zero. Models were adjusted for age, sex (except for stratified models), ethnicity, residence, BMI (except for stratified models), smoking history, and alcohol drinking\n\n## PFAS mixture analyses with Qgcomp models\nWe further employed qgcomp models in addition to the BKMR model, a newly developed method for evaluating effects of mixtures, to determine the weighted index for each PFAS representing its relative contribution to the overall effects. The overall impact of PFAS mixtures was positively but not significantly related to NG development (OR = 1.71, 95% CI: 0.99–2.94) (Table S14). PFHxS had the highest positive weights for the overall effects (weighted at 0.35) (Fig. 5A). Moreover, in sex-stratified analyses, the qgcomp models showed that the overall effect of PFAS mixtures was related to higher NG risk in females (OR = 2.02, 95% CI: 1.08–3.78) (Table S14). PFHxS and PFHpS were the major contributors to the positive weights in females (both weighted at 0.29) (Fig. 5A). Similarly, we also observed a positive but non-significant association between PFAS mixtures and PTC risk in qgcomp models (OR = 1.42, 95% CI: 0.85–2.39) (Table S14). PFHpA was the major positive contributor to the mixture effects (weighted at 0.48) (Fig. 5B). In addition, we observed that PFAS mixtures were significantly positively related to PTC risk in females when stratified by sex (OR = 1.90, 95% CI: 1.01–3.57) (Table S14). PFHpA was the major contributor to the positive weights in females (weighted at 0.31) (Fig. 5B). After stratification by BMI, the results of the qgcomp models showed that PFAS mixtures were significantly positively related to PTC development in normal weight subjects (OR = 4.43, 95% CI: 1.61–12.18), with PFHpA having the highest positive weight (weighted by 0.34) (Fig. 5B and Tables S14). Fig. 5Weight of individual PFAS associated with NG (A) and PTC (B) risk by quantile g-computation (qgcomp) regression models. All PFAS concentrations were ln-transformed. The models were adjusted for age, sex (except for stratified models), ethnicity, residence, BMI (except for stratified models), smoking history and alcohol drinking Weight of individual PFAS associated with NG (A) and PTC (B) risk by quantile g-computation (qgcomp) regression models. All PFAS concentrations were ln-transformed. The models were adjusted for age, sex (except for stratified models), ethnicity, residence, BMI (except for stratified models), smoking history and alcohol drinking\n\n## Discussion\nIn the present study, we investigated the relationship between exposure to PFAS and NG/PTC risk in non-occupational populations using multiple single-pollutant statistical models and joint-pollutant statistical models. Our results indicated that the cases and controls were widely exposed to PFAS. Moreover, PFHxS and PFHpS concentrations in NG cases and PFHpA concentrations in PTC cases were significantly higher than in controls. In single-pollutant models, exposure to PFHxS significantly increased the risk of NG/PTC. Besides, PFHxA presented a significant negative relationship with NG. Of note, a significant nonlinear exposure-response association with PTC risk was observed for PFHpA. In multi-pollutant models, we found that PFAS mixtures significantly increased the risk of NG, and PFHxS was the dominant component contributing to the mixture effect. The BKMR result indicated a non-linear relationship between PFAS mixtures and PTC risk, with the 75th percentile of PFAS mixtures being significantly positively associated with PTC risk compared to the 50th percentile. Many studies on PFAS levels in the human body have focused on blood to reflect internal body burden [55]. Meanwhile, urine samples offer the advantages of being non-invasive and easier to collect than blood samples. Moreover, urine has been identified as an important excretion route for PFAS [11]. Therefore, in this study, we collected urine samples to assess PFAS exposure levels. Nevertheless, employing multi-matrix biomonitoring, such as paired serum and urine analyses, in future studies would be a better approach to more comprehensively evaluate PFAS exposure and its association with NG/PTC risk. Our results showed that there were nine PFAS congeners with a detection rate of more than 60%, including PFPeA, PFHxA, PFHpA, PFOA, PFNA, PFPeS, PFHxS, PFHpS, and PFNS. Among these nine PFAS congeners, PFPeA exhibited the highest levels in all subjects (median = 0.49 ng/mL) (Table S5). On the other hand, we found that these nine PFAS congeners in urine were predominantly short-chain (C ≤ 8). The concentration patterns are consistent with findings from several previous studies. A Korean study indicated that PFPeA (mean = 2.39 ng/mL) was the most dominant short-chain PFAS congener in adult urine samples [43]. Zhou et al. found that PFPeA was detected in all urine samples of fishery employees with a median concentration of 1130 ng/L [56]. Urinary PFPeA levels in healthy Koreans showed the highest levels (mean = 2.2 µg/L) among the short-chain PFAS congeners, followed by PFHxA (0.15 µg/L) [57]. Likewise, Peng et al. also observed that PFBA (median = 33.87 ng/mL) and PFPeA (median = 16.99 ng/mL) were the major compounds found in urine samples from waste recycling workers, accounting for 95.2% of all PFAS [58]. These above studies documented that PFPeA was the major PFAS congener in urine samples and that short-chain PFAS were detected at high frequencies, which is consistent with our findings. For short-chain PFAS, urinary excretion has been reported to be the major route of elimination [59]. Compared to long-chain PFAS, short-chain PFAS are more soluble in water [59]. These may underlie the high detection rate of short-chain PFAS in human urine in this study. Aside from PFPeA, the short-chain PFAS congeners detected in this study also included PFHxS (0.21 ng/mL), PFHpS (0.20 ng/mL), PFPeS (0.16 ng/mL), PFHxA (0.16 ng/mL), PFHpA (0.11 ng/mL), and PFOA (0.08 ng/mL). In another study, Wu et al. analyzed 14 PFAS levels in urine samples from saleswomen, and found that 7 of these were short-chain PFAS, including PFOA (666.1 ng/L), PFHpA (478.9 ng/L), PFHxA (268.8 ng/L), PFBS (33.96 ng/L), PFHxS (22.75 ng/L), PFHpS (22.73 ng/L), and PFOS (12.25 ng/L) [44]. The median levels of PFHxS and PFHpS were approximately ten times lower than those in our study. However, PFHxA, PFHpA, and PFOA were much higher than that detected in this study. Additionally, Worley et al. found that PFOA (median = 0.022 µg/L) was the major compounds in urine samples from a residentially exposed community, with a high detection rate of 95.6% [60]. Zhang et al. reported that PFOA levels ranged from not detectable to 0.041 ng/mL in urine samples from general adults in China [11]. The levels of PFOA in these two studies were much lower than those in our study. These differences may arise from factors such as race, age, sample size, dietary habits, and the measurement methods employed in each study. Based on logistic regression models, we observed that PFHxS levels were significantly related to higher NG/PTC risk after adjustment for confounders. The high tertile of PFHpS and the high tertile of PFHpA also presented a significant positive association with NG and PTC, respectively. Additionally, a significant negative relationship with NG was found for PFHxA. On the other hand, the results of the RCS models indicated that PFHxS and PFHpS had positive dose-response relationships with the risk of NG, and PFHpA showed a significant nonlinear exposure-response association with PTC risk. Overall, our results presented significant positive relationships between PFAS congeners and NG/PTC risk. However, several previous epidemiologic studies have reported inconsistent relationships between exposure to PFAS and thyroid disease risk. For instance, a case-control study in eastern China found significant negative relationships with thyroid cancer for serum PFDA, PFNA, PFOA, PFUnDA, PFHxS, and PFOS after adjustment for sex, age, and diabetes status [39]. Another similar case-control study in China also identified that PFOA, PFNA, PFHxS, PFDA, and PFUnDA exposures were negatively related to elevated risk of thyroid cancer after adjustment for covariates [40]. Conversely, Messmer et al. reported that residents of Merrimack, New Hampshire had significantly higher thyroid cancer incidence due to PFAS-contaminated drinking water compared to the general population of the United States [61]. Gerwen et al. observed that exposure to PFAS was positively related to the risk of thyroid cancer in a nested case-control study [62]. However, in a U.S. study, researchers observed no correlation between PFOA exposure and the incidence of thyroid cancer in people living near Teflon plants [63]. Differences in study participants, study design, sample type, sample size, and PFAS exposure levels may account for the conflicting correlations [64]. It is worth mentioning that there are complicated types of benign nodules or malignant tumors in the thyroid, and the etiology of these disorders may be a world of difference. Study of specific or major types of thyroid nodules or tumors, such as NG and PTC in the present study, may be useful in understanding these inconsistencies. In the mixture analysis, we employed the BKMR and qgcomp models to evaluate the health effects of PFAS on NG/PTC risks. The BKMR models suggested that exposure to PFAS mixtures could result in an apparently higher risk of NG, and the mixture effect was primarily driven by PFHxS. Conversely, the BKMR result reflected a non-linear relationship between PFAS mixtures and PTC risk. The 75th percentiles of PFAS mixtures correlated significantly with PTC risk compared to the 50th percentile. Notably, in the single exposure effects, there was a positive association of PFHxS with NG development when all other PFAS were set at the 25th, 50th, or 75th percentile. Besides, holding all other individual PFAS at the 25th, 50th, or 75th percentile, PFHpA was positively associated with PTC risk, whereas PFHxA revealed a significant negative relationship. These were consistent with the conclusions of the logistic regression model and the RCS model. In addition, the overall impact of PFAS mixtures was positively but not significantly linked with the development of NG and PTC in the qgcomp model. It is worth mentioning that exposure to PFAS mixtures may have a more substantial and complex impact on NG/PTC risk than individual PFAS compounds. These findings suggest possible additive or synergistic effects among PFAS components, which may enhance their endocrine-disrupting or tumorigenic potential [65]. Given the widespread co-occurrence of multiple PFAS in the environment and human biological samples, assessing mixture effects is essential for accurately evaluating health risks and better reflecting real-world exposure scenarios. Although PFOA is a legacy PFAS compound known for its environmental persistence and has been classified as a potential carcinogen [66], our study did not observe a statistically significant association between PFOA exposure and the risk of NG/PTC. Several possible explanations may account for this finding. First, the sample size may have limited our statistical power to detect relatively weak or moderate associations. Second, inter-individual differences in PFOA metabolism, excretion, and co-exposure to other environmental contaminants may have introduced variability that attenuated the observed effect [67]. Third, the case-control design may not fully capture the timing or duration of PFOA exposure relevant to the pathogenesis of thyroid cancer, especially considering the potential latency period of tumor development. These factors warrant further investigation in larger, longitudinal studies to better clarify the role of PFOA in thyroid disease. There is a remarkable sex-specificity in the incidence of thyroid disease, occurring much more frequently in females than in males [68]. This led to a limited number of male participants in the present study. As a result, we did not assess the impact of PFAS on NG/PTC development in males alone. However, the result of this study indicated that median levels of all PFAS congeners were higher in females than in males. Meanwhile, PFAS mixtures were positively correlated with NG/PTC risk in females in the BKMR model and the qgcomp model. Furthermore, a higher BMI has been linked to a higher risk of thyroid cancer [69, 70]. In the present study, the incidence of PTC was higher in overweight or obese subjects than in normal weight subjects, with a ratio of approximately 2:1. This is consistent with the above findings. Besides, we found a positive association of PFAS mixtures with NG/PTC risk in normal weight participants based on the BKMR model and the qgcomp model, whereas no significant association was observed in overweight or obese subjects. Thus, exposure to PFAS mixtures may be not deeply involved in the association of BMI status with NG/PTC risks. Researchers have tried to provide some molecular mechanistic clues that seem related to the relationships between PFAS and the risk of thyroid conditions. For example, the results from Conti et al. revealed that PFOS prevented iodide uptake and accumulation in thyroid follicular cells mediated by the sodium iodide symporter, resulting in decreased intracellular iodine concentrations [71]. Iodine is the primary material for the synthesis of thyroid hormones. Therefore, exposure to PFOS may adversely affect thyroid function. Du et al. found that PFOA interfered with thyroid peroxidase (TPO) gene expression through the TSH-TSHR signaling pathway in FRTL-5 cells [72]. TPO is essential for thyroid hormone synthesis and the stability of thyroid function, and its reduced expression may lead to thyroid dysfunction [73]. Reportedly, PFOA increased the expression of paired box 8 (Pax8) in both primary normal human thyroid cells and the rat thyroid cell line FRTL-5 in vitro [74]. Pax8, a thyroid transcription factor, is crucial for thyroid organogenesis and differentiation, and its aberrant expression is strongly implicated in thyroid tumorigenesis [75, 76]. Furthermore, PFHxA could increase CXCL8 mRNA expression in normal thyroid cells and in thyroid cancer cell lines, whereas PFOA increase its expression of CXCL8 at the mRNA and protein levels [77]. CXCL8 is a pro-tumorigenic chemokine that promotes the development of several cancers, including thyroid cancers [78]. These biological clues are consistent with our results that PFAS may contribute to the risk of NG/PTC. In addition to PFAS exposure, the development of NG and PTC is influenced by a variety of potential factors. Genetic susceptibility plays a critical role in thyroid tumorigenesis, particularly mutations in genes such as BRAF (V600E), RAS, and RET/PTC rearrangements, which have been frequently identified in PTC cases [79–81]. Studies have shown that estrogen stimulates the proliferation of thyroid cancer cells, suggesting an important role for sex hormones in the progression of thyroid cancer [82]. Moreover, aside from ionizing radiation exposure, iodine imbalance (both deficiency and excess) and obesity may contribute to thyroid dysfunction and an increased risk of thyroid nodules and cancer [83, 84]. These multifactorial influences underscore the complexity of thyroid tumor pathogenesis. To our knowledge, this is the first epidemiological study to link exposure of PFAS mixtures to the risk of NG/PTC, the most popular specific types of thyroid tumors. Our study provided evidence that exposure to PFAS mixtures was related to NG/PTC risk. In this study, the relationships between PFAS and NG/PTC risk were assessed in multiple statistical models. Furthermore, the BKMR model and the qgcomp model were conducted to evaluate the overall and individual effects of mixed PFAS exposure. We further determined the weighted index for each PFAS to evaluate relative contribution of every single PFAS to the overall effects. Nevertheless, this study still has some limitations. For instance, due to inherent defect of the case-control study, we cannot exclude the possibility of reverse causality. Second, the samples for this study were collected from hospital settings, which limits their representativeness. Third, measurements of urinary PFAS require cautious interpretation, as they represent PFAS excreted from the body, unlike serum PFAS measurements, which better reflect the long half-life of these compounds in the body. Moreover, the relatively small sample size restricts our ability to further investigate the effect of PFAS on NG/PTC risk. Therefore, larger sample sizes and prospective studies are needed in the future to further confirm the effect of PFAS exposure on NG/PTC risk.\n\n## Conclusion\nIn summary, we observed that urinary PFHxS levels were significantly related to a higher risk of NG and PTC. The results of the mixture analysis suggested that exposure to PFAS mixtures was positively associated with NG risk, and PFHxS was the dominant contributor among all congeners. Besides, we found a positive relationship between PFAS mixtures and NG/PTC risk in females and normal weight subjects in the mixture models. These findings provide novel evidence that short-chain PFAS levels in urine may be associated with an increased risk of NG and PTC in the general population, and support the idea that exposure to PFAS is a hazardous factor for NG and PTC. However, large cohort studies are still needed to confirm this association of PFAS exposure with NG/PTC risk.\n\n## Electronic supplementary material\nBelow is the link to the electronic supplementary material. Supplementary Material 1 Supplementary Material 1",
  "word_count": 13742,
  "char_count": 93752
}