{
  "pmcid": "PMC11227063",
  "doi": "10.1530/ETJ-23-0192",
  "title": "Thyroid cancer and endocrine disruptive chemicals: a case–control study on per-fluoroalkyl substances and other persistent organic pollutants",
  "authors": [
    "Valentina Cirello",
    "Marina Lugaresi",
    "Claudia Moneta",
    "Patrice Dufour",
    "Alessandro Manzo",
    "Erika Carbone",
    "Carla Colombo",
    "Laura Fugazzola",
    "Corinne Charlier",
    "Catherine Pirard"
  ],
  "year": "2024",
  "journal": "European Thyroid Journal",
  "abstract": "ObjectiveThe aim was to evaluate the possible association between some endocrine disruptive chemicals and thyroid cancer (TC) in an Italian case–control cohort.MethodsWe enrolled 112 TC patients and 112 sex- and age-matched controls without known thyroid diseases. Per- and poly-fluoroalkyl substances (PFAS), poly-chlorinated biphenyls (PCBs), and dichlorodiphenyltrichloroethane (4,4′-DDT and 4,4′-DDE) were measured in the serum by liquid or gas chromatography–mass spectrometry. Unconditional logistic regression, Bayesan kernel machine regression and weighted quantile sum models were used to estimate the association between TC and pollutants’ levels, considered individually or as mixture. BRAFV600E mutation was assessed by standard methods.ResultsThe detection of perfluorodecanoic acid (PFDA) was positively correlated to TC (OR = 2.03, 95% CI: 1.10–3.75, P = 0.02), while a negative association was found with perfluorohexanesulfonic acid (PFHxS) levels (OR = 0.63, 95% CI: 0.41–0.98, P = 0.04). Moreover, perfluorononanoic acid (PFNA) was positively associated with the presence of thyroiditis, while PFHxS and perfluorooctane sulfonic acid (PFOS) with higher levels of presurgical thyroid-stimulating hormone (TSH). PFHxS, PFOS, PFNA, and PFDA were correlated with less aggressive TC, while poly-chlorinated biphenyls (PCB-105 and PCB-118) with larger and more aggressive tumors. Statistical models showed a negative association between pollutants’ mixture and TC. BRAF\nV600E mutations were associated with PCB-153, PCB-138, and PCB-180.ConclusionOur study suggests, for the first time in a case–control population, that exposure to some PFAS and PCBs associates with TC and some clinical and molecular features. On the contrary, an inverse correlation was found with both PFHxS and pollutants’ mixture, likely due to a potential reverse causality.",
  "sections": [
    {
      "title": "Introduction",
      "text": "Thyroid cancer (TC) is the most frequent endocrine tumor with age-standardized incidence rates of approximately 10.1 per 100,000 women and 3.1 per 100,000 men in 2020 (F:M = 3:1 on average), and with a low mortality rate (0.5 per 100,000 women and 0.3 per 100,000 men) (1). In the last decades, its worldwide incidence has been continuously rising, largely driven by microcarcinomas of the papillary histotype (2, 3), and mostly due to an improvement in diagnostic procedures (4, 5). Nevertheless, an increase in the incidence of large and advanced-stage TC and pediatric TC (4, 5) has been observed too, indicating that the increased routine screening is not the sole cause of the increase in TC incidence. In recent years, the interest in the possible effects of persistent organic pollutants (POPs) on ecosystems and on human health has risen worldwide. Some of these compounds are known to alter the endocrine system at different levels and have been called endocrine disruptive chemicals (EDCs). EDCs can interfere with all endocrine axes, altering the production, secretion, and metabolism of hormones, as well as their binding to plasma proteins and receptors. EDCs are known to alter thyroid function, thus leading to increased thyroid-stimulating hormone (TSH) levels (6), which have been found to represent a risk factor for thyroid cancer onset (7). Of EDCs, per- and poly-fluoroalkyl substances (PFAS), poly-chlorinated biphenyls (PCBs), and dichlorodiphenyltrichloroethane (DDT) are widely used for industrial and agricultural purposes and present in consumer products components. The main route of exposure to these chemicals is the food chain, and measurable levels are commonly reported in samples from the general population (8, 9, 10, 11). Some of these EDCs have been phased out starting from the 70s, although their presence in the environment is still relevant due to their long elimination half-life. Some PFAS, PCBs and the pesticide DDT have been classified as carcinogenic (12), probably carcinogenic (13), or possibly carcinogenic to humans (14) by international organizations, such as World Health Organization or International Agency for Research on Cancer. Indeed, some EDCs have been linked to several human cancers, i.e. of the breast, kidney, and testis (15, 16, 17, 18). To date, the possible correlation between PFAS and TC has been investigated mainly on highly exposed populations (professionally exposed or living in a contaminated area) in few studies and with controversial results (14, 16, 19, 20, 21, 22, 23, 24, 25). Very recently, the link between PFAS and TC has been also investigated in nested case–control studies using plasma samples collected at/before TC diagnosis (21) or pre-diagnostic serum in the Finnish Maternity Cohort (22). Another recent study evaluated the association of serum PFAS levels among NHANES participants with a previous diagnosis of cancer (26). Controversial data exist concerning TC, with some studies reporting a positive association between this tumor and some PFAS (14, 20, 21, 22, 24, 25, 26), and others not reporting any association (16, 19, 23, 27). Moreover, it is not clear which congeners are possibly associated with TC (19, 21, 22, 28). The increasing interest toward the impact of PFAS on thyroid diseases is underlined by the fact that the National Academy Institution (US) appointed a specific committee to assess the health effects of PFAS, and thyroid function has been included in the analysis (February 8, 2024 accessible at https://www.nationalacademies.org/our-work/guidance-on-pfas-testing-and-health-outcomes). Recently, some associations between PCBs and TC have been found (12, 29, 30, 31), even though the involved congeners are not well-defined. Finally, only one case–control study reported a positive association between 4,4′-dichlorodiphenyldichloroethylene (4,4′-DDE), which is the main metabolite of 4,4′-DDT, and the risk of TC (31). Interestingly, the genetic profile of papillary thyroid carcinoma (PTC) has also changed in the last decades with a relevant increase in the frequency of BRAFV600E mutation (32, 33, 34), and a high incidence of PTC harboring this genetic alteration has been reported in volcanic areas, which are characterized by nonanthropogenic pollutant contamination (35). The aim of this study was to evaluate, for the first time, the possible association between serum levels of some PFAS, PCBs, 4,4′-DDT, and 4,4′-DDE and the presence, as well as clinicopathological and molecular features, of TC in an Italian case–control cohort with an expected usual background exposure to these compounds."
    },
    {
      "title": "Materials and methods",
      "text": "In this cross-sectional case–control study, 112 cases and 112 controls were consecutively enrolled between July 2022 and February 2023 at IRCCS Istituto Auxologico Italiano Hospital, Milan, Italy. The 5-year time-lapse was selected because some of the EDCs analyzed have a maximum half-life of about 5 years. All patients with TC were submitted to surgery (total thyroidectomy or lobectomy), radioiodine ablation, and LT4 treatment according to international guidelines (36). Cases were defined as patients with a definite diagnosis of TC in the last 5 years. Sex- and age-matched controls were enrolled among subjects attending our hospital for unrelated reasons, and without (a) a known history of TC or other thyroid diseases, (b) a known history of other malignancies, and (c) severe hepatic or kidney dysfunction. Moreover, pregnant women, and patients with infertility or gonadal diseases, such as polycystic ovarian syndrome, were also excluded. All participants answered a questionnaire about their medical history, food habits, and personal care product use (translation available in the Supplementary Information, see section on supplementary materials given at the end of this article). Clinicopathological features, including TSH levels (presurgical TSH for cases and the last available value for both groups), were obtained from medical records. TNM classification followed the 8th edition of the American Joint Committee on Cancer/Union for International Cancer Control TNM staging system of thyroid cancer (37), and the dynamic risk stratification (DRS) was defined as previously reported (38, 39). Briefly, patients have been classified into four categories of response (excellent, biochemical incomplete, indeterminate, and structural incomplete) to initial treatments according to biochemical and radiological criteria. Subjects unable to fill out the questionnaire were excluded from enrollment. None of the cases or controls had a history of occupational or accidental exposure to PCBs, PFAS, nor DDT. All participants signed an informed consent and provided two blood samples in clot activator tubes without gel (BD, Plymouth, UK). The protocol was approved by the Ethical Committee of Istituto Auxologico Italiano IRCCS (05C214_THY-ED). Serum samples were used to determine the presence of nine PFAS, seven indicator PCBs, five dioxin-like PCBs (DL-PCBs), 4,4′-DDT, and its metabolite 4,4′-DDE. Among PFAS, perfluorobutanesulfonic acid (PFBS), perfluorohexanesulfonic acid (PFHxS), perfluorooctane sulfonic acid (PFOS) including linear isomer (linPFOS), branched isomers (branPFOS), and the sum of all isomers (totPFOS), perfluorohexanoic acid (PFHxA), perfluoroheptanoic acid (PFHpA), perfluorooctanoic acid (PFOA), perfluorononanoic acid (PFNA), perfluorodecanoic acid (PFDA), perfluoroundecanoic acid (PFUdA) were extracted from 1 mL of serum using an off-line solid phase extraction, as previously reported (40, 41). The indicator PCBs (PCB-28, PCB-52, PCB-101, PCB-118, PCB-138, PCB-153, and PCB-180), some DL-PCBs (PCB-105, PCB-114, PCB-156, PCB-157, PCB-167), 4,4′-DDT, and 4,4′-DDE were extracted from 1 mL of serum using a previously described method initially dedicated to brominated flame retardants (42). Details of sample preparation are given in Supplementary Information. PFAS analyses were performed using a liquid chromatography coupled to tandem mass spectrometry (LC–MS/MS) (Acquity Ultra Performance UHPLC system, Quattro Premier XE, Waters), whereas gas chromatography coupled with tandem mass spectrometry (GC–MS/MS) (Agilent 7890A GC/7000A GC Triple Quad mass spectrometer, Agilent Technologies) were used to determine PCBs, 4,4′-DDT, and 4,4′-DDE. Analysis details and methods of quality assurance and quality control are available in Supplementary Information. The determination of total cholesterol and triglycerides was carried out on a Cobas 8000 modular analyzer system (Roche Diagnostics) by enzymatic colorimetric test. The total lipids value was calculated according to Phillips et al. as follows: total lipid content (g/L) = (total cholesterol (mg/dL)) × 2.27 + (triglycerides (mg/dL)) + 62.3 (43). Genomic DNA was extracted from all available tissues (46 PTC tissues and 1 anaplastic thyroid cancer tissue) Formalin-fixed, paraffin-embedded tumor tissue samples were processed using the RecoverAll Total Nucleic Acid Isolation Kit (Thermo Fisher Scientific), while frozen tumor tissues were extracted using the Puregene Core Kit A (Qiagen), following the manufacturer’s protocol. The molecular analysis of the BRAF gene was performed as previously reported (44). Statistical analyses were performed using RStudio (version 3.4.1; R Project for Statistical Computing). The difference between values was considered significant when P  <  0.05. The Shapiro–Wilk test was used to test the normality of the distributions for demographic variables and pollutant concentrations. Student's t-test or Wilcoxon rank-sum test was used to compare continuous demographic variables (i.e. BMI, alcohol use, number of full-term pregnancies, cumulative months of breastfeeding, consumption of certain food, use of beauty and daily personal care items) between cases and controls, while the Chi-square test was used for categorical variables (i.e. sex, radiation exposure, familial history of thyroid diseases, postmenopausal status, having carried at least one pregnancy, use of an estro-progestin pill, menstrual cycle regularity, being a blood donor, iodized salt use, education level, employment status, smoking, sunscreen, and nail polish use). Only compounds with a detection frequency (DF) greater than 20% were included in the statistical analyses. For descriptive statistics (monovariate analyses and mono-pollutant models), pollutant concentrations measured below the limit of quantification (LOQ) were replaced by LOQ × DF, and a log-normal transformation was applied to their concentrations to approximate a normal distribution. Pollutants with DF above 75% were considered continuous variables, whereas compounds with DF between 20% and 75% were dichotomized (detected vs not detected). Associations between each pollutant and TC were tested using unconditional logistic regression. The individual model was calculated for each pollutant, adjusted for sex, age, BMI, and family history of thyroid disease, as well as two lifestyle habits found to differ between cases and controls (use of make-up remover and nail polish). The association with TC was estimated by the odds ratio (ORs) and 95% CIs. Concerning EDCs with a DF > 75%, the same model was also computed dividing the population into exposure quartiles. Due to the lipophilic properties of PCB congeners, their measured values were adjusted for serum total lipids and considered as continuous variables, while for those with a DF between 20% and 75%, and thus analyzed as dichotomic variables, total lipids content was added in the model. In addition, individual models were also employed, considering only the case population, to explore the association between serum pollutant levels and clinical response in agreement with dynamic risk stratification (structural incomplete response vs excellent response, biochemical incomplete response, and indeterminate response considered all together), TNM stage (T1 vs T2 vs T3+T4; N0+Nx vs N1; stage I vs II+III+IV), and tumor size at diagnosis (both as a continuous and as a dichotomous variable, considering a cutoff of 1 cm), presence of thyroiditis (an inflammatory autoimmune condition of the thyroid gland diagnosed at histology and/or by the presence of circulating autoantibodies), presurgical TSH levels, and BRAF mutational status. This model was also employed to evaluate the association between pollutants and the most recent TSH available in controls. The impact of pollutant mixtures on TC was assessed using two different methods: weighted quantile sum regression (WQS) and Bayesian kernel machine regression (BKMR). WQS has shown good performance in assessing associations between health parameters and mixtures of environmental pollutants. However, this method can only highlight monotonic, linear, and additive relationships. On the other hand, although they are more difficult to interpret, BKMR models can reveal non-monotonic and non-additive associations. Details are provided in Supplementary Information."
    },
    {
      "title": "Study participants and biochemical analyses",
      "text": "In this cross-sectional case–control study, 112 cases and 112 controls were consecutively enrolled between July 2022 and February 2023 at IRCCS Istituto Auxologico Italiano Hospital, Milan, Italy. The 5-year time-lapse was selected because some of the EDCs analyzed have a maximum half-life of about 5 years. All patients with TC were submitted to surgery (total thyroidectomy or lobectomy), radioiodine ablation, and LT4 treatment according to international guidelines (36). Cases were defined as patients with a definite diagnosis of TC in the last 5 years. Sex- and age-matched controls were enrolled among subjects attending our hospital for unrelated reasons, and without (a) a known history of TC or other thyroid diseases, (b) a known history of other malignancies, and (c) severe hepatic or kidney dysfunction. Moreover, pregnant women, and patients with infertility or gonadal diseases, such as polycystic ovarian syndrome, were also excluded. All participants answered a questionnaire about their medical history, food habits, and personal care product use (translation available in the Supplementary Information, see section on supplementary materials given at the end of this article). Clinicopathological features, including TSH levels (presurgical TSH for cases and the last available value for both groups), were obtained from medical records. TNM classification followed the 8th edition of the American Joint Committee on Cancer/Union for International Cancer Control TNM staging system of thyroid cancer (37), and the dynamic risk stratification (DRS) was defined as previously reported (38, 39). Briefly, patients have been classified into four categories of response (excellent, biochemical incomplete, indeterminate, and structural incomplete) to initial treatments according to biochemical and radiological criteria. Subjects unable to fill out the questionnaire were excluded from enrollment. None of the cases or controls had a history of occupational or accidental exposure to PCBs, PFAS, nor DDT. All participants signed an informed consent and provided two blood samples in clot activator tubes without gel (BD, Plymouth, UK). The protocol was approved by the Ethical Committee of Istituto Auxologico Italiano IRCCS (05C214_THY-ED)."
    },
    {
      "title": "Chemical analyses",
      "text": "Serum samples were used to determine the presence of nine PFAS, seven indicator PCBs, five dioxin-like PCBs (DL-PCBs), 4,4′-DDT, and its metabolite 4,4′-DDE. Among PFAS, perfluorobutanesulfonic acid (PFBS), perfluorohexanesulfonic acid (PFHxS), perfluorooctane sulfonic acid (PFOS) including linear isomer (linPFOS), branched isomers (branPFOS), and the sum of all isomers (totPFOS), perfluorohexanoic acid (PFHxA), perfluoroheptanoic acid (PFHpA), perfluorooctanoic acid (PFOA), perfluorononanoic acid (PFNA), perfluorodecanoic acid (PFDA), perfluoroundecanoic acid (PFUdA) were extracted from 1 mL of serum using an off-line solid phase extraction, as previously reported (40, 41). The indicator PCBs (PCB-28, PCB-52, PCB-101, PCB-118, PCB-138, PCB-153, and PCB-180), some DL-PCBs (PCB-105, PCB-114, PCB-156, PCB-157, PCB-167), 4,4′-DDT, and 4,4′-DDE were extracted from 1 mL of serum using a previously described method initially dedicated to brominated flame retardants (42). Details of sample preparation are given in Supplementary Information. PFAS analyses were performed using a liquid chromatography coupled to tandem mass spectrometry (LC–MS/MS) (Acquity Ultra Performance UHPLC system, Quattro Premier XE, Waters), whereas gas chromatography coupled with tandem mass spectrometry (GC–MS/MS) (Agilent 7890A GC/7000A GC Triple Quad mass spectrometer, Agilent Technologies) were used to determine PCBs, 4,4′-DDT, and 4,4′-DDE. Analysis details and methods of quality assurance and quality control are available in Supplementary Information. The determination of total cholesterol and triglycerides was carried out on a Cobas 8000 modular analyzer system (Roche Diagnostics) by enzymatic colorimetric test. The total lipids value was calculated according to Phillips et al. as follows: total lipid content (g/L) = (total cholesterol (mg/dL)) × 2.27 + (triglycerides (mg/dL)) + 62.3 (43)."
    },
    {
      "title": "DNA extraction and BRAF molecular analysis",
      "text": "Genomic DNA was extracted from all available tissues (46 PTC tissues and 1 anaplastic thyroid cancer tissue) Formalin-fixed, paraffin-embedded tumor tissue samples were processed using the RecoverAll Total Nucleic Acid Isolation Kit (Thermo Fisher Scientific), while frozen tumor tissues were extracted using the Puregene Core Kit A (Qiagen), following the manufacturer’s protocol. The molecular analysis of the BRAF gene was performed as previously reported (44)."
    },
    {
      "title": "Statistical analysis",
      "text": "Statistical analyses were performed using RStudio (version 3.4.1; R Project for Statistical Computing). The difference between values was considered significant when P  <  0.05. The Shapiro–Wilk test was used to test the normality of the distributions for demographic variables and pollutant concentrations. Student's t-test or Wilcoxon rank-sum test was used to compare continuous demographic variables (i.e. BMI, alcohol use, number of full-term pregnancies, cumulative months of breastfeeding, consumption of certain food, use of beauty and daily personal care items) between cases and controls, while the Chi-square test was used for categorical variables (i.e. sex, radiation exposure, familial history of thyroid diseases, postmenopausal status, having carried at least one pregnancy, use of an estro-progestin pill, menstrual cycle regularity, being a blood donor, iodized salt use, education level, employment status, smoking, sunscreen, and nail polish use). Only compounds with a detection frequency (DF) greater than 20% were included in the statistical analyses. For descriptive statistics (monovariate analyses and mono-pollutant models), pollutant concentrations measured below the limit of quantification (LOQ) were replaced by LOQ × DF, and a log-normal transformation was applied to their concentrations to approximate a normal distribution. Pollutants with DF above 75% were considered continuous variables, whereas compounds with DF between 20% and 75% were dichotomized (detected vs not detected). Associations between each pollutant and TC were tested using unconditional logistic regression. The individual model was calculated for each pollutant, adjusted for sex, age, BMI, and family history of thyroid disease, as well as two lifestyle habits found to differ between cases and controls (use of make-up remover and nail polish). The association with TC was estimated by the odds ratio (ORs) and 95% CIs. Concerning EDCs with a DF > 75%, the same model was also computed dividing the population into exposure quartiles. Due to the lipophilic properties of PCB congeners, their measured values were adjusted for serum total lipids and considered as continuous variables, while for those with a DF between 20% and 75%, and thus analyzed as dichotomic variables, total lipids content was added in the model. In addition, individual models were also employed, considering only the case population, to explore the association between serum pollutant levels and clinical response in agreement with dynamic risk stratification (structural incomplete response vs excellent response, biochemical incomplete response, and indeterminate response considered all together), TNM stage (T1 vs T2 vs T3+T4; N0+Nx vs N1; stage I vs II+III+IV), and tumor size at diagnosis (both as a continuous and as a dichotomous variable, considering a cutoff of 1 cm), presence of thyroiditis (an inflammatory autoimmune condition of the thyroid gland diagnosed at histology and/or by the presence of circulating autoantibodies), presurgical TSH levels, and BRAF mutational status. This model was also employed to evaluate the association between pollutants and the most recent TSH available in controls. The impact of pollutant mixtures on TC was assessed using two different methods: weighted quantile sum regression (WQS) and Bayesian kernel machine regression (BKMR). WQS has shown good performance in assessing associations between health parameters and mixtures of environmental pollutants. However, this method can only highlight monotonic, linear, and additive relationships. On the other hand, although they are more difficult to interpret, BKMR models can reveal non-monotonic and non-additive associations. Details are provided in Supplementary Information."
    },
    {
      "title": "Results",
      "text": "The clinicopathological features of the study group, including 112 cases of TC, are reported in Table 1. Briefly, 102 patients had follicular cell-derived cancer (94 PTC, five follicular thyroid carcinoma (FTC), one Hürthle carcinoma, one poorly differentiated TC (PDTC) and one anaplastic TC (ATC)), while the remaining ten patients had a medullary thyroid cancer (MTC). The majority of cases had a T1 tumor without metastatic lymph nodes. About 57.3% of cases had a tumor size >10 mm, and about 66% had a BRAFV600E mutation. The response to initial treatment was excellent in 52.7%, and structural incomplete response was observed in 23.2% of patients.\nTable 1Clinicopathological features at diagnosis of patients with thyroid cancer.Clinical featuresValues, n (%)Histological type, n=112 PTC94 (83.9) FTC5 (4.5) MTC10 (8.9) ATC1 (0.9) PDTC1 (0.9) HCC1 (0.9)TNM, n=111 T1a46 (41.4) T1b35 (31.5) T219 (17.1) T3a3 (2.7) T3b5 (4.5) T4a3 (2.7) T4b0 (0) Nx1 (0.9) N0a39 (35.1) N0b38 (34.2) N1a20 (18.0) N1b13 (11.7) M0110 (99.1) M11 (0.9)Stage, n=111 I96 (86.5) II12 (10.8) III1 (0.9) IVa1 (0.9) IVb1 (0.9)Thyroiditis, n=112 Presence42 (37.5) Absence70 (62.5)Tumor size, n=110 Median (range), mm12.0 (1.0–70.0) ≤10 mm47 (42.7) >10 mm63 (57.3)DRS, n=112 Excellent59 (52.7) Biochemical incomplete5 (4.5) Structural incomplete26 (23.2) Indeterminate22 (19.6)BRAF, n=47 Mutated31 (66.0) Wild type16 (34.0)DRS, Dynamic Risk Stratification; PTC, papillary thyroid cancer; FTC, follicular thyroid cancer; MTC, medullary thyroid cancer; ATC, anaplastic thyroid cancer; PDTC, poorly differentiated thyroid cancer; HCC, Hürtle cell carcinoma. Clinicopathological features at diagnosis of patients with thyroid cancer. DRS, Dynamic Risk Stratification; PTC, papillary thyroid cancer; FTC, follicular thyroid cancer; MTC, medullary thyroid cancer; ATC, anaplastic thyroid cancer; PDTC, poorly differentiated thyroid cancer; HCC, Hürtle cell carcinoma. The baseline characteristics of the 224 participants (112 cases and 112 controls, sex-, and age-matched) are reported in Table 2. The mean age of cases and controls was 51.7 ± 14.6 years (range: 20–89) and 51 ± 15.2 years (range: 19–86), respectively. The female/male ratio was 3.48 for both groups. Cases were recruited in a median of 1.2 years after diagnosis (range: 0.1–5) and had a significantly higher BMI (median 24.3 kg/m2 vs 23.4 kg/m2, P = 0.027) and a more frequent familial history for thyroid diseases (49% vs 30%, P = 0.005) compared to controls. The majority of patients (97.3%) and controls (91%) were living in Milan or nearby districts in the last 5 years.\nTable 2Baseline characteristics for study participants. Data are presented as median (range), mean ± s.d. or as n (%).Baseline characteristicsCasesControlsP\nTotal n112112Age (years)51.7 ± 14.6 (20–89)51 ± 15.2 (19–86)0.738BMI (kg/m2)24.3 (16.2–43.8)23.4 (16.4–36.8)0.027Sex1.000 Female87 (77.7)87 (77.7) Male25 (22.3)25 (22.3)Familial history for thyroid diseases55 (49.1)33 (29.7)a0.005Active smokers12 (10.7)17 (15.2)0.426Education level0.097 Degree34 (30.4)43 (38.4) Secondary, II level42 (37.5)32 (28.6) Secondary, I level16 (14.3)13 (11.6) Primary4 (3.6)0 (0) Unknown16 (14.3)24 (21.4)Job0.530 Worker82 (73.2)80 (71.4) Unemployed4 (3.6)6 (5.4) Retired25 (22.3)22 (19.6) Student1 (0.9)4 (3.6)Postmenopausal females, n = 8741 (47.1)39 (44.8)0.879Females who have had ≥1 pregnancy53 (62.4)b54 (62.1)c1.000Number of full-term pregnancies1 (0–4)1 (0–5)0.510Cumulative breast-feeding (months)4.5 (0–45)4 (0–54)0.699Blood donors8 (7.1)13 (11.6)0.359Iodized salt consumers76 (68.5)d77 (70)e0.920Subjects exposed to ionizing radiation3 (2.7)1 (0.9)0.614Subjects who regularly use nail polish17 (15.3)31 (27.7)0.034Make-up remover use (times/week)0 (0–14)2 (0–15)0.013TSH values (mU/L) Before surgery1.8 (0.2–5.1)0.611 Last available valuef3 (0.0004–19.5)2 (1.39, 0.–4–4.3) < 0.001g\nValues in bold indicate statistical significance.an = 111; bn = 85; cn = 87; dn = 111; en = 110; fFor cases: last TSH values available after surgery, for controls: last TSH value available; gBetween last available and presurgical TSH values in cases group.BMI, body mass index. Baseline characteristics for study participants. Data are presented as median (range), mean ± s.d. or as n (%). Values in bold indicate statistical significance. an = 111; bn = 85; cn = 87; dn = 111; en = 110; fFor cases: last TSH values available after surgery, for controls: last TSH value available; gBetween last available and presurgical TSH values in cases group. BMI, body mass index. TSH values were recorded for both cases (pre-surgery and at last visit) and controls (last recent available values) and were within the normal range. As shown in Table 2, TSH values did not significantly differ between cases’ presurgical values and controls’ most recent available ones (median: 1.8 mU/L vs 2.0 mU/L, P = 0.611). As expected, in patients with TC on thyroxine treatment, the median of last available post-surgical TSH levels was significantly lower than the presurgical one (median: 1.8 mU/L vs 0.3 mU/L, P = 0.00001). Among self-reported lifestyle and dietary habits, two main significant differences emerged between the two groups: controls used nail polish more frequently (28% vs15%, P = 0.034), and makeup remover (median 2 times/week vs0 times/week, P = 0.013). Among the analyzed EDCs, 19 had a DF greater than 20% in the study population and were thus included in the statistical analysis (Fig. 1 and Supplementary Table 1). PBCs and 4,4′-DDT/4,4′-DDE values were adjusted by total lipids content (measured concentration divided by total lipids).\nFigure 1Comparison of PFAS, PCBs, and 4,4′-DDE levels between cases and controls. Serum concentrations of perfluoroalkyl substances (PFAS) and of total lipids-adjusted polychlorobiphenyls (PCBs) and 4,4′-dichlorodiphenyldichloroethylene (4,4′-DDE), which reached a detection frequency greater than 20% in both cases and controls, are represented as boxplots. PFDA, perfluorodecanoic acid; PFHxS, perfluorohexanesulfonic acid; PFNA, perfluorononanoic acid; PFUdA, perfluoroundecanoic acid; PFOA, perfluorooctanoic acid; totPFOS, total perfluorooctane sulfonic acid; branPFOS, branched PFOS; linPFOS, linear PFOS. Comparison of PFAS, PCBs, and 4,4′-DDE levels between cases and controls. Serum concentrations of perfluoroalkyl substances (PFAS) and of total lipids-adjusted polychlorobiphenyls (PCBs) and 4,4′-dichlorodiphenyldichloroethylene (4,4′-DDE), which reached a detection frequency greater than 20% in both cases and controls, are represented as boxplots. PFDA, perfluorodecanoic acid; PFHxS, perfluorohexanesulfonic acid; PFNA, perfluorononanoic acid; PFUdA, perfluoroundecanoic acid; PFOA, perfluorooctanoic acid; totPFOS, total perfluorooctane sulfonic acid; branPFOS, branched PFOS; linPFOS, linear PFOS. PFOS (linPFOS, branPFOS, and totPFOS), PFOA, PFHxS, and PFNA had a DF above 97%, while detectable levels of PFDA and PFUdA were present in 42.9% and 24.6% of samples, respectively. Total PFOS had the highest concentration (median: 4.1 ng/mL, range: <LOQ-28.5 ng/mL), followed by PFOA (median: 1.8 ng/mL, range: <LOQ-5.6 ng/mL), PFHxS (median: 0.5 ng/mL, range: <LOQ-7.9 ng/mL), and PFNA (median: 0.4 ng/mL, range: <LOQ-1.8 ng/mL) (Supplementary Table 1). PCB-153, PCB-138, and PCB-180 congeners had a 100% DF, whereas PCB-118 and PCB-156 were detected in 78.1% and 79.5%, respectively. Lower DFs were observed for PCB-28, PCB-105, PCB-114, PCB-157, and PCB-167, ranging from 21.9% to 41.5%. The highest median value was measured for PCB-153 (median: 36.6 ng/g lipids, range: 5–235.8 ng/g lipids), followed by PCB-180 (median: 34.2 ng/g lipids, range: 2.2–329.4 ng/g lipids), and PCB-138 (median: 21 ng/g lipids, range: 2.9–129.1 ng/g lipids) (Supplementary Table 1). 4,4′-DDE was detected in all samples, with a median concentration of 62 ng/g lipids (range: 8.1–981.2 ng/g lipids), while 4,4′-DDT levels were measurable only in 12.1% of samples (Supplementary Table 1). Finally, PFHxS, PCB-52, and PCB-101 levels were significantly different between cases and controls (Supplementary Table 1). Among all the EDCs included in the analysis, we observed an increased OR of TC only with the presence of PFDA (detected vs non-detected, OR = 2.03, 95% CI: 1.10–3.75, P = 0.023), while a negative association was found with PFHxS levels (OR = 0.63, 95% CI: 0.41–0.98, P = 0.040). The positive association between PFDA detection and the risk of TC was also confirmed when considering only PTC patients, who are the majority of cases (OR = 2.11, 95% CI: 1.10–4.06, P = 0.024). On the other hand, the negative association between PFHxS levels and TC lost its significance considering only PTC patients, likely due to the reduction of the sample size (OR = 0.66, 95% CI: 0.42–1.03, P = 0.068) (Table 3). These associations remained substantially the same when only female participants were considered, except for PFOA, which became significantly and negatively associated with TC (Supplementary Table 2). We then performed the same analysis, subdividing detected pollutant levels into quartiles to highlight a potential non-monotonic association. A trend toward a reduced risk of TC was observed for values in the fourth quartile versus those in the first one for PFHxS (OR = 0.41, 95% CI: 0.17–0.98, P = 0.046) and PFOA (OR = 0.38, 95% CI: 0.16–0.91, P = 0.029). On the contrary, an increased risk of TC was found for linear PFOS values in both the second (OR = 2.93, 95% CI: 1.26–6.80, P = 0.012) and the third quartile (OR = 2.42, 95% CI: 1.05–5.57, P = 0.038), while the association with the fourth quartile, although in the same direction, did not reach statistical significance (OR = 1.68, 95% CI: 0.68–4.11, P = 0.259).\nTable 3Odds ratios (OR) for the association between PFASs, PCBs, and 4,4′-DDE in serum samples and thyroid cancer (TC). The analysis was performed using a logistic regression model adjusted for sex, age, BMI, familial history of thyroid diseases, and the use of nail polish/makeup remover. Pollutants with DF above 75% were considered as continuous variables, whereas compounds with DF between 20% and 75% were dichotomized (detected vs not detected). PFDA, PFUdA, PCB-28, PCB-105, PCB-114, PCB-157, and PCB-167 were considered as dichotomous variables, while PFHxS, totPFOS, linPFOS, branPFOS, PFOA, PFNA, PCB-118, PCB-138, PCB-153, PCB-156, PCB-180, and 4,4′-DDE serum concentration were ln-transformed and considered as continuous variables. In the quartile analysis, the first quartile was set as reference.Continuous/dichotomic analysisQuartile analysisTC vs CTRPTC vs CTRTC vs CTROR (95% CI)POR (95% CI)PQ2PQ3PQ4PContinuous PFHxS0.63 (0.41–0.98)0.0400.66 (0.42–1.03)0.0680.96 (0.42–2.16)0.9130.79 (0.34–1.85)0.5900.41 (0.17–0.98)0.046 totPFOS1.10 (0.69–1.75)0.6831.22 (0.75–1.99)0.4201.14 (0.51–2.55)0.7551.24 (0.54–2.87)0.6131.21 (0.47–3.08)0.696 linPFOS1.31 (0.86–1.99)0.2051.45 (0.93–2.27)0.1032.93 (1.26–6.80)0.0122.42 (1.05–5.57)0.0381.68 (0.68–4.11)0.259 branPFOS0.85 (0.56–1.30)0.4520.91 (0.59–1.40)0.6581.27 (0.56–2.88)0.5730.56 (0.24–1.34)0.1961.00 (0.39–2.61)0.992 PFOA0.58 (0.30–1.13)0.1120.70 (0.34–1.42)0.3170.81 (0.36–1.87)0.6290.72 (0.31–1.65)0.4400.38 (0.16–0.91)0.029 PFNA1.18 (0.72–1.94)0.5131.43 (0.82–2.48)0.2081.61 (0.72–3.60)0.2491.78 (0.78–4.07)0.1701.16 (0.51–2.66)0.719 PCB-1180.67 (0.39–1.13)0.1320.99 (0.93–1.05)0.7150.84 (0.37–1.91)0.6830.63 (0.27–1.45)0.2750.41 (0.16–1.10)0.077 PCB-1381.04 (0.59–1.85)0.8891.01 (0.99–1.02)0.5401.27 (0.53–3.06)0.5860.67 (0.26–1.71)0.3961.19 (0.37–3.87)0.771 PCB-1531.02 (0.59–1.78)0.9361.00 (0.99–1.02)0.5040.98 (0.42–2.30)0.9670.59 (0.23–1.49)0.2620.93 (0.29–2.99)0.908 PCB-1561.01 (0.56–1.82)0.9821.02 (0.95–1.10)0.5941.25 (0.53–2.96)0.6090.59 (0.21–1.61)0.3011.11 (0.28–4.42)0.877 PCB-1800.87 (0.52–1.47)0.6081.00 (0.99–1.01)0.9371.02 (0.42–2.46)0.9700.67 (0.24–1.89)0.4471.22 (0.29–5.18)0.787 4,4’-DDE0.91 (0.65–1.29)0.6041.00 (1.00–1.00)0.7010.66 (0.29–1.51)0.3221.10 (0.48–2.54)0.8150.62 (0.24–1.58)0.317Binary PFDA2.03 (1.10–3.75)0.0232.11 (1.10–4.06)0.024 PFUdA1.21 (0.60–2.43)0.5891.06 (0.50–2.24)0.877 PCB-280.95 (0.47–1.89)0.8730.87 (0.41–1.84)0.710 PCB-1051.04 (0.53–2.06)0.9071.06 (0.50–2.21)0.886 PCB-1140.76 (0.33–1.79)0.5330.54 (0.21–1.40)0.203 PCB-1571.22 (0.48–3.07)0.5550.85 (0.31–2.33)0.756 PCB-1670.79 (0.36–1.73)0.6080.62 (0.27–1.43)0.264Values in bold indicate statistical significance.branPFOS, branched perfluorooctane sulfonic acid; CTR, controls; 4,4′-DDE, 4,4′-dichlorodiphenyldichloroethylene; linPFOS, linear perfluorooctane sulfonic acid; PTC, papillary thyroid cancer; PFHxS, perfluorohexanesulfonic acid; PFOA, perfluorooctanoic acid; PFNA, perfluorononanoic acid; PFDA, perfluorodecanoic acid; PFUdA, perfluoroundecanoic acid; PCB, polychlorobiphenyl; Q2, second quartile; Q3, third quartile; Q4, fourth quartile; totPFOS, total perfluorooctane sulfonic acid; TC, thyroid cancer. Odds ratios (OR) for the association between PFASs, PCBs, and 4,4′-DDE in serum samples and thyroid cancer (TC). The analysis was performed using a logistic regression model adjusted for sex, age, BMI, familial history of thyroid diseases, and the use of nail polish/makeup remover. Pollutants with DF above 75% were considered as continuous variables, whereas compounds with DF between 20% and 75% were dichotomized (detected vs not detected). PFDA, PFUdA, PCB-28, PCB-105, PCB-114, PCB-157, and PCB-167 were considered as dichotomous variables, while PFHxS, totPFOS, linPFOS, branPFOS, PFOA, PFNA, PCB-118, PCB-138, PCB-153, PCB-156, PCB-180, and 4,4′-DDE serum concentration were ln-transformed and considered as continuous variables. In the quartile analysis, the first quartile was set as reference. Values in bold indicate statistical significance. branPFOS, branched perfluorooctane sulfonic acid; CTR, controls; 4,4′-DDE, 4,4′-dichlorodiphenyldichloroethylene; linPFOS, linear perfluorooctane sulfonic acid; PTC, papillary thyroid cancer; PFHxS, perfluorohexanesulfonic acid; PFOA, perfluorooctanoic acid; PFNA, perfluorononanoic acid; PFDA, perfluorodecanoic acid; PFUdA, perfluoroundecanoic acid; PCB, polychlorobiphenyl; Q2, second quartile; Q3, third quartile; Q4, fourth quartile; totPFOS, total perfluorooctane sulfonic acid; TC, thyroid cancer. No association between TC and PCBs or 4,4′-DDT and its metabolites was highlighted in our mono-pollutant analyses. We then employed logistic regression analysis to determine the possible association of detected pollutants with some clinicopathological features of interest (Tables 4, 5 and Supplementary Table 3).\nTable 4Odds ratios (OR) and β estimates for the association between PFAS, PCBs, and 4,4′-DDE in serum samples and TNM classification. The analysis was performed using a logistic regression model adjusted for sex, age, BMI, familial history of thyroid diseases, and the use of nail polish/makeup remover. Pollutants with DF above 75% were considered as continuous variables, whereas compounds with DF between 20% and 75% were dichotomized (detected vs not detected). PFDA, PFUdA, PCB-28, PCB-105, PCB-114, PCB-157, and PCB-167 were considered as dichotomous variables, for other pollutants serum concentration were ln-transformed.TNM: T2 vs T1TNM: T3/4 vs T1TNM: T3/4 vs T2TNM: N0 vs N1OR (95% CI)POR (95% CI)POR (95% CI)POR (95% CI)PContinuous PFHxS0.34 (0.12– 0.96)0.0420.94 (0.25– 3.58)0.9282.80 (0.57– 13.6)0.2031.59 (0.64– 3.92)0.315 totPFOS0.34 (0.12– 0.98)0.0470.76 (0.19– 3.00)0.6912.19 (0.45– 10.7)0.3330.72 (0.29– 1.81)0.486 linPFOS0.33 (0.12– 0.89)0.0280.79 (0.23– 2.71)0.7042.36 (0.55– 10.1)0.2490.67 (0.30– 1.50)0.334 branPFOS0.58 (0.25– 1.38)0.2201.01 (0.32– 3.17)0.9881.73 (0.46– 6.54)0.4200.85 (0.39– 1.83)0.679 PFOA0.30 (0.08– 1.18)0.0840.88 (0.17– 4.55)0.8762.92 (0.40– 21.2)0.2891.26 (0.40– 3.99)0.698 PFNA0.26 (0.09– 0.77)0.0150.47 (0.13– 1.77)0.2661.81 (0.40– 8.18)0.4430.72 (0.29– 1.79)0.486 PCB-1180.54 (0.19– 1.54)0.2462.46 (0.78– 7.81)0.1254.59 (1.07– 19.6)0.0400.72 (0.30– 1.74)0.461 PCB-1380.81 (0.29– 2.22)0.6792.07 (0.57– 7.57)0.2702.57 (0.56– 11.9)0.2271.19 (0.49– 2.89)0.706 PCB-1530.77 (0.30– 2.01)0.5991.53 (0.48– 4.83)0.4731.97 (0.50– 7.73)0.3301.31 (0.54– 3.16)0.553 PCB-1560.72 (0.26– 1.97)0.5191.50 (0.37– 6.05)0.5712.09 (0.41– 10.6)0.3751.13 (0.48– 2.69)0.778 PCB-1800.79 (0.34– 1.86)0.5901.56 (0.41– 5.86)0.5141.97 (0.44– 8.76)0.3741.22 (0.56– 2.64)0.622 4,4’-DDE1.26 (0.64– 2.49)0.5041.18 (0.56– 2.46)0.6620.93 (0.37– 2.36)0.8861.18 (0.65– 2.15)0.592Binary PFDA0.84 (0.28– 2.51)0.7530.85 (0.21– 3.49)0.8181.01 (0.19– 5.34)0.9910.30 (0.11– 0.81)0.018 PFUdA0.30 (0.06– 1.62)0.1631.64 (0.35– 7.71)0.5315.40 (0.64– 45.6)0.1211.14 (0.36– 3.56)0.825 PCB-280.33 (0.04– 3.02)0.3290.33 (0.04– 3.02)0.3290.59 (0.05– 7.14)0.6800.66 (0.21– 2.07)0.481 PCB-1050.47 (0.13– 1.71)0.2547.49 (1.14– 49.4)0.03615.8 (1.79– 140)0.0130.54 (0.19– 1.57)0.256 PCB-1140.64 (0.15– 2.83)0.5581.94 (0.28– 13.2)0.5003.02 (0.31– 29.4)0.3420.35 (0.09– 1.38)0.135 PCB-1571.89 (0.34– 10.5)0.4650.63 (0.07– 6.09)0.6920.33 (0.02– 4.72)0.4180.71 (0.14– 3.55)0.680 PCB-1670.55 (0.12– 2.56)0.4496.14 (0.71– 52.8)0.09911.1 (0.90– 137)0.0601.41 (0.32– 4.10)0.840Values in bold indicate statistical significance.branPFOS, branched perfluorooctane sulfonic acid; 4,4′-DDE, 4,4′-dichlorodiphenyldichloroethylene; linPFOS, linear perfluorooctane sulfonic acid; PFHxS, perfluorohexanesulfonic acid; PFOA, perfluorooctanoic acid; PFNA, perfluorononanoic acid; PFDA, perfluorodecanoic acid; PFUdA, perfluoroundecanoic acid; PCB, polychlorobiphenyl; totPFOS, total perfluorooctane sulfonic acid. Odds ratios (OR) and β estimates for the association between PFAS, PCBs, and 4,4′-DDE in serum samples and TNM classification. The analysis was performed using a logistic regression model adjusted for sex, age, BMI, familial history of thyroid diseases, and the use of nail polish/makeup remover. Pollutants with DF above 75% were considered as continuous variables, whereas compounds with DF between 20% and 75% were dichotomized (detected vs not detected). PFDA, PFUdA, PCB-28, PCB-105, PCB-114, PCB-157, and PCB-167 were considered as dichotomous variables, for other pollutants serum concentration were ln-transformed. Values in bold indicate statistical significance. branPFOS, branched perfluorooctane sulfonic acid; 4,4′-DDE, 4,4′-dichlorodiphenyldichloroethylene; linPFOS, linear perfluorooctane sulfonic acid; PFHxS, perfluorohexanesulfonic acid; PFOA, perfluorooctanoic acid; PFNA, perfluorononanoic acid; PFDA, perfluorodecanoic acid; PFUdA, perfluoroundecanoic acid; PCB, polychlorobiphenyl; totPFOS, total perfluorooctane sulfonic acid. PFNA levels were found to be associated with the presence of thyroiditis diagnosed by clinical and/or histological parameters (OR = 2.57, 95% CI: 1.04–6.36, P = 0.042). PFHxS (β = 0.56, P = 0.011), total PFOS (β = 0.63, P = 0.007), linear PFOS (β = 0.51, P = 0.013), and branched PFOS (β = 0.40, P = 0.045) levels were positively associated with higher levels of presurgical TSH in the cases group. Interestingly, no association was observed between PFAS levels and the most recent available TSH value in the control group. The same significant associations were also observed adjusting the model for the presence of thyroiditis, except for branched PFOS (β = 0.39, P = 0.054) (Supplementary Table 3). Regarding the TNM classification of thyroid cancers, a decreased OR of T2 vs T1 tumors was observed for PFHxS (OR = 0.34, 95% CI: 0.12–0.96, P = 0.042), PFNA (OR = 0.26, 95% CI: 0.09–0.77, P = 0.015), total PFOS (OR = 0.34, 95% CI: 0.12–0.98, P = 0.047), and linear PFOS (OR = 0.33, 95% CI: 0.12–0.89, P = 0.028). On the other hand, PCB-105 was associated with an increased OR of T3/T4 vs T1 (OR = 7.49, 95% CI: 1.14–49.4, P = 0.036) or T2 tumors (OR 15.8, 95% CI: 1.79–140, P = 0.013), while PCB-118 was associated with an increased OR of T3/T4 tumors when compared to T2 (OR = 4.59, 95% CI: 1.07–19.60, P = 0.040). Only PFDA levels were negatively correlated with N1 status (OR = 0.30, 95% CI: 0.11–0.81, P = 0.018), meaning a higher probability of the absence of lymph nodes metastasis. No significant association was observed between analyzed EDCs, considered as either continuous or dichotomous variables, and stage, tumor size, and DRS (Supplementary Table 3). The possible association of detected EDCs with the presence of BRAFV600E mutation was also tested by logistic regression analysis. An increased OR of BRAFV600E mutation was found to be associated with PCB-153 (OR = 5.70, 95% CI: 1.23–26.44, P = 0.026), PCB-138 (OR = 5.31, 95% CI: 1.04–27.29, P = 0.045), and PCB-180 (OR = 11.41, 95% CI: 1.81–71.93, P = 0.010) levels (Table 5). Neither PFAS nor the 4,4′-DDE was associated with the BRAF\nV600E mutation.\nTable 5Odds ratios (OR) and β estimates for the association between PFAS, PCBs, and 4,4′-DDE in serum samples and thyroiditis, BRAF mutational status, and TSH levels. The analysis was performed using a logistic regression model adjusted for sex, age, BMI, familial history of thyroid diseases, and the use of nail polish/makeup remover. Pollutants with DF above 75% were considered as continuous variables, whereas compounds with DF between 20% and 75% were dichotomized (detected vs not detected). PFDA, PFUdA, PCB-28, PCB-105, PCB-114, PCB-157, and PCB-167 were considered as dichotomous variables, for other pollutants serum concentration were ln-transformed.Thyroiditis yes vs noBRAF mutated vs WTPS-TSH (cases)TSH (controls)OR (95% CI)POR (95% CI)PEstimatePEstimatePContinuous PFHxS1.77 (0.77– 4.07)0.1811.12 (0.24– 5.25)0.8900.560.0110.040.849 totPFOS2.02 (0.85– 4.81)0.1220.91 (0.18– 4.72)0.9150.630.007−0.060.769 linPFOS2.17 (0.99– 4.74)0.0531.44 (0.37– 5.63)0.5980.510.013−0.050.801 branPFOS1.41 (0.69– 2.89)0.3460.59 (0.16– 2.26)0.4430.400.045−0.040.824 PFOA2.31 (0.77–6.95)0.1350.46 (0.05– 4.43)0.4990.230.423−0.150.635 PFNA2.57 (1.04–6.36)0.0420.84 (0.16– 4.33)0.8380.280.230−0.220.334 PCB-1180.83 (0.38– 1.80)0.6352.70 (0.81– 8.94)0.1050.100.651−0.200.427 PCB-1381.17 (0.52– 2.61)0.7045.31 (1.04– 27.3)0.0450.130.584−0.170.560 PCB-1531.06 (0.49– 2.29)0.8915.70 (1.23– 26.4)0.0260.030.873−0.150.618 PCB-1561.34 (0.60– 3.00)0.4733.74 (0.72– 19.3)0.1150.000.990−0.190.542 PCB-1800.97 (0.50– 1.89)0.92311.4 (1.81– 71.9)0.010-0.090.661−0.120.715 4,4′-DDE1.0 (0.59–1.69)0.9881.51 (0.68– 3.37)0.3150.030.844−0.040.770Binary PFDA1.66 (0.69– 3.97)0.2571.29 (0.30– 5.46)0.7290.070.7850.180.550 PFUdA1.90 (0.64– 5.70)0.2505.33 (0.48– 58.6)0.1710.370.2390.310.295 PCB-280.42 (0.14– 1.25)0.1191.78 (0.36– 8.66)0.4770.060.839−0.220.582 PCB-1051.23 (0.47– 3.21)0.6690.73 (0.14– 3.87)0.7070.250.434−0.830.036 PCB-1142.23 (0.69– 7.26)0.1820.21 (0.03– 1.74)0.1490.220.534−0.230.608 PCB-1571.83 (0.46– 7.30)0.3911.37 (0.15– 12.7)0.7830.210.606−0.250.520 PCB-1672.39 (0.70– 8.13)0.1640.94 (0.12– 7.69)0.9580.280.451−0.450.207Values in bold indicate statistical significance.branPFOS, branched perfluorooctane sulfonic acid; 4,4′-DDE, 4,4′-dichlorodiphenyldichloroethylene; linPFOS, linear perfluorooctane sulfonic acid; PFHxS, perfluorohexanesulfonic acid; PFOA, perfluorooctanoic acid; PFNA, perfluorononanoic acid; PFDA, perfluorodecanoic acid; PFUdA, perfluoroundecanoic acid; PCB, polychlorobiphenyl; PS-TSH, presurgical TSH; totPFOS, total perfluorooctane sulfonic acid; WT, wild type. Odds ratios (OR) and β estimates for the association between PFAS, PCBs, and 4,4′-DDE in serum samples and thyroiditis, BRAF mutational status, and TSH levels. The analysis was performed using a logistic regression model adjusted for sex, age, BMI, familial history of thyroid diseases, and the use of nail polish/makeup remover. Pollutants with DF above 75% were considered as continuous variables, whereas compounds with DF between 20% and 75% were dichotomized (detected vs not detected). PFDA, PFUdA, PCB-28, PCB-105, PCB-114, PCB-157, and PCB-167 were considered as dichotomous variables, for other pollutants serum concentration were ln-transformed. Values in bold indicate statistical significance. branPFOS, branched perfluorooctane sulfonic acid; 4,4′-DDE, 4,4′-dichlorodiphenyldichloroethylene; linPFOS, linear perfluorooctane sulfonic acid; PFHxS, perfluorohexanesulfonic acid; PFOA, perfluorooctanoic acid; PFNA, perfluorononanoic acid; PFDA, perfluorodecanoic acid; PFUdA, perfluoroundecanoic acid; PCB, polychlorobiphenyl; PS-TSH, presurgical TSH; totPFOS, total perfluorooctane sulfonic acid; WT, wild type. Finally, we explored the possible effect of the pollutants’ mixture and the risk of TC using WQS and BKMR statistical approaches. WQS analysis showed a negative association between the mixture of pollutants and the TC (OR = 0.53, 95% CI: 0.33–0.86, P = 0.011), whereas no significant positive association was observed (P = 0.298). EDCs that mainly contributed to the negative association between the outcome and the WQS index were PFHxS (weight = 0.23), PFOA (weight = 0.28), PCB-118 (weight = 0.3), and PCB-180 (weight = 0.08) (Supplementary Fig. 1). Considering a posterior inclusion probabilities (PIPs) threshold of 0.5, in the first level of selection (the group level), BKMR analysis showed that both PFAS and organochlorine groups were important in determining the outcome (group PIP = 0.724, and group PIP = 0.568, respectively). In the second level of selection (individual pollutants into each group), we were unable to identify compounds with the highest impact within each group because of low PIP values. Chemicals with the greatest PIP were PFHxS, PFDA, and PCB-118 (PIP = 0.380, PIP = 0.217, PIP = 0.289, respectively) (Supplementary Table 4). Concerning the single exposure effect, we observed a negative trend for the association between the risk of TC and PFHxS, PFOA, and PCB-118, while a positive correlation was found for linear PFOS and PFDA (Fig. 2). These results are roughly consistent with those obtained with mono-pollutant analysis.\nFigure 2Univariate exposure–response relationships (95% CI) between pollutants’ concentrations and thyroid cancer risk. The Bayesian kernel machine regression (BKMR) model was computed between ln-transformed serum concentrations of perfluoroalkyl substances (PFAS) and of total lipids-adjusted polychlorobiphenyls (PCBs) and 4,4′-DDE, and thyroid cancer fixing all other compounds at the median concentration. The model was adjusted for sex, age, BMI, familial history of thyroid diseases, and the use of nail polish/make up remover. PFHxS, perfluorohexanesulfonic acid; PFOA, perfluorooctanoic acid; PFNA, perfluorononanoic acid; linPFOS, linear perfluorooctane sulfonic acid; branPFOS, branched perfluorooctane sulfonic acid; PFDA, perfluorodecanoic acid; 4,4′-DDE, 4,4′-dichlorodiphenyldichloroethylene; PCB, polychlorobiphenyl. Univariate exposure–response relationships (95% CI) between pollutants’ concentrations and thyroid cancer risk. The Bayesian kernel machine regression (BKMR) model was computed between ln-transformed serum concentrations of perfluoroalkyl substances (PFAS) and of total lipids-adjusted polychlorobiphenyls (PCBs) and 4,4′-DDE, and thyroid cancer fixing all other compounds at the median concentration. The model was adjusted for sex, age, BMI, familial history of thyroid diseases, and the use of nail polish/make up remover. PFHxS, perfluorohexanesulfonic acid; PFOA, perfluorooctanoic acid; PFNA, perfluorononanoic acid; linPFOS, linear perfluorooctane sulfonic acid; branPFOS, branched perfluorooctane sulfonic acid; PFDA, perfluorodecanoic acid; 4,4′-DDE, 4,4′-dichlorodiphenyldichloroethylene; PCB, polychlorobiphenyl. In the overall effect of the mixture, we observed a negative association between the mixture and the risk of TC, even though CIs were wide, indicating the low confidence level of this model (Supplementary Fig. 4). Finally, by applying the BKMR model, no interaction between pollutants into the mixture was observed, and indeed, the individual effect of each pollutant did not change by modifying the quartile of the remaining compounds (Fig. 3).\nFigure 3Interactions among pollutants determining thyroid cancer risk in the BKMR model. Individual effect of pollutants on thyroid cancer when the concentration of all other compounds are fixed at their 25th percentile, their median or their 75th percentile. The Bayesian kernel machine regression (BKMR) model was computed with ln-transformed serum concentrations of perfluoroalkyl substances (PFAS), and of total lipids-adjusted polychlorobiphenyls (PCBs) and 4,4′-DDE. The model was adjusted for sex, age, BMI, familial history of thyroid diseases, and the use of nail polish/make up remover. Est, estimate; Q. fixed, quartile fixed; PCB, polychlorobiphenyl; 4,4′-DDE, 4,4′-dichlorodiphenyldichloroethylene; PFDA, perfluorodecanoic acid; branPFOS, branched perfluorooctane sulfonic acid; linear perfluorooctane sulfonic acid; PFNA, perfluorononanoic acid; PFOA, perfluorooctanoic acid; PFHxS, perfluorohexanesulfonic acid. Interactions among pollutants determining thyroid cancer risk in the BKMR model. Individual effect of pollutants on thyroid cancer when the concentration of all other compounds are fixed at their 25th percentile, their median or their 75th percentile. The Bayesian kernel machine regression (BKMR) model was computed with ln-transformed serum concentrations of perfluoroalkyl substances (PFAS), and of total lipids-adjusted polychlorobiphenyls (PCBs) and 4,4′-DDE. The model was adjusted for sex, age, BMI, familial history of thyroid diseases, and the use of nail polish/make up remover. Est, estimate; Q. fixed, quartile fixed; PCB, polychlorobiphenyl; 4,4′-DDE, 4,4′-dichlorodiphenyldichloroethylene; PFDA, perfluorodecanoic acid; branPFOS, branched perfluorooctane sulfonic acid; linear perfluorooctane sulfonic acid; PFNA, perfluorononanoic acid; PFOA, perfluorooctanoic acid; PFHxS, perfluorohexanesulfonic acid."
    },
    {
      "title": "Baseline characteristics of the study population",
      "text": "The clinicopathological features of the study group, including 112 cases of TC, are reported in Table 1. Briefly, 102 patients had follicular cell-derived cancer (94 PTC, five follicular thyroid carcinoma (FTC), one Hürthle carcinoma, one poorly differentiated TC (PDTC) and one anaplastic TC (ATC)), while the remaining ten patients had a medullary thyroid cancer (MTC). The majority of cases had a T1 tumor without metastatic lymph nodes. About 57.3% of cases had a tumor size >10 mm, and about 66% had a BRAFV600E mutation. The response to initial treatment was excellent in 52.7%, and structural incomplete response was observed in 23.2% of patients.\nTable 1Clinicopathological features at diagnosis of patients with thyroid cancer.Clinical featuresValues, n (%)Histological type, n=112 PTC94 (83.9) FTC5 (4.5) MTC10 (8.9) ATC1 (0.9) PDTC1 (0.9) HCC1 (0.9)TNM, n=111 T1a46 (41.4) T1b35 (31.5) T219 (17.1) T3a3 (2.7) T3b5 (4.5) T4a3 (2.7) T4b0 (0) Nx1 (0.9) N0a39 (35.1) N0b38 (34.2) N1a20 (18.0) N1b13 (11.7) M0110 (99.1) M11 (0.9)Stage, n=111 I96 (86.5) II12 (10.8) III1 (0.9) IVa1 (0.9) IVb1 (0.9)Thyroiditis, n=112 Presence42 (37.5) Absence70 (62.5)Tumor size, n=110 Median (range), mm12.0 (1.0–70.0) ≤10 mm47 (42.7) >10 mm63 (57.3)DRS, n=112 Excellent59 (52.7) Biochemical incomplete5 (4.5) Structural incomplete26 (23.2) Indeterminate22 (19.6)BRAF, n=47 Mutated31 (66.0) Wild type16 (34.0)DRS, Dynamic Risk Stratification; PTC, papillary thyroid cancer; FTC, follicular thyroid cancer; MTC, medullary thyroid cancer; ATC, anaplastic thyroid cancer; PDTC, poorly differentiated thyroid cancer; HCC, Hürtle cell carcinoma. Clinicopathological features at diagnosis of patients with thyroid cancer. DRS, Dynamic Risk Stratification; PTC, papillary thyroid cancer; FTC, follicular thyroid cancer; MTC, medullary thyroid cancer; ATC, anaplastic thyroid cancer; PDTC, poorly differentiated thyroid cancer; HCC, Hürtle cell carcinoma. The baseline characteristics of the 224 participants (112 cases and 112 controls, sex-, and age-matched) are reported in Table 2. The mean age of cases and controls was 51.7 ± 14.6 years (range: 20–89) and 51 ± 15.2 years (range: 19–86), respectively. The female/male ratio was 3.48 for both groups. Cases were recruited in a median of 1.2 years after diagnosis (range: 0.1–5) and had a significantly higher BMI (median 24.3 kg/m2 vs 23.4 kg/m2, P = 0.027) and a more frequent familial history for thyroid diseases (49% vs 30%, P = 0.005) compared to controls. The majority of patients (97.3%) and controls (91%) were living in Milan or nearby districts in the last 5 years.\nTable 2Baseline characteristics for study participants. Data are presented as median (range), mean ± s.d. or as n (%).Baseline characteristicsCasesControlsP\nTotal n112112Age (years)51.7 ± 14.6 (20–89)51 ± 15.2 (19–86)0.738BMI (kg/m2)24.3 (16.2–43.8)23.4 (16.4–36.8)0.027Sex1.000 Female87 (77.7)87 (77.7) Male25 (22.3)25 (22.3)Familial history for thyroid diseases55 (49.1)33 (29.7)a0.005Active smokers12 (10.7)17 (15.2)0.426Education level0.097 Degree34 (30.4)43 (38.4) Secondary, II level42 (37.5)32 (28.6) Secondary, I level16 (14.3)13 (11.6) Primary4 (3.6)0 (0) Unknown16 (14.3)24 (21.4)Job0.530 Worker82 (73.2)80 (71.4) Unemployed4 (3.6)6 (5.4) Retired25 (22.3)22 (19.6) Student1 (0.9)4 (3.6)Postmenopausal females, n = 8741 (47.1)39 (44.8)0.879Females who have had ≥1 pregnancy53 (62.4)b54 (62.1)c1.000Number of full-term pregnancies1 (0–4)1 (0–5)0.510Cumulative breast-feeding (months)4.5 (0–45)4 (0–54)0.699Blood donors8 (7.1)13 (11.6)0.359Iodized salt consumers76 (68.5)d77 (70)e0.920Subjects exposed to ionizing radiation3 (2.7)1 (0.9)0.614Subjects who regularly use nail polish17 (15.3)31 (27.7)0.034Make-up remover use (times/week)0 (0–14)2 (0–15)0.013TSH values (mU/L) Before surgery1.8 (0.2–5.1)0.611 Last available valuef3 (0.0004–19.5)2 (1.39, 0.–4–4.3) < 0.001g\nValues in bold indicate statistical significance.an = 111; bn = 85; cn = 87; dn = 111; en = 110; fFor cases: last TSH values available after surgery, for controls: last TSH value available; gBetween last available and presurgical TSH values in cases group.BMI, body mass index. Baseline characteristics for study participants. Data are presented as median (range), mean ± s.d. or as n (%). Values in bold indicate statistical significance. an = 111; bn = 85; cn = 87; dn = 111; en = 110; fFor cases: last TSH values available after surgery, for controls: last TSH value available; gBetween last available and presurgical TSH values in cases group. BMI, body mass index. TSH values were recorded for both cases (pre-surgery and at last visit) and controls (last recent available values) and were within the normal range. As shown in Table 2, TSH values did not significantly differ between cases’ presurgical values and controls’ most recent available ones (median: 1.8 mU/L vs 2.0 mU/L, P = 0.611). As expected, in patients with TC on thyroxine treatment, the median of last available post-surgical TSH levels was significantly lower than the presurgical one (median: 1.8 mU/L vs 0.3 mU/L, P = 0.00001). Among self-reported lifestyle and dietary habits, two main significant differences emerged between the two groups: controls used nail polish more frequently (28% vs15%, P = 0.034), and makeup remover (median 2 times/week vs0 times/week, P = 0.013)."
    },
    {
      "title": "Concentrations of PFAS, PCBs, 4,4′-DDT, and 4,4′-DDE in serum samples",
      "text": "Among the analyzed EDCs, 19 had a DF greater than 20% in the study population and were thus included in the statistical analysis (Fig. 1 and Supplementary Table 1). PBCs and 4,4′-DDT/4,4′-DDE values were adjusted by total lipids content (measured concentration divided by total lipids).\nFigure 1Comparison of PFAS, PCBs, and 4,4′-DDE levels between cases and controls. Serum concentrations of perfluoroalkyl substances (PFAS) and of total lipids-adjusted polychlorobiphenyls (PCBs) and 4,4′-dichlorodiphenyldichloroethylene (4,4′-DDE), which reached a detection frequency greater than 20% in both cases and controls, are represented as boxplots. PFDA, perfluorodecanoic acid; PFHxS, perfluorohexanesulfonic acid; PFNA, perfluorononanoic acid; PFUdA, perfluoroundecanoic acid; PFOA, perfluorooctanoic acid; totPFOS, total perfluorooctane sulfonic acid; branPFOS, branched PFOS; linPFOS, linear PFOS. Comparison of PFAS, PCBs, and 4,4′-DDE levels between cases and controls. Serum concentrations of perfluoroalkyl substances (PFAS) and of total lipids-adjusted polychlorobiphenyls (PCBs) and 4,4′-dichlorodiphenyldichloroethylene (4,4′-DDE), which reached a detection frequency greater than 20% in both cases and controls, are represented as boxplots. PFDA, perfluorodecanoic acid; PFHxS, perfluorohexanesulfonic acid; PFNA, perfluorononanoic acid; PFUdA, perfluoroundecanoic acid; PFOA, perfluorooctanoic acid; totPFOS, total perfluorooctane sulfonic acid; branPFOS, branched PFOS; linPFOS, linear PFOS. PFOS (linPFOS, branPFOS, and totPFOS), PFOA, PFHxS, and PFNA had a DF above 97%, while detectable levels of PFDA and PFUdA were present in 42.9% and 24.6% of samples, respectively. Total PFOS had the highest concentration (median: 4.1 ng/mL, range: <LOQ-28.5 ng/mL), followed by PFOA (median: 1.8 ng/mL, range: <LOQ-5.6 ng/mL), PFHxS (median: 0.5 ng/mL, range: <LOQ-7.9 ng/mL), and PFNA (median: 0.4 ng/mL, range: <LOQ-1.8 ng/mL) (Supplementary Table 1). PCB-153, PCB-138, and PCB-180 congeners had a 100% DF, whereas PCB-118 and PCB-156 were detected in 78.1% and 79.5%, respectively. Lower DFs were observed for PCB-28, PCB-105, PCB-114, PCB-157, and PCB-167, ranging from 21.9% to 41.5%. The highest median value was measured for PCB-153 (median: 36.6 ng/g lipids, range: 5–235.8 ng/g lipids), followed by PCB-180 (median: 34.2 ng/g lipids, range: 2.2–329.4 ng/g lipids), and PCB-138 (median: 21 ng/g lipids, range: 2.9–129.1 ng/g lipids) (Supplementary Table 1). 4,4′-DDE was detected in all samples, with a median concentration of 62 ng/g lipids (range: 8.1–981.2 ng/g lipids), while 4,4′-DDT levels were measurable only in 12.1% of samples (Supplementary Table 1). Finally, PFHxS, PCB-52, and PCB-101 levels were significantly different between cases and controls (Supplementary Table 1)."
    },
    {
      "title": "Association between pollutants and the risk of thyroid cancer by mono-pollutant analyses",
      "text": "Among all the EDCs included in the analysis, we observed an increased OR of TC only with the presence of PFDA (detected vs non-detected, OR = 2.03, 95% CI: 1.10–3.75, P = 0.023), while a negative association was found with PFHxS levels (OR = 0.63, 95% CI: 0.41–0.98, P = 0.040). The positive association between PFDA detection and the risk of TC was also confirmed when considering only PTC patients, who are the majority of cases (OR = 2.11, 95% CI: 1.10–4.06, P = 0.024). On the other hand, the negative association between PFHxS levels and TC lost its significance considering only PTC patients, likely due to the reduction of the sample size (OR = 0.66, 95% CI: 0.42–1.03, P = 0.068) (Table 3). These associations remained substantially the same when only female participants were considered, except for PFOA, which became significantly and negatively associated with TC (Supplementary Table 2). We then performed the same analysis, subdividing detected pollutant levels into quartiles to highlight a potential non-monotonic association. A trend toward a reduced risk of TC was observed for values in the fourth quartile versus those in the first one for PFHxS (OR = 0.41, 95% CI: 0.17–0.98, P = 0.046) and PFOA (OR = 0.38, 95% CI: 0.16–0.91, P = 0.029). On the contrary, an increased risk of TC was found for linear PFOS values in both the second (OR = 2.93, 95% CI: 1.26–6.80, P = 0.012) and the third quartile (OR = 2.42, 95% CI: 1.05–5.57, P = 0.038), while the association with the fourth quartile, although in the same direction, did not reach statistical significance (OR = 1.68, 95% CI: 0.68–4.11, P = 0.259).\nTable 3Odds ratios (OR) for the association between PFASs, PCBs, and 4,4′-DDE in serum samples and thyroid cancer (TC). The analysis was performed using a logistic regression model adjusted for sex, age, BMI, familial history of thyroid diseases, and the use of nail polish/makeup remover. Pollutants with DF above 75% were considered as continuous variables, whereas compounds with DF between 20% and 75% were dichotomized (detected vs not detected). PFDA, PFUdA, PCB-28, PCB-105, PCB-114, PCB-157, and PCB-167 were considered as dichotomous variables, while PFHxS, totPFOS, linPFOS, branPFOS, PFOA, PFNA, PCB-118, PCB-138, PCB-153, PCB-156, PCB-180, and 4,4′-DDE serum concentration were ln-transformed and considered as continuous variables. In the quartile analysis, the first quartile was set as reference.Continuous/dichotomic analysisQuartile analysisTC vs CTRPTC vs CTRTC vs CTROR (95% CI)POR (95% CI)PQ2PQ3PQ4PContinuous PFHxS0.63 (0.41–0.98)0.0400.66 (0.42–1.03)0.0680.96 (0.42–2.16)0.9130.79 (0.34–1.85)0.5900.41 (0.17–0.98)0.046 totPFOS1.10 (0.69–1.75)0.6831.22 (0.75–1.99)0.4201.14 (0.51–2.55)0.7551.24 (0.54–2.87)0.6131.21 (0.47–3.08)0.696 linPFOS1.31 (0.86–1.99)0.2051.45 (0.93–2.27)0.1032.93 (1.26–6.80)0.0122.42 (1.05–5.57)0.0381.68 (0.68–4.11)0.259 branPFOS0.85 (0.56–1.30)0.4520.91 (0.59–1.40)0.6581.27 (0.56–2.88)0.5730.56 (0.24–1.34)0.1961.00 (0.39–2.61)0.992 PFOA0.58 (0.30–1.13)0.1120.70 (0.34–1.42)0.3170.81 (0.36–1.87)0.6290.72 (0.31–1.65)0.4400.38 (0.16–0.91)0.029 PFNA1.18 (0.72–1.94)0.5131.43 (0.82–2.48)0.2081.61 (0.72–3.60)0.2491.78 (0.78–4.07)0.1701.16 (0.51–2.66)0.719 PCB-1180.67 (0.39–1.13)0.1320.99 (0.93–1.05)0.7150.84 (0.37–1.91)0.6830.63 (0.27–1.45)0.2750.41 (0.16–1.10)0.077 PCB-1381.04 (0.59–1.85)0.8891.01 (0.99–1.02)0.5401.27 (0.53–3.06)0.5860.67 (0.26–1.71)0.3961.19 (0.37–3.87)0.771 PCB-1531.02 (0.59–1.78)0.9361.00 (0.99–1.02)0.5040.98 (0.42–2.30)0.9670.59 (0.23–1.49)0.2620.93 (0.29–2.99)0.908 PCB-1561.01 (0.56–1.82)0.9821.02 (0.95–1.10)0.5941.25 (0.53–2.96)0.6090.59 (0.21–1.61)0.3011.11 (0.28–4.42)0.877 PCB-1800.87 (0.52–1.47)0.6081.00 (0.99–1.01)0.9371.02 (0.42–2.46)0.9700.67 (0.24–1.89)0.4471.22 (0.29–5.18)0.787 4,4’-DDE0.91 (0.65–1.29)0.6041.00 (1.00–1.00)0.7010.66 (0.29–1.51)0.3221.10 (0.48–2.54)0.8150.62 (0.24–1.58)0.317Binary PFDA2.03 (1.10–3.75)0.0232.11 (1.10–4.06)0.024 PFUdA1.21 (0.60–2.43)0.5891.06 (0.50–2.24)0.877 PCB-280.95 (0.47–1.89)0.8730.87 (0.41–1.84)0.710 PCB-1051.04 (0.53–2.06)0.9071.06 (0.50–2.21)0.886 PCB-1140.76 (0.33–1.79)0.5330.54 (0.21–1.40)0.203 PCB-1571.22 (0.48–3.07)0.5550.85 (0.31–2.33)0.756 PCB-1670.79 (0.36–1.73)0.6080.62 (0.27–1.43)0.264Values in bold indicate statistical significance.branPFOS, branched perfluorooctane sulfonic acid; CTR, controls; 4,4′-DDE, 4,4′-dichlorodiphenyldichloroethylene; linPFOS, linear perfluorooctane sulfonic acid; PTC, papillary thyroid cancer; PFHxS, perfluorohexanesulfonic acid; PFOA, perfluorooctanoic acid; PFNA, perfluorononanoic acid; PFDA, perfluorodecanoic acid; PFUdA, perfluoroundecanoic acid; PCB, polychlorobiphenyl; Q2, second quartile; Q3, third quartile; Q4, fourth quartile; totPFOS, total perfluorooctane sulfonic acid; TC, thyroid cancer. Odds ratios (OR) for the association between PFASs, PCBs, and 4,4′-DDE in serum samples and thyroid cancer (TC). The analysis was performed using a logistic regression model adjusted for sex, age, BMI, familial history of thyroid diseases, and the use of nail polish/makeup remover. Pollutants with DF above 75% were considered as continuous variables, whereas compounds with DF between 20% and 75% were dichotomized (detected vs not detected). PFDA, PFUdA, PCB-28, PCB-105, PCB-114, PCB-157, and PCB-167 were considered as dichotomous variables, while PFHxS, totPFOS, linPFOS, branPFOS, PFOA, PFNA, PCB-118, PCB-138, PCB-153, PCB-156, PCB-180, and 4,4′-DDE serum concentration were ln-transformed and considered as continuous variables. In the quartile analysis, the first quartile was set as reference. Values in bold indicate statistical significance. branPFOS, branched perfluorooctane sulfonic acid; CTR, controls; 4,4′-DDE, 4,4′-dichlorodiphenyldichloroethylene; linPFOS, linear perfluorooctane sulfonic acid; PTC, papillary thyroid cancer; PFHxS, perfluorohexanesulfonic acid; PFOA, perfluorooctanoic acid; PFNA, perfluorononanoic acid; PFDA, perfluorodecanoic acid; PFUdA, perfluoroundecanoic acid; PCB, polychlorobiphenyl; Q2, second quartile; Q3, third quartile; Q4, fourth quartile; totPFOS, total perfluorooctane sulfonic acid; TC, thyroid cancer. No association between TC and PCBs or 4,4′-DDT and its metabolites was highlighted in our mono-pollutant analyses."
    },
    {
      "title": "Associations between pollutants and clinicopathological parameters",
      "text": "We then employed logistic regression analysis to determine the possible association of detected pollutants with some clinicopathological features of interest (Tables 4, 5 and Supplementary Table 3).\nTable 4Odds ratios (OR) and β estimates for the association between PFAS, PCBs, and 4,4′-DDE in serum samples and TNM classification. The analysis was performed using a logistic regression model adjusted for sex, age, BMI, familial history of thyroid diseases, and the use of nail polish/makeup remover. Pollutants with DF above 75% were considered as continuous variables, whereas compounds with DF between 20% and 75% were dichotomized (detected vs not detected). PFDA, PFUdA, PCB-28, PCB-105, PCB-114, PCB-157, and PCB-167 were considered as dichotomous variables, for other pollutants serum concentration were ln-transformed.TNM: T2 vs T1TNM: T3/4 vs T1TNM: T3/4 vs T2TNM: N0 vs N1OR (95% CI)POR (95% CI)POR (95% CI)POR (95% CI)PContinuous PFHxS0.34 (0.12– 0.96)0.0420.94 (0.25– 3.58)0.9282.80 (0.57– 13.6)0.2031.59 (0.64– 3.92)0.315 totPFOS0.34 (0.12– 0.98)0.0470.76 (0.19– 3.00)0.6912.19 (0.45– 10.7)0.3330.72 (0.29– 1.81)0.486 linPFOS0.33 (0.12– 0.89)0.0280.79 (0.23– 2.71)0.7042.36 (0.55– 10.1)0.2490.67 (0.30– 1.50)0.334 branPFOS0.58 (0.25– 1.38)0.2201.01 (0.32– 3.17)0.9881.73 (0.46– 6.54)0.4200.85 (0.39– 1.83)0.679 PFOA0.30 (0.08– 1.18)0.0840.88 (0.17– 4.55)0.8762.92 (0.40– 21.2)0.2891.26 (0.40– 3.99)0.698 PFNA0.26 (0.09– 0.77)0.0150.47 (0.13– 1.77)0.2661.81 (0.40– 8.18)0.4430.72 (0.29– 1.79)0.486 PCB-1180.54 (0.19– 1.54)0.2462.46 (0.78– 7.81)0.1254.59 (1.07– 19.6)0.0400.72 (0.30– 1.74)0.461 PCB-1380.81 (0.29– 2.22)0.6792.07 (0.57– 7.57)0.2702.57 (0.56– 11.9)0.2271.19 (0.49– 2.89)0.706 PCB-1530.77 (0.30– 2.01)0.5991.53 (0.48– 4.83)0.4731.97 (0.50– 7.73)0.3301.31 (0.54– 3.16)0.553 PCB-1560.72 (0.26– 1.97)0.5191.50 (0.37– 6.05)0.5712.09 (0.41– 10.6)0.3751.13 (0.48– 2.69)0.778 PCB-1800.79 (0.34– 1.86)0.5901.56 (0.41– 5.86)0.5141.97 (0.44– 8.76)0.3741.22 (0.56– 2.64)0.622 4,4’-DDE1.26 (0.64– 2.49)0.5041.18 (0.56– 2.46)0.6620.93 (0.37– 2.36)0.8861.18 (0.65– 2.15)0.592Binary PFDA0.84 (0.28– 2.51)0.7530.85 (0.21– 3.49)0.8181.01 (0.19– 5.34)0.9910.30 (0.11– 0.81)0.018 PFUdA0.30 (0.06– 1.62)0.1631.64 (0.35– 7.71)0.5315.40 (0.64– 45.6)0.1211.14 (0.36– 3.56)0.825 PCB-280.33 (0.04– 3.02)0.3290.33 (0.04– 3.02)0.3290.59 (0.05– 7.14)0.6800.66 (0.21– 2.07)0.481 PCB-1050.47 (0.13– 1.71)0.2547.49 (1.14– 49.4)0.03615.8 (1.79– 140)0.0130.54 (0.19– 1.57)0.256 PCB-1140.64 (0.15– 2.83)0.5581.94 (0.28– 13.2)0.5003.02 (0.31– 29.4)0.3420.35 (0.09– 1.38)0.135 PCB-1571.89 (0.34– 10.5)0.4650.63 (0.07– 6.09)0.6920.33 (0.02– 4.72)0.4180.71 (0.14– 3.55)0.680 PCB-1670.55 (0.12– 2.56)0.4496.14 (0.71– 52.8)0.09911.1 (0.90– 137)0.0601.41 (0.32– 4.10)0.840Values in bold indicate statistical significance.branPFOS, branched perfluorooctane sulfonic acid; 4,4′-DDE, 4,4′-dichlorodiphenyldichloroethylene; linPFOS, linear perfluorooctane sulfonic acid; PFHxS, perfluorohexanesulfonic acid; PFOA, perfluorooctanoic acid; PFNA, perfluorononanoic acid; PFDA, perfluorodecanoic acid; PFUdA, perfluoroundecanoic acid; PCB, polychlorobiphenyl; totPFOS, total perfluorooctane sulfonic acid. Odds ratios (OR) and β estimates for the association between PFAS, PCBs, and 4,4′-DDE in serum samples and TNM classification. The analysis was performed using a logistic regression model adjusted for sex, age, BMI, familial history of thyroid diseases, and the use of nail polish/makeup remover. Pollutants with DF above 75% were considered as continuous variables, whereas compounds with DF between 20% and 75% were dichotomized (detected vs not detected). PFDA, PFUdA, PCB-28, PCB-105, PCB-114, PCB-157, and PCB-167 were considered as dichotomous variables, for other pollutants serum concentration were ln-transformed. Values in bold indicate statistical significance. branPFOS, branched perfluorooctane sulfonic acid; 4,4′-DDE, 4,4′-dichlorodiphenyldichloroethylene; linPFOS, linear perfluorooctane sulfonic acid; PFHxS, perfluorohexanesulfonic acid; PFOA, perfluorooctanoic acid; PFNA, perfluorononanoic acid; PFDA, perfluorodecanoic acid; PFUdA, perfluoroundecanoic acid; PCB, polychlorobiphenyl; totPFOS, total perfluorooctane sulfonic acid. PFNA levels were found to be associated with the presence of thyroiditis diagnosed by clinical and/or histological parameters (OR = 2.57, 95% CI: 1.04–6.36, P = 0.042). PFHxS (β = 0.56, P = 0.011), total PFOS (β = 0.63, P = 0.007), linear PFOS (β = 0.51, P = 0.013), and branched PFOS (β = 0.40, P = 0.045) levels were positively associated with higher levels of presurgical TSH in the cases group. Interestingly, no association was observed between PFAS levels and the most recent available TSH value in the control group. The same significant associations were also observed adjusting the model for the presence of thyroiditis, except for branched PFOS (β = 0.39, P = 0.054) (Supplementary Table 3). Regarding the TNM classification of thyroid cancers, a decreased OR of T2 vs T1 tumors was observed for PFHxS (OR = 0.34, 95% CI: 0.12–0.96, P = 0.042), PFNA (OR = 0.26, 95% CI: 0.09–0.77, P = 0.015), total PFOS (OR = 0.34, 95% CI: 0.12–0.98, P = 0.047), and linear PFOS (OR = 0.33, 95% CI: 0.12–0.89, P = 0.028). On the other hand, PCB-105 was associated with an increased OR of T3/T4 vs T1 (OR = 7.49, 95% CI: 1.14–49.4, P = 0.036) or T2 tumors (OR 15.8, 95% CI: 1.79–140, P = 0.013), while PCB-118 was associated with an increased OR of T3/T4 tumors when compared to T2 (OR = 4.59, 95% CI: 1.07–19.60, P = 0.040). Only PFDA levels were negatively correlated with N1 status (OR = 0.30, 95% CI: 0.11–0.81, P = 0.018), meaning a higher probability of the absence of lymph nodes metastasis. No significant association was observed between analyzed EDCs, considered as either continuous or dichotomous variables, and stage, tumor size, and DRS (Supplementary Table 3)."
    },
    {
      "title": "Association between pollutants and BRAF mutational status",
      "text": "The possible association of detected EDCs with the presence of BRAFV600E mutation was also tested by logistic regression analysis. An increased OR of BRAFV600E mutation was found to be associated with PCB-153 (OR = 5.70, 95% CI: 1.23–26.44, P = 0.026), PCB-138 (OR = 5.31, 95% CI: 1.04–27.29, P = 0.045), and PCB-180 (OR = 11.41, 95% CI: 1.81–71.93, P = 0.010) levels (Table 5). Neither PFAS nor the 4,4′-DDE was associated with the BRAF\nV600E mutation.\nTable 5Odds ratios (OR) and β estimates for the association between PFAS, PCBs, and 4,4′-DDE in serum samples and thyroiditis, BRAF mutational status, and TSH levels. The analysis was performed using a logistic regression model adjusted for sex, age, BMI, familial history of thyroid diseases, and the use of nail polish/makeup remover. Pollutants with DF above 75% were considered as continuous variables, whereas compounds with DF between 20% and 75% were dichotomized (detected vs not detected). PFDA, PFUdA, PCB-28, PCB-105, PCB-114, PCB-157, and PCB-167 were considered as dichotomous variables, for other pollutants serum concentration were ln-transformed.Thyroiditis yes vs noBRAF mutated vs WTPS-TSH (cases)TSH (controls)OR (95% CI)POR (95% CI)PEstimatePEstimatePContinuous PFHxS1.77 (0.77– 4.07)0.1811.12 (0.24– 5.25)0.8900.560.0110.040.849 totPFOS2.02 (0.85– 4.81)0.1220.91 (0.18– 4.72)0.9150.630.007−0.060.769 linPFOS2.17 (0.99– 4.74)0.0531.44 (0.37– 5.63)0.5980.510.013−0.050.801 branPFOS1.41 (0.69– 2.89)0.3460.59 (0.16– 2.26)0.4430.400.045−0.040.824 PFOA2.31 (0.77–6.95)0.1350.46 (0.05– 4.43)0.4990.230.423−0.150.635 PFNA2.57 (1.04–6.36)0.0420.84 (0.16– 4.33)0.8380.280.230−0.220.334 PCB-1180.83 (0.38– 1.80)0.6352.70 (0.81– 8.94)0.1050.100.651−0.200.427 PCB-1381.17 (0.52– 2.61)0.7045.31 (1.04– 27.3)0.0450.130.584−0.170.560 PCB-1531.06 (0.49– 2.29)0.8915.70 (1.23– 26.4)0.0260.030.873−0.150.618 PCB-1561.34 (0.60– 3.00)0.4733.74 (0.72– 19.3)0.1150.000.990−0.190.542 PCB-1800.97 (0.50– 1.89)0.92311.4 (1.81– 71.9)0.010-0.090.661−0.120.715 4,4′-DDE1.0 (0.59–1.69)0.9881.51 (0.68– 3.37)0.3150.030.844−0.040.770Binary PFDA1.66 (0.69– 3.97)0.2571.29 (0.30– 5.46)0.7290.070.7850.180.550 PFUdA1.90 (0.64– 5.70)0.2505.33 (0.48– 58.6)0.1710.370.2390.310.295 PCB-280.42 (0.14– 1.25)0.1191.78 (0.36– 8.66)0.4770.060.839−0.220.582 PCB-1051.23 (0.47– 3.21)0.6690.73 (0.14– 3.87)0.7070.250.434−0.830.036 PCB-1142.23 (0.69– 7.26)0.1820.21 (0.03– 1.74)0.1490.220.534−0.230.608 PCB-1571.83 (0.46– 7.30)0.3911.37 (0.15– 12.7)0.7830.210.606−0.250.520 PCB-1672.39 (0.70– 8.13)0.1640.94 (0.12– 7.69)0.9580.280.451−0.450.207Values in bold indicate statistical significance.branPFOS, branched perfluorooctane sulfonic acid; 4,4′-DDE, 4,4′-dichlorodiphenyldichloroethylene; linPFOS, linear perfluorooctane sulfonic acid; PFHxS, perfluorohexanesulfonic acid; PFOA, perfluorooctanoic acid; PFNA, perfluorononanoic acid; PFDA, perfluorodecanoic acid; PFUdA, perfluoroundecanoic acid; PCB, polychlorobiphenyl; PS-TSH, presurgical TSH; totPFOS, total perfluorooctane sulfonic acid; WT, wild type. Odds ratios (OR) and β estimates for the association between PFAS, PCBs, and 4,4′-DDE in serum samples and thyroiditis, BRAF mutational status, and TSH levels. The analysis was performed using a logistic regression model adjusted for sex, age, BMI, familial history of thyroid diseases, and the use of nail polish/makeup remover. Pollutants with DF above 75% were considered as continuous variables, whereas compounds with DF between 20% and 75% were dichotomized (detected vs not detected). PFDA, PFUdA, PCB-28, PCB-105, PCB-114, PCB-157, and PCB-167 were considered as dichotomous variables, for other pollutants serum concentration were ln-transformed. Values in bold indicate statistical significance. branPFOS, branched perfluorooctane sulfonic acid; 4,4′-DDE, 4,4′-dichlorodiphenyldichloroethylene; linPFOS, linear perfluorooctane sulfonic acid; PFHxS, perfluorohexanesulfonic acid; PFOA, perfluorooctanoic acid; PFNA, perfluorononanoic acid; PFDA, perfluorodecanoic acid; PFUdA, perfluoroundecanoic acid; PCB, polychlorobiphenyl; PS-TSH, presurgical TSH; totPFOS, total perfluorooctane sulfonic acid; WT, wild type."
    },
    {
      "title": "Association between the pollutants’ mixture and the risk of thyroid cancer by multi-pollutant analyses",
      "text": "Finally, we explored the possible effect of the pollutants’ mixture and the risk of TC using WQS and BKMR statistical approaches. WQS analysis showed a negative association between the mixture of pollutants and the TC (OR = 0.53, 95% CI: 0.33–0.86, P = 0.011), whereas no significant positive association was observed (P = 0.298). EDCs that mainly contributed to the negative association between the outcome and the WQS index were PFHxS (weight = 0.23), PFOA (weight = 0.28), PCB-118 (weight = 0.3), and PCB-180 (weight = 0.08) (Supplementary Fig. 1). Considering a posterior inclusion probabilities (PIPs) threshold of 0.5, in the first level of selection (the group level), BKMR analysis showed that both PFAS and organochlorine groups were important in determining the outcome (group PIP = 0.724, and group PIP = 0.568, respectively). In the second level of selection (individual pollutants into each group), we were unable to identify compounds with the highest impact within each group because of low PIP values. Chemicals with the greatest PIP were PFHxS, PFDA, and PCB-118 (PIP = 0.380, PIP = 0.217, PIP = 0.289, respectively) (Supplementary Table 4). Concerning the single exposure effect, we observed a negative trend for the association between the risk of TC and PFHxS, PFOA, and PCB-118, while a positive correlation was found for linear PFOS and PFDA (Fig. 2). These results are roughly consistent with those obtained with mono-pollutant analysis.\nFigure 2Univariate exposure–response relationships (95% CI) between pollutants’ concentrations and thyroid cancer risk. The Bayesian kernel machine regression (BKMR) model was computed between ln-transformed serum concentrations of perfluoroalkyl substances (PFAS) and of total lipids-adjusted polychlorobiphenyls (PCBs) and 4,4′-DDE, and thyroid cancer fixing all other compounds at the median concentration. The model was adjusted for sex, age, BMI, familial history of thyroid diseases, and the use of nail polish/make up remover. PFHxS, perfluorohexanesulfonic acid; PFOA, perfluorooctanoic acid; PFNA, perfluorononanoic acid; linPFOS, linear perfluorooctane sulfonic acid; branPFOS, branched perfluorooctane sulfonic acid; PFDA, perfluorodecanoic acid; 4,4′-DDE, 4,4′-dichlorodiphenyldichloroethylene; PCB, polychlorobiphenyl. Univariate exposure–response relationships (95% CI) between pollutants’ concentrations and thyroid cancer risk. The Bayesian kernel machine regression (BKMR) model was computed between ln-transformed serum concentrations of perfluoroalkyl substances (PFAS) and of total lipids-adjusted polychlorobiphenyls (PCBs) and 4,4′-DDE, and thyroid cancer fixing all other compounds at the median concentration. The model was adjusted for sex, age, BMI, familial history of thyroid diseases, and the use of nail polish/make up remover. PFHxS, perfluorohexanesulfonic acid; PFOA, perfluorooctanoic acid; PFNA, perfluorononanoic acid; linPFOS, linear perfluorooctane sulfonic acid; branPFOS, branched perfluorooctane sulfonic acid; PFDA, perfluorodecanoic acid; 4,4′-DDE, 4,4′-dichlorodiphenyldichloroethylene; PCB, polychlorobiphenyl. In the overall effect of the mixture, we observed a negative association between the mixture and the risk of TC, even though CIs were wide, indicating the low confidence level of this model (Supplementary Fig. 4). Finally, by applying the BKMR model, no interaction between pollutants into the mixture was observed, and indeed, the individual effect of each pollutant did not change by modifying the quartile of the remaining compounds (Fig. 3).\nFigure 3Interactions among pollutants determining thyroid cancer risk in the BKMR model. Individual effect of pollutants on thyroid cancer when the concentration of all other compounds are fixed at their 25th percentile, their median or their 75th percentile. The Bayesian kernel machine regression (BKMR) model was computed with ln-transformed serum concentrations of perfluoroalkyl substances (PFAS), and of total lipids-adjusted polychlorobiphenyls (PCBs) and 4,4′-DDE. The model was adjusted for sex, age, BMI, familial history of thyroid diseases, and the use of nail polish/make up remover. Est, estimate; Q. fixed, quartile fixed; PCB, polychlorobiphenyl; 4,4′-DDE, 4,4′-dichlorodiphenyldichloroethylene; PFDA, perfluorodecanoic acid; branPFOS, branched perfluorooctane sulfonic acid; linear perfluorooctane sulfonic acid; PFNA, perfluorononanoic acid; PFOA, perfluorooctanoic acid; PFHxS, perfluorohexanesulfonic acid. Interactions among pollutants determining thyroid cancer risk in the BKMR model. Individual effect of pollutants on thyroid cancer when the concentration of all other compounds are fixed at their 25th percentile, their median or their 75th percentile. The Bayesian kernel machine regression (BKMR) model was computed with ln-transformed serum concentrations of perfluoroalkyl substances (PFAS), and of total lipids-adjusted polychlorobiphenyls (PCBs) and 4,4′-DDE. The model was adjusted for sex, age, BMI, familial history of thyroid diseases, and the use of nail polish/make up remover. Est, estimate; Q. fixed, quartile fixed; PCB, polychlorobiphenyl; 4,4′-DDE, 4,4′-dichlorodiphenyldichloroethylene; PFDA, perfluorodecanoic acid; branPFOS, branched perfluorooctane sulfonic acid; linear perfluorooctane sulfonic acid; PFNA, perfluorononanoic acid; PFOA, perfluorooctanoic acid; PFHxS, perfluorohexanesulfonic acid."
    },
    {
      "title": "Discussion",
      "text": "The worldwide incidence of TC has been continuously rising in the last decades, and it has been recently hypothesized that environmental pollutants could be involved. The endocrine disruptors (EDCs) PFAS, PCBs, and DDT are man-made persistent organic pollutants widely detected in the environment and living species. It is well-recognized that they play a role in disturbing the homeostasis of endocrine systems, including the hypothalamus–pituitary–thyroid axis, and more recently, a role as carcinogens in several human cancers, included TC, has been suggested but with limited and inconsistent findings (12, 14, 16, 19, 20, 23, 24, 29, 30, 31, 45). Although most of these organic pollutants have been banned and are now globally regulated, populations are continuously exposed to them due to their persistence and bioaccumulation/biomagnification in the environment, resulting in continuous human exposure mainly through diet. PFOA, PFOS, and their salts remain the dominant PFAS detected in many environmental and human samples (46), as also demonstrated by our data showing that total PFOS has the highest concentration followed by PFOA, PFHxS, and PFNA. These pollutants have been found at extremely variable levels in TC patients (21, 22, 26), being in our series usually lower (PFOS and PFOA) or similar/lower (PFHxS and PFNA) than previously reported. The pesticide metabolite 4,4′-DDE was detected in all our samples, in agreement with data reported in the Spanish general population (9), even if its median concentration is lower in our cohort. Concerning polychlorobiphenyls, we found high levels of PCB-153, followed by PCB-180 and PCB-138, consistently with previous data within the Italian general population coming from the same area (47). Our case–control study shows a positive association between TC and detectable PFDA levels, while an inverse association has been observed with PFHxS. Since TC is more prevalent in women, we looked also for associations considering only females and found similar results, except for PFOA which became significantly and negatively associated with TC. This association with PFOA is consistent with the results of the WQS analysis which highlighted PFOA as a main driver for the negative relationship between TC and pollutant mixtures. A significant positive association with PFDA has been already reported in breast cancer and melanoma (48, 49), whereas only a trend to a positive association was observed in the NHANES study by Cathey and colleagues when considering only female patients with a previous diagnosis of TC (26). On the other hand, a significant negative association between PFHxS and TC has been recently reported in two Chinese series of patients with TC (19, 20), and in a study on pre-diagnostic serum from Finland (22). Consistently, a negative association between PFHxS and TC, though not significant, was also found in the study of Cathey (26). Interestingly, PFDA is known to have a direct toxicity on thyroid cells, inducing an increase of intracellular levels of reactive oxygen species (ROS), leading to oxidative stress and DNA damage in mouse hepatocytes, primary nephrocytes, and oocytes (50, 51, 52). Since ROS production is increased in TC with respect to normal thyroid tissue (53), we are tempted to speculate that PFDA might be involved in TC development by increasing ROS. Another possible hormone-independent mechanism might be the PFDA-induced suppression of senescence in proliferating thyroid cancer cells, as recently reported in an in vitro study on gastric adenocarcinoma cell lines (54). The negative association between PFHxS, but likely all PFAS, and TC should be treated with caution due to possible reverse causality, as highlighted in two very recent studies on Chinese case–control populations (19, 20). The presence of thyroid cancer, as well as treatments for TC (surgery, L-T4, lifestyle modifications, and others), could potentially increase the PFAS urine excretion leading to a decrease of their serum concentration. Indeed, after thyroidectomy, TC patients are often treated with supraphysiological doses of L-T4 which leads not only to the desired TSH mild suppression but also to the increase in body metabolism and renal clearance. We can thus hypothesize that the latter effect could be involved in the decreasing of EDC concentrations, leading to a misinterpretation of results and suggesting an apparent protective role. Consistent with this observation, a negative association between pollutants mixture and the OR of TC was also found, mainly due to the contribution of PFHxS, PFOA, PCB-118, and PCB-180. We also considered the possible involvement of a hormetic response, which consists of having different effects with low compared to high doses of EDC exposure. However, our current data do not indicate non-monotonic associations by either quartiles’ analyses or the BKMR model. Anyway, the recent finding of a negative association between pre-diagnostic serum levels of PFHxS and TC (22) seems to point toward a real effect, but underlying mechanisms are still unknown and warrant to be further explored. Regarding organochlorine pollutants, we did not observe any associations with TC, in agreement with the findings of Deziel et al., who performed a case–control study using post-diagnostic serum (55). Nevertheless, the results reported in the literature are discrepant and non-conclusive, mostly due to the differences in the study design (post-diagnostic or pre-diagnostic sera) and ethnicities (12, 29, 31), indicating the need for further investigations on this topic. In the present cohort of TC cases, the association between individual EDCs and clinicopathological characteristics (thyroiditis and TSH levels) has been investigated for the first time, and a positive association between PFNA levels and the presence of thyroiditis was found. It is worth noting that, because of the differences in the design of the studies and the populations included, our data are not comparable to previous ones, which studied the possible association between EDCs and thyroiditis in a series of patients with the autoimmune disease with respect to a control population (56), and in a large cohort of pregnant women (57). Moreover, our data indicate a positive association between PFHxS and PFOS and higher levels of presurgical TSH in patients, but not in controls. This association has been previously reported in healthy pregnant women (58, 59) and the exposed general population (60). To be noted, in our study, TSH values are not influenced by pharmacological treatments since the analysis was performed only in patients not treated with LT4 nor methimazole. Thus, these findings suggest that PFHxS and PFOS could be involved in the increase of TSH in patients, even if their values are within the normal range. One possible hormone-dependent mechanism involved in this increase might be the reduction of TPO activity, as previously observed in in vitro studies on follicular cells treated with PFOS (61), but further experiments are required to confirm this hypothesis. Although we did not observe any association between PFOS and TC, an increased risk of TC was found for linear PFOS values in both the second and the third quartile. Interestingly, two recent studies reported increased TC risk associated with PFOS for women diagnosed at age <40 years (22) and a 56% increased rate of TC diagnosis per doubling of linear PFOS intensity in the plasma of patients collected at/before cancer diagnosis (21). Moreover, since TSH has a mitogenic effect on follicular thyroid cells (7), the association between PFDA and TC development can also be the result of the observed TSH increase. Indeed, higher levels of TSH, even within normal range, are associated with an increased risk of TC, possibly due to TSH’s proliferative effect on thyroid cells via the MAPK pathway in which BRAF plays an important role (7). In this context, we studied for the first time the possible association between some EDCs, the TC stage, and the BRAF molecular status. PFHxS, PFNA, PFOS, and PFDA correlated with less aggressive TC, while PCB-105 and PCB-118 with more aggressive and larger tumors. Moreover, while no significant association was found between PFAS and BRAFV600E mutation, PCB-153, PCB-138, and PCB-180 congeners were significantly associated with the presence of BRAFV600E mutation. Interestingly, a high incidence of PTC harboring BRAFV600E has been reported in volcanic areas, which are characterized by non-anthropometric contamination of heavy metals known to be EDCs (35). Hospital-based recruitment of cases and controls is a possible limitation of this study because it could introduce a selection bias. Nevertheless, each recruitment strategy, when voluntary-based, unavoidably suffers from the introduction of a bias in the representativeness of the control population. On the other hand, the hospital is a comfortable and quiet site where subjects could be informed about the study and the questionnaire administered to them. Further, it more easily allows an accurate evaluation of possible causes of exclusion. Thus, our recruitment methodology likely decreased the risk of misclassification between cases and controls and allowed us to achieve a rapid and matched enrollment. To note, the selection of controls and cases within a hospital has been already previously used in several recent studies (19, 20, 62). Another possible limitation of our study is that patients included in our cross-sectional case–control study were recruited after a relatively low median time-lapse after surgery (1.2 years) since we were aimed to evaluate the effects of some of the EDCs analyzed which have a maximum half-life of about 5 years. Nevertheless, it must be highlighted that the evaluation of the response to initial treatment at 1-year follow-up is highly predictive of the final outcome of the patients (38). Finally, a larger sample size would increase the accuracy and power of the statistical analyses. Nevertheless, our case–control study based on a population with general background exposure levels of pollutants show a significant association of PFAS with TC through either a possible direct effect on thyroid cells or an indirect effect exerted by TSH increase or thyroiditis as summarized in Fig. 4. Differently, PCBs may play a role in thyroid cancer by predisposing to BRAF\nV600E mutation. Thus, our and previous findings draw attention to the alarming adverse health effects of persistent organic pollutants through both hormone-dependent and hormone-independent pathways.\nFigure 4Schematic representation of possible roles of PFAS on thyroid cell and carcinogenesis. PFAS might affect hormone-dependent pathways increasing TSH levels. On the other hand, PFAS might affect hormone-independent pathways (A) increasing intracellular levels of reactive oxygen species (ROS), which lead to oxidative stress and DNA damage (B) inducing a suppression of cellular senescence (C) promoting an inflammatory status and/or modulating immune system response which finally leads to thyroiditis (figure created by BioRender.com – agreement number: HO26FQPCM9). Schematic representation of possible roles of PFAS on thyroid cell and carcinogenesis. PFAS might affect hormone-dependent pathways increasing TSH levels. On the other hand, PFAS might affect hormone-independent pathways (A) increasing intracellular levels of reactive oxygen species (ROS), which lead to oxidative stress and DNA damage (B) inducing a suppression of cellular senescence (C) promoting an inflammatory status and/or modulating immune system response which finally leads to thyroiditis (figure created by BioRender.com – agreement number: HO26FQPCM9)."
    },
    {
      "title": "Declaration of interest",
      "text": "LF is on the Editorial Board of the European Thyroid Journal. LF was not involved in the review or editorial process for this paper, on which she is listed as an author."
    },
    {
      "title": "Funding",
      "text": "This study was funded by the Italian Ministry of Healthhttp://dx.doi.org/10.13039/100009647 - Ricerca Corrente (THY-CANC ID 2.773.026)."
    },
    {
      "title": "Author contribution statement",
      "text": "VC: conceptualization and writing; ML: conceptualization, sampling, clinical data collection, methodology, statistical analysis, and writing; CM: sampling and clinical data collection; PD: statistical analysis; AM: sample storage and molecular analysis; EC: statistical analysis; LF: revision of the final version of the manuscript; C Colombo, C Charlier: revision of the final version of the manuscript; CP: conceptualization and revision of the final version of the manuscript."
    },
    {
      "title": "Data availability",
      "text": "Data will be available upon request using the following link: https://doi.org/10.5281/zenodo.11161207."
    }
  ],
  "full_text": "## Introduction\nThyroid cancer (TC) is the most frequent endocrine tumor with age-standardized incidence rates of approximately 10.1 per 100,000 women and 3.1 per 100,000 men in 2020 (F:M = 3:1 on average), and with a low mortality rate (0.5 per 100,000 women and 0.3 per 100,000 men) (1). In the last decades, its worldwide incidence has been continuously rising, largely driven by microcarcinomas of the papillary histotype (2, 3), and mostly due to an improvement in diagnostic procedures (4, 5). Nevertheless, an increase in the incidence of large and advanced-stage TC and pediatric TC (4, 5) has been observed too, indicating that the increased routine screening is not the sole cause of the increase in TC incidence. In recent years, the interest in the possible effects of persistent organic pollutants (POPs) on ecosystems and on human health has risen worldwide. Some of these compounds are known to alter the endocrine system at different levels and have been called endocrine disruptive chemicals (EDCs). EDCs can interfere with all endocrine axes, altering the production, secretion, and metabolism of hormones, as well as their binding to plasma proteins and receptors. EDCs are known to alter thyroid function, thus leading to increased thyroid-stimulating hormone (TSH) levels (6), which have been found to represent a risk factor for thyroid cancer onset (7). Of EDCs, per- and poly-fluoroalkyl substances (PFAS), poly-chlorinated biphenyls (PCBs), and dichlorodiphenyltrichloroethane (DDT) are widely used for industrial and agricultural purposes and present in consumer products components. The main route of exposure to these chemicals is the food chain, and measurable levels are commonly reported in samples from the general population (8, 9, 10, 11). Some of these EDCs have been phased out starting from the 70s, although their presence in the environment is still relevant due to their long elimination half-life. Some PFAS, PCBs and the pesticide DDT have been classified as carcinogenic (12), probably carcinogenic (13), or possibly carcinogenic to humans (14) by international organizations, such as World Health Organization or International Agency for Research on Cancer. Indeed, some EDCs have been linked to several human cancers, i.e. of the breast, kidney, and testis (15, 16, 17, 18). To date, the possible correlation between PFAS and TC has been investigated mainly on highly exposed populations (professionally exposed or living in a contaminated area) in few studies and with controversial results (14, 16, 19, 20, 21, 22, 23, 24, 25). Very recently, the link between PFAS and TC has been also investigated in nested case–control studies using plasma samples collected at/before TC diagnosis (21) or pre-diagnostic serum in the Finnish Maternity Cohort (22). Another recent study evaluated the association of serum PFAS levels among NHANES participants with a previous diagnosis of cancer (26). Controversial data exist concerning TC, with some studies reporting a positive association between this tumor and some PFAS (14, 20, 21, 22, 24, 25, 26), and others not reporting any association (16, 19, 23, 27). Moreover, it is not clear which congeners are possibly associated with TC (19, 21, 22, 28). The increasing interest toward the impact of PFAS on thyroid diseases is underlined by the fact that the National Academy Institution (US) appointed a specific committee to assess the health effects of PFAS, and thyroid function has been included in the analysis (February 8, 2024 accessible at https://www.nationalacademies.org/our-work/guidance-on-pfas-testing-and-health-outcomes). Recently, some associations between PCBs and TC have been found (12, 29, 30, 31), even though the involved congeners are not well-defined. Finally, only one case–control study reported a positive association between 4,4′-dichlorodiphenyldichloroethylene (4,4′-DDE), which is the main metabolite of 4,4′-DDT, and the risk of TC (31). Interestingly, the genetic profile of papillary thyroid carcinoma (PTC) has also changed in the last decades with a relevant increase in the frequency of BRAFV600E mutation (32, 33, 34), and a high incidence of PTC harboring this genetic alteration has been reported in volcanic areas, which are characterized by nonanthropogenic pollutant contamination (35). The aim of this study was to evaluate, for the first time, the possible association between serum levels of some PFAS, PCBs, 4,4′-DDT, and 4,4′-DDE and the presence, as well as clinicopathological and molecular features, of TC in an Italian case–control cohort with an expected usual background exposure to these compounds.\n\n## Materials and methods\nIn this cross-sectional case–control study, 112 cases and 112 controls were consecutively enrolled between July 2022 and February 2023 at IRCCS Istituto Auxologico Italiano Hospital, Milan, Italy. The 5-year time-lapse was selected because some of the EDCs analyzed have a maximum half-life of about 5 years. All patients with TC were submitted to surgery (total thyroidectomy or lobectomy), radioiodine ablation, and LT4 treatment according to international guidelines (36). Cases were defined as patients with a definite diagnosis of TC in the last 5 years. Sex- and age-matched controls were enrolled among subjects attending our hospital for unrelated reasons, and without (a) a known history of TC or other thyroid diseases, (b) a known history of other malignancies, and (c) severe hepatic or kidney dysfunction. Moreover, pregnant women, and patients with infertility or gonadal diseases, such as polycystic ovarian syndrome, were also excluded. All participants answered a questionnaire about their medical history, food habits, and personal care product use (translation available in the Supplementary Information, see section on supplementary materials given at the end of this article). Clinicopathological features, including TSH levels (presurgical TSH for cases and the last available value for both groups), were obtained from medical records. TNM classification followed the 8th edition of the American Joint Committee on Cancer/Union for International Cancer Control TNM staging system of thyroid cancer (37), and the dynamic risk stratification (DRS) was defined as previously reported (38, 39). Briefly, patients have been classified into four categories of response (excellent, biochemical incomplete, indeterminate, and structural incomplete) to initial treatments according to biochemical and radiological criteria. Subjects unable to fill out the questionnaire were excluded from enrollment. None of the cases or controls had a history of occupational or accidental exposure to PCBs, PFAS, nor DDT. All participants signed an informed consent and provided two blood samples in clot activator tubes without gel (BD, Plymouth, UK). The protocol was approved by the Ethical Committee of Istituto Auxologico Italiano IRCCS (05C214_THY-ED). Serum samples were used to determine the presence of nine PFAS, seven indicator PCBs, five dioxin-like PCBs (DL-PCBs), 4,4′-DDT, and its metabolite 4,4′-DDE. Among PFAS, perfluorobutanesulfonic acid (PFBS), perfluorohexanesulfonic acid (PFHxS), perfluorooctane sulfonic acid (PFOS) including linear isomer (linPFOS), branched isomers (branPFOS), and the sum of all isomers (totPFOS), perfluorohexanoic acid (PFHxA), perfluoroheptanoic acid (PFHpA), perfluorooctanoic acid (PFOA), perfluorononanoic acid (PFNA), perfluorodecanoic acid (PFDA), perfluoroundecanoic acid (PFUdA) were extracted from 1 mL of serum using an off-line solid phase extraction, as previously reported (40, 41). The indicator PCBs (PCB-28, PCB-52, PCB-101, PCB-118, PCB-138, PCB-153, and PCB-180), some DL-PCBs (PCB-105, PCB-114, PCB-156, PCB-157, PCB-167), 4,4′-DDT, and 4,4′-DDE were extracted from 1 mL of serum using a previously described method initially dedicated to brominated flame retardants (42). Details of sample preparation are given in Supplementary Information. PFAS analyses were performed using a liquid chromatography coupled to tandem mass spectrometry (LC–MS/MS) (Acquity Ultra Performance UHPLC system, Quattro Premier XE, Waters), whereas gas chromatography coupled with tandem mass spectrometry (GC–MS/MS) (Agilent 7890A GC/7000A GC Triple Quad mass spectrometer, Agilent Technologies) were used to determine PCBs, 4,4′-DDT, and 4,4′-DDE. Analysis details and methods of quality assurance and quality control are available in Supplementary Information. The determination of total cholesterol and triglycerides was carried out on a Cobas 8000 modular analyzer system (Roche Diagnostics) by enzymatic colorimetric test. The total lipids value was calculated according to Phillips et al. as follows: total lipid content (g/L) = (total cholesterol (mg/dL)) × 2.27 + (triglycerides (mg/dL)) + 62.3 (43). Genomic DNA was extracted from all available tissues (46 PTC tissues and 1 anaplastic thyroid cancer tissue) Formalin-fixed, paraffin-embedded tumor tissue samples were processed using the RecoverAll Total Nucleic Acid Isolation Kit (Thermo Fisher Scientific), while frozen tumor tissues were extracted using the Puregene Core Kit A (Qiagen), following the manufacturer’s protocol. The molecular analysis of the BRAF gene was performed as previously reported (44). Statistical analyses were performed using RStudio (version 3.4.1; R Project for Statistical Computing). The difference between values was considered significant when P  <  0.05. The Shapiro–Wilk test was used to test the normality of the distributions for demographic variables and pollutant concentrations. Student's t-test or Wilcoxon rank-sum test was used to compare continuous demographic variables (i.e. BMI, alcohol use, number of full-term pregnancies, cumulative months of breastfeeding, consumption of certain food, use of beauty and daily personal care items) between cases and controls, while the Chi-square test was used for categorical variables (i.e. sex, radiation exposure, familial history of thyroid diseases, postmenopausal status, having carried at least one pregnancy, use of an estro-progestin pill, menstrual cycle regularity, being a blood donor, iodized salt use, education level, employment status, smoking, sunscreen, and nail polish use). Only compounds with a detection frequency (DF) greater than 20% were included in the statistical analyses. For descriptive statistics (monovariate analyses and mono-pollutant models), pollutant concentrations measured below the limit of quantification (LOQ) were replaced by LOQ × DF, and a log-normal transformation was applied to their concentrations to approximate a normal distribution. Pollutants with DF above 75% were considered continuous variables, whereas compounds with DF between 20% and 75% were dichotomized (detected vs not detected). Associations between each pollutant and TC were tested using unconditional logistic regression. The individual model was calculated for each pollutant, adjusted for sex, age, BMI, and family history of thyroid disease, as well as two lifestyle habits found to differ between cases and controls (use of make-up remover and nail polish). The association with TC was estimated by the odds ratio (ORs) and 95% CIs. Concerning EDCs with a DF > 75%, the same model was also computed dividing the population into exposure quartiles. Due to the lipophilic properties of PCB congeners, their measured values were adjusted for serum total lipids and considered as continuous variables, while for those with a DF between 20% and 75%, and thus analyzed as dichotomic variables, total lipids content was added in the model. In addition, individual models were also employed, considering only the case population, to explore the association between serum pollutant levels and clinical response in agreement with dynamic risk stratification (structural incomplete response vs excellent response, biochemical incomplete response, and indeterminate response considered all together), TNM stage (T1 vs T2 vs T3+T4; N0+Nx vs N1; stage I vs II+III+IV), and tumor size at diagnosis (both as a continuous and as a dichotomous variable, considering a cutoff of 1 cm), presence of thyroiditis (an inflammatory autoimmune condition of the thyroid gland diagnosed at histology and/or by the presence of circulating autoantibodies), presurgical TSH levels, and BRAF mutational status. This model was also employed to evaluate the association between pollutants and the most recent TSH available in controls. The impact of pollutant mixtures on TC was assessed using two different methods: weighted quantile sum regression (WQS) and Bayesian kernel machine regression (BKMR). WQS has shown good performance in assessing associations between health parameters and mixtures of environmental pollutants. However, this method can only highlight monotonic, linear, and additive relationships. On the other hand, although they are more difficult to interpret, BKMR models can reveal non-monotonic and non-additive associations. Details are provided in Supplementary Information.\n\n## Study participants and biochemical analyses\nIn this cross-sectional case–control study, 112 cases and 112 controls were consecutively enrolled between July 2022 and February 2023 at IRCCS Istituto Auxologico Italiano Hospital, Milan, Italy. The 5-year time-lapse was selected because some of the EDCs analyzed have a maximum half-life of about 5 years. All patients with TC were submitted to surgery (total thyroidectomy or lobectomy), radioiodine ablation, and LT4 treatment according to international guidelines (36). Cases were defined as patients with a definite diagnosis of TC in the last 5 years. Sex- and age-matched controls were enrolled among subjects attending our hospital for unrelated reasons, and without (a) a known history of TC or other thyroid diseases, (b) a known history of other malignancies, and (c) severe hepatic or kidney dysfunction. Moreover, pregnant women, and patients with infertility or gonadal diseases, such as polycystic ovarian syndrome, were also excluded. All participants answered a questionnaire about their medical history, food habits, and personal care product use (translation available in the Supplementary Information, see section on supplementary materials given at the end of this article). Clinicopathological features, including TSH levels (presurgical TSH for cases and the last available value for both groups), were obtained from medical records. TNM classification followed the 8th edition of the American Joint Committee on Cancer/Union for International Cancer Control TNM staging system of thyroid cancer (37), and the dynamic risk stratification (DRS) was defined as previously reported (38, 39). Briefly, patients have been classified into four categories of response (excellent, biochemical incomplete, indeterminate, and structural incomplete) to initial treatments according to biochemical and radiological criteria. Subjects unable to fill out the questionnaire were excluded from enrollment. None of the cases or controls had a history of occupational or accidental exposure to PCBs, PFAS, nor DDT. All participants signed an informed consent and provided two blood samples in clot activator tubes without gel (BD, Plymouth, UK). The protocol was approved by the Ethical Committee of Istituto Auxologico Italiano IRCCS (05C214_THY-ED).\n\n## Chemical analyses\nSerum samples were used to determine the presence of nine PFAS, seven indicator PCBs, five dioxin-like PCBs (DL-PCBs), 4,4′-DDT, and its metabolite 4,4′-DDE. Among PFAS, perfluorobutanesulfonic acid (PFBS), perfluorohexanesulfonic acid (PFHxS), perfluorooctane sulfonic acid (PFOS) including linear isomer (linPFOS), branched isomers (branPFOS), and the sum of all isomers (totPFOS), perfluorohexanoic acid (PFHxA), perfluoroheptanoic acid (PFHpA), perfluorooctanoic acid (PFOA), perfluorononanoic acid (PFNA), perfluorodecanoic acid (PFDA), perfluoroundecanoic acid (PFUdA) were extracted from 1 mL of serum using an off-line solid phase extraction, as previously reported (40, 41). The indicator PCBs (PCB-28, PCB-52, PCB-101, PCB-118, PCB-138, PCB-153, and PCB-180), some DL-PCBs (PCB-105, PCB-114, PCB-156, PCB-157, PCB-167), 4,4′-DDT, and 4,4′-DDE were extracted from 1 mL of serum using a previously described method initially dedicated to brominated flame retardants (42). Details of sample preparation are given in Supplementary Information. PFAS analyses were performed using a liquid chromatography coupled to tandem mass spectrometry (LC–MS/MS) (Acquity Ultra Performance UHPLC system, Quattro Premier XE, Waters), whereas gas chromatography coupled with tandem mass spectrometry (GC–MS/MS) (Agilent 7890A GC/7000A GC Triple Quad mass spectrometer, Agilent Technologies) were used to determine PCBs, 4,4′-DDT, and 4,4′-DDE. Analysis details and methods of quality assurance and quality control are available in Supplementary Information. The determination of total cholesterol and triglycerides was carried out on a Cobas 8000 modular analyzer system (Roche Diagnostics) by enzymatic colorimetric test. The total lipids value was calculated according to Phillips et al. as follows: total lipid content (g/L) = (total cholesterol (mg/dL)) × 2.27 + (triglycerides (mg/dL)) + 62.3 (43).\n\n## DNA extraction and BRAF molecular analysis\nGenomic DNA was extracted from all available tissues (46 PTC tissues and 1 anaplastic thyroid cancer tissue) Formalin-fixed, paraffin-embedded tumor tissue samples were processed using the RecoverAll Total Nucleic Acid Isolation Kit (Thermo Fisher Scientific), while frozen tumor tissues were extracted using the Puregene Core Kit A (Qiagen), following the manufacturer’s protocol. The molecular analysis of the BRAF gene was performed as previously reported (44).\n\n## Statistical analysis\nStatistical analyses were performed using RStudio (version 3.4.1; R Project for Statistical Computing). The difference between values was considered significant when P  <  0.05. The Shapiro–Wilk test was used to test the normality of the distributions for demographic variables and pollutant concentrations. Student's t-test or Wilcoxon rank-sum test was used to compare continuous demographic variables (i.e. BMI, alcohol use, number of full-term pregnancies, cumulative months of breastfeeding, consumption of certain food, use of beauty and daily personal care items) between cases and controls, while the Chi-square test was used for categorical variables (i.e. sex, radiation exposure, familial history of thyroid diseases, postmenopausal status, having carried at least one pregnancy, use of an estro-progestin pill, menstrual cycle regularity, being a blood donor, iodized salt use, education level, employment status, smoking, sunscreen, and nail polish use). Only compounds with a detection frequency (DF) greater than 20% were included in the statistical analyses. For descriptive statistics (monovariate analyses and mono-pollutant models), pollutant concentrations measured below the limit of quantification (LOQ) were replaced by LOQ × DF, and a log-normal transformation was applied to their concentrations to approximate a normal distribution. Pollutants with DF above 75% were considered continuous variables, whereas compounds with DF between 20% and 75% were dichotomized (detected vs not detected). Associations between each pollutant and TC were tested using unconditional logistic regression. The individual model was calculated for each pollutant, adjusted for sex, age, BMI, and family history of thyroid disease, as well as two lifestyle habits found to differ between cases and controls (use of make-up remover and nail polish). The association with TC was estimated by the odds ratio (ORs) and 95% CIs. Concerning EDCs with a DF > 75%, the same model was also computed dividing the population into exposure quartiles. Due to the lipophilic properties of PCB congeners, their measured values were adjusted for serum total lipids and considered as continuous variables, while for those with a DF between 20% and 75%, and thus analyzed as dichotomic variables, total lipids content was added in the model. In addition, individual models were also employed, considering only the case population, to explore the association between serum pollutant levels and clinical response in agreement with dynamic risk stratification (structural incomplete response vs excellent response, biochemical incomplete response, and indeterminate response considered all together), TNM stage (T1 vs T2 vs T3+T4; N0+Nx vs N1; stage I vs II+III+IV), and tumor size at diagnosis (both as a continuous and as a dichotomous variable, considering a cutoff of 1 cm), presence of thyroiditis (an inflammatory autoimmune condition of the thyroid gland diagnosed at histology and/or by the presence of circulating autoantibodies), presurgical TSH levels, and BRAF mutational status. This model was also employed to evaluate the association between pollutants and the most recent TSH available in controls. The impact of pollutant mixtures on TC was assessed using two different methods: weighted quantile sum regression (WQS) and Bayesian kernel machine regression (BKMR). WQS has shown good performance in assessing associations between health parameters and mixtures of environmental pollutants. However, this method can only highlight monotonic, linear, and additive relationships. On the other hand, although they are more difficult to interpret, BKMR models can reveal non-monotonic and non-additive associations. Details are provided in Supplementary Information.\n\n## Results\nThe clinicopathological features of the study group, including 112 cases of TC, are reported in Table 1. Briefly, 102 patients had follicular cell-derived cancer (94 PTC, five follicular thyroid carcinoma (FTC), one Hürthle carcinoma, one poorly differentiated TC (PDTC) and one anaplastic TC (ATC)), while the remaining ten patients had a medullary thyroid cancer (MTC). The majority of cases had a T1 tumor without metastatic lymph nodes. About 57.3% of cases had a tumor size >10 mm, and about 66% had a BRAFV600E mutation. The response to initial treatment was excellent in 52.7%, and structural incomplete response was observed in 23.2% of patients.\nTable 1Clinicopathological features at diagnosis of patients with thyroid cancer.Clinical featuresValues, n (%)Histological type, n=112 PTC94 (83.9) FTC5 (4.5) MTC10 (8.9) ATC1 (0.9) PDTC1 (0.9) HCC1 (0.9)TNM, n=111 T1a46 (41.4) T1b35 (31.5) T219 (17.1) T3a3 (2.7) T3b5 (4.5) T4a3 (2.7) T4b0 (0) Nx1 (0.9) N0a39 (35.1) N0b38 (34.2) N1a20 (18.0) N1b13 (11.7) M0110 (99.1) M11 (0.9)Stage, n=111 I96 (86.5) II12 (10.8) III1 (0.9) IVa1 (0.9) IVb1 (0.9)Thyroiditis, n=112 Presence42 (37.5) Absence70 (62.5)Tumor size, n=110 Median (range), mm12.0 (1.0–70.0) ≤10 mm47 (42.7) >10 mm63 (57.3)DRS, n=112 Excellent59 (52.7) Biochemical incomplete5 (4.5) Structural incomplete26 (23.2) Indeterminate22 (19.6)BRAF, n=47 Mutated31 (66.0) Wild type16 (34.0)DRS, Dynamic Risk Stratification; PTC, papillary thyroid cancer; FTC, follicular thyroid cancer; MTC, medullary thyroid cancer; ATC, anaplastic thyroid cancer; PDTC, poorly differentiated thyroid cancer; HCC, Hürtle cell carcinoma. Clinicopathological features at diagnosis of patients with thyroid cancer. DRS, Dynamic Risk Stratification; PTC, papillary thyroid cancer; FTC, follicular thyroid cancer; MTC, medullary thyroid cancer; ATC, anaplastic thyroid cancer; PDTC, poorly differentiated thyroid cancer; HCC, Hürtle cell carcinoma. The baseline characteristics of the 224 participants (112 cases and 112 controls, sex-, and age-matched) are reported in Table 2. The mean age of cases and controls was 51.7 ± 14.6 years (range: 20–89) and 51 ± 15.2 years (range: 19–86), respectively. The female/male ratio was 3.48 for both groups. Cases were recruited in a median of 1.2 years after diagnosis (range: 0.1–5) and had a significantly higher BMI (median 24.3 kg/m2 vs 23.4 kg/m2, P = 0.027) and a more frequent familial history for thyroid diseases (49% vs 30%, P = 0.005) compared to controls. The majority of patients (97.3%) and controls (91%) were living in Milan or nearby districts in the last 5 years.\nTable 2Baseline characteristics for study participants. Data are presented as median (range), mean ± s.d. or as n (%).Baseline characteristicsCasesControlsP\nTotal n112112Age (years)51.7 ± 14.6 (20–89)51 ± 15.2 (19–86)0.738BMI (kg/m2)24.3 (16.2–43.8)23.4 (16.4–36.8)0.027Sex1.000 Female87 (77.7)87 (77.7) Male25 (22.3)25 (22.3)Familial history for thyroid diseases55 (49.1)33 (29.7)a0.005Active smokers12 (10.7)17 (15.2)0.426Education level0.097 Degree34 (30.4)43 (38.4) Secondary, II level42 (37.5)32 (28.6) Secondary, I level16 (14.3)13 (11.6) Primary4 (3.6)0 (0) Unknown16 (14.3)24 (21.4)Job0.530 Worker82 (73.2)80 (71.4) Unemployed4 (3.6)6 (5.4) Retired25 (22.3)22 (19.6) Student1 (0.9)4 (3.6)Postmenopausal females, n = 8741 (47.1)39 (44.8)0.879Females who have had ≥1 pregnancy53 (62.4)b54 (62.1)c1.000Number of full-term pregnancies1 (0–4)1 (0–5)0.510Cumulative breast-feeding (months)4.5 (0–45)4 (0–54)0.699Blood donors8 (7.1)13 (11.6)0.359Iodized salt consumers76 (68.5)d77 (70)e0.920Subjects exposed to ionizing radiation3 (2.7)1 (0.9)0.614Subjects who regularly use nail polish17 (15.3)31 (27.7)0.034Make-up remover use (times/week)0 (0–14)2 (0–15)0.013TSH values (mU/L) Before surgery1.8 (0.2–5.1)0.611 Last available valuef3 (0.0004–19.5)2 (1.39, 0.–4–4.3) < 0.001g\nValues in bold indicate statistical significance.an = 111; bn = 85; cn = 87; dn = 111; en = 110; fFor cases: last TSH values available after surgery, for controls: last TSH value available; gBetween last available and presurgical TSH values in cases group.BMI, body mass index. Baseline characteristics for study participants. Data are presented as median (range), mean ± s.d. or as n (%). Values in bold indicate statistical significance. an = 111; bn = 85; cn = 87; dn = 111; en = 110; fFor cases: last TSH values available after surgery, for controls: last TSH value available; gBetween last available and presurgical TSH values in cases group. BMI, body mass index. TSH values were recorded for both cases (pre-surgery and at last visit) and controls (last recent available values) and were within the normal range. As shown in Table 2, TSH values did not significantly differ between cases’ presurgical values and controls’ most recent available ones (median: 1.8 mU/L vs 2.0 mU/L, P = 0.611). As expected, in patients with TC on thyroxine treatment, the median of last available post-surgical TSH levels was significantly lower than the presurgical one (median: 1.8 mU/L vs 0.3 mU/L, P = 0.00001). Among self-reported lifestyle and dietary habits, two main significant differences emerged between the two groups: controls used nail polish more frequently (28% vs15%, P = 0.034), and makeup remover (median 2 times/week vs0 times/week, P = 0.013). Among the analyzed EDCs, 19 had a DF greater than 20% in the study population and were thus included in the statistical analysis (Fig. 1 and Supplementary Table 1). PBCs and 4,4′-DDT/4,4′-DDE values were adjusted by total lipids content (measured concentration divided by total lipids).\nFigure 1Comparison of PFAS, PCBs, and 4,4′-DDE levels between cases and controls. Serum concentrations of perfluoroalkyl substances (PFAS) and of total lipids-adjusted polychlorobiphenyls (PCBs) and 4,4′-dichlorodiphenyldichloroethylene (4,4′-DDE), which reached a detection frequency greater than 20% in both cases and controls, are represented as boxplots. PFDA, perfluorodecanoic acid; PFHxS, perfluorohexanesulfonic acid; PFNA, perfluorononanoic acid; PFUdA, perfluoroundecanoic acid; PFOA, perfluorooctanoic acid; totPFOS, total perfluorooctane sulfonic acid; branPFOS, branched PFOS; linPFOS, linear PFOS. Comparison of PFAS, PCBs, and 4,4′-DDE levels between cases and controls. Serum concentrations of perfluoroalkyl substances (PFAS) and of total lipids-adjusted polychlorobiphenyls (PCBs) and 4,4′-dichlorodiphenyldichloroethylene (4,4′-DDE), which reached a detection frequency greater than 20% in both cases and controls, are represented as boxplots. PFDA, perfluorodecanoic acid; PFHxS, perfluorohexanesulfonic acid; PFNA, perfluorononanoic acid; PFUdA, perfluoroundecanoic acid; PFOA, perfluorooctanoic acid; totPFOS, total perfluorooctane sulfonic acid; branPFOS, branched PFOS; linPFOS, linear PFOS. PFOS (linPFOS, branPFOS, and totPFOS), PFOA, PFHxS, and PFNA had a DF above 97%, while detectable levels of PFDA and PFUdA were present in 42.9% and 24.6% of samples, respectively. Total PFOS had the highest concentration (median: 4.1 ng/mL, range: <LOQ-28.5 ng/mL), followed by PFOA (median: 1.8 ng/mL, range: <LOQ-5.6 ng/mL), PFHxS (median: 0.5 ng/mL, range: <LOQ-7.9 ng/mL), and PFNA (median: 0.4 ng/mL, range: <LOQ-1.8 ng/mL) (Supplementary Table 1). PCB-153, PCB-138, and PCB-180 congeners had a 100% DF, whereas PCB-118 and PCB-156 were detected in 78.1% and 79.5%, respectively. Lower DFs were observed for PCB-28, PCB-105, PCB-114, PCB-157, and PCB-167, ranging from 21.9% to 41.5%. The highest median value was measured for PCB-153 (median: 36.6 ng/g lipids, range: 5–235.8 ng/g lipids), followed by PCB-180 (median: 34.2 ng/g lipids, range: 2.2–329.4 ng/g lipids), and PCB-138 (median: 21 ng/g lipids, range: 2.9–129.1 ng/g lipids) (Supplementary Table 1). 4,4′-DDE was detected in all samples, with a median concentration of 62 ng/g lipids (range: 8.1–981.2 ng/g lipids), while 4,4′-DDT levels were measurable only in 12.1% of samples (Supplementary Table 1). Finally, PFHxS, PCB-52, and PCB-101 levels were significantly different between cases and controls (Supplementary Table 1). Among all the EDCs included in the analysis, we observed an increased OR of TC only with the presence of PFDA (detected vs non-detected, OR = 2.03, 95% CI: 1.10–3.75, P = 0.023), while a negative association was found with PFHxS levels (OR = 0.63, 95% CI: 0.41–0.98, P = 0.040). The positive association between PFDA detection and the risk of TC was also confirmed when considering only PTC patients, who are the majority of cases (OR = 2.11, 95% CI: 1.10–4.06, P = 0.024). On the other hand, the negative association between PFHxS levels and TC lost its significance considering only PTC patients, likely due to the reduction of the sample size (OR = 0.66, 95% CI: 0.42–1.03, P = 0.068) (Table 3). These associations remained substantially the same when only female participants were considered, except for PFOA, which became significantly and negatively associated with TC (Supplementary Table 2). We then performed the same analysis, subdividing detected pollutant levels into quartiles to highlight a potential non-monotonic association. A trend toward a reduced risk of TC was observed for values in the fourth quartile versus those in the first one for PFHxS (OR = 0.41, 95% CI: 0.17–0.98, P = 0.046) and PFOA (OR = 0.38, 95% CI: 0.16–0.91, P = 0.029). On the contrary, an increased risk of TC was found for linear PFOS values in both the second (OR = 2.93, 95% CI: 1.26–6.80, P = 0.012) and the third quartile (OR = 2.42, 95% CI: 1.05–5.57, P = 0.038), while the association with the fourth quartile, although in the same direction, did not reach statistical significance (OR = 1.68, 95% CI: 0.68–4.11, P = 0.259).\nTable 3Odds ratios (OR) for the association between PFASs, PCBs, and 4,4′-DDE in serum samples and thyroid cancer (TC). The analysis was performed using a logistic regression model adjusted for sex, age, BMI, familial history of thyroid diseases, and the use of nail polish/makeup remover. Pollutants with DF above 75% were considered as continuous variables, whereas compounds with DF between 20% and 75% were dichotomized (detected vs not detected). PFDA, PFUdA, PCB-28, PCB-105, PCB-114, PCB-157, and PCB-167 were considered as dichotomous variables, while PFHxS, totPFOS, linPFOS, branPFOS, PFOA, PFNA, PCB-118, PCB-138, PCB-153, PCB-156, PCB-180, and 4,4′-DDE serum concentration were ln-transformed and considered as continuous variables. In the quartile analysis, the first quartile was set as reference.Continuous/dichotomic analysisQuartile analysisTC vs CTRPTC vs CTRTC vs CTROR (95% CI)POR (95% CI)PQ2PQ3PQ4PContinuous PFHxS0.63 (0.41–0.98)0.0400.66 (0.42–1.03)0.0680.96 (0.42–2.16)0.9130.79 (0.34–1.85)0.5900.41 (0.17–0.98)0.046 totPFOS1.10 (0.69–1.75)0.6831.22 (0.75–1.99)0.4201.14 (0.51–2.55)0.7551.24 (0.54–2.87)0.6131.21 (0.47–3.08)0.696 linPFOS1.31 (0.86–1.99)0.2051.45 (0.93–2.27)0.1032.93 (1.26–6.80)0.0122.42 (1.05–5.57)0.0381.68 (0.68–4.11)0.259 branPFOS0.85 (0.56–1.30)0.4520.91 (0.59–1.40)0.6581.27 (0.56–2.88)0.5730.56 (0.24–1.34)0.1961.00 (0.39–2.61)0.992 PFOA0.58 (0.30–1.13)0.1120.70 (0.34–1.42)0.3170.81 (0.36–1.87)0.6290.72 (0.31–1.65)0.4400.38 (0.16–0.91)0.029 PFNA1.18 (0.72–1.94)0.5131.43 (0.82–2.48)0.2081.61 (0.72–3.60)0.2491.78 (0.78–4.07)0.1701.16 (0.51–2.66)0.719 PCB-1180.67 (0.39–1.13)0.1320.99 (0.93–1.05)0.7150.84 (0.37–1.91)0.6830.63 (0.27–1.45)0.2750.41 (0.16–1.10)0.077 PCB-1381.04 (0.59–1.85)0.8891.01 (0.99–1.02)0.5401.27 (0.53–3.06)0.5860.67 (0.26–1.71)0.3961.19 (0.37–3.87)0.771 PCB-1531.02 (0.59–1.78)0.9361.00 (0.99–1.02)0.5040.98 (0.42–2.30)0.9670.59 (0.23–1.49)0.2620.93 (0.29–2.99)0.908 PCB-1561.01 (0.56–1.82)0.9821.02 (0.95–1.10)0.5941.25 (0.53–2.96)0.6090.59 (0.21–1.61)0.3011.11 (0.28–4.42)0.877 PCB-1800.87 (0.52–1.47)0.6081.00 (0.99–1.01)0.9371.02 (0.42–2.46)0.9700.67 (0.24–1.89)0.4471.22 (0.29–5.18)0.787 4,4’-DDE0.91 (0.65–1.29)0.6041.00 (1.00–1.00)0.7010.66 (0.29–1.51)0.3221.10 (0.48–2.54)0.8150.62 (0.24–1.58)0.317Binary PFDA2.03 (1.10–3.75)0.0232.11 (1.10–4.06)0.024 PFUdA1.21 (0.60–2.43)0.5891.06 (0.50–2.24)0.877 PCB-280.95 (0.47–1.89)0.8730.87 (0.41–1.84)0.710 PCB-1051.04 (0.53–2.06)0.9071.06 (0.50–2.21)0.886 PCB-1140.76 (0.33–1.79)0.5330.54 (0.21–1.40)0.203 PCB-1571.22 (0.48–3.07)0.5550.85 (0.31–2.33)0.756 PCB-1670.79 (0.36–1.73)0.6080.62 (0.27–1.43)0.264Values in bold indicate statistical significance.branPFOS, branched perfluorooctane sulfonic acid; CTR, controls; 4,4′-DDE, 4,4′-dichlorodiphenyldichloroethylene; linPFOS, linear perfluorooctane sulfonic acid; PTC, papillary thyroid cancer; PFHxS, perfluorohexanesulfonic acid; PFOA, perfluorooctanoic acid; PFNA, perfluorononanoic acid; PFDA, perfluorodecanoic acid; PFUdA, perfluoroundecanoic acid; PCB, polychlorobiphenyl; Q2, second quartile; Q3, third quartile; Q4, fourth quartile; totPFOS, total perfluorooctane sulfonic acid; TC, thyroid cancer. Odds ratios (OR) for the association between PFASs, PCBs, and 4,4′-DDE in serum samples and thyroid cancer (TC). The analysis was performed using a logistic regression model adjusted for sex, age, BMI, familial history of thyroid diseases, and the use of nail polish/makeup remover. Pollutants with DF above 75% were considered as continuous variables, whereas compounds with DF between 20% and 75% were dichotomized (detected vs not detected). PFDA, PFUdA, PCB-28, PCB-105, PCB-114, PCB-157, and PCB-167 were considered as dichotomous variables, while PFHxS, totPFOS, linPFOS, branPFOS, PFOA, PFNA, PCB-118, PCB-138, PCB-153, PCB-156, PCB-180, and 4,4′-DDE serum concentration were ln-transformed and considered as continuous variables. In the quartile analysis, the first quartile was set as reference. Values in bold indicate statistical significance. branPFOS, branched perfluorooctane sulfonic acid; CTR, controls; 4,4′-DDE, 4,4′-dichlorodiphenyldichloroethylene; linPFOS, linear perfluorooctane sulfonic acid; PTC, papillary thyroid cancer; PFHxS, perfluorohexanesulfonic acid; PFOA, perfluorooctanoic acid; PFNA, perfluorononanoic acid; PFDA, perfluorodecanoic acid; PFUdA, perfluoroundecanoic acid; PCB, polychlorobiphenyl; Q2, second quartile; Q3, third quartile; Q4, fourth quartile; totPFOS, total perfluorooctane sulfonic acid; TC, thyroid cancer. No association between TC and PCBs or 4,4′-DDT and its metabolites was highlighted in our mono-pollutant analyses. We then employed logistic regression analysis to determine the possible association of detected pollutants with some clinicopathological features of interest (Tables 4, 5 and Supplementary Table 3).\nTable 4Odds ratios (OR) and β estimates for the association between PFAS, PCBs, and 4,4′-DDE in serum samples and TNM classification. The analysis was performed using a logistic regression model adjusted for sex, age, BMI, familial history of thyroid diseases, and the use of nail polish/makeup remover. Pollutants with DF above 75% were considered as continuous variables, whereas compounds with DF between 20% and 75% were dichotomized (detected vs not detected). PFDA, PFUdA, PCB-28, PCB-105, PCB-114, PCB-157, and PCB-167 were considered as dichotomous variables, for other pollutants serum concentration were ln-transformed.TNM: T2 vs T1TNM: T3/4 vs T1TNM: T3/4 vs T2TNM: N0 vs N1OR (95% CI)POR (95% CI)POR (95% CI)POR (95% CI)PContinuous PFHxS0.34 (0.12– 0.96)0.0420.94 (0.25– 3.58)0.9282.80 (0.57– 13.6)0.2031.59 (0.64– 3.92)0.315 totPFOS0.34 (0.12– 0.98)0.0470.76 (0.19– 3.00)0.6912.19 (0.45– 10.7)0.3330.72 (0.29– 1.81)0.486 linPFOS0.33 (0.12– 0.89)0.0280.79 (0.23– 2.71)0.7042.36 (0.55– 10.1)0.2490.67 (0.30– 1.50)0.334 branPFOS0.58 (0.25– 1.38)0.2201.01 (0.32– 3.17)0.9881.73 (0.46– 6.54)0.4200.85 (0.39– 1.83)0.679 PFOA0.30 (0.08– 1.18)0.0840.88 (0.17– 4.55)0.8762.92 (0.40– 21.2)0.2891.26 (0.40– 3.99)0.698 PFNA0.26 (0.09– 0.77)0.0150.47 (0.13– 1.77)0.2661.81 (0.40– 8.18)0.4430.72 (0.29– 1.79)0.486 PCB-1180.54 (0.19– 1.54)0.2462.46 (0.78– 7.81)0.1254.59 (1.07– 19.6)0.0400.72 (0.30– 1.74)0.461 PCB-1380.81 (0.29– 2.22)0.6792.07 (0.57– 7.57)0.2702.57 (0.56– 11.9)0.2271.19 (0.49– 2.89)0.706 PCB-1530.77 (0.30– 2.01)0.5991.53 (0.48– 4.83)0.4731.97 (0.50– 7.73)0.3301.31 (0.54– 3.16)0.553 PCB-1560.72 (0.26– 1.97)0.5191.50 (0.37– 6.05)0.5712.09 (0.41– 10.6)0.3751.13 (0.48– 2.69)0.778 PCB-1800.79 (0.34– 1.86)0.5901.56 (0.41– 5.86)0.5141.97 (0.44– 8.76)0.3741.22 (0.56– 2.64)0.622 4,4’-DDE1.26 (0.64– 2.49)0.5041.18 (0.56– 2.46)0.6620.93 (0.37– 2.36)0.8861.18 (0.65– 2.15)0.592Binary PFDA0.84 (0.28– 2.51)0.7530.85 (0.21– 3.49)0.8181.01 (0.19– 5.34)0.9910.30 (0.11– 0.81)0.018 PFUdA0.30 (0.06– 1.62)0.1631.64 (0.35– 7.71)0.5315.40 (0.64– 45.6)0.1211.14 (0.36– 3.56)0.825 PCB-280.33 (0.04– 3.02)0.3290.33 (0.04– 3.02)0.3290.59 (0.05– 7.14)0.6800.66 (0.21– 2.07)0.481 PCB-1050.47 (0.13– 1.71)0.2547.49 (1.14– 49.4)0.03615.8 (1.79– 140)0.0130.54 (0.19– 1.57)0.256 PCB-1140.64 (0.15– 2.83)0.5581.94 (0.28– 13.2)0.5003.02 (0.31– 29.4)0.3420.35 (0.09– 1.38)0.135 PCB-1571.89 (0.34– 10.5)0.4650.63 (0.07– 6.09)0.6920.33 (0.02– 4.72)0.4180.71 (0.14– 3.55)0.680 PCB-1670.55 (0.12– 2.56)0.4496.14 (0.71– 52.8)0.09911.1 (0.90– 137)0.0601.41 (0.32– 4.10)0.840Values in bold indicate statistical significance.branPFOS, branched perfluorooctane sulfonic acid; 4,4′-DDE, 4,4′-dichlorodiphenyldichloroethylene; linPFOS, linear perfluorooctane sulfonic acid; PFHxS, perfluorohexanesulfonic acid; PFOA, perfluorooctanoic acid; PFNA, perfluorononanoic acid; PFDA, perfluorodecanoic acid; PFUdA, perfluoroundecanoic acid; PCB, polychlorobiphenyl; totPFOS, total perfluorooctane sulfonic acid. Odds ratios (OR) and β estimates for the association between PFAS, PCBs, and 4,4′-DDE in serum samples and TNM classification. The analysis was performed using a logistic regression model adjusted for sex, age, BMI, familial history of thyroid diseases, and the use of nail polish/makeup remover. Pollutants with DF above 75% were considered as continuous variables, whereas compounds with DF between 20% and 75% were dichotomized (detected vs not detected). PFDA, PFUdA, PCB-28, PCB-105, PCB-114, PCB-157, and PCB-167 were considered as dichotomous variables, for other pollutants serum concentration were ln-transformed. Values in bold indicate statistical significance. branPFOS, branched perfluorooctane sulfonic acid; 4,4′-DDE, 4,4′-dichlorodiphenyldichloroethylene; linPFOS, linear perfluorooctane sulfonic acid; PFHxS, perfluorohexanesulfonic acid; PFOA, perfluorooctanoic acid; PFNA, perfluorononanoic acid; PFDA, perfluorodecanoic acid; PFUdA, perfluoroundecanoic acid; PCB, polychlorobiphenyl; totPFOS, total perfluorooctane sulfonic acid. PFNA levels were found to be associated with the presence of thyroiditis diagnosed by clinical and/or histological parameters (OR = 2.57, 95% CI: 1.04–6.36, P = 0.042). PFHxS (β = 0.56, P = 0.011), total PFOS (β = 0.63, P = 0.007), linear PFOS (β = 0.51, P = 0.013), and branched PFOS (β = 0.40, P = 0.045) levels were positively associated with higher levels of presurgical TSH in the cases group. Interestingly, no association was observed between PFAS levels and the most recent available TSH value in the control group. The same significant associations were also observed adjusting the model for the presence of thyroiditis, except for branched PFOS (β = 0.39, P = 0.054) (Supplementary Table 3). Regarding the TNM classification of thyroid cancers, a decreased OR of T2 vs T1 tumors was observed for PFHxS (OR = 0.34, 95% CI: 0.12–0.96, P = 0.042), PFNA (OR = 0.26, 95% CI: 0.09–0.77, P = 0.015), total PFOS (OR = 0.34, 95% CI: 0.12–0.98, P = 0.047), and linear PFOS (OR = 0.33, 95% CI: 0.12–0.89, P = 0.028). On the other hand, PCB-105 was associated with an increased OR of T3/T4 vs T1 (OR = 7.49, 95% CI: 1.14–49.4, P = 0.036) or T2 tumors (OR 15.8, 95% CI: 1.79–140, P = 0.013), while PCB-118 was associated with an increased OR of T3/T4 tumors when compared to T2 (OR = 4.59, 95% CI: 1.07–19.60, P = 0.040). Only PFDA levels were negatively correlated with N1 status (OR = 0.30, 95% CI: 0.11–0.81, P = 0.018), meaning a higher probability of the absence of lymph nodes metastasis. No significant association was observed between analyzed EDCs, considered as either continuous or dichotomous variables, and stage, tumor size, and DRS (Supplementary Table 3). The possible association of detected EDCs with the presence of BRAFV600E mutation was also tested by logistic regression analysis. An increased OR of BRAFV600E mutation was found to be associated with PCB-153 (OR = 5.70, 95% CI: 1.23–26.44, P = 0.026), PCB-138 (OR = 5.31, 95% CI: 1.04–27.29, P = 0.045), and PCB-180 (OR = 11.41, 95% CI: 1.81–71.93, P = 0.010) levels (Table 5). Neither PFAS nor the 4,4′-DDE was associated with the BRAF\nV600E mutation.\nTable 5Odds ratios (OR) and β estimates for the association between PFAS, PCBs, and 4,4′-DDE in serum samples and thyroiditis, BRAF mutational status, and TSH levels. The analysis was performed using a logistic regression model adjusted for sex, age, BMI, familial history of thyroid diseases, and the use of nail polish/makeup remover. Pollutants with DF above 75% were considered as continuous variables, whereas compounds with DF between 20% and 75% were dichotomized (detected vs not detected). PFDA, PFUdA, PCB-28, PCB-105, PCB-114, PCB-157, and PCB-167 were considered as dichotomous variables, for other pollutants serum concentration were ln-transformed.Thyroiditis yes vs noBRAF mutated vs WTPS-TSH (cases)TSH (controls)OR (95% CI)POR (95% CI)PEstimatePEstimatePContinuous PFHxS1.77 (0.77– 4.07)0.1811.12 (0.24– 5.25)0.8900.560.0110.040.849 totPFOS2.02 (0.85– 4.81)0.1220.91 (0.18– 4.72)0.9150.630.007−0.060.769 linPFOS2.17 (0.99– 4.74)0.0531.44 (0.37– 5.63)0.5980.510.013−0.050.801 branPFOS1.41 (0.69– 2.89)0.3460.59 (0.16– 2.26)0.4430.400.045−0.040.824 PFOA2.31 (0.77–6.95)0.1350.46 (0.05– 4.43)0.4990.230.423−0.150.635 PFNA2.57 (1.04–6.36)0.0420.84 (0.16– 4.33)0.8380.280.230−0.220.334 PCB-1180.83 (0.38– 1.80)0.6352.70 (0.81– 8.94)0.1050.100.651−0.200.427 PCB-1381.17 (0.52– 2.61)0.7045.31 (1.04– 27.3)0.0450.130.584−0.170.560 PCB-1531.06 (0.49– 2.29)0.8915.70 (1.23– 26.4)0.0260.030.873−0.150.618 PCB-1561.34 (0.60– 3.00)0.4733.74 (0.72– 19.3)0.1150.000.990−0.190.542 PCB-1800.97 (0.50– 1.89)0.92311.4 (1.81– 71.9)0.010-0.090.661−0.120.715 4,4′-DDE1.0 (0.59–1.69)0.9881.51 (0.68– 3.37)0.3150.030.844−0.040.770Binary PFDA1.66 (0.69– 3.97)0.2571.29 (0.30– 5.46)0.7290.070.7850.180.550 PFUdA1.90 (0.64– 5.70)0.2505.33 (0.48– 58.6)0.1710.370.2390.310.295 PCB-280.42 (0.14– 1.25)0.1191.78 (0.36– 8.66)0.4770.060.839−0.220.582 PCB-1051.23 (0.47– 3.21)0.6690.73 (0.14– 3.87)0.7070.250.434−0.830.036 PCB-1142.23 (0.69– 7.26)0.1820.21 (0.03– 1.74)0.1490.220.534−0.230.608 PCB-1571.83 (0.46– 7.30)0.3911.37 (0.15– 12.7)0.7830.210.606−0.250.520 PCB-1672.39 (0.70– 8.13)0.1640.94 (0.12– 7.69)0.9580.280.451−0.450.207Values in bold indicate statistical significance.branPFOS, branched perfluorooctane sulfonic acid; 4,4′-DDE, 4,4′-dichlorodiphenyldichloroethylene; linPFOS, linear perfluorooctane sulfonic acid; PFHxS, perfluorohexanesulfonic acid; PFOA, perfluorooctanoic acid; PFNA, perfluorononanoic acid; PFDA, perfluorodecanoic acid; PFUdA, perfluoroundecanoic acid; PCB, polychlorobiphenyl; PS-TSH, presurgical TSH; totPFOS, total perfluorooctane sulfonic acid; WT, wild type. Odds ratios (OR) and β estimates for the association between PFAS, PCBs, and 4,4′-DDE in serum samples and thyroiditis, BRAF mutational status, and TSH levels. The analysis was performed using a logistic regression model adjusted for sex, age, BMI, familial history of thyroid diseases, and the use of nail polish/makeup remover. Pollutants with DF above 75% were considered as continuous variables, whereas compounds with DF between 20% and 75% were dichotomized (detected vs not detected). PFDA, PFUdA, PCB-28, PCB-105, PCB-114, PCB-157, and PCB-167 were considered as dichotomous variables, for other pollutants serum concentration were ln-transformed. Values in bold indicate statistical significance. branPFOS, branched perfluorooctane sulfonic acid; 4,4′-DDE, 4,4′-dichlorodiphenyldichloroethylene; linPFOS, linear perfluorooctane sulfonic acid; PFHxS, perfluorohexanesulfonic acid; PFOA, perfluorooctanoic acid; PFNA, perfluorononanoic acid; PFDA, perfluorodecanoic acid; PFUdA, perfluoroundecanoic acid; PCB, polychlorobiphenyl; PS-TSH, presurgical TSH; totPFOS, total perfluorooctane sulfonic acid; WT, wild type. Finally, we explored the possible effect of the pollutants’ mixture and the risk of TC using WQS and BKMR statistical approaches. WQS analysis showed a negative association between the mixture of pollutants and the TC (OR = 0.53, 95% CI: 0.33–0.86, P = 0.011), whereas no significant positive association was observed (P = 0.298). EDCs that mainly contributed to the negative association between the outcome and the WQS index were PFHxS (weight = 0.23), PFOA (weight = 0.28), PCB-118 (weight = 0.3), and PCB-180 (weight = 0.08) (Supplementary Fig. 1). Considering a posterior inclusion probabilities (PIPs) threshold of 0.5, in the first level of selection (the group level), BKMR analysis showed that both PFAS and organochlorine groups were important in determining the outcome (group PIP = 0.724, and group PIP = 0.568, respectively). In the second level of selection (individual pollutants into each group), we were unable to identify compounds with the highest impact within each group because of low PIP values. Chemicals with the greatest PIP were PFHxS, PFDA, and PCB-118 (PIP = 0.380, PIP = 0.217, PIP = 0.289, respectively) (Supplementary Table 4). Concerning the single exposure effect, we observed a negative trend for the association between the risk of TC and PFHxS, PFOA, and PCB-118, while a positive correlation was found for linear PFOS and PFDA (Fig. 2). These results are roughly consistent with those obtained with mono-pollutant analysis.\nFigure 2Univariate exposure–response relationships (95% CI) between pollutants’ concentrations and thyroid cancer risk. The Bayesian kernel machine regression (BKMR) model was computed between ln-transformed serum concentrations of perfluoroalkyl substances (PFAS) and of total lipids-adjusted polychlorobiphenyls (PCBs) and 4,4′-DDE, and thyroid cancer fixing all other compounds at the median concentration. The model was adjusted for sex, age, BMI, familial history of thyroid diseases, and the use of nail polish/make up remover. PFHxS, perfluorohexanesulfonic acid; PFOA, perfluorooctanoic acid; PFNA, perfluorononanoic acid; linPFOS, linear perfluorooctane sulfonic acid; branPFOS, branched perfluorooctane sulfonic acid; PFDA, perfluorodecanoic acid; 4,4′-DDE, 4,4′-dichlorodiphenyldichloroethylene; PCB, polychlorobiphenyl. Univariate exposure–response relationships (95% CI) between pollutants’ concentrations and thyroid cancer risk. The Bayesian kernel machine regression (BKMR) model was computed between ln-transformed serum concentrations of perfluoroalkyl substances (PFAS) and of total lipids-adjusted polychlorobiphenyls (PCBs) and 4,4′-DDE, and thyroid cancer fixing all other compounds at the median concentration. The model was adjusted for sex, age, BMI, familial history of thyroid diseases, and the use of nail polish/make up remover. PFHxS, perfluorohexanesulfonic acid; PFOA, perfluorooctanoic acid; PFNA, perfluorononanoic acid; linPFOS, linear perfluorooctane sulfonic acid; branPFOS, branched perfluorooctane sulfonic acid; PFDA, perfluorodecanoic acid; 4,4′-DDE, 4,4′-dichlorodiphenyldichloroethylene; PCB, polychlorobiphenyl. In the overall effect of the mixture, we observed a negative association between the mixture and the risk of TC, even though CIs were wide, indicating the low confidence level of this model (Supplementary Fig. 4). Finally, by applying the BKMR model, no interaction between pollutants into the mixture was observed, and indeed, the individual effect of each pollutant did not change by modifying the quartile of the remaining compounds (Fig. 3).\nFigure 3Interactions among pollutants determining thyroid cancer risk in the BKMR model. Individual effect of pollutants on thyroid cancer when the concentration of all other compounds are fixed at their 25th percentile, their median or their 75th percentile. The Bayesian kernel machine regression (BKMR) model was computed with ln-transformed serum concentrations of perfluoroalkyl substances (PFAS), and of total lipids-adjusted polychlorobiphenyls (PCBs) and 4,4′-DDE. The model was adjusted for sex, age, BMI, familial history of thyroid diseases, and the use of nail polish/make up remover. Est, estimate; Q. fixed, quartile fixed; PCB, polychlorobiphenyl; 4,4′-DDE, 4,4′-dichlorodiphenyldichloroethylene; PFDA, perfluorodecanoic acid; branPFOS, branched perfluorooctane sulfonic acid; linear perfluorooctane sulfonic acid; PFNA, perfluorononanoic acid; PFOA, perfluorooctanoic acid; PFHxS, perfluorohexanesulfonic acid. Interactions among pollutants determining thyroid cancer risk in the BKMR model. Individual effect of pollutants on thyroid cancer when the concentration of all other compounds are fixed at their 25th percentile, their median or their 75th percentile. The Bayesian kernel machine regression (BKMR) model was computed with ln-transformed serum concentrations of perfluoroalkyl substances (PFAS), and of total lipids-adjusted polychlorobiphenyls (PCBs) and 4,4′-DDE. The model was adjusted for sex, age, BMI, familial history of thyroid diseases, and the use of nail polish/make up remover. Est, estimate; Q. fixed, quartile fixed; PCB, polychlorobiphenyl; 4,4′-DDE, 4,4′-dichlorodiphenyldichloroethylene; PFDA, perfluorodecanoic acid; branPFOS, branched perfluorooctane sulfonic acid; linear perfluorooctane sulfonic acid; PFNA, perfluorononanoic acid; PFOA, perfluorooctanoic acid; PFHxS, perfluorohexanesulfonic acid.\n\n## Baseline characteristics of the study population\nThe clinicopathological features of the study group, including 112 cases of TC, are reported in Table 1. Briefly, 102 patients had follicular cell-derived cancer (94 PTC, five follicular thyroid carcinoma (FTC), one Hürthle carcinoma, one poorly differentiated TC (PDTC) and one anaplastic TC (ATC)), while the remaining ten patients had a medullary thyroid cancer (MTC). The majority of cases had a T1 tumor without metastatic lymph nodes. About 57.3% of cases had a tumor size >10 mm, and about 66% had a BRAFV600E mutation. The response to initial treatment was excellent in 52.7%, and structural incomplete response was observed in 23.2% of patients.\nTable 1Clinicopathological features at diagnosis of patients with thyroid cancer.Clinical featuresValues, n (%)Histological type, n=112 PTC94 (83.9) FTC5 (4.5) MTC10 (8.9) ATC1 (0.9) PDTC1 (0.9) HCC1 (0.9)TNM, n=111 T1a46 (41.4) T1b35 (31.5) T219 (17.1) T3a3 (2.7) T3b5 (4.5) T4a3 (2.7) T4b0 (0) Nx1 (0.9) N0a39 (35.1) N0b38 (34.2) N1a20 (18.0) N1b13 (11.7) M0110 (99.1) M11 (0.9)Stage, n=111 I96 (86.5) II12 (10.8) III1 (0.9) IVa1 (0.9) IVb1 (0.9)Thyroiditis, n=112 Presence42 (37.5) Absence70 (62.5)Tumor size, n=110 Median (range), mm12.0 (1.0–70.0) ≤10 mm47 (42.7) >10 mm63 (57.3)DRS, n=112 Excellent59 (52.7) Biochemical incomplete5 (4.5) Structural incomplete26 (23.2) Indeterminate22 (19.6)BRAF, n=47 Mutated31 (66.0) Wild type16 (34.0)DRS, Dynamic Risk Stratification; PTC, papillary thyroid cancer; FTC, follicular thyroid cancer; MTC, medullary thyroid cancer; ATC, anaplastic thyroid cancer; PDTC, poorly differentiated thyroid cancer; HCC, Hürtle cell carcinoma. Clinicopathological features at diagnosis of patients with thyroid cancer. DRS, Dynamic Risk Stratification; PTC, papillary thyroid cancer; FTC, follicular thyroid cancer; MTC, medullary thyroid cancer; ATC, anaplastic thyroid cancer; PDTC, poorly differentiated thyroid cancer; HCC, Hürtle cell carcinoma. The baseline characteristics of the 224 participants (112 cases and 112 controls, sex-, and age-matched) are reported in Table 2. The mean age of cases and controls was 51.7 ± 14.6 years (range: 20–89) and 51 ± 15.2 years (range: 19–86), respectively. The female/male ratio was 3.48 for both groups. Cases were recruited in a median of 1.2 years after diagnosis (range: 0.1–5) and had a significantly higher BMI (median 24.3 kg/m2 vs 23.4 kg/m2, P = 0.027) and a more frequent familial history for thyroid diseases (49% vs 30%, P = 0.005) compared to controls. The majority of patients (97.3%) and controls (91%) were living in Milan or nearby districts in the last 5 years.\nTable 2Baseline characteristics for study participants. Data are presented as median (range), mean ± s.d. or as n (%).Baseline characteristicsCasesControlsP\nTotal n112112Age (years)51.7 ± 14.6 (20–89)51 ± 15.2 (19–86)0.738BMI (kg/m2)24.3 (16.2–43.8)23.4 (16.4–36.8)0.027Sex1.000 Female87 (77.7)87 (77.7) Male25 (22.3)25 (22.3)Familial history for thyroid diseases55 (49.1)33 (29.7)a0.005Active smokers12 (10.7)17 (15.2)0.426Education level0.097 Degree34 (30.4)43 (38.4) Secondary, II level42 (37.5)32 (28.6) Secondary, I level16 (14.3)13 (11.6) Primary4 (3.6)0 (0) Unknown16 (14.3)24 (21.4)Job0.530 Worker82 (73.2)80 (71.4) Unemployed4 (3.6)6 (5.4) Retired25 (22.3)22 (19.6) Student1 (0.9)4 (3.6)Postmenopausal females, n = 8741 (47.1)39 (44.8)0.879Females who have had ≥1 pregnancy53 (62.4)b54 (62.1)c1.000Number of full-term pregnancies1 (0–4)1 (0–5)0.510Cumulative breast-feeding (months)4.5 (0–45)4 (0–54)0.699Blood donors8 (7.1)13 (11.6)0.359Iodized salt consumers76 (68.5)d77 (70)e0.920Subjects exposed to ionizing radiation3 (2.7)1 (0.9)0.614Subjects who regularly use nail polish17 (15.3)31 (27.7)0.034Make-up remover use (times/week)0 (0–14)2 (0–15)0.013TSH values (mU/L) Before surgery1.8 (0.2–5.1)0.611 Last available valuef3 (0.0004–19.5)2 (1.39, 0.–4–4.3) < 0.001g\nValues in bold indicate statistical significance.an = 111; bn = 85; cn = 87; dn = 111; en = 110; fFor cases: last TSH values available after surgery, for controls: last TSH value available; gBetween last available and presurgical TSH values in cases group.BMI, body mass index. Baseline characteristics for study participants. Data are presented as median (range), mean ± s.d. or as n (%). Values in bold indicate statistical significance. an = 111; bn = 85; cn = 87; dn = 111; en = 110; fFor cases: last TSH values available after surgery, for controls: last TSH value available; gBetween last available and presurgical TSH values in cases group. BMI, body mass index. TSH values were recorded for both cases (pre-surgery and at last visit) and controls (last recent available values) and were within the normal range. As shown in Table 2, TSH values did not significantly differ between cases’ presurgical values and controls’ most recent available ones (median: 1.8 mU/L vs 2.0 mU/L, P = 0.611). As expected, in patients with TC on thyroxine treatment, the median of last available post-surgical TSH levels was significantly lower than the presurgical one (median: 1.8 mU/L vs 0.3 mU/L, P = 0.00001). Among self-reported lifestyle and dietary habits, two main significant differences emerged between the two groups: controls used nail polish more frequently (28% vs15%, P = 0.034), and makeup remover (median 2 times/week vs0 times/week, P = 0.013).\n\n## Concentrations of PFAS, PCBs, 4,4′-DDT, and 4,4′-DDE in serum samples\nAmong the analyzed EDCs, 19 had a DF greater than 20% in the study population and were thus included in the statistical analysis (Fig. 1 and Supplementary Table 1). PBCs and 4,4′-DDT/4,4′-DDE values were adjusted by total lipids content (measured concentration divided by total lipids).\nFigure 1Comparison of PFAS, PCBs, and 4,4′-DDE levels between cases and controls. Serum concentrations of perfluoroalkyl substances (PFAS) and of total lipids-adjusted polychlorobiphenyls (PCBs) and 4,4′-dichlorodiphenyldichloroethylene (4,4′-DDE), which reached a detection frequency greater than 20% in both cases and controls, are represented as boxplots. PFDA, perfluorodecanoic acid; PFHxS, perfluorohexanesulfonic acid; PFNA, perfluorononanoic acid; PFUdA, perfluoroundecanoic acid; PFOA, perfluorooctanoic acid; totPFOS, total perfluorooctane sulfonic acid; branPFOS, branched PFOS; linPFOS, linear PFOS. Comparison of PFAS, PCBs, and 4,4′-DDE levels between cases and controls. Serum concentrations of perfluoroalkyl substances (PFAS) and of total lipids-adjusted polychlorobiphenyls (PCBs) and 4,4′-dichlorodiphenyldichloroethylene (4,4′-DDE), which reached a detection frequency greater than 20% in both cases and controls, are represented as boxplots. PFDA, perfluorodecanoic acid; PFHxS, perfluorohexanesulfonic acid; PFNA, perfluorononanoic acid; PFUdA, perfluoroundecanoic acid; PFOA, perfluorooctanoic acid; totPFOS, total perfluorooctane sulfonic acid; branPFOS, branched PFOS; linPFOS, linear PFOS. PFOS (linPFOS, branPFOS, and totPFOS), PFOA, PFHxS, and PFNA had a DF above 97%, while detectable levels of PFDA and PFUdA were present in 42.9% and 24.6% of samples, respectively. Total PFOS had the highest concentration (median: 4.1 ng/mL, range: <LOQ-28.5 ng/mL), followed by PFOA (median: 1.8 ng/mL, range: <LOQ-5.6 ng/mL), PFHxS (median: 0.5 ng/mL, range: <LOQ-7.9 ng/mL), and PFNA (median: 0.4 ng/mL, range: <LOQ-1.8 ng/mL) (Supplementary Table 1). PCB-153, PCB-138, and PCB-180 congeners had a 100% DF, whereas PCB-118 and PCB-156 were detected in 78.1% and 79.5%, respectively. Lower DFs were observed for PCB-28, PCB-105, PCB-114, PCB-157, and PCB-167, ranging from 21.9% to 41.5%. The highest median value was measured for PCB-153 (median: 36.6 ng/g lipids, range: 5–235.8 ng/g lipids), followed by PCB-180 (median: 34.2 ng/g lipids, range: 2.2–329.4 ng/g lipids), and PCB-138 (median: 21 ng/g lipids, range: 2.9–129.1 ng/g lipids) (Supplementary Table 1). 4,4′-DDE was detected in all samples, with a median concentration of 62 ng/g lipids (range: 8.1–981.2 ng/g lipids), while 4,4′-DDT levels were measurable only in 12.1% of samples (Supplementary Table 1). Finally, PFHxS, PCB-52, and PCB-101 levels were significantly different between cases and controls (Supplementary Table 1).\n\n## Association between pollutants and the risk of thyroid cancer by mono-pollutant analyses\nAmong all the EDCs included in the analysis, we observed an increased OR of TC only with the presence of PFDA (detected vs non-detected, OR = 2.03, 95% CI: 1.10–3.75, P = 0.023), while a negative association was found with PFHxS levels (OR = 0.63, 95% CI: 0.41–0.98, P = 0.040). The positive association between PFDA detection and the risk of TC was also confirmed when considering only PTC patients, who are the majority of cases (OR = 2.11, 95% CI: 1.10–4.06, P = 0.024). On the other hand, the negative association between PFHxS levels and TC lost its significance considering only PTC patients, likely due to the reduction of the sample size (OR = 0.66, 95% CI: 0.42–1.03, P = 0.068) (Table 3). These associations remained substantially the same when only female participants were considered, except for PFOA, which became significantly and negatively associated with TC (Supplementary Table 2). We then performed the same analysis, subdividing detected pollutant levels into quartiles to highlight a potential non-monotonic association. A trend toward a reduced risk of TC was observed for values in the fourth quartile versus those in the first one for PFHxS (OR = 0.41, 95% CI: 0.17–0.98, P = 0.046) and PFOA (OR = 0.38, 95% CI: 0.16–0.91, P = 0.029). On the contrary, an increased risk of TC was found for linear PFOS values in both the second (OR = 2.93, 95% CI: 1.26–6.80, P = 0.012) and the third quartile (OR = 2.42, 95% CI: 1.05–5.57, P = 0.038), while the association with the fourth quartile, although in the same direction, did not reach statistical significance (OR = 1.68, 95% CI: 0.68–4.11, P = 0.259).\nTable 3Odds ratios (OR) for the association between PFASs, PCBs, and 4,4′-DDE in serum samples and thyroid cancer (TC). The analysis was performed using a logistic regression model adjusted for sex, age, BMI, familial history of thyroid diseases, and the use of nail polish/makeup remover. Pollutants with DF above 75% were considered as continuous variables, whereas compounds with DF between 20% and 75% were dichotomized (detected vs not detected). PFDA, PFUdA, PCB-28, PCB-105, PCB-114, PCB-157, and PCB-167 were considered as dichotomous variables, while PFHxS, totPFOS, linPFOS, branPFOS, PFOA, PFNA, PCB-118, PCB-138, PCB-153, PCB-156, PCB-180, and 4,4′-DDE serum concentration were ln-transformed and considered as continuous variables. In the quartile analysis, the first quartile was set as reference.Continuous/dichotomic analysisQuartile analysisTC vs CTRPTC vs CTRTC vs CTROR (95% CI)POR (95% CI)PQ2PQ3PQ4PContinuous PFHxS0.63 (0.41–0.98)0.0400.66 (0.42–1.03)0.0680.96 (0.42–2.16)0.9130.79 (0.34–1.85)0.5900.41 (0.17–0.98)0.046 totPFOS1.10 (0.69–1.75)0.6831.22 (0.75–1.99)0.4201.14 (0.51–2.55)0.7551.24 (0.54–2.87)0.6131.21 (0.47–3.08)0.696 linPFOS1.31 (0.86–1.99)0.2051.45 (0.93–2.27)0.1032.93 (1.26–6.80)0.0122.42 (1.05–5.57)0.0381.68 (0.68–4.11)0.259 branPFOS0.85 (0.56–1.30)0.4520.91 (0.59–1.40)0.6581.27 (0.56–2.88)0.5730.56 (0.24–1.34)0.1961.00 (0.39–2.61)0.992 PFOA0.58 (0.30–1.13)0.1120.70 (0.34–1.42)0.3170.81 (0.36–1.87)0.6290.72 (0.31–1.65)0.4400.38 (0.16–0.91)0.029 PFNA1.18 (0.72–1.94)0.5131.43 (0.82–2.48)0.2081.61 (0.72–3.60)0.2491.78 (0.78–4.07)0.1701.16 (0.51–2.66)0.719 PCB-1180.67 (0.39–1.13)0.1320.99 (0.93–1.05)0.7150.84 (0.37–1.91)0.6830.63 (0.27–1.45)0.2750.41 (0.16–1.10)0.077 PCB-1381.04 (0.59–1.85)0.8891.01 (0.99–1.02)0.5401.27 (0.53–3.06)0.5860.67 (0.26–1.71)0.3961.19 (0.37–3.87)0.771 PCB-1531.02 (0.59–1.78)0.9361.00 (0.99–1.02)0.5040.98 (0.42–2.30)0.9670.59 (0.23–1.49)0.2620.93 (0.29–2.99)0.908 PCB-1561.01 (0.56–1.82)0.9821.02 (0.95–1.10)0.5941.25 (0.53–2.96)0.6090.59 (0.21–1.61)0.3011.11 (0.28–4.42)0.877 PCB-1800.87 (0.52–1.47)0.6081.00 (0.99–1.01)0.9371.02 (0.42–2.46)0.9700.67 (0.24–1.89)0.4471.22 (0.29–5.18)0.787 4,4’-DDE0.91 (0.65–1.29)0.6041.00 (1.00–1.00)0.7010.66 (0.29–1.51)0.3221.10 (0.48–2.54)0.8150.62 (0.24–1.58)0.317Binary PFDA2.03 (1.10–3.75)0.0232.11 (1.10–4.06)0.024 PFUdA1.21 (0.60–2.43)0.5891.06 (0.50–2.24)0.877 PCB-280.95 (0.47–1.89)0.8730.87 (0.41–1.84)0.710 PCB-1051.04 (0.53–2.06)0.9071.06 (0.50–2.21)0.886 PCB-1140.76 (0.33–1.79)0.5330.54 (0.21–1.40)0.203 PCB-1571.22 (0.48–3.07)0.5550.85 (0.31–2.33)0.756 PCB-1670.79 (0.36–1.73)0.6080.62 (0.27–1.43)0.264Values in bold indicate statistical significance.branPFOS, branched perfluorooctane sulfonic acid; CTR, controls; 4,4′-DDE, 4,4′-dichlorodiphenyldichloroethylene; linPFOS, linear perfluorooctane sulfonic acid; PTC, papillary thyroid cancer; PFHxS, perfluorohexanesulfonic acid; PFOA, perfluorooctanoic acid; PFNA, perfluorononanoic acid; PFDA, perfluorodecanoic acid; PFUdA, perfluoroundecanoic acid; PCB, polychlorobiphenyl; Q2, second quartile; Q3, third quartile; Q4, fourth quartile; totPFOS, total perfluorooctane sulfonic acid; TC, thyroid cancer. Odds ratios (OR) for the association between PFASs, PCBs, and 4,4′-DDE in serum samples and thyroid cancer (TC). The analysis was performed using a logistic regression model adjusted for sex, age, BMI, familial history of thyroid diseases, and the use of nail polish/makeup remover. Pollutants with DF above 75% were considered as continuous variables, whereas compounds with DF between 20% and 75% were dichotomized (detected vs not detected). PFDA, PFUdA, PCB-28, PCB-105, PCB-114, PCB-157, and PCB-167 were considered as dichotomous variables, while PFHxS, totPFOS, linPFOS, branPFOS, PFOA, PFNA, PCB-118, PCB-138, PCB-153, PCB-156, PCB-180, and 4,4′-DDE serum concentration were ln-transformed and considered as continuous variables. In the quartile analysis, the first quartile was set as reference. Values in bold indicate statistical significance. branPFOS, branched perfluorooctane sulfonic acid; CTR, controls; 4,4′-DDE, 4,4′-dichlorodiphenyldichloroethylene; linPFOS, linear perfluorooctane sulfonic acid; PTC, papillary thyroid cancer; PFHxS, perfluorohexanesulfonic acid; PFOA, perfluorooctanoic acid; PFNA, perfluorononanoic acid; PFDA, perfluorodecanoic acid; PFUdA, perfluoroundecanoic acid; PCB, polychlorobiphenyl; Q2, second quartile; Q3, third quartile; Q4, fourth quartile; totPFOS, total perfluorooctane sulfonic acid; TC, thyroid cancer. No association between TC and PCBs or 4,4′-DDT and its metabolites was highlighted in our mono-pollutant analyses.\n\n## Associations between pollutants and clinicopathological parameters\nWe then employed logistic regression analysis to determine the possible association of detected pollutants with some clinicopathological features of interest (Tables 4, 5 and Supplementary Table 3).\nTable 4Odds ratios (OR) and β estimates for the association between PFAS, PCBs, and 4,4′-DDE in serum samples and TNM classification. The analysis was performed using a logistic regression model adjusted for sex, age, BMI, familial history of thyroid diseases, and the use of nail polish/makeup remover. Pollutants with DF above 75% were considered as continuous variables, whereas compounds with DF between 20% and 75% were dichotomized (detected vs not detected). PFDA, PFUdA, PCB-28, PCB-105, PCB-114, PCB-157, and PCB-167 were considered as dichotomous variables, for other pollutants serum concentration were ln-transformed.TNM: T2 vs T1TNM: T3/4 vs T1TNM: T3/4 vs T2TNM: N0 vs N1OR (95% CI)POR (95% CI)POR (95% CI)POR (95% CI)PContinuous PFHxS0.34 (0.12– 0.96)0.0420.94 (0.25– 3.58)0.9282.80 (0.57– 13.6)0.2031.59 (0.64– 3.92)0.315 totPFOS0.34 (0.12– 0.98)0.0470.76 (0.19– 3.00)0.6912.19 (0.45– 10.7)0.3330.72 (0.29– 1.81)0.486 linPFOS0.33 (0.12– 0.89)0.0280.79 (0.23– 2.71)0.7042.36 (0.55– 10.1)0.2490.67 (0.30– 1.50)0.334 branPFOS0.58 (0.25– 1.38)0.2201.01 (0.32– 3.17)0.9881.73 (0.46– 6.54)0.4200.85 (0.39– 1.83)0.679 PFOA0.30 (0.08– 1.18)0.0840.88 (0.17– 4.55)0.8762.92 (0.40– 21.2)0.2891.26 (0.40– 3.99)0.698 PFNA0.26 (0.09– 0.77)0.0150.47 (0.13– 1.77)0.2661.81 (0.40– 8.18)0.4430.72 (0.29– 1.79)0.486 PCB-1180.54 (0.19– 1.54)0.2462.46 (0.78– 7.81)0.1254.59 (1.07– 19.6)0.0400.72 (0.30– 1.74)0.461 PCB-1380.81 (0.29– 2.22)0.6792.07 (0.57– 7.57)0.2702.57 (0.56– 11.9)0.2271.19 (0.49– 2.89)0.706 PCB-1530.77 (0.30– 2.01)0.5991.53 (0.48– 4.83)0.4731.97 (0.50– 7.73)0.3301.31 (0.54– 3.16)0.553 PCB-1560.72 (0.26– 1.97)0.5191.50 (0.37– 6.05)0.5712.09 (0.41– 10.6)0.3751.13 (0.48– 2.69)0.778 PCB-1800.79 (0.34– 1.86)0.5901.56 (0.41– 5.86)0.5141.97 (0.44– 8.76)0.3741.22 (0.56– 2.64)0.622 4,4’-DDE1.26 (0.64– 2.49)0.5041.18 (0.56– 2.46)0.6620.93 (0.37– 2.36)0.8861.18 (0.65– 2.15)0.592Binary PFDA0.84 (0.28– 2.51)0.7530.85 (0.21– 3.49)0.8181.01 (0.19– 5.34)0.9910.30 (0.11– 0.81)0.018 PFUdA0.30 (0.06– 1.62)0.1631.64 (0.35– 7.71)0.5315.40 (0.64– 45.6)0.1211.14 (0.36– 3.56)0.825 PCB-280.33 (0.04– 3.02)0.3290.33 (0.04– 3.02)0.3290.59 (0.05– 7.14)0.6800.66 (0.21– 2.07)0.481 PCB-1050.47 (0.13– 1.71)0.2547.49 (1.14– 49.4)0.03615.8 (1.79– 140)0.0130.54 (0.19– 1.57)0.256 PCB-1140.64 (0.15– 2.83)0.5581.94 (0.28– 13.2)0.5003.02 (0.31– 29.4)0.3420.35 (0.09– 1.38)0.135 PCB-1571.89 (0.34– 10.5)0.4650.63 (0.07– 6.09)0.6920.33 (0.02– 4.72)0.4180.71 (0.14– 3.55)0.680 PCB-1670.55 (0.12– 2.56)0.4496.14 (0.71– 52.8)0.09911.1 (0.90– 137)0.0601.41 (0.32– 4.10)0.840Values in bold indicate statistical significance.branPFOS, branched perfluorooctane sulfonic acid; 4,4′-DDE, 4,4′-dichlorodiphenyldichloroethylene; linPFOS, linear perfluorooctane sulfonic acid; PFHxS, perfluorohexanesulfonic acid; PFOA, perfluorooctanoic acid; PFNA, perfluorononanoic acid; PFDA, perfluorodecanoic acid; PFUdA, perfluoroundecanoic acid; PCB, polychlorobiphenyl; totPFOS, total perfluorooctane sulfonic acid. Odds ratios (OR) and β estimates for the association between PFAS, PCBs, and 4,4′-DDE in serum samples and TNM classification. The analysis was performed using a logistic regression model adjusted for sex, age, BMI, familial history of thyroid diseases, and the use of nail polish/makeup remover. Pollutants with DF above 75% were considered as continuous variables, whereas compounds with DF between 20% and 75% were dichotomized (detected vs not detected). PFDA, PFUdA, PCB-28, PCB-105, PCB-114, PCB-157, and PCB-167 were considered as dichotomous variables, for other pollutants serum concentration were ln-transformed. Values in bold indicate statistical significance. branPFOS, branched perfluorooctane sulfonic acid; 4,4′-DDE, 4,4′-dichlorodiphenyldichloroethylene; linPFOS, linear perfluorooctane sulfonic acid; PFHxS, perfluorohexanesulfonic acid; PFOA, perfluorooctanoic acid; PFNA, perfluorononanoic acid; PFDA, perfluorodecanoic acid; PFUdA, perfluoroundecanoic acid; PCB, polychlorobiphenyl; totPFOS, total perfluorooctane sulfonic acid. PFNA levels were found to be associated with the presence of thyroiditis diagnosed by clinical and/or histological parameters (OR = 2.57, 95% CI: 1.04–6.36, P = 0.042). PFHxS (β = 0.56, P = 0.011), total PFOS (β = 0.63, P = 0.007), linear PFOS (β = 0.51, P = 0.013), and branched PFOS (β = 0.40, P = 0.045) levels were positively associated with higher levels of presurgical TSH in the cases group. Interestingly, no association was observed between PFAS levels and the most recent available TSH value in the control group. The same significant associations were also observed adjusting the model for the presence of thyroiditis, except for branched PFOS (β = 0.39, P = 0.054) (Supplementary Table 3). Regarding the TNM classification of thyroid cancers, a decreased OR of T2 vs T1 tumors was observed for PFHxS (OR = 0.34, 95% CI: 0.12–0.96, P = 0.042), PFNA (OR = 0.26, 95% CI: 0.09–0.77, P = 0.015), total PFOS (OR = 0.34, 95% CI: 0.12–0.98, P = 0.047), and linear PFOS (OR = 0.33, 95% CI: 0.12–0.89, P = 0.028). On the other hand, PCB-105 was associated with an increased OR of T3/T4 vs T1 (OR = 7.49, 95% CI: 1.14–49.4, P = 0.036) or T2 tumors (OR 15.8, 95% CI: 1.79–140, P = 0.013), while PCB-118 was associated with an increased OR of T3/T4 tumors when compared to T2 (OR = 4.59, 95% CI: 1.07–19.60, P = 0.040). Only PFDA levels were negatively correlated with N1 status (OR = 0.30, 95% CI: 0.11–0.81, P = 0.018), meaning a higher probability of the absence of lymph nodes metastasis. No significant association was observed between analyzed EDCs, considered as either continuous or dichotomous variables, and stage, tumor size, and DRS (Supplementary Table 3).\n\n## Association between pollutants and BRAF mutational status\nThe possible association of detected EDCs with the presence of BRAFV600E mutation was also tested by logistic regression analysis. An increased OR of BRAFV600E mutation was found to be associated with PCB-153 (OR = 5.70, 95% CI: 1.23–26.44, P = 0.026), PCB-138 (OR = 5.31, 95% CI: 1.04–27.29, P = 0.045), and PCB-180 (OR = 11.41, 95% CI: 1.81–71.93, P = 0.010) levels (Table 5). Neither PFAS nor the 4,4′-DDE was associated with the BRAF\nV600E mutation.\nTable 5Odds ratios (OR) and β estimates for the association between PFAS, PCBs, and 4,4′-DDE in serum samples and thyroiditis, BRAF mutational status, and TSH levels. The analysis was performed using a logistic regression model adjusted for sex, age, BMI, familial history of thyroid diseases, and the use of nail polish/makeup remover. Pollutants with DF above 75% were considered as continuous variables, whereas compounds with DF between 20% and 75% were dichotomized (detected vs not detected). PFDA, PFUdA, PCB-28, PCB-105, PCB-114, PCB-157, and PCB-167 were considered as dichotomous variables, for other pollutants serum concentration were ln-transformed.Thyroiditis yes vs noBRAF mutated vs WTPS-TSH (cases)TSH (controls)OR (95% CI)POR (95% CI)PEstimatePEstimatePContinuous PFHxS1.77 (0.77– 4.07)0.1811.12 (0.24– 5.25)0.8900.560.0110.040.849 totPFOS2.02 (0.85– 4.81)0.1220.91 (0.18– 4.72)0.9150.630.007−0.060.769 linPFOS2.17 (0.99– 4.74)0.0531.44 (0.37– 5.63)0.5980.510.013−0.050.801 branPFOS1.41 (0.69– 2.89)0.3460.59 (0.16– 2.26)0.4430.400.045−0.040.824 PFOA2.31 (0.77–6.95)0.1350.46 (0.05– 4.43)0.4990.230.423−0.150.635 PFNA2.57 (1.04–6.36)0.0420.84 (0.16– 4.33)0.8380.280.230−0.220.334 PCB-1180.83 (0.38– 1.80)0.6352.70 (0.81– 8.94)0.1050.100.651−0.200.427 PCB-1381.17 (0.52– 2.61)0.7045.31 (1.04– 27.3)0.0450.130.584−0.170.560 PCB-1531.06 (0.49– 2.29)0.8915.70 (1.23– 26.4)0.0260.030.873−0.150.618 PCB-1561.34 (0.60– 3.00)0.4733.74 (0.72– 19.3)0.1150.000.990−0.190.542 PCB-1800.97 (0.50– 1.89)0.92311.4 (1.81– 71.9)0.010-0.090.661−0.120.715 4,4′-DDE1.0 (0.59–1.69)0.9881.51 (0.68– 3.37)0.3150.030.844−0.040.770Binary PFDA1.66 (0.69– 3.97)0.2571.29 (0.30– 5.46)0.7290.070.7850.180.550 PFUdA1.90 (0.64– 5.70)0.2505.33 (0.48– 58.6)0.1710.370.2390.310.295 PCB-280.42 (0.14– 1.25)0.1191.78 (0.36– 8.66)0.4770.060.839−0.220.582 PCB-1051.23 (0.47– 3.21)0.6690.73 (0.14– 3.87)0.7070.250.434−0.830.036 PCB-1142.23 (0.69– 7.26)0.1820.21 (0.03– 1.74)0.1490.220.534−0.230.608 PCB-1571.83 (0.46– 7.30)0.3911.37 (0.15– 12.7)0.7830.210.606−0.250.520 PCB-1672.39 (0.70– 8.13)0.1640.94 (0.12– 7.69)0.9580.280.451−0.450.207Values in bold indicate statistical significance.branPFOS, branched perfluorooctane sulfonic acid; 4,4′-DDE, 4,4′-dichlorodiphenyldichloroethylene; linPFOS, linear perfluorooctane sulfonic acid; PFHxS, perfluorohexanesulfonic acid; PFOA, perfluorooctanoic acid; PFNA, perfluorononanoic acid; PFDA, perfluorodecanoic acid; PFUdA, perfluoroundecanoic acid; PCB, polychlorobiphenyl; PS-TSH, presurgical TSH; totPFOS, total perfluorooctane sulfonic acid; WT, wild type. Odds ratios (OR) and β estimates for the association between PFAS, PCBs, and 4,4′-DDE in serum samples and thyroiditis, BRAF mutational status, and TSH levels. The analysis was performed using a logistic regression model adjusted for sex, age, BMI, familial history of thyroid diseases, and the use of nail polish/makeup remover. Pollutants with DF above 75% were considered as continuous variables, whereas compounds with DF between 20% and 75% were dichotomized (detected vs not detected). PFDA, PFUdA, PCB-28, PCB-105, PCB-114, PCB-157, and PCB-167 were considered as dichotomous variables, for other pollutants serum concentration were ln-transformed. Values in bold indicate statistical significance. branPFOS, branched perfluorooctane sulfonic acid; 4,4′-DDE, 4,4′-dichlorodiphenyldichloroethylene; linPFOS, linear perfluorooctane sulfonic acid; PFHxS, perfluorohexanesulfonic acid; PFOA, perfluorooctanoic acid; PFNA, perfluorononanoic acid; PFDA, perfluorodecanoic acid; PFUdA, perfluoroundecanoic acid; PCB, polychlorobiphenyl; PS-TSH, presurgical TSH; totPFOS, total perfluorooctane sulfonic acid; WT, wild type.\n\n## Association between the pollutants’ mixture and the risk of thyroid cancer by multi-pollutant analyses\nFinally, we explored the possible effect of the pollutants’ mixture and the risk of TC using WQS and BKMR statistical approaches. WQS analysis showed a negative association between the mixture of pollutants and the TC (OR = 0.53, 95% CI: 0.33–0.86, P = 0.011), whereas no significant positive association was observed (P = 0.298). EDCs that mainly contributed to the negative association between the outcome and the WQS index were PFHxS (weight = 0.23), PFOA (weight = 0.28), PCB-118 (weight = 0.3), and PCB-180 (weight = 0.08) (Supplementary Fig. 1). Considering a posterior inclusion probabilities (PIPs) threshold of 0.5, in the first level of selection (the group level), BKMR analysis showed that both PFAS and organochlorine groups were important in determining the outcome (group PIP = 0.724, and group PIP = 0.568, respectively). In the second level of selection (individual pollutants into each group), we were unable to identify compounds with the highest impact within each group because of low PIP values. Chemicals with the greatest PIP were PFHxS, PFDA, and PCB-118 (PIP = 0.380, PIP = 0.217, PIP = 0.289, respectively) (Supplementary Table 4). Concerning the single exposure effect, we observed a negative trend for the association between the risk of TC and PFHxS, PFOA, and PCB-118, while a positive correlation was found for linear PFOS and PFDA (Fig. 2). These results are roughly consistent with those obtained with mono-pollutant analysis.\nFigure 2Univariate exposure–response relationships (95% CI) between pollutants’ concentrations and thyroid cancer risk. The Bayesian kernel machine regression (BKMR) model was computed between ln-transformed serum concentrations of perfluoroalkyl substances (PFAS) and of total lipids-adjusted polychlorobiphenyls (PCBs) and 4,4′-DDE, and thyroid cancer fixing all other compounds at the median concentration. The model was adjusted for sex, age, BMI, familial history of thyroid diseases, and the use of nail polish/make up remover. PFHxS, perfluorohexanesulfonic acid; PFOA, perfluorooctanoic acid; PFNA, perfluorononanoic acid; linPFOS, linear perfluorooctane sulfonic acid; branPFOS, branched perfluorooctane sulfonic acid; PFDA, perfluorodecanoic acid; 4,4′-DDE, 4,4′-dichlorodiphenyldichloroethylene; PCB, polychlorobiphenyl. Univariate exposure–response relationships (95% CI) between pollutants’ concentrations and thyroid cancer risk. The Bayesian kernel machine regression (BKMR) model was computed between ln-transformed serum concentrations of perfluoroalkyl substances (PFAS) and of total lipids-adjusted polychlorobiphenyls (PCBs) and 4,4′-DDE, and thyroid cancer fixing all other compounds at the median concentration. The model was adjusted for sex, age, BMI, familial history of thyroid diseases, and the use of nail polish/make up remover. PFHxS, perfluorohexanesulfonic acid; PFOA, perfluorooctanoic acid; PFNA, perfluorononanoic acid; linPFOS, linear perfluorooctane sulfonic acid; branPFOS, branched perfluorooctane sulfonic acid; PFDA, perfluorodecanoic acid; 4,4′-DDE, 4,4′-dichlorodiphenyldichloroethylene; PCB, polychlorobiphenyl. In the overall effect of the mixture, we observed a negative association between the mixture and the risk of TC, even though CIs were wide, indicating the low confidence level of this model (Supplementary Fig. 4). Finally, by applying the BKMR model, no interaction between pollutants into the mixture was observed, and indeed, the individual effect of each pollutant did not change by modifying the quartile of the remaining compounds (Fig. 3).\nFigure 3Interactions among pollutants determining thyroid cancer risk in the BKMR model. Individual effect of pollutants on thyroid cancer when the concentration of all other compounds are fixed at their 25th percentile, their median or their 75th percentile. The Bayesian kernel machine regression (BKMR) model was computed with ln-transformed serum concentrations of perfluoroalkyl substances (PFAS), and of total lipids-adjusted polychlorobiphenyls (PCBs) and 4,4′-DDE. The model was adjusted for sex, age, BMI, familial history of thyroid diseases, and the use of nail polish/make up remover. Est, estimate; Q. fixed, quartile fixed; PCB, polychlorobiphenyl; 4,4′-DDE, 4,4′-dichlorodiphenyldichloroethylene; PFDA, perfluorodecanoic acid; branPFOS, branched perfluorooctane sulfonic acid; linear perfluorooctane sulfonic acid; PFNA, perfluorononanoic acid; PFOA, perfluorooctanoic acid; PFHxS, perfluorohexanesulfonic acid. Interactions among pollutants determining thyroid cancer risk in the BKMR model. Individual effect of pollutants on thyroid cancer when the concentration of all other compounds are fixed at their 25th percentile, their median or their 75th percentile. The Bayesian kernel machine regression (BKMR) model was computed with ln-transformed serum concentrations of perfluoroalkyl substances (PFAS), and of total lipids-adjusted polychlorobiphenyls (PCBs) and 4,4′-DDE. The model was adjusted for sex, age, BMI, familial history of thyroid diseases, and the use of nail polish/make up remover. Est, estimate; Q. fixed, quartile fixed; PCB, polychlorobiphenyl; 4,4′-DDE, 4,4′-dichlorodiphenyldichloroethylene; PFDA, perfluorodecanoic acid; branPFOS, branched perfluorooctane sulfonic acid; linear perfluorooctane sulfonic acid; PFNA, perfluorononanoic acid; PFOA, perfluorooctanoic acid; PFHxS, perfluorohexanesulfonic acid.\n\n## Discussion\nThe worldwide incidence of TC has been continuously rising in the last decades, and it has been recently hypothesized that environmental pollutants could be involved. The endocrine disruptors (EDCs) PFAS, PCBs, and DDT are man-made persistent organic pollutants widely detected in the environment and living species. It is well-recognized that they play a role in disturbing the homeostasis of endocrine systems, including the hypothalamus–pituitary–thyroid axis, and more recently, a role as carcinogens in several human cancers, included TC, has been suggested but with limited and inconsistent findings (12, 14, 16, 19, 20, 23, 24, 29, 30, 31, 45). Although most of these organic pollutants have been banned and are now globally regulated, populations are continuously exposed to them due to their persistence and bioaccumulation/biomagnification in the environment, resulting in continuous human exposure mainly through diet. PFOA, PFOS, and their salts remain the dominant PFAS detected in many environmental and human samples (46), as also demonstrated by our data showing that total PFOS has the highest concentration followed by PFOA, PFHxS, and PFNA. These pollutants have been found at extremely variable levels in TC patients (21, 22, 26), being in our series usually lower (PFOS and PFOA) or similar/lower (PFHxS and PFNA) than previously reported. The pesticide metabolite 4,4′-DDE was detected in all our samples, in agreement with data reported in the Spanish general population (9), even if its median concentration is lower in our cohort. Concerning polychlorobiphenyls, we found high levels of PCB-153, followed by PCB-180 and PCB-138, consistently with previous data within the Italian general population coming from the same area (47). Our case–control study shows a positive association between TC and detectable PFDA levels, while an inverse association has been observed with PFHxS. Since TC is more prevalent in women, we looked also for associations considering only females and found similar results, except for PFOA which became significantly and negatively associated with TC. This association with PFOA is consistent with the results of the WQS analysis which highlighted PFOA as a main driver for the negative relationship between TC and pollutant mixtures. A significant positive association with PFDA has been already reported in breast cancer and melanoma (48, 49), whereas only a trend to a positive association was observed in the NHANES study by Cathey and colleagues when considering only female patients with a previous diagnosis of TC (26). On the other hand, a significant negative association between PFHxS and TC has been recently reported in two Chinese series of patients with TC (19, 20), and in a study on pre-diagnostic serum from Finland (22). Consistently, a negative association between PFHxS and TC, though not significant, was also found in the study of Cathey (26). Interestingly, PFDA is known to have a direct toxicity on thyroid cells, inducing an increase of intracellular levels of reactive oxygen species (ROS), leading to oxidative stress and DNA damage in mouse hepatocytes, primary nephrocytes, and oocytes (50, 51, 52). Since ROS production is increased in TC with respect to normal thyroid tissue (53), we are tempted to speculate that PFDA might be involved in TC development by increasing ROS. Another possible hormone-independent mechanism might be the PFDA-induced suppression of senescence in proliferating thyroid cancer cells, as recently reported in an in vitro study on gastric adenocarcinoma cell lines (54). The negative association between PFHxS, but likely all PFAS, and TC should be treated with caution due to possible reverse causality, as highlighted in two very recent studies on Chinese case–control populations (19, 20). The presence of thyroid cancer, as well as treatments for TC (surgery, L-T4, lifestyle modifications, and others), could potentially increase the PFAS urine excretion leading to a decrease of their serum concentration. Indeed, after thyroidectomy, TC patients are often treated with supraphysiological doses of L-T4 which leads not only to the desired TSH mild suppression but also to the increase in body metabolism and renal clearance. We can thus hypothesize that the latter effect could be involved in the decreasing of EDC concentrations, leading to a misinterpretation of results and suggesting an apparent protective role. Consistent with this observation, a negative association between pollutants mixture and the OR of TC was also found, mainly due to the contribution of PFHxS, PFOA, PCB-118, and PCB-180. We also considered the possible involvement of a hormetic response, which consists of having different effects with low compared to high doses of EDC exposure. However, our current data do not indicate non-monotonic associations by either quartiles’ analyses or the BKMR model. Anyway, the recent finding of a negative association between pre-diagnostic serum levels of PFHxS and TC (22) seems to point toward a real effect, but underlying mechanisms are still unknown and warrant to be further explored. Regarding organochlorine pollutants, we did not observe any associations with TC, in agreement with the findings of Deziel et al., who performed a case–control study using post-diagnostic serum (55). Nevertheless, the results reported in the literature are discrepant and non-conclusive, mostly due to the differences in the study design (post-diagnostic or pre-diagnostic sera) and ethnicities (12, 29, 31), indicating the need for further investigations on this topic. In the present cohort of TC cases, the association between individual EDCs and clinicopathological characteristics (thyroiditis and TSH levels) has been investigated for the first time, and a positive association between PFNA levels and the presence of thyroiditis was found. It is worth noting that, because of the differences in the design of the studies and the populations included, our data are not comparable to previous ones, which studied the possible association between EDCs and thyroiditis in a series of patients with the autoimmune disease with respect to a control population (56), and in a large cohort of pregnant women (57). Moreover, our data indicate a positive association between PFHxS and PFOS and higher levels of presurgical TSH in patients, but not in controls. This association has been previously reported in healthy pregnant women (58, 59) and the exposed general population (60). To be noted, in our study, TSH values are not influenced by pharmacological treatments since the analysis was performed only in patients not treated with LT4 nor methimazole. Thus, these findings suggest that PFHxS and PFOS could be involved in the increase of TSH in patients, even if their values are within the normal range. One possible hormone-dependent mechanism involved in this increase might be the reduction of TPO activity, as previously observed in in vitro studies on follicular cells treated with PFOS (61), but further experiments are required to confirm this hypothesis. Although we did not observe any association between PFOS and TC, an increased risk of TC was found for linear PFOS values in both the second and the third quartile. Interestingly, two recent studies reported increased TC risk associated with PFOS for women diagnosed at age <40 years (22) and a 56% increased rate of TC diagnosis per doubling of linear PFOS intensity in the plasma of patients collected at/before cancer diagnosis (21). Moreover, since TSH has a mitogenic effect on follicular thyroid cells (7), the association between PFDA and TC development can also be the result of the observed TSH increase. Indeed, higher levels of TSH, even within normal range, are associated with an increased risk of TC, possibly due to TSH’s proliferative effect on thyroid cells via the MAPK pathway in which BRAF plays an important role (7). In this context, we studied for the first time the possible association between some EDCs, the TC stage, and the BRAF molecular status. PFHxS, PFNA, PFOS, and PFDA correlated with less aggressive TC, while PCB-105 and PCB-118 with more aggressive and larger tumors. Moreover, while no significant association was found between PFAS and BRAFV600E mutation, PCB-153, PCB-138, and PCB-180 congeners were significantly associated with the presence of BRAFV600E mutation. Interestingly, a high incidence of PTC harboring BRAFV600E has been reported in volcanic areas, which are characterized by non-anthropometric contamination of heavy metals known to be EDCs (35). Hospital-based recruitment of cases and controls is a possible limitation of this study because it could introduce a selection bias. Nevertheless, each recruitment strategy, when voluntary-based, unavoidably suffers from the introduction of a bias in the representativeness of the control population. On the other hand, the hospital is a comfortable and quiet site where subjects could be informed about the study and the questionnaire administered to them. Further, it more easily allows an accurate evaluation of possible causes of exclusion. Thus, our recruitment methodology likely decreased the risk of misclassification between cases and controls and allowed us to achieve a rapid and matched enrollment. To note, the selection of controls and cases within a hospital has been already previously used in several recent studies (19, 20, 62). Another possible limitation of our study is that patients included in our cross-sectional case–control study were recruited after a relatively low median time-lapse after surgery (1.2 years) since we were aimed to evaluate the effects of some of the EDCs analyzed which have a maximum half-life of about 5 years. Nevertheless, it must be highlighted that the evaluation of the response to initial treatment at 1-year follow-up is highly predictive of the final outcome of the patients (38). Finally, a larger sample size would increase the accuracy and power of the statistical analyses. Nevertheless, our case–control study based on a population with general background exposure levels of pollutants show a significant association of PFAS with TC through either a possible direct effect on thyroid cells or an indirect effect exerted by TSH increase or thyroiditis as summarized in Fig. 4. Differently, PCBs may play a role in thyroid cancer by predisposing to BRAF\nV600E mutation. Thus, our and previous findings draw attention to the alarming adverse health effects of persistent organic pollutants through both hormone-dependent and hormone-independent pathways.\nFigure 4Schematic representation of possible roles of PFAS on thyroid cell and carcinogenesis. PFAS might affect hormone-dependent pathways increasing TSH levels. On the other hand, PFAS might affect hormone-independent pathways (A) increasing intracellular levels of reactive oxygen species (ROS), which lead to oxidative stress and DNA damage (B) inducing a suppression of cellular senescence (C) promoting an inflammatory status and/or modulating immune system response which finally leads to thyroiditis (figure created by BioRender.com – agreement number: HO26FQPCM9). Schematic representation of possible roles of PFAS on thyroid cell and carcinogenesis. PFAS might affect hormone-dependent pathways increasing TSH levels. On the other hand, PFAS might affect hormone-independent pathways (A) increasing intracellular levels of reactive oxygen species (ROS), which lead to oxidative stress and DNA damage (B) inducing a suppression of cellular senescence (C) promoting an inflammatory status and/or modulating immune system response which finally leads to thyroiditis (figure created by BioRender.com – agreement number: HO26FQPCM9).\n\n## Declaration of interest\nLF is on the Editorial Board of the European Thyroid Journal. LF was not involved in the review or editorial process for this paper, on which she is listed as an author.\n\n## Funding\nThis study was funded by the Italian Ministry of Healthhttp://dx.doi.org/10.13039/100009647 - Ricerca Corrente (THY-CANC ID 2.773.026).\n\n## Author contribution statement\nVC: conceptualization and writing; ML: conceptualization, sampling, clinical data collection, methodology, statistical analysis, and writing; CM: sampling and clinical data collection; PD: statistical analysis; AM: sample storage and molecular analysis; EC: statistical analysis; LF: revision of the final version of the manuscript; C Colombo, C Charlier: revision of the final version of the manuscript; CP: conceptualization and revision of the final version of the manuscript.\n\n## Data availability\nData will be available upon request using the following link: https://doi.org/10.5281/zenodo.11161207.",
  "word_count": 12751,
  "char_count": 94580
}