{
  "pmcid": "PMC11168940",
  "doi": "10.35371/aoem.2024.36.e10",
  "title": "Association between serum perfluoroalkyl substances concentrations and non-alcoholic fatty liver disease among Korean adults: a cross-sectional study using the National Environmental Health Survey cycle 4",
  "authors": [
    "Yong Tae Park",
    "Eui Yup Chung",
    "Chang Ho Chae",
    "Young Hoon Lee"
  ],
  "year": "2024",
  "journal": "Annals of Occupational and Environmental Medicine",
  "abstract": "BackgroundPerfluoroalkyl substances (PFAS) are widely used in industry and daily life due to their useful properties. They have a long half-life, accumulate in the body, and there is evidence that they are associated with biomarkers of lipid metabolism and liver damage. This may suggest non-alcoholic fatty liver disease (NAFLD) caused by PFAS. However, since there has been no study analyzing the relationship between PFAS and NAFLD in the entire population in Korea. We sought to confirm the relationship between serum PFAS concentration and NAFLD prevalence in Korean adults using the Korean National Environmental Health Survey (KoNEHS) cycle 4.MethodsThe study was conducted on 2,529 subjects in 2018–2019 among KoNEHS participants. For the diagnosis of NAFLD, the hepatic steatosis index (HSI) was used, and the geometric mean and concentration distribution of serum PFAS were presented. Logistic regression was performed to confirm the increase in the risk of NAFLD due to changes in PFAS concentration, and the odds ratio and 95% confidence interval (CI) were calculated.ResultsIn both adjusted and unadjusted models, an increased odds ratio was observed with increasing serum concentrations of total PFAS and perfluorooctane sulfonate (PFOS) in the non-obese group. In the adjusted model, the odds ratios for serum total PFAS and PFOS were 6.401 (95% CI: 1.883–21.758) and 7.018 (95% CI: 2.688–18.319).ConclusionsIn this study, a higher risk of NAFLD based on HSI was associated with serum total PFAS, PFOS in non-obese group. Further research based on radiological or histological evidence for NAFLD diagnosis and long-term prospective studies are necessary. Accordingly, it is necessary to find ways to reduce exposure to PFAS in industry and daily life.",
  "sections": [
    {
      "title": "BACKGROUND",
      "text": "Non-alcoholic fatty liver disease (NAFLD) is a condition characterized by the accumulation of ≥ 5% intrahepatic fat without apparent causes such as excessive alcohol consumption or viral hepatitis.1 NAFLD encompasses a spectrum of liver pathologies ranging from simple steatosis (non-inflammatory, non-fibrous fatty liver) to non-alcoholic steatohepatitis and non-alcoholic fatty liver-related cirrhosis. Various mechanisms, including increased energy intake, enhanced hepatic lipogenesis, and decreased hepatic secretion of triglycerides (TG), contribute to the development of fatty liver diseases.2 These conditions are associated with not only increased liver-related but also cardiovascular and overall mortality.3 The worldwide prevalence of NAFLD ranges from 13% in Africa to 42% in Southeast Asia.4 In South Korea, the prevalence of NAFLD has seen a significant increase from 19.7% in 1998 to 30.7% in 2017.5 While dietary and sedentary lifestyle changes are the primary contributors to the rise of NAFLD in South Korea,6 common environmental chemicals may also disrupt hepatic lipid homeostasis and contribute to liver fat deposition.7 Endocrine-disrupting chemicals (EDCs) are group of heterogeneous chemicals widely distributed in the living environment that readily accumulate in the body. EDCs interfere with the production, release, transport, metabolism, binding, action, and elimination of hormones in the body, leading to hormonal imbalances and causing various metabolic disorders.8 Perfluoroalkyl substances (PFAS), a type of EDC, have been persistent environmental contaminants for over 60 years.9 Their production and consumption have seen a significant increase in South Korea due to industrialization and economic growth.10 To date, approximately 15,000 PFAS compounds are known to exist.11 Due to their hydrophobicity, resistance to degradation, and stable structure, PFAS are widely used materials in consumer products such as non-stick cookware, waterproof fabrics, food packaging, and outdoor equipment.12 With a significant number of carbon-fluorine bonds, known as the strongest bonds in organic chemistry, PFAS are resistant to decomposition, leading to their bioaccumulation in the environment, as well as in animals and humans. The half-life of PFAS in the human blood is 3.5 years for perfluorooctanoic acid (PFOA), 4.8 years for perfluorooctane sulfonate (PFOS), and 7.3 years for perfluorohexane sulfonic acid (PFHxS).13 As evidence of potential adverse effects on the environment and human health continued to accumulate, regulations governing the production and use of PFAS began to be implemented in the 2000s, leading to an increased adoption of alternative substances.14 However, people can still be exposed to PFAS through contaminated drinking water, food and various consumer products, and PFAS have been consistently detected in purified tap water in South Korea.10 Many previous studies have demonstrated the association between exposure to PFAS with various health issues affecting the immune system, renal function, thyroid function, cancer development, the reproductive system, and metabolic disorders.15 However, the liver could be one of the major target organs for PFAS toxicity. The liver detoxifies harmful external chemicals, and PFAS is discovered in the liver at concentrations several times higher than in the serum due to its strong protein affinity.16 Exposure to certain PFAS has been linked to elevated serum transaminase levels and the development of fatty liver with hepatocellular hypertrophy in both humans and rats.15 Furthermore, PFAS exposure can increase total cholesterol and low-density lipoprotein cholesterol (LDL-C) levels in the blood of adults and children.1718 Given that the liver plays a crucial role in regulating cholesterol homeostasis,19 persistently elevated serum cholesterol levels, along with elevated biomarker such as alanine aminotransferase (ALT), which reflect liver cell damage, could be indicative of NAFLD due to PFAS-induced hepatic toxicity. The Ministry of Environment and the National Institute of Environmental Research jointly conducted the Korean National Environmental Health Survey (KoNEHS) cycle 4 from 2018 to 2020. This population-based epidemiological survey conducted in South Korea included data on the serum concentrations of the majority exposure PFAS, such as PFOA, PFOS, PFHxS, perfluorononanoic acid (PFNA), and perfluorodecanoic acid (PFDeA). Using nationwide raw data for the first time, this study investigated the association between PFAS serum concentrations and the prevalence of NAFLD in Korean adults based on KoNEHS cycle 4 data."
    },
    {
      "title": "METHODS",
      "text": "In this study, a secondary analysis was conducted based on the raw data collected during cycle 4 of the KoNEHS from 2018 to 2020. KoNEHS has been conducted every 3 years since 2009 at the national and regional levels, with the objectives of assessing levels of exposure to environmental chemicals and analyzing their temporal and spatial distributions as well as their determinants. To ensure the representativeness of the Korean adult population, KoNEHS employs a stratified cluster sampling method. Initially, 245 sample survey areas are selected, stratified by administrative district and coastal area. Subsequently, a systematic sampling method is used to select 15 households in each sampled area, resulting in the examination of approximately 15 individuals per sample survey area. The survey encompasses questionnaire surveys, anthropometric measurements, blood pressure measurements, and the collection of biological specimens. The cycle 4 survey targeted a total of 4,239 adults (≥ 18 years), comprising 1,889 males and 2,350 females. However, due to the coronavirus disease 2019 pandemic in 2020, the survey method was adapted to minimize direct personal contact, and anthropometric measurements, blood pressure measurements, and blood collection were omitted. As a result, 1,244 individuals were excluded from the study. After excluding 315 individuals with high alcohol consumption (defined as males and females who consume 7 or 5 glasses of alcohol or more, respectively, in one sitting on three or more days per week), 23 individuals with pre-existing liver diseases, 50 individuals with an aspartate aminotransferase (AST)/ALT ratio ≥ 2,20 and 12 individuals with missing data, a total of 2,595 individuals were retained for analysis (Fig. 1). KoNEHS: the Korean National Environmental Health Survey; AST: aspartate aminotransferase; ALT: alanine aminotransferase; NAFLD: non-alcoholic fatty liver disease. We analyzed the most common ones, namely PFOA, PFOS, PFHxS, PFNA, and PFDeA. The compounds were separated and quantitatively analyzed using the Q-Sight Triple Quad high-performance liquid chromatography mass spectrometer (Perkin-Elmer, Waltham, MA, USA). The detection limit for each of these compounds was determined to be 0.050 µg/L for PFOA, 0.056 µg/L for PFOS, 0.071 µg/L for PFHxS, 0.019 µg/L for PFNA, and 0.017 µg/L for PFDeA. All measurements were above limit of detection. Total PFAS was defined as the sum of serum PFOA, PFOS, PFHxS, PFNA concentration. The hepatic steatosis index (HSI) is a method for diagnosing fatty liver disease that was developed based on samples from 10,724 Koreans diagnosed with NAFLD through ultrasound during health checkups. The HSI comprises variables such as ALT, AST, body mass index (BMI), sex, and diabetes mellitus (DM) status. In a validation study involving another group of Koreans, the HSI demonstrated relatively high efficiency with an area under the receiver operating characteristic of 0.85, confirming its validity as an efficient and less invasive biomarker22 for diagnosing NAFLD. Participants were classified into NAFLD and non-NAFLD groups using the established cutoff value of 36.21 Demographic and lifestyle characteristics, including age, sex, alcohol and smoking habits, physical activity, monthly household income, and education, were assessed through face-to-face interviews. The response categories were defined as follows: alcohol consumption was classified into non-drinkers, those with a history of alcohol consumption but no consumption in the past year, and current alcohol consumers; smoking status was categorized as non-smoker, former smoker, and current smoker; physical activity levels were divided into none, regular exercise without significant sweating, and intensive exercise with sweating; monthly household income was segmented into less than 2 million, 2–3 million, 3–5 million, and over 5 million Korean won; and education levels were classified as lower than high school, high school, and college or higher. Hypertension was defined as individuals who reported taking antihypertensive medications or had a self-reported history of hypertension. DM was defined as individuals who reported a history of DM, were taking antidiabetic medications, or had a glycated hemoglobin level of 6.5 or higher. Dyslipidemia was defined as having a self-reported history of dyslipidemia, taking dyslipidemia medications, or meeting the criteria from the Fifth Edition of the Guidelines for the Management of Dyslipidemia, which includes a high-density lipoprotein cholesterol level of less than 40 mg/dL or a total cholesterol level of 240 mg/dL or higher. LDL-C was not included in the blood test panel, and the triglyceride levels were unreliable due to the inability to confirm the fasting status of the subjects. Therefore, LDL-C and triglyceride levels were not included in the diagnostic criteria for dyslipidemia. BMI was calculated as weight (kg) divided by height (m) squared, with a threshold of 25 used to classify as normal if below or obese if equal to or above. Frequencies and percentages were used to capture participants’ general characteristics in the non-NAFLD and NAFLD groups classified according to the HSI. To ensure a nationwide representativeness of the data, all analyses were conducted with the sample weights included. Only the unweighted numbers of participants (n) were provided. Generally, environmental exposure occurred at low concentrations, and given that the serum PFAS concentration distribution deviated from a normal distribution, log transformation was performed for analysis.23 Therefore, the concentration of serum PFAS was presented as geometric mean and geometric standard deviation. Based on the weighted sample distribution, the median and interquartile range of PFAS concentration according to the NAFLD status, sex, age group, and BMI were presented to investigate the distribution of PFAS concentration according to variables. General characteristics were compared using t-tests (for continuous variables) and χ2 tests (for categorical variables). To evaluate the relationship between serum PFAS levels and NAFLD, logistic regression analysis was performed. As it is used in the HSI formula, BMI was not included as an independent variable to avoid multicollinearity. Sex and DM were used as independent variables in the analysis. In the crude model, only PFAS concentration and NAFLD were compared. In model 1, age group and sex were added as covariates, and in the final model 2, smoking status, physical activity, monthly household income, education level, hypertension, diabetes, and dyslipidemia status were additionally included as covariates in the regression model. To demonstrate that the risk of NAFLD was not due to obesity but rather due to PFAS exposure, stratified analysis was conducted based on a BMI threshold of 25. Statistical analysis was performed using the SPSS version 26.0 (IBM Corp., Armonk, NY, USA), and a p-value < 0.05 was considered statistically significant. The present study protocol was reviewed and approved by the Institutional Review Board (IRB) of Samsung Changwon Hospital (IRB No. 2023-011-009)."
    },
    {
      "title": "Study participants",
      "text": "In this study, a secondary analysis was conducted based on the raw data collected during cycle 4 of the KoNEHS from 2018 to 2020. KoNEHS has been conducted every 3 years since 2009 at the national and regional levels, with the objectives of assessing levels of exposure to environmental chemicals and analyzing their temporal and spatial distributions as well as their determinants. To ensure the representativeness of the Korean adult population, KoNEHS employs a stratified cluster sampling method. Initially, 245 sample survey areas are selected, stratified by administrative district and coastal area. Subsequently, a systematic sampling method is used to select 15 households in each sampled area, resulting in the examination of approximately 15 individuals per sample survey area. The survey encompasses questionnaire surveys, anthropometric measurements, blood pressure measurements, and the collection of biological specimens. The cycle 4 survey targeted a total of 4,239 adults (≥ 18 years), comprising 1,889 males and 2,350 females. However, due to the coronavirus disease 2019 pandemic in 2020, the survey method was adapted to minimize direct personal contact, and anthropometric measurements, blood pressure measurements, and blood collection were omitted. As a result, 1,244 individuals were excluded from the study. After excluding 315 individuals with high alcohol consumption (defined as males and females who consume 7 or 5 glasses of alcohol or more, respectively, in one sitting on three or more days per week), 23 individuals with pre-existing liver diseases, 50 individuals with an aspartate aminotransferase (AST)/ALT ratio ≥ 2,20 and 12 individuals with missing data, a total of 2,595 individuals were retained for analysis (Fig. 1). KoNEHS: the Korean National Environmental Health Survey; AST: aspartate aminotransferase; ALT: alanine aminotransferase; NAFLD: non-alcoholic fatty liver disease."
    },
    {
      "title": "Serum PFAS",
      "text": "We analyzed the most common ones, namely PFOA, PFOS, PFHxS, PFNA, and PFDeA. The compounds were separated and quantitatively analyzed using the Q-Sight Triple Quad high-performance liquid chromatography mass spectrometer (Perkin-Elmer, Waltham, MA, USA). The detection limit for each of these compounds was determined to be 0.050 µg/L for PFOA, 0.056 µg/L for PFOS, 0.071 µg/L for PFHxS, 0.019 µg/L for PFNA, and 0.017 µg/L for PFDeA. All measurements were above limit of detection. Total PFAS was defined as the sum of serum PFOA, PFOS, PFHxS, PFNA concentration."
    },
    {
      "title": "NAFLD evaluation",
      "text": "The hepatic steatosis index (HSI) is a method for diagnosing fatty liver disease that was developed based on samples from 10,724 Koreans diagnosed with NAFLD through ultrasound during health checkups. The HSI comprises variables such as ALT, AST, body mass index (BMI), sex, and diabetes mellitus (DM) status. In a validation study involving another group of Koreans, the HSI demonstrated relatively high efficiency with an area under the receiver operating characteristic of 0.85, confirming its validity as an efficient and less invasive biomarker22 for diagnosing NAFLD. Participants were classified into NAFLD and non-NAFLD groups using the established cutoff value of 36.21"
    },
    {
      "title": "Covariates",
      "text": "Demographic and lifestyle characteristics, including age, sex, alcohol and smoking habits, physical activity, monthly household income, and education, were assessed through face-to-face interviews. The response categories were defined as follows: alcohol consumption was classified into non-drinkers, those with a history of alcohol consumption but no consumption in the past year, and current alcohol consumers; smoking status was categorized as non-smoker, former smoker, and current smoker; physical activity levels were divided into none, regular exercise without significant sweating, and intensive exercise with sweating; monthly household income was segmented into less than 2 million, 2–3 million, 3–5 million, and over 5 million Korean won; and education levels were classified as lower than high school, high school, and college or higher. Hypertension was defined as individuals who reported taking antihypertensive medications or had a self-reported history of hypertension. DM was defined as individuals who reported a history of DM, were taking antidiabetic medications, or had a glycated hemoglobin level of 6.5 or higher. Dyslipidemia was defined as having a self-reported history of dyslipidemia, taking dyslipidemia medications, or meeting the criteria from the Fifth Edition of the Guidelines for the Management of Dyslipidemia, which includes a high-density lipoprotein cholesterol level of less than 40 mg/dL or a total cholesterol level of 240 mg/dL or higher. LDL-C was not included in the blood test panel, and the triglyceride levels were unreliable due to the inability to confirm the fasting status of the subjects. Therefore, LDL-C and triglyceride levels were not included in the diagnostic criteria for dyslipidemia. BMI was calculated as weight (kg) divided by height (m) squared, with a threshold of 25 used to classify as normal if below or obese if equal to or above."
    },
    {
      "title": "Statistical analysis",
      "text": "Frequencies and percentages were used to capture participants’ general characteristics in the non-NAFLD and NAFLD groups classified according to the HSI. To ensure a nationwide representativeness of the data, all analyses were conducted with the sample weights included. Only the unweighted numbers of participants (n) were provided. Generally, environmental exposure occurred at low concentrations, and given that the serum PFAS concentration distribution deviated from a normal distribution, log transformation was performed for analysis.23 Therefore, the concentration of serum PFAS was presented as geometric mean and geometric standard deviation. Based on the weighted sample distribution, the median and interquartile range of PFAS concentration according to the NAFLD status, sex, age group, and BMI were presented to investigate the distribution of PFAS concentration according to variables. General characteristics were compared using t-tests (for continuous variables) and χ2 tests (for categorical variables). To evaluate the relationship between serum PFAS levels and NAFLD, logistic regression analysis was performed. As it is used in the HSI formula, BMI was not included as an independent variable to avoid multicollinearity. Sex and DM were used as independent variables in the analysis. In the crude model, only PFAS concentration and NAFLD were compared. In model 1, age group and sex were added as covariates, and in the final model 2, smoking status, physical activity, monthly household income, education level, hypertension, diabetes, and dyslipidemia status were additionally included as covariates in the regression model. To demonstrate that the risk of NAFLD was not due to obesity but rather due to PFAS exposure, stratified analysis was conducted based on a BMI threshold of 25. Statistical analysis was performed using the SPSS version 26.0 (IBM Corp., Armonk, NY, USA), and a p-value < 0.05 was considered statistically significant."
    },
    {
      "title": "Ethics statement",
      "text": "The present study protocol was reviewed and approved by the Institutional Review Board (IRB) of Samsung Changwon Hospital (IRB No. 2023-011-009)."
    },
    {
      "title": "RESULTS",
      "text": "Based on the HSI, of a total of 2,595 participants, 1,768 individuals (68.68%) were classified into the non-NAFLD group and 827 individuals (31.31%) into the NAFLD group. There were no significant intergroup differences in terms of age group, alcohol consumption, physical activity, monthly household income, and education level. However, significantly higher proportions of males and current smokers were observed in the NAFLD group compared to the non-NAFLD group (p < 0.001). Additionally, the NAFLD group exhibited significantly higher BMI and AST, ALT, and gamma-glutamyl transferase (GGT) levels compared to the non-NAFLD group (each p < 0.001). The geometric mean serum concentration of the total PFAS was 30.15 µg/dL, with 28.76 µg/dL in the non-NAFLD group and 31.80 µg/dL in the NAFLD group, showing a statistically significant difference (p = 0.005). In addition to total PFAS, PFOS, and PFNA had significantly higher mean values in the NAFLD group (p = 0.003 and p = 0.028, respectively). While PFOA, PFHxS, and PFDeA did not show statistically significant intergroup differences, their mean values were higher in the NAFLD group (Table 1). Values are presented as mean ± standard deviation or sample size (weighted %). NAFLD: non-alcoholic fatty liver disease; n: unweighted sample size; BMI: body mass index; AST: aspartate aminotransferase; ALT: alanine aminotransferase; GGT: gamma-glutamyl transferase; PFAS: perfluoroalkyl substances; PFOA: perfluorooctanoic acid; PFOS: perfluorooctansulfonate; PFHxS: perfluorohexanesulfonic acid; PFNA: perfluorononanoic acid; PFDeA: perfluorodecanoic acid. aThe p-value calculated by t-test(continuous) or chi-square test (categorial); bObese, BMI ≥ 25; cPeople who have not consumed alcohol within 1 year; dExercising, but not enough to sweat; eMillion Korean won. The median and interquartile range of serum total PFAS, PFOA, PFOS, PFHxS, PFNA, and PFDeA in all study populations were 29.29 (9.62–15.32), 6.31 (2.09–3.06), 14.74 (5.25–7.89), 3.96 (1.52–2.61), 2.04 (0.77–1.15), 0.86 (0.27–0.44) respectively. The NAFLD group showed higher serum PFAS concentrations than the non-NAFLD group in all quartiles except the first quartile of PFDeA. Men and elder age groups were found to have higher serum PFAS concentrations compared to the same quartile (Table 2). Values are presented as median (interquartile range). Quartile of serum PFAS levels were calculated using weighted samples. PFAS: perfluoroalkyl substances; NAFLD: non-alcoholic fatty liver disease; BMI: body mass index; PFOA: perfluorooctanoic acid; PFOS: perfluorooctansulfonate; PFHxS: perfluorohexanesulfonic acid; PFNA: perfluorononanoic acid; PFDeA: perfluorodecanoic acid; n: unweighted sample size. aNormal, BMI < 25; obese, BMI ≥ 25. The risk of developing NAFLD with an increase by 1 unit in common log transformed serum PFAS concentration was presented along with the 95% confidence interval (CI). In the crude model, total serum PFAS, PFOS, and PFNA showed an increased risk of developing NAFLD as PFAS concentration increased, with odds ratios (ORs) of 1.956 (95% CI: 1.234–3.100), 1.917 (95% CI: 1.283–2.863), and 1.658 (95% CI: 1.068–2.574), respectively. In model 1, total PFAS and PFOS were associated with an increased risk of developing NAFLD, with an OR of 2.027 (95% CI: 1.106–3.717) and 2.094 (95% CI: 1.285–3.414), respectively. In Model 2, only PFOS showed ORs of 1.981 (95% CI: 1.170–3.356), indicating an increase in NAFLD occurrence with increasing concentration. Total PFAS, PFOA, PFHxS, and PFDeA did not show a significant increase in NAFLD risk with increasing serum concentration (Table 3). Values are presented as odds ratio (95% confidence interval). NAFLD: non-alcoholic fatty liver disease; PFAS: perfluoroalkyl substances; PFOA: perfluorooctanoic acid; PFOS: perfluorooctansulfonate; PFHxS: perfluorohexanesulfonic acid; PFNA: perfluorononanoic acid; PFDeA: perfluorodecanoic acid. aSerum PFAS, NAFLD based on hepatic steatosis index score; bCrude + adiusted for age(group), sex; cModel 1 + adiusted for smoking history, physical activity, monthly household income, education, hypertension, diabetes, dyslipidemia. In Crude model within normal BMI group, total serum PFAS, PFOS, and PFDeA showed an increased risk of developing NAFLD as PFAS concentration increased, with ORs of 6.401 (95% CI: 1.863–21.758), 7.018 (95% CI: 2.688–18.319), and 4.008 (95% CI: 1.022–15.720), respectively. Conversely, in the obese group, an increase in the concentration of PFDeA was associated with a decreased risk of NAFLD occurrence, with an OR of 0.515 (95% CI: 0.315–0.843). In model 1 within normal BMI group, total serum PFAS and PFOS were associated with an increased risk of developing NAFLD, with an OR of 7.642 (95% CI: 1.850–31.560) and 9.21 (95% CI: 3.346–25.353), respectively. In model 2 within normal BMI group, total PFAS, PFOS showed ORs of 5.207 (95% CI: 1.480–18.323) and 7.030 (95% CI: 2.687–18.392), respectively, indicating an increase in NAFLD occurrence with increasing concentration. PFOA, PFHxS, and PFDeA did not show a significant increase in NAFLD risk with increasing serum concentration. Furthermore, in the obese group, no significant correlation was observed in model 2 between the risk of NAFLD and the concentration of any PFAS compound (Table 4). Values are presented as odds ratio (95% confidence interval). NAFLD: non-alcoholic fatty liver disease; PFAS: perfluoroalkyl substances; BMI: body mass index; PFOA: perfluorooctanoic acid; PFOS: perfluorooctansulfonate; PFHxS: perfluorohexanesulfonic acid; PFNA: perfluorononanoic acid; PFDeA: perfluorodecanoic acid. aSerum PFAS, NAFLD based on hepatic steatosis index score; bCrude + adiusted for age (group), sex; cModel 1 + adiusted for smoking history, physical activity, monthly household income, education, hypertension, diabetes, dyslipidemia; dNormal, BMI < 25; eObese, BMI ≥ 25."
    },
    {
      "title": "Participants’ general characteristics",
      "text": "Based on the HSI, of a total of 2,595 participants, 1,768 individuals (68.68%) were classified into the non-NAFLD group and 827 individuals (31.31%) into the NAFLD group. There were no significant intergroup differences in terms of age group, alcohol consumption, physical activity, monthly household income, and education level. However, significantly higher proportions of males and current smokers were observed in the NAFLD group compared to the non-NAFLD group (p < 0.001). Additionally, the NAFLD group exhibited significantly higher BMI and AST, ALT, and gamma-glutamyl transferase (GGT) levels compared to the non-NAFLD group (each p < 0.001). The geometric mean serum concentration of the total PFAS was 30.15 µg/dL, with 28.76 µg/dL in the non-NAFLD group and 31.80 µg/dL in the NAFLD group, showing a statistically significant difference (p = 0.005). In addition to total PFAS, PFOS, and PFNA had significantly higher mean values in the NAFLD group (p = 0.003 and p = 0.028, respectively). While PFOA, PFHxS, and PFDeA did not show statistically significant intergroup differences, their mean values were higher in the NAFLD group (Table 1). Values are presented as mean ± standard deviation or sample size (weighted %). NAFLD: non-alcoholic fatty liver disease; n: unweighted sample size; BMI: body mass index; AST: aspartate aminotransferase; ALT: alanine aminotransferase; GGT: gamma-glutamyl transferase; PFAS: perfluoroalkyl substances; PFOA: perfluorooctanoic acid; PFOS: perfluorooctansulfonate; PFHxS: perfluorohexanesulfonic acid; PFNA: perfluorononanoic acid; PFDeA: perfluorodecanoic acid. aThe p-value calculated by t-test(continuous) or chi-square test (categorial); bObese, BMI ≥ 25; cPeople who have not consumed alcohol within 1 year; dExercising, but not enough to sweat; eMillion Korean won."
    },
    {
      "title": "Distribution of serum PFAS concentrations according to NAFLD status, sex, age group and BMI",
      "text": "The median and interquartile range of serum total PFAS, PFOA, PFOS, PFHxS, PFNA, and PFDeA in all study populations were 29.29 (9.62–15.32), 6.31 (2.09–3.06), 14.74 (5.25–7.89), 3.96 (1.52–2.61), 2.04 (0.77–1.15), 0.86 (0.27–0.44) respectively. The NAFLD group showed higher serum PFAS concentrations than the non-NAFLD group in all quartiles except the first quartile of PFDeA. Men and elder age groups were found to have higher serum PFAS concentrations compared to the same quartile (Table 2). Values are presented as median (interquartile range). Quartile of serum PFAS levels were calculated using weighted samples. PFAS: perfluoroalkyl substances; NAFLD: non-alcoholic fatty liver disease; BMI: body mass index; PFOA: perfluorooctanoic acid; PFOS: perfluorooctansulfonate; PFHxS: perfluorohexanesulfonic acid; PFNA: perfluorononanoic acid; PFDeA: perfluorodecanoic acid; n: unweighted sample size. aNormal, BMI < 25; obese, BMI ≥ 25."
    },
    {
      "title": "The odds of NAFLD by PFAS concentration",
      "text": "The risk of developing NAFLD with an increase by 1 unit in common log transformed serum PFAS concentration was presented along with the 95% confidence interval (CI). In the crude model, total serum PFAS, PFOS, and PFNA showed an increased risk of developing NAFLD as PFAS concentration increased, with odds ratios (ORs) of 1.956 (95% CI: 1.234–3.100), 1.917 (95% CI: 1.283–2.863), and 1.658 (95% CI: 1.068–2.574), respectively. In model 1, total PFAS and PFOS were associated with an increased risk of developing NAFLD, with an OR of 2.027 (95% CI: 1.106–3.717) and 2.094 (95% CI: 1.285–3.414), respectively. In Model 2, only PFOS showed ORs of 1.981 (95% CI: 1.170–3.356), indicating an increase in NAFLD occurrence with increasing concentration. Total PFAS, PFOA, PFHxS, and PFDeA did not show a significant increase in NAFLD risk with increasing serum concentration (Table 3). Values are presented as odds ratio (95% confidence interval). NAFLD: non-alcoholic fatty liver disease; PFAS: perfluoroalkyl substances; PFOA: perfluorooctanoic acid; PFOS: perfluorooctansulfonate; PFHxS: perfluorohexanesulfonic acid; PFNA: perfluorononanoic acid; PFDeA: perfluorodecanoic acid. aSerum PFAS, NAFLD based on hepatic steatosis index score; bCrude + adiusted for age(group), sex; cModel 1 + adiusted for smoking history, physical activity, monthly household income, education, hypertension, diabetes, dyslipidemia."
    },
    {
      "title": "The odds of NAFLD by PFAS concentration to stratified on BMI",
      "text": "In Crude model within normal BMI group, total serum PFAS, PFOS, and PFDeA showed an increased risk of developing NAFLD as PFAS concentration increased, with ORs of 6.401 (95% CI: 1.863–21.758), 7.018 (95% CI: 2.688–18.319), and 4.008 (95% CI: 1.022–15.720), respectively. Conversely, in the obese group, an increase in the concentration of PFDeA was associated with a decreased risk of NAFLD occurrence, with an OR of 0.515 (95% CI: 0.315–0.843). In model 1 within normal BMI group, total serum PFAS and PFOS were associated with an increased risk of developing NAFLD, with an OR of 7.642 (95% CI: 1.850–31.560) and 9.21 (95% CI: 3.346–25.353), respectively. In model 2 within normal BMI group, total PFAS, PFOS showed ORs of 5.207 (95% CI: 1.480–18.323) and 7.030 (95% CI: 2.687–18.392), respectively, indicating an increase in NAFLD occurrence with increasing concentration. PFOA, PFHxS, and PFDeA did not show a significant increase in NAFLD risk with increasing serum concentration. Furthermore, in the obese group, no significant correlation was observed in model 2 between the risk of NAFLD and the concentration of any PFAS compound (Table 4). Values are presented as odds ratio (95% confidence interval). NAFLD: non-alcoholic fatty liver disease; PFAS: perfluoroalkyl substances; BMI: body mass index; PFOA: perfluorooctanoic acid; PFOS: perfluorooctansulfonate; PFHxS: perfluorohexanesulfonic acid; PFNA: perfluorononanoic acid; PFDeA: perfluorodecanoic acid. aSerum PFAS, NAFLD based on hepatic steatosis index score; bCrude + adiusted for age (group), sex; cModel 1 + adiusted for smoking history, physical activity, monthly household income, education, hypertension, diabetes, dyslipidemia; dNormal, BMI < 25; eObese, BMI ≥ 25."
    },
    {
      "title": "DISCUSSION",
      "text": "This study is the first to analyze the association between serum PFAS concentration and the risk of developing NAFLD based on the HSI score using data from the KoNEHS cycle 4. A higher risk of NAFLD was found to be associated with an increase in the serum concentration of some PFAS compounds. Both the crude model and the model2 showed that increasing serum concentrations of total PFAS and PFOS were associated with an increased risk of NAFLD occurrence. Furthermore, when stratified by BMI, total PFAS and PFOS were found to increase the risk of NAFLD in the normal weight group in all models. However, in the obese group of the final model 2, no significant correlation was observed between any PFAS compound and the risk of NAFLD. The results showed differences from the US National Health and Nutrition Examination Survey studies reporting some associations between certain PFAS and NAFLD risks among obese individuals.2425 However, in the Canadian Health Measures Survey study, a significant association between PFHxS and alkaline phosphatase, was observed only non-obese participants.26 Moreover, in an exploratory study aiming to expand the scope of the KoNEHS cycle 4, conducted by randomly selecting some participants from KoNEHS cycle 3, the association between serum PFAS levels and liver enzymes was observed, with a higher association between PFAS and ALT and GGT elevation among non-obese participants.27 Additionally, there is a lack of studies confirming the association between PFAS and NAFLD among other Asian populations, and such studies have not stratified analyses based on BMI, making direct comparisons with our study is difficult.28 PFAS levels may vary due to lifestyle, environmental factors, etc., and may show differences in metabolic and hepatotoxic effects depending on population characteristics. Although limited by the constraints of cross-sectional studies, we can speculate that factors such as diabetes (OR: 6.069; 95% CI: 2.011–18.318) or hyperlipidemia (OR: 1.555; 95% CI: 1.059–2.282) might have had a greater impact among the obese group in our study. Further research is warranted to elucidate these relationships. Free fatty acids (FFA) introduced into the liver or generated within the liver are converted into TG, which are then either released from liver cells in the form of very-low-density lipoproteins (VLDL) or utilized as an energy source through the mitochondria beta-oxidation process.29 In cases of obesity or insulin resistance, there is an increased influx of FFA into the liver. Excessive intake of FFA beyond the normal physiological capacity results in heightened oxidative stress, inflammation, and damage to liver cells. As a protective response, TG accumulate in the liver, ultimately leading to the development of NAFLD.30 The mechanism by which PFAS induces NAFLD remains to be clarified. The de novo synthesis of fatty acids in the liver is regulated by various nuclear receptors and cytoplasmic transcription factors, including peroxisome proliferator-activated receptors (PPARs).31 PPAR-α is abundantly distributed in the liver and is broadly involved in the regulation of lipid metabolic processes and inflammatory responses through the regulation of numerous genes involved in fatty acid uptake and activation, ketone production, TG conversion, and activation of peroxisomal and mitochondrial fatty acid oxidation pathways.32 And PPAR-γ is involved in the differentiation of preadipocytes in adipose tissue, regulation of the number of adipocytes, and lipid synthesis and storage.33 PFAS absorbed into the body can increase the number of adipocytes through activation of PPAR-γ in adipose tissue34, induce fat storage, and disrupt lipid homeostasis and energy balance, causing weight gain.35 Due to their protein affinity, PFAS readily bind to liver-fatty acid binding protein. This binding allows PFAS to be transported to the liver and become part of the bile or to the nuclei of liver cells.36 PFAS circulate between the liver and the bile, ultimately accumulating in the liver.37 As a result, they interfere with the transcription of DNA in the hepatocellular nuclei and disrupt the expression of genes involved in lipid metabolism.38 PFAS activate the PPAR-α-mediated peroxisomal β-oxidation pathway, which involves ACOX-1 activation. This activation promotes lipid metabolism in peroxisomes and generates hydrogen peroxide, inducing oxidative stress.39 This causes mitochondrial damage, reduces mitochondrial β-oxidation capacity in the liver, inhibits the secretion of cholesterol and lipids in liver. Through this mechanism, PFAS contribute to lipid accumulation in hepatocytes.39 In addition, PFAS-induced NAFLD is considered to be caused by the activation of constitutive androstane receptor,40 downregulation of nuclear factor erythroid 2-related factor 2,41 and upregulation of nuclear factor kappa B.42 Previous studies have reported an association between PFAS and NAFLD. In a study conducted on a population exposed to PFAS contamination in Suwon using ALT as a surrogate marker for NAFLD, a strong association was found between PFOS and PFOA serum concentrations and elevated ALT levels.43 In another study assessing hepatic histological biopsies of children and youth aged 7–19, higher exposure to PFAS was associated with an increased risk of steatohepatitis, fibrosis, lobular inflammation, and an elevated NAFLD score.44 A systematic review and meta-analysis investigating the link between PFAS and NAFLD45 provided strong evidence of an association between exposure to PFOA, PFOS, and PFNA in both humans and rodents, resulting in elevated serum ALT levels and increased liver weight. For PFHxS, no evidence of liver damage was detected in humans, but steatosis was observed in rodents. There was limited evidence supporting a connection to liver damage for several other PFAS compounds, including PFDeA. While our results supported the previously observed associations of PFOS with NAFLD, we did not observe a significant risk increase with PFOA and PFNA exposure. Furthermore, we did not find a significant correlation between exposure to PFHxS and PFDeA and the occurrence of NAFLD. Further research is warranted to fully understand the influence of these substances on liver enzymes and NAFLD development. Such inconsistencies in the findings may arise from disparities in PFAS exposure levels and population characteristics. Since human exposure to PFAS typically involves a mixture of various, highly correlated chemicals, it is crucial to consider their potential synergistic or inhibitory effects when studying their impact. Furthermore, genome-wide studies of NAFLD have identified common genetic variations frequently associated with the condition, such as genetic polymorphisms of microsomal triglyceride transfer protein, a key factor in VLDL synthesis,46 tumor necrosis factor-alpha polymorphisms,47 and single nucleotide polymorphisms of adiponectin.48 Thus, genetic factors may be partially responsible for individual differences in the risk of PFAS exposure on NAFLD development.49 This study has several limitations. First, it is a cross-sectional study based on KoNEHS raw data, and caution is needed when interpreting causal relationships between antecedents and consequences. Further longitudinal studies are necessary for a more precise interpretation of these relationships. Second, only one serum sample was collected from participants, and it may not fully represent their actual PFAS exposure levels. Nevertheless, given that PFAS have a long half-life, the potential for exposure misclassification is believed to be minimal. Third, the diagnosis of NAFLD in this study did not rely on radiological methods or the gold standard of liver biopsy, which could lead to inaccuracies in NAFLD diagnosis. Fourth, due to data limitations, we were unable to adjust for additional drugs and other environmental chemicals that could affect liver function, and the lack of diversity in clinical blood tests did not allow us to consider other factors that might impact metabolic diseases. For example, PFAS are primarily consumed through food intake, but this was not reflected in the study. Based on the KoNEHS raw data, this study established a relationship between PFAS concentrations and NAFLD risk using a nationwide representative sample of Korean adults. Specifically, our results indicate a positive correlation between levels of total serum PFAS, PFOS and the risk of NAFLD in individuals who are not obese. Since exposure to certain PFAS compounds is associated with an elevated prevalence of NAFLD among Korean adults, it is advisable to minimize PFAS use and exposure. In addition, research is needed on the effects on the human body of short-chain PFAS, which have recently begun to be used to replace legacy PFAS. The study results can serve as a foundational research date for assessing the health implications of PFAS and the findings can be used as evidential support for the development of environmental health policies."
    },
    {
      "title": "CONCLUSIONS",
      "text": "The health impact of PFAS is not only a significant global environmental issue but also a major concern in South Korea. This cross-sectional study in Korean adults provided evidence of an association between total serum PFAS/PFOS and NAFLD, which was determined by the HSI. To further validate these findings, further research based on radiological or histological evidence for NAFLD diagnosis and long-term prospective studies are necessary. Methods should be explored for reducing PFAS exposure in overall industry and daily life."
    }
  ],
  "full_text": "## BACKGROUND\nNon-alcoholic fatty liver disease (NAFLD) is a condition characterized by the accumulation of ≥ 5% intrahepatic fat without apparent causes such as excessive alcohol consumption or viral hepatitis.1 NAFLD encompasses a spectrum of liver pathologies ranging from simple steatosis (non-inflammatory, non-fibrous fatty liver) to non-alcoholic steatohepatitis and non-alcoholic fatty liver-related cirrhosis. Various mechanisms, including increased energy intake, enhanced hepatic lipogenesis, and decreased hepatic secretion of triglycerides (TG), contribute to the development of fatty liver diseases.2 These conditions are associated with not only increased liver-related but also cardiovascular and overall mortality.3 The worldwide prevalence of NAFLD ranges from 13% in Africa to 42% in Southeast Asia.4 In South Korea, the prevalence of NAFLD has seen a significant increase from 19.7% in 1998 to 30.7% in 2017.5 While dietary and sedentary lifestyle changes are the primary contributors to the rise of NAFLD in South Korea,6 common environmental chemicals may also disrupt hepatic lipid homeostasis and contribute to liver fat deposition.7 Endocrine-disrupting chemicals (EDCs) are group of heterogeneous chemicals widely distributed in the living environment that readily accumulate in the body. EDCs interfere with the production, release, transport, metabolism, binding, action, and elimination of hormones in the body, leading to hormonal imbalances and causing various metabolic disorders.8 Perfluoroalkyl substances (PFAS), a type of EDC, have been persistent environmental contaminants for over 60 years.9 Their production and consumption have seen a significant increase in South Korea due to industrialization and economic growth.10 To date, approximately 15,000 PFAS compounds are known to exist.11 Due to their hydrophobicity, resistance to degradation, and stable structure, PFAS are widely used materials in consumer products such as non-stick cookware, waterproof fabrics, food packaging, and outdoor equipment.12 With a significant number of carbon-fluorine bonds, known as the strongest bonds in organic chemistry, PFAS are resistant to decomposition, leading to their bioaccumulation in the environment, as well as in animals and humans. The half-life of PFAS in the human blood is 3.5 years for perfluorooctanoic acid (PFOA), 4.8 years for perfluorooctane sulfonate (PFOS), and 7.3 years for perfluorohexane sulfonic acid (PFHxS).13 As evidence of potential adverse effects on the environment and human health continued to accumulate, regulations governing the production and use of PFAS began to be implemented in the 2000s, leading to an increased adoption of alternative substances.14 However, people can still be exposed to PFAS through contaminated drinking water, food and various consumer products, and PFAS have been consistently detected in purified tap water in South Korea.10 Many previous studies have demonstrated the association between exposure to PFAS with various health issues affecting the immune system, renal function, thyroid function, cancer development, the reproductive system, and metabolic disorders.15 However, the liver could be one of the major target organs for PFAS toxicity. The liver detoxifies harmful external chemicals, and PFAS is discovered in the liver at concentrations several times higher than in the serum due to its strong protein affinity.16 Exposure to certain PFAS has been linked to elevated serum transaminase levels and the development of fatty liver with hepatocellular hypertrophy in both humans and rats.15 Furthermore, PFAS exposure can increase total cholesterol and low-density lipoprotein cholesterol (LDL-C) levels in the blood of adults and children.1718 Given that the liver plays a crucial role in regulating cholesterol homeostasis,19 persistently elevated serum cholesterol levels, along with elevated biomarker such as alanine aminotransferase (ALT), which reflect liver cell damage, could be indicative of NAFLD due to PFAS-induced hepatic toxicity. The Ministry of Environment and the National Institute of Environmental Research jointly conducted the Korean National Environmental Health Survey (KoNEHS) cycle 4 from 2018 to 2020. This population-based epidemiological survey conducted in South Korea included data on the serum concentrations of the majority exposure PFAS, such as PFOA, PFOS, PFHxS, perfluorononanoic acid (PFNA), and perfluorodecanoic acid (PFDeA). Using nationwide raw data for the first time, this study investigated the association between PFAS serum concentrations and the prevalence of NAFLD in Korean adults based on KoNEHS cycle 4 data.\n\n## METHODS\nIn this study, a secondary analysis was conducted based on the raw data collected during cycle 4 of the KoNEHS from 2018 to 2020. KoNEHS has been conducted every 3 years since 2009 at the national and regional levels, with the objectives of assessing levels of exposure to environmental chemicals and analyzing their temporal and spatial distributions as well as their determinants. To ensure the representativeness of the Korean adult population, KoNEHS employs a stratified cluster sampling method. Initially, 245 sample survey areas are selected, stratified by administrative district and coastal area. Subsequently, a systematic sampling method is used to select 15 households in each sampled area, resulting in the examination of approximately 15 individuals per sample survey area. The survey encompasses questionnaire surveys, anthropometric measurements, blood pressure measurements, and the collection of biological specimens. The cycle 4 survey targeted a total of 4,239 adults (≥ 18 years), comprising 1,889 males and 2,350 females. However, due to the coronavirus disease 2019 pandemic in 2020, the survey method was adapted to minimize direct personal contact, and anthropometric measurements, blood pressure measurements, and blood collection were omitted. As a result, 1,244 individuals were excluded from the study. After excluding 315 individuals with high alcohol consumption (defined as males and females who consume 7 or 5 glasses of alcohol or more, respectively, in one sitting on three or more days per week), 23 individuals with pre-existing liver diseases, 50 individuals with an aspartate aminotransferase (AST)/ALT ratio ≥ 2,20 and 12 individuals with missing data, a total of 2,595 individuals were retained for analysis (Fig. 1). KoNEHS: the Korean National Environmental Health Survey; AST: aspartate aminotransferase; ALT: alanine aminotransferase; NAFLD: non-alcoholic fatty liver disease. We analyzed the most common ones, namely PFOA, PFOS, PFHxS, PFNA, and PFDeA. The compounds were separated and quantitatively analyzed using the Q-Sight Triple Quad high-performance liquid chromatography mass spectrometer (Perkin-Elmer, Waltham, MA, USA). The detection limit for each of these compounds was determined to be 0.050 µg/L for PFOA, 0.056 µg/L for PFOS, 0.071 µg/L for PFHxS, 0.019 µg/L for PFNA, and 0.017 µg/L for PFDeA. All measurements were above limit of detection. Total PFAS was defined as the sum of serum PFOA, PFOS, PFHxS, PFNA concentration. The hepatic steatosis index (HSI) is a method for diagnosing fatty liver disease that was developed based on samples from 10,724 Koreans diagnosed with NAFLD through ultrasound during health checkups. The HSI comprises variables such as ALT, AST, body mass index (BMI), sex, and diabetes mellitus (DM) status. In a validation study involving another group of Koreans, the HSI demonstrated relatively high efficiency with an area under the receiver operating characteristic of 0.85, confirming its validity as an efficient and less invasive biomarker22 for diagnosing NAFLD. Participants were classified into NAFLD and non-NAFLD groups using the established cutoff value of 36.21 Demographic and lifestyle characteristics, including age, sex, alcohol and smoking habits, physical activity, monthly household income, and education, were assessed through face-to-face interviews. The response categories were defined as follows: alcohol consumption was classified into non-drinkers, those with a history of alcohol consumption but no consumption in the past year, and current alcohol consumers; smoking status was categorized as non-smoker, former smoker, and current smoker; physical activity levels were divided into none, regular exercise without significant sweating, and intensive exercise with sweating; monthly household income was segmented into less than 2 million, 2–3 million, 3–5 million, and over 5 million Korean won; and education levels were classified as lower than high school, high school, and college or higher. Hypertension was defined as individuals who reported taking antihypertensive medications or had a self-reported history of hypertension. DM was defined as individuals who reported a history of DM, were taking antidiabetic medications, or had a glycated hemoglobin level of 6.5 or higher. Dyslipidemia was defined as having a self-reported history of dyslipidemia, taking dyslipidemia medications, or meeting the criteria from the Fifth Edition of the Guidelines for the Management of Dyslipidemia, which includes a high-density lipoprotein cholesterol level of less than 40 mg/dL or a total cholesterol level of 240 mg/dL or higher. LDL-C was not included in the blood test panel, and the triglyceride levels were unreliable due to the inability to confirm the fasting status of the subjects. Therefore, LDL-C and triglyceride levels were not included in the diagnostic criteria for dyslipidemia. BMI was calculated as weight (kg) divided by height (m) squared, with a threshold of 25 used to classify as normal if below or obese if equal to or above. Frequencies and percentages were used to capture participants’ general characteristics in the non-NAFLD and NAFLD groups classified according to the HSI. To ensure a nationwide representativeness of the data, all analyses were conducted with the sample weights included. Only the unweighted numbers of participants (n) were provided. Generally, environmental exposure occurred at low concentrations, and given that the serum PFAS concentration distribution deviated from a normal distribution, log transformation was performed for analysis.23 Therefore, the concentration of serum PFAS was presented as geometric mean and geometric standard deviation. Based on the weighted sample distribution, the median and interquartile range of PFAS concentration according to the NAFLD status, sex, age group, and BMI were presented to investigate the distribution of PFAS concentration according to variables. General characteristics were compared using t-tests (for continuous variables) and χ2 tests (for categorical variables). To evaluate the relationship between serum PFAS levels and NAFLD, logistic regression analysis was performed. As it is used in the HSI formula, BMI was not included as an independent variable to avoid multicollinearity. Sex and DM were used as independent variables in the analysis. In the crude model, only PFAS concentration and NAFLD were compared. In model 1, age group and sex were added as covariates, and in the final model 2, smoking status, physical activity, monthly household income, education level, hypertension, diabetes, and dyslipidemia status were additionally included as covariates in the regression model. To demonstrate that the risk of NAFLD was not due to obesity but rather due to PFAS exposure, stratified analysis was conducted based on a BMI threshold of 25. Statistical analysis was performed using the SPSS version 26.0 (IBM Corp., Armonk, NY, USA), and a p-value < 0.05 was considered statistically significant. The present study protocol was reviewed and approved by the Institutional Review Board (IRB) of Samsung Changwon Hospital (IRB No. 2023-011-009).\n\n## Study participants\nIn this study, a secondary analysis was conducted based on the raw data collected during cycle 4 of the KoNEHS from 2018 to 2020. KoNEHS has been conducted every 3 years since 2009 at the national and regional levels, with the objectives of assessing levels of exposure to environmental chemicals and analyzing their temporal and spatial distributions as well as their determinants. To ensure the representativeness of the Korean adult population, KoNEHS employs a stratified cluster sampling method. Initially, 245 sample survey areas are selected, stratified by administrative district and coastal area. Subsequently, a systematic sampling method is used to select 15 households in each sampled area, resulting in the examination of approximately 15 individuals per sample survey area. The survey encompasses questionnaire surveys, anthropometric measurements, blood pressure measurements, and the collection of biological specimens. The cycle 4 survey targeted a total of 4,239 adults (≥ 18 years), comprising 1,889 males and 2,350 females. However, due to the coronavirus disease 2019 pandemic in 2020, the survey method was adapted to minimize direct personal contact, and anthropometric measurements, blood pressure measurements, and blood collection were omitted. As a result, 1,244 individuals were excluded from the study. After excluding 315 individuals with high alcohol consumption (defined as males and females who consume 7 or 5 glasses of alcohol or more, respectively, in one sitting on three or more days per week), 23 individuals with pre-existing liver diseases, 50 individuals with an aspartate aminotransferase (AST)/ALT ratio ≥ 2,20 and 12 individuals with missing data, a total of 2,595 individuals were retained for analysis (Fig. 1). KoNEHS: the Korean National Environmental Health Survey; AST: aspartate aminotransferase; ALT: alanine aminotransferase; NAFLD: non-alcoholic fatty liver disease.\n\n## Serum PFAS\nWe analyzed the most common ones, namely PFOA, PFOS, PFHxS, PFNA, and PFDeA. The compounds were separated and quantitatively analyzed using the Q-Sight Triple Quad high-performance liquid chromatography mass spectrometer (Perkin-Elmer, Waltham, MA, USA). The detection limit for each of these compounds was determined to be 0.050 µg/L for PFOA, 0.056 µg/L for PFOS, 0.071 µg/L for PFHxS, 0.019 µg/L for PFNA, and 0.017 µg/L for PFDeA. All measurements were above limit of detection. Total PFAS was defined as the sum of serum PFOA, PFOS, PFHxS, PFNA concentration.\n\n## NAFLD evaluation\nThe hepatic steatosis index (HSI) is a method for diagnosing fatty liver disease that was developed based on samples from 10,724 Koreans diagnosed with NAFLD through ultrasound during health checkups. The HSI comprises variables such as ALT, AST, body mass index (BMI), sex, and diabetes mellitus (DM) status. In a validation study involving another group of Koreans, the HSI demonstrated relatively high efficiency with an area under the receiver operating characteristic of 0.85, confirming its validity as an efficient and less invasive biomarker22 for diagnosing NAFLD. Participants were classified into NAFLD and non-NAFLD groups using the established cutoff value of 36.21\n\n## Covariates\nDemographic and lifestyle characteristics, including age, sex, alcohol and smoking habits, physical activity, monthly household income, and education, were assessed through face-to-face interviews. The response categories were defined as follows: alcohol consumption was classified into non-drinkers, those with a history of alcohol consumption but no consumption in the past year, and current alcohol consumers; smoking status was categorized as non-smoker, former smoker, and current smoker; physical activity levels were divided into none, regular exercise without significant sweating, and intensive exercise with sweating; monthly household income was segmented into less than 2 million, 2–3 million, 3–5 million, and over 5 million Korean won; and education levels were classified as lower than high school, high school, and college or higher. Hypertension was defined as individuals who reported taking antihypertensive medications or had a self-reported history of hypertension. DM was defined as individuals who reported a history of DM, were taking antidiabetic medications, or had a glycated hemoglobin level of 6.5 or higher. Dyslipidemia was defined as having a self-reported history of dyslipidemia, taking dyslipidemia medications, or meeting the criteria from the Fifth Edition of the Guidelines for the Management of Dyslipidemia, which includes a high-density lipoprotein cholesterol level of less than 40 mg/dL or a total cholesterol level of 240 mg/dL or higher. LDL-C was not included in the blood test panel, and the triglyceride levels were unreliable due to the inability to confirm the fasting status of the subjects. Therefore, LDL-C and triglyceride levels were not included in the diagnostic criteria for dyslipidemia. BMI was calculated as weight (kg) divided by height (m) squared, with a threshold of 25 used to classify as normal if below or obese if equal to or above.\n\n## Statistical analysis\nFrequencies and percentages were used to capture participants’ general characteristics in the non-NAFLD and NAFLD groups classified according to the HSI. To ensure a nationwide representativeness of the data, all analyses were conducted with the sample weights included. Only the unweighted numbers of participants (n) were provided. Generally, environmental exposure occurred at low concentrations, and given that the serum PFAS concentration distribution deviated from a normal distribution, log transformation was performed for analysis.23 Therefore, the concentration of serum PFAS was presented as geometric mean and geometric standard deviation. Based on the weighted sample distribution, the median and interquartile range of PFAS concentration according to the NAFLD status, sex, age group, and BMI were presented to investigate the distribution of PFAS concentration according to variables. General characteristics were compared using t-tests (for continuous variables) and χ2 tests (for categorical variables). To evaluate the relationship between serum PFAS levels and NAFLD, logistic regression analysis was performed. As it is used in the HSI formula, BMI was not included as an independent variable to avoid multicollinearity. Sex and DM were used as independent variables in the analysis. In the crude model, only PFAS concentration and NAFLD were compared. In model 1, age group and sex were added as covariates, and in the final model 2, smoking status, physical activity, monthly household income, education level, hypertension, diabetes, and dyslipidemia status were additionally included as covariates in the regression model. To demonstrate that the risk of NAFLD was not due to obesity but rather due to PFAS exposure, stratified analysis was conducted based on a BMI threshold of 25. Statistical analysis was performed using the SPSS version 26.0 (IBM Corp., Armonk, NY, USA), and a p-value < 0.05 was considered statistically significant.\n\n## Ethics statement\nThe present study protocol was reviewed and approved by the Institutional Review Board (IRB) of Samsung Changwon Hospital (IRB No. 2023-011-009).\n\n## RESULTS\nBased on the HSI, of a total of 2,595 participants, 1,768 individuals (68.68%) were classified into the non-NAFLD group and 827 individuals (31.31%) into the NAFLD group. There were no significant intergroup differences in terms of age group, alcohol consumption, physical activity, monthly household income, and education level. However, significantly higher proportions of males and current smokers were observed in the NAFLD group compared to the non-NAFLD group (p < 0.001). Additionally, the NAFLD group exhibited significantly higher BMI and AST, ALT, and gamma-glutamyl transferase (GGT) levels compared to the non-NAFLD group (each p < 0.001). The geometric mean serum concentration of the total PFAS was 30.15 µg/dL, with 28.76 µg/dL in the non-NAFLD group and 31.80 µg/dL in the NAFLD group, showing a statistically significant difference (p = 0.005). In addition to total PFAS, PFOS, and PFNA had significantly higher mean values in the NAFLD group (p = 0.003 and p = 0.028, respectively). While PFOA, PFHxS, and PFDeA did not show statistically significant intergroup differences, their mean values were higher in the NAFLD group (Table 1). Values are presented as mean ± standard deviation or sample size (weighted %). NAFLD: non-alcoholic fatty liver disease; n: unweighted sample size; BMI: body mass index; AST: aspartate aminotransferase; ALT: alanine aminotransferase; GGT: gamma-glutamyl transferase; PFAS: perfluoroalkyl substances; PFOA: perfluorooctanoic acid; PFOS: perfluorooctansulfonate; PFHxS: perfluorohexanesulfonic acid; PFNA: perfluorononanoic acid; PFDeA: perfluorodecanoic acid. aThe p-value calculated by t-test(continuous) or chi-square test (categorial); bObese, BMI ≥ 25; cPeople who have not consumed alcohol within 1 year; dExercising, but not enough to sweat; eMillion Korean won. The median and interquartile range of serum total PFAS, PFOA, PFOS, PFHxS, PFNA, and PFDeA in all study populations were 29.29 (9.62–15.32), 6.31 (2.09–3.06), 14.74 (5.25–7.89), 3.96 (1.52–2.61), 2.04 (0.77–1.15), 0.86 (0.27–0.44) respectively. The NAFLD group showed higher serum PFAS concentrations than the non-NAFLD group in all quartiles except the first quartile of PFDeA. Men and elder age groups were found to have higher serum PFAS concentrations compared to the same quartile (Table 2). Values are presented as median (interquartile range). Quartile of serum PFAS levels were calculated using weighted samples. PFAS: perfluoroalkyl substances; NAFLD: non-alcoholic fatty liver disease; BMI: body mass index; PFOA: perfluorooctanoic acid; PFOS: perfluorooctansulfonate; PFHxS: perfluorohexanesulfonic acid; PFNA: perfluorononanoic acid; PFDeA: perfluorodecanoic acid; n: unweighted sample size. aNormal, BMI < 25; obese, BMI ≥ 25. The risk of developing NAFLD with an increase by 1 unit in common log transformed serum PFAS concentration was presented along with the 95% confidence interval (CI). In the crude model, total serum PFAS, PFOS, and PFNA showed an increased risk of developing NAFLD as PFAS concentration increased, with odds ratios (ORs) of 1.956 (95% CI: 1.234–3.100), 1.917 (95% CI: 1.283–2.863), and 1.658 (95% CI: 1.068–2.574), respectively. In model 1, total PFAS and PFOS were associated with an increased risk of developing NAFLD, with an OR of 2.027 (95% CI: 1.106–3.717) and 2.094 (95% CI: 1.285–3.414), respectively. In Model 2, only PFOS showed ORs of 1.981 (95% CI: 1.170–3.356), indicating an increase in NAFLD occurrence with increasing concentration. Total PFAS, PFOA, PFHxS, and PFDeA did not show a significant increase in NAFLD risk with increasing serum concentration (Table 3). Values are presented as odds ratio (95% confidence interval). NAFLD: non-alcoholic fatty liver disease; PFAS: perfluoroalkyl substances; PFOA: perfluorooctanoic acid; PFOS: perfluorooctansulfonate; PFHxS: perfluorohexanesulfonic acid; PFNA: perfluorononanoic acid; PFDeA: perfluorodecanoic acid. aSerum PFAS, NAFLD based on hepatic steatosis index score; bCrude + adiusted for age(group), sex; cModel 1 + adiusted for smoking history, physical activity, monthly household income, education, hypertension, diabetes, dyslipidemia. In Crude model within normal BMI group, total serum PFAS, PFOS, and PFDeA showed an increased risk of developing NAFLD as PFAS concentration increased, with ORs of 6.401 (95% CI: 1.863–21.758), 7.018 (95% CI: 2.688–18.319), and 4.008 (95% CI: 1.022–15.720), respectively. Conversely, in the obese group, an increase in the concentration of PFDeA was associated with a decreased risk of NAFLD occurrence, with an OR of 0.515 (95% CI: 0.315–0.843). In model 1 within normal BMI group, total serum PFAS and PFOS were associated with an increased risk of developing NAFLD, with an OR of 7.642 (95% CI: 1.850–31.560) and 9.21 (95% CI: 3.346–25.353), respectively. In model 2 within normal BMI group, total PFAS, PFOS showed ORs of 5.207 (95% CI: 1.480–18.323) and 7.030 (95% CI: 2.687–18.392), respectively, indicating an increase in NAFLD occurrence with increasing concentration. PFOA, PFHxS, and PFDeA did not show a significant increase in NAFLD risk with increasing serum concentration. Furthermore, in the obese group, no significant correlation was observed in model 2 between the risk of NAFLD and the concentration of any PFAS compound (Table 4). Values are presented as odds ratio (95% confidence interval). NAFLD: non-alcoholic fatty liver disease; PFAS: perfluoroalkyl substances; BMI: body mass index; PFOA: perfluorooctanoic acid; PFOS: perfluorooctansulfonate; PFHxS: perfluorohexanesulfonic acid; PFNA: perfluorononanoic acid; PFDeA: perfluorodecanoic acid. aSerum PFAS, NAFLD based on hepatic steatosis index score; bCrude + adiusted for age (group), sex; cModel 1 + adiusted for smoking history, physical activity, monthly household income, education, hypertension, diabetes, dyslipidemia; dNormal, BMI < 25; eObese, BMI ≥ 25.\n\n## Participants’ general characteristics\nBased on the HSI, of a total of 2,595 participants, 1,768 individuals (68.68%) were classified into the non-NAFLD group and 827 individuals (31.31%) into the NAFLD group. There were no significant intergroup differences in terms of age group, alcohol consumption, physical activity, monthly household income, and education level. However, significantly higher proportions of males and current smokers were observed in the NAFLD group compared to the non-NAFLD group (p < 0.001). Additionally, the NAFLD group exhibited significantly higher BMI and AST, ALT, and gamma-glutamyl transferase (GGT) levels compared to the non-NAFLD group (each p < 0.001). The geometric mean serum concentration of the total PFAS was 30.15 µg/dL, with 28.76 µg/dL in the non-NAFLD group and 31.80 µg/dL in the NAFLD group, showing a statistically significant difference (p = 0.005). In addition to total PFAS, PFOS, and PFNA had significantly higher mean values in the NAFLD group (p = 0.003 and p = 0.028, respectively). While PFOA, PFHxS, and PFDeA did not show statistically significant intergroup differences, their mean values were higher in the NAFLD group (Table 1). Values are presented as mean ± standard deviation or sample size (weighted %). NAFLD: non-alcoholic fatty liver disease; n: unweighted sample size; BMI: body mass index; AST: aspartate aminotransferase; ALT: alanine aminotransferase; GGT: gamma-glutamyl transferase; PFAS: perfluoroalkyl substances; PFOA: perfluorooctanoic acid; PFOS: perfluorooctansulfonate; PFHxS: perfluorohexanesulfonic acid; PFNA: perfluorononanoic acid; PFDeA: perfluorodecanoic acid. aThe p-value calculated by t-test(continuous) or chi-square test (categorial); bObese, BMI ≥ 25; cPeople who have not consumed alcohol within 1 year; dExercising, but not enough to sweat; eMillion Korean won.\n\n## Distribution of serum PFAS concentrations according to NAFLD status, sex, age group and BMI\nThe median and interquartile range of serum total PFAS, PFOA, PFOS, PFHxS, PFNA, and PFDeA in all study populations were 29.29 (9.62–15.32), 6.31 (2.09–3.06), 14.74 (5.25–7.89), 3.96 (1.52–2.61), 2.04 (0.77–1.15), 0.86 (0.27–0.44) respectively. The NAFLD group showed higher serum PFAS concentrations than the non-NAFLD group in all quartiles except the first quartile of PFDeA. Men and elder age groups were found to have higher serum PFAS concentrations compared to the same quartile (Table 2). Values are presented as median (interquartile range). Quartile of serum PFAS levels were calculated using weighted samples. PFAS: perfluoroalkyl substances; NAFLD: non-alcoholic fatty liver disease; BMI: body mass index; PFOA: perfluorooctanoic acid; PFOS: perfluorooctansulfonate; PFHxS: perfluorohexanesulfonic acid; PFNA: perfluorononanoic acid; PFDeA: perfluorodecanoic acid; n: unweighted sample size. aNormal, BMI < 25; obese, BMI ≥ 25.\n\n## The odds of NAFLD by PFAS concentration\nThe risk of developing NAFLD with an increase by 1 unit in common log transformed serum PFAS concentration was presented along with the 95% confidence interval (CI). In the crude model, total serum PFAS, PFOS, and PFNA showed an increased risk of developing NAFLD as PFAS concentration increased, with odds ratios (ORs) of 1.956 (95% CI: 1.234–3.100), 1.917 (95% CI: 1.283–2.863), and 1.658 (95% CI: 1.068–2.574), respectively. In model 1, total PFAS and PFOS were associated with an increased risk of developing NAFLD, with an OR of 2.027 (95% CI: 1.106–3.717) and 2.094 (95% CI: 1.285–3.414), respectively. In Model 2, only PFOS showed ORs of 1.981 (95% CI: 1.170–3.356), indicating an increase in NAFLD occurrence with increasing concentration. Total PFAS, PFOA, PFHxS, and PFDeA did not show a significant increase in NAFLD risk with increasing serum concentration (Table 3). Values are presented as odds ratio (95% confidence interval). NAFLD: non-alcoholic fatty liver disease; PFAS: perfluoroalkyl substances; PFOA: perfluorooctanoic acid; PFOS: perfluorooctansulfonate; PFHxS: perfluorohexanesulfonic acid; PFNA: perfluorononanoic acid; PFDeA: perfluorodecanoic acid. aSerum PFAS, NAFLD based on hepatic steatosis index score; bCrude + adiusted for age(group), sex; cModel 1 + adiusted for smoking history, physical activity, monthly household income, education, hypertension, diabetes, dyslipidemia.\n\n## The odds of NAFLD by PFAS concentration to stratified on BMI\nIn Crude model within normal BMI group, total serum PFAS, PFOS, and PFDeA showed an increased risk of developing NAFLD as PFAS concentration increased, with ORs of 6.401 (95% CI: 1.863–21.758), 7.018 (95% CI: 2.688–18.319), and 4.008 (95% CI: 1.022–15.720), respectively. Conversely, in the obese group, an increase in the concentration of PFDeA was associated with a decreased risk of NAFLD occurrence, with an OR of 0.515 (95% CI: 0.315–0.843). In model 1 within normal BMI group, total serum PFAS and PFOS were associated with an increased risk of developing NAFLD, with an OR of 7.642 (95% CI: 1.850–31.560) and 9.21 (95% CI: 3.346–25.353), respectively. In model 2 within normal BMI group, total PFAS, PFOS showed ORs of 5.207 (95% CI: 1.480–18.323) and 7.030 (95% CI: 2.687–18.392), respectively, indicating an increase in NAFLD occurrence with increasing concentration. PFOA, PFHxS, and PFDeA did not show a significant increase in NAFLD risk with increasing serum concentration. Furthermore, in the obese group, no significant correlation was observed in model 2 between the risk of NAFLD and the concentration of any PFAS compound (Table 4). Values are presented as odds ratio (95% confidence interval). NAFLD: non-alcoholic fatty liver disease; PFAS: perfluoroalkyl substances; BMI: body mass index; PFOA: perfluorooctanoic acid; PFOS: perfluorooctansulfonate; PFHxS: perfluorohexanesulfonic acid; PFNA: perfluorononanoic acid; PFDeA: perfluorodecanoic acid. aSerum PFAS, NAFLD based on hepatic steatosis index score; bCrude + adiusted for age (group), sex; cModel 1 + adiusted for smoking history, physical activity, monthly household income, education, hypertension, diabetes, dyslipidemia; dNormal, BMI < 25; eObese, BMI ≥ 25.\n\n## DISCUSSION\nThis study is the first to analyze the association between serum PFAS concentration and the risk of developing NAFLD based on the HSI score using data from the KoNEHS cycle 4. A higher risk of NAFLD was found to be associated with an increase in the serum concentration of some PFAS compounds. Both the crude model and the model2 showed that increasing serum concentrations of total PFAS and PFOS were associated with an increased risk of NAFLD occurrence. Furthermore, when stratified by BMI, total PFAS and PFOS were found to increase the risk of NAFLD in the normal weight group in all models. However, in the obese group of the final model 2, no significant correlation was observed between any PFAS compound and the risk of NAFLD. The results showed differences from the US National Health and Nutrition Examination Survey studies reporting some associations between certain PFAS and NAFLD risks among obese individuals.2425 However, in the Canadian Health Measures Survey study, a significant association between PFHxS and alkaline phosphatase, was observed only non-obese participants.26 Moreover, in an exploratory study aiming to expand the scope of the KoNEHS cycle 4, conducted by randomly selecting some participants from KoNEHS cycle 3, the association between serum PFAS levels and liver enzymes was observed, with a higher association between PFAS and ALT and GGT elevation among non-obese participants.27 Additionally, there is a lack of studies confirming the association between PFAS and NAFLD among other Asian populations, and such studies have not stratified analyses based on BMI, making direct comparisons with our study is difficult.28 PFAS levels may vary due to lifestyle, environmental factors, etc., and may show differences in metabolic and hepatotoxic effects depending on population characteristics. Although limited by the constraints of cross-sectional studies, we can speculate that factors such as diabetes (OR: 6.069; 95% CI: 2.011–18.318) or hyperlipidemia (OR: 1.555; 95% CI: 1.059–2.282) might have had a greater impact among the obese group in our study. Further research is warranted to elucidate these relationships. Free fatty acids (FFA) introduced into the liver or generated within the liver are converted into TG, which are then either released from liver cells in the form of very-low-density lipoproteins (VLDL) or utilized as an energy source through the mitochondria beta-oxidation process.29 In cases of obesity or insulin resistance, there is an increased influx of FFA into the liver. Excessive intake of FFA beyond the normal physiological capacity results in heightened oxidative stress, inflammation, and damage to liver cells. As a protective response, TG accumulate in the liver, ultimately leading to the development of NAFLD.30 The mechanism by which PFAS induces NAFLD remains to be clarified. The de novo synthesis of fatty acids in the liver is regulated by various nuclear receptors and cytoplasmic transcription factors, including peroxisome proliferator-activated receptors (PPARs).31 PPAR-α is abundantly distributed in the liver and is broadly involved in the regulation of lipid metabolic processes and inflammatory responses through the regulation of numerous genes involved in fatty acid uptake and activation, ketone production, TG conversion, and activation of peroxisomal and mitochondrial fatty acid oxidation pathways.32 And PPAR-γ is involved in the differentiation of preadipocytes in adipose tissue, regulation of the number of adipocytes, and lipid synthesis and storage.33 PFAS absorbed into the body can increase the number of adipocytes through activation of PPAR-γ in adipose tissue34, induce fat storage, and disrupt lipid homeostasis and energy balance, causing weight gain.35 Due to their protein affinity, PFAS readily bind to liver-fatty acid binding protein. This binding allows PFAS to be transported to the liver and become part of the bile or to the nuclei of liver cells.36 PFAS circulate between the liver and the bile, ultimately accumulating in the liver.37 As a result, they interfere with the transcription of DNA in the hepatocellular nuclei and disrupt the expression of genes involved in lipid metabolism.38 PFAS activate the PPAR-α-mediated peroxisomal β-oxidation pathway, which involves ACOX-1 activation. This activation promotes lipid metabolism in peroxisomes and generates hydrogen peroxide, inducing oxidative stress.39 This causes mitochondrial damage, reduces mitochondrial β-oxidation capacity in the liver, inhibits the secretion of cholesterol and lipids in liver. Through this mechanism, PFAS contribute to lipid accumulation in hepatocytes.39 In addition, PFAS-induced NAFLD is considered to be caused by the activation of constitutive androstane receptor,40 downregulation of nuclear factor erythroid 2-related factor 2,41 and upregulation of nuclear factor kappa B.42 Previous studies have reported an association between PFAS and NAFLD. In a study conducted on a population exposed to PFAS contamination in Suwon using ALT as a surrogate marker for NAFLD, a strong association was found between PFOS and PFOA serum concentrations and elevated ALT levels.43 In another study assessing hepatic histological biopsies of children and youth aged 7–19, higher exposure to PFAS was associated with an increased risk of steatohepatitis, fibrosis, lobular inflammation, and an elevated NAFLD score.44 A systematic review and meta-analysis investigating the link between PFAS and NAFLD45 provided strong evidence of an association between exposure to PFOA, PFOS, and PFNA in both humans and rodents, resulting in elevated serum ALT levels and increased liver weight. For PFHxS, no evidence of liver damage was detected in humans, but steatosis was observed in rodents. There was limited evidence supporting a connection to liver damage for several other PFAS compounds, including PFDeA. While our results supported the previously observed associations of PFOS with NAFLD, we did not observe a significant risk increase with PFOA and PFNA exposure. Furthermore, we did not find a significant correlation between exposure to PFHxS and PFDeA and the occurrence of NAFLD. Further research is warranted to fully understand the influence of these substances on liver enzymes and NAFLD development. Such inconsistencies in the findings may arise from disparities in PFAS exposure levels and population characteristics. Since human exposure to PFAS typically involves a mixture of various, highly correlated chemicals, it is crucial to consider their potential synergistic or inhibitory effects when studying their impact. Furthermore, genome-wide studies of NAFLD have identified common genetic variations frequently associated with the condition, such as genetic polymorphisms of microsomal triglyceride transfer protein, a key factor in VLDL synthesis,46 tumor necrosis factor-alpha polymorphisms,47 and single nucleotide polymorphisms of adiponectin.48 Thus, genetic factors may be partially responsible for individual differences in the risk of PFAS exposure on NAFLD development.49 This study has several limitations. First, it is a cross-sectional study based on KoNEHS raw data, and caution is needed when interpreting causal relationships between antecedents and consequences. Further longitudinal studies are necessary for a more precise interpretation of these relationships. Second, only one serum sample was collected from participants, and it may not fully represent their actual PFAS exposure levels. Nevertheless, given that PFAS have a long half-life, the potential for exposure misclassification is believed to be minimal. Third, the diagnosis of NAFLD in this study did not rely on radiological methods or the gold standard of liver biopsy, which could lead to inaccuracies in NAFLD diagnosis. Fourth, due to data limitations, we were unable to adjust for additional drugs and other environmental chemicals that could affect liver function, and the lack of diversity in clinical blood tests did not allow us to consider other factors that might impact metabolic diseases. For example, PFAS are primarily consumed through food intake, but this was not reflected in the study. Based on the KoNEHS raw data, this study established a relationship between PFAS concentrations and NAFLD risk using a nationwide representative sample of Korean adults. Specifically, our results indicate a positive correlation between levels of total serum PFAS, PFOS and the risk of NAFLD in individuals who are not obese. Since exposure to certain PFAS compounds is associated with an elevated prevalence of NAFLD among Korean adults, it is advisable to minimize PFAS use and exposure. In addition, research is needed on the effects on the human body of short-chain PFAS, which have recently begun to be used to replace legacy PFAS. The study results can serve as a foundational research date for assessing the health implications of PFAS and the findings can be used as evidential support for the development of environmental health policies.\n\n## CONCLUSIONS\nThe health impact of PFAS is not only a significant global environmental issue but also a major concern in South Korea. This cross-sectional study in Korean adults provided evidence of an association between total serum PFAS/PFOS and NAFLD, which was determined by the HSI. To further validate these findings, further research based on radiological or histological evidence for NAFLD diagnosis and long-term prospective studies are necessary. Methods should be explored for reducing PFAS exposure in overall industry and daily life.",
  "word_count": 5962,
  "char_count": 40839
}