{
  "pmcid": "PMC12332821",
  "doi": "10.1021/acsami.5c07250",
  "title": "Multiomics Reveals\nNonphagocytosable Microplastics\nInduce Colon Inflammatory Injury via Bile Acid-Gut Microbiota Interactions\nand Barrier Dysfunction",
  "authors": [
    "Junjie Chen",
    "Yixian Cheng",
    "Rui Fu",
    "Xinyu Chen",
    "Peng Zhang",
    "Yixiao Lu",
    "Bingsheng Liu",
    "Peng Chen",
    "Jiahao Wang",
    "Haikun Cao",
    "Jinghua Gu",
    "Haosong Chen",
    "Zilong Jiang",
    "Ting Li",
    "Jiawei Zhang",
    "Bo Chen",
    "Guodong Cao"
  ],
  "year": "2025",
  "journal": "ACS Applied Materials & Interfaces",
  "abstract": "Microplastics (MPs), as emerging global environmental\npollutants,\nexhibit intestinal toxicity mechanisms that are closely associated\nwith the particle size. Nonphagocytosable MPs (NPMs), though incapable\nof being internalized by intestinal epithelial cells, still provoke\ncolonic inflammatory damage. However, the exact mechanisms remain\nelusive. This study established a BALB/c mouse model subjected to\nlong-term oral exposure to 10 μm polystyrene MPs (PS MPs) to\ncomprehensively explore how NPMs induce colonic inflammation and injury.\nThe results demonstrate that prolonged PS MPs exposure disrupts the\ncolonic redox balance, leading to oxidative stress. Simultaneously,\nit disturbs intestinal immune homeostasis by elevating the Th17/Treg\ncell ratio and upregulating pro-inflammatory cytokines. Additionally,\nPS MPs notably compromise intestinal mechanical barrier function,\ndiminishing mucin secretion and downregulating tight junction protein\nexpression. Multiomics analysis further uncovered that PS MPs induce\nbile acid (BA) metabolic dysregulation by interfering with liver function\nand gut microbiota, causing a marked accumulation of total bile acids\nin the colon, especially conjugated BAs. Both in vitro and in vivo\nexperiments confirmed that specific concentrations of taurochenodeoxycholic\nacid (TCDCA) activate the reactive oxygen species-mitochondrial pathway,\ntriggering apoptosis in colonic epithelial cells and exacerbating\nPS MPs-induced colonic inflammatory injury. This study provides the\nfirst evidence of a cross-organ regulatory mechanism in which NPMs\nmediate intestinal toxicity via the “liver-BA-gut axis,”\noffering novel theoretical insights for assessing the intestinal toxicity\nof MPs.",
  "sections": [
    {
      "title": "Introduction",
      "text": "Plastic pollution has\nemerged as a pervasive and increasingly severe\nenvironmental challenge on a global scale. Over 9.2 billion tons of\nplastic have been produced worldwide, but more than 90% of plastic\nwaste remains unrecycled. Influenced by\nvarious physical and chemical processes in the environment, discarded\nplastics degrade into microplastics (MPs, <5 mm) and even smaller\nnanoplastics (NPs, <1 μm).\n,\n As a newly\nrecognized global pollutant, MPs are widely dispersed across aquatic\nsystems, soil, and the atmosphere, entering the human body through\ninhalation, dietary intake, water consumption, and skin contact. Humans are continuously exposed to low concentrations\nof MPs throughout their lifespan, with an estimated average weekly\nintake of 0.1–5 g, potentially posing significant health risks. MPs are present in various human organs, tissues,\nbody fluids, and excretions, prompting growing concerns about their\nadverse effects on human health. Oral\ningestion remains the primary route of human exposure to MPs, where\nthey not only affect the intestines but may also cross the intestinal\nbarrier, enter the bloodstream, and spread throughout the body. Consequently, the intestines are critical target\norgans for MPs, serving as a focal point for their toxic effects.\nAlthough numerous studies have demonstrated that MPs can cause intestinal\ninflammation and disrupt the intestinal barrier, the specific mechanisms\ndriving their intestinal toxicity remain to be fully elucidated.\n− The biological toxicity of MPs is influenced by various factors,\nincluding size, morphology, composition, degree of aging, and surface\nproperties, with particle size being the most critical determinant\nof biodistribution and the extent of toxicity.\n−\n\n Particle size\nsignificantly impacts the biodistribution of MPs within the body,\ninfluencing their localization in different tissues and the degree\nof accumulation in those tissues. Thus,\nMPs of varying sizes can exhibit differences in the type, degree,\nand mechanisms of toxicity within the same cells or tissues/organs.\nFor example, Wang et al. demonstrated that at identical exposure concentrations,\nPS MPs of different sizes could induce damage to the bladder epithelium\nin mice, with distinct injury types and mechanisms. PS MPs in the 1–10 μm range triggered significant\nnecroptosis through oxidative stress, while PS MPs of 50–100\nμm primarily induced a stronger inflammatory response via the\np-NFκB p65 pathway. Similarly, Wen et al. showed that MPs of\ndifferent sizes could produce similar effects through varying molecular\nmechanisms. Exposure of C57BL/6 male\nmice to 80 nm and 5 μm PS MPs resulted in reduced spermatocyte\ncounts in the seminiferous tubules, impairing spermatogenesis. The\n80 nm PS MPs reduced spermatocytes by altering retinoic acid metabolism,\nwhereas the 5 μm PS MPs did so by disrupting thyroid hormone\nmetabolism. At the cellular level, Wang et al. found that larger PS\nparticles (500 and 1000 nm) typically caused hepatocyte death by disrupting\nthe cell membrane, while smaller particles (20 nm) were more likely\nto penetrate cells, inducing severe oxidative stress and leading to\nhepatocyte death. Similarly, in the intestines,\nMPs’ toxicity is closely linked to particle size, with distinct\nmechanisms of intestinal inflammation, barrier disruption, and other\ninjuries based on particle size. It is generally accepted that MPs’\nbiological toxicity is size-dependent, with smaller particles demonstrating\ngreater toxicity. Smaller MPs are more readily phagocytosed and can\npenetrate intestinal epithelial cells, making their hazards to the\nintestines more evident. However, some\nresearchers argue that no direct correlation exists between MPs’\nsize and toxicity, asserting that toxicity depends not only on the\nadsorption capacity of the target organ but also on the presence and\nstimulation pathways of MPs within that organ.\n,\n In our preliminary animal experiments, 10 μm PS MPs were specifically\nstudied and found to be nonphagocytosable by intestinal epithelial\ncells. Despite this, these nonphagocytosable microplastics (NPMs)\nstill induced significant intestinal inflammatory damage, and the\nunderlying mechanisms remain unclear, warranting further investigation. As the primary organ responsible for metabolism and detoxification,\nthe liver is the first critical site of contact for MPs after they\npass through the intestines. Upon oral ingestion, some MPs can cross\nthe intestinal barrier, enter the bloodstream, and reach the liver\nvia the enterohepatic circulation, where they accumulate and potentially\ncause long-term adverse effects. Numerous animal studies have demonstrated\nthat chronic exposure to MPs can result in liver inflammation, hepatic\nfibrosis, and disruptions in glucose and lipid metabolism.\n−\n\n Furthermore, once MPs enter the liver, they can interfere with the\nbile acid (BA) metabolism, disrupting the production and secretion\nof BAs. PS MPs significantly elevate total BA (TBA) levels in the\nliver.\n,\n However, the impact and underlying mechanisms\nof these elevated BAs on intestinal inflammation and the intestinal\nbarrier remain unclear. The gut microbiota play a critical role in\nmaintaining intestinal homeostasis by modulating BA metabolism, and\nbile acids in turn influence the composition and function of the microbiota.\nExcessive bile acids entering the intestine can disrupt the balance\nof the gut microbiota, compromise the integrity of the intestinal\nbarrier, and exacerbate intestinal inflammation. Additionally, research on the liver-BA-gut axis in the\ncontext of MPs-induced intestinal inflammatory injury is still limited. In this study, a 6-week gavage model was established using 10 μm\nPS MPs, a type of NPMs, in male BALB/c mice to explore the mechanisms\nby which NPMs induce colon inflammatory injury. Through multiomics\nanalysis, BA metabolism dysregulation and gut microbiota imbalance\nin fecal samples were examined. Finally, how BA metabolism disruption\nexacerbates colon inflammatory injury in mice was investigated. These\nfindings offer novel insights into the mechanisms by which oral exposure\nto NPMs induces colon inflammatory damage."
    },
    {
      "title": "Materials and Methods",
      "text": "PS MPs are typical microplastics\nwidely present in the environment and commonly used for toxicity studies. This study utilized two types of PS MPs (Zhichuan,\nJiangsu, China). Conventional PS MPs, with a particle size of 10 μm,\nwere used for toxicological research in animal and cell experiments.\nAdditionally, fluorescent PS MPs (excitation wavelength: 520 nm; emission\nwavelength: 580 nm) with particle sizes of 100 nm, 1 μm, and\n10 μm were employed to visualize ingestion, accumulation, and\ndistribution in vivo and in vitro. The morphology and particle size\nof the PS MPs were confirmed using scanning electron microscopy (SEM,\nSigma 300, ZEISS, Germany) and a laser particle size analyzer (Mastersizer\n2000, Malvern, UK). The chemical composition of the PS MPs was verified\nthrough Fourier-transform infrared spectroscopy (FTIR; IRTracer 100,\nShimadzu, Japan). Taurochenodeoxycholic acid (TCDCA) was obtained\nfrom Aladdin (CAS#: 516-35-8, Shanghai, China). The cell counting\nkit-8 (CCK-8), calcein/propidium iodide (PI) Live/Dead viability/cytotoxicity\nassay kit, reactive oxygen species (ROS) assay kit, and mitochondrial\nmembrane potential assay kit with JC-1 were provided by Beyotime Biotechnology,\nShanghai, China. The Annexin V-FITC/PI apoptosis detection kit was\nsupplied by Jiangsu KeyGEN Biotechnology, China. SPF BALB/c mice (4\nweeks old, male) were obtained from the Anhui Experimental Animal\nCenter (Hefei, Anhui, China). The mice were housed at 22–26\n°C with controlled humidity and a 12 h light/dark cycle, with\n1 week of acclimatization. All animal experiments utilized 10 μm\nPS MPs, diluted in PBS to a final concentration of 10 mg/mL. All experimental\nprotocols were approved by the Animal Care and Use Committee of Anhui\nMedical University (ethics approval number: LLSC20242418). The human normal colonic\nepithelial cell line (NCM460) was sourced from Warner Bio (Wuhan,\nChina). NCM460 cells were cultured in RPMI1640 medium (Gibco, Waltham,\nMA, USA) supplemented with 10% fetal bovine serum (FBS; Gibco), 100\nIU/mL penicillin, and 100 μg/mL streptomycin at 37 °C with\n5% CO2. Once the cell density exceeded 90%, they were seeded\ninto six-well plates, 24-well plates, or 96-well plates for subsequent\nexperiments. Six healthy mice\nwere randomly selected and fasted for 8 h. Fluorescent PS MPs at a\nconcentration of 10 mg/mL were orally administered at 0, 2, 4, 8,\nand 12 h, with a gavage volume of 200 μL per mouse. The control\ngroup received an equivalent volume of PBS. Mice were anesthetized\nwith pentobarbital sodium administered intraperitoneally. Using Small\nAnimal In Vivo Optical Imaging (IVIS Luminz iii, PerkinElmer, USA),\nimages were captured at each time point to monitor the ingestion,\ndigestion, and accumulation of fluorescent PS MPs throughout the digestive\ntract, from the oral cavity to the anus, as well as their distribution\nin various organs. Five healthy\nmice were randomly selected and orally administered fluorescent PS\nMPs at a concentration of 10 mg/mL, with a daily dosage of 1 mg per\nmouse for 6 weeks. After the exposure period, the mice were euthanized,\nand tissue samples, including the heart, lungs, liver, spleen, kidneys,\nstomach, and colon, were collected. The tissues were fixed in 4% paraformaldehyde,\nembedded in paraffin, and sectioned to a thickness of 4 μm.\nHematoxylin and eosin (H&E) staining was performed for observation.\nTo detect the presence of fluorescent PS MPs in tissue sections, a\nbright-field image was first obtained using a Leica upright fluorescence\nmicroscope, followed by fluorescence imaging in the appropriate channel.\nThe two sets of images were then merged for analysis. After 1 week of acclimatization,\n10 healthy mice were randomly selected and weighed. They were subsequently\ndivided into two groups: the control group (NC) and the model group\n(MP), each consisting of 5 mice. During gavage, the body weight of\nthe mice was measured every other day. The MP group received a 10\nmg/mL concentration of PS MPs at a dosage of 1 mg/day per mouse, while the control group was administered an\nequivalent volume of PBS. Gavage continued for 6 weeks. Body weights\nof both groups were measured before the final gavage, and mice were\nfasted for 8 h after the final gavage. Euthanasia was carried out\nby cervical dislocation following intraperitoneal anesthesia with\npentobarbital sodium. Tissues, including serum, feces, heart, lungs,\nliver, spleen, kidneys, stomach, cecum, and colon, were collected. An appropriate\nnumber of NCM460 cells were seeded in a 24-well plate and cultured\nfor 24 h until stable growth and proliferation were achieved. Fluorescent\nPS MPs of varying sizes (100 nm, 1 μm, 10 μm) were then\ncoincubated with the cells at a concentration of 1 mg/mL for another\n24 h. After coincubation, the wells were washed several times with\nPBS to remove uninternalized MPs. Bright-field, red fluorescence,\nand DAPI fluorescence images were captured using a live cell workstation\n(Celldiscoverer 7, Zeiss, Germany). The images were exported and merged\nusing the ZEN software provided by Zeiss as necessary. Histopathological\nexaminations were performed to assess inflammation in the colon and\nliver, as well as colonic mucus secretion. Colon and liver tissue\nsamples were fixed in 4% paraformaldehyde, dehydrated, paraffin-embedded,\nand sectioned into 4 μm slices. The sections were stained with\nH&E and alcian blue periodic acid-Schiff (AB-PAS) reagents from\nSolarbio (Beijing, China). Tissue sections were observed and images\nwere captured using a Leica upright microscope (DM6B, Leica, Germany). Enzyme-linked immunosorbent assay (ELISA) kits were\nused to determine the expression levels of inflammatory factors in\ncolon tissue and TBA levels in the liver, colon, and feces. The ELISA\nkits, provided by Meibiao Biotechnology (Jiangsu, China), included\nassays for mouse tumor necrosis factor-α (TNF-α), interleukin-1\nβ (IL-1β), interleukin-6 (IL-6), and interleukin-10 (IL-10).\nMouse TBA ELISA kits were obtained from Zhongke Quality Inspection\nBiotechnology (Beijing, China). After supernatants were extracted\nfrom colon, liver, and fecal samples, procedures were strictly followed\naccording to the manufacturer’s protocols for the respective\ncommercial ELISA kits. Optical density (OD) values were measured at\na wavelength of 450 nm by using a microplate reader (BioTek, USA).\nData analysis involved constructing standard curves, and the expression\nlevels of inflammatory factors and TBA were calculated based on these\ncurves. For the detection of oxidative stress biomarkers in the colon and\nliver, mouse colon and liver tissue homogenates were prepared according\nto the kit manufacturer’s instructions. The levels of reduced\nglutathione (GSH) and oxidized glutathione (GSSG) were assessed by\nusing a colorimetric assay (GSH and GSSG assay kit, S0053, Beyotime,\nShanghai, China). Glutathione peroxidase (GSH-Px) content was determined\nusing the NADPH method (total glutathione peroxidase assay kit, S0058,\nBeyotime). Superoxide dismutase (SOD) content was measured using the\nWST-8 method (total SOD activity assay kit S0101S, Beyotime). Malondialdehyde\n(MDA) levels were determined using an MDA content assay kit (BC0025,\nSolarbio), and catalase (CAT) activity was measured using a catalase\nactivity assay kit (BC0205, Solarbio). Protein concentrations were\ndetermined using a BCA protein assay kit (P0012, Beyotime). Splenic lymphocytes were isolated from murine specimens, followed\nby erythrocyte depletion using hypotonic lysis. After centrifugation\nand washing with PBS, cellular suspensions were preincubated with\nan Fc receptor-blocking agent to prevent nonspecific antibody interactions.\nSurface epitopes were labeled for 30 min at 37 °C using the following\nfluorophore-conjugated monoclonal antibodies: PB450-anti-CD45, FITC-anti-CD4,\nAPC-anti-CD8, PerCP/Cy5.5-anti-CD3, and PE-anti-CD25. Intracellular\nstaining was performed after fixation and permeabilization with APC-conjugated\nFoxp3 and PE/Cy7-tagged IL-17A antibodies under identical thermal\nconditions. Processed samples were resuspended in a stabilization\nbuffer and analyzed by using flow cytometry (Beckman Coulter CytoFLEX\nplatform). Quantitative data interpretation was performed using FlowJo\nsoftware (version 10.8.1, Tree Star Inc.). Paraffin-embedded\nmouse colon tissue blocks were sectioned to a thickness of 3 μm\nand dewaxed in water. Endogenous peroxidase activity was blocked using\nan endogenous peroxidase blocking solution (AR1108, Boster, Wuhan,\nChina) for 10 min at room temperature, followed by a wash with PBS.\nAntigen retrieval was performed using a microwave, and the tissue\nwas then blocked with 5% BSA (BS114-5g, Biosharp, Hefei, Anhui, China)\nat room temperature for 2 h. Primary antibodies, including ZO-1 (1:200\ndilution, 21773-1-AP, Proteintech, Wuhan, China), Occludin (1:200\ndilution, 27260-1-AP, Proteintech), Claudin 1 (1:200 dilution, 13050-1-AP,\nProteintech), and MUC1 (1:100 dilution, ET1611-14, Huabio, Hangzhou,\nChina), were incubated overnight at 4 °C. The sections were then\nbrought to room temperature, washed with PBS to remove unbound primary\nantibodies, and dried by gently wiping away excess water. Subsequently,\nthe sections were incubated in the dark with FITC-labeled secondary\nantibodies (BL033A, Biosharp) at room temperature for 2 h. After incubation,\nthe sections were washed with PBS on a shaker and mounted using an\nantifade mounting medium containing DAPI (P0131, Beyotime). Observations\nand imaging were performed with a Leica upright microscope. Feces (20\nmg) were ground and extracted with 200 μL of methanol/acetonitrile\n(v/v = 2:8), then stored at −20 °C for 10 min for quantification.\nThe mixture was then centrifuged for 10 min at 12,000 rpm and 4 °C\nto obtain the supernatant. The supernatant was analyzed using an liquid\nchromatography-electrospray ionization-tandem mass spectrometry (LC-ESI-MS/MS)\nsystem equipped with a Waters ACQUITY UPLC HSS T3 C18 column (100\n× 2.1 mm i.d., 1.8 μm), consisting of UHPLC (ExionLC AD)\nand MS (Applied Biosystems 6500 Triple Quadrupole). Mobile phase A\nconsisted of water with 0.01% acetic acid and 5 mmol/L ammonium acetate,\nwhile mobile phase B consisted of acetonitrile with 0.01% acetic acid.\nThe column temperature was set to 40 °C, and the injection volume\nwas 3 μL. Detection was carried out using the QTRAP 6500+ LC–MS/MS\nmass spectrometer system (SCIEX, USA), equipped with an ESI Turbo\nion–spray interface, operating in negative ion mode, and controlled\nby Analyst 1.6.3 software (Sciex). The ESI source parameters were\nas follows: ion source, ESI; source temperature, 550 °C; ion\nspray voltage (IS), −4500 V; curtain gas (CUR), 35 psi. Sequencing was conducted by MetWare (http://www.metware.cn/) using the NovaSeq 6000 platform (Illumina,\nUSA). Following the acquisition of raw sequencing data, filtering\nand merging were performed with Fastp (v0.22.0), FLASH (v1.2.11),\nand Vsearch (v2.22.1) to generate effective tags. Operational taxonomic\nunit (OTU) clustering and amplicon sequence variant (ASV) denoising\nwere carried out based on these effective tags. Taxonomic annotation\nand multiple sequence alignment analyses were then performed on the\nsequences of the OTU/ASV, providing species identification and abundance\ndistribution profiles. Differences in the community structure across\nvarious samples or groups were explored. The data were subsequently\nnormalized, followed by analyses such as alpha diversity, beta diversity,\ndifferential species analysis with significance testing, network analysis,\nand functional prediction based on the normalized data. For cell viability\nassays, NCM460 cells were seeded in a 96-well plate. After 24 h, the\nculture medium was removed, and various concentrations of PS MPs or\nTCDCA, diluted in RPMI1640 medium, were added. After 24 h of incubation,\nCCK-8 reagent was added, followed by a 2 h incubation. The OD values\nat 450 nm were measured by using a microplate reader, and cell viability\nwas calculated. NCM460 cells\nwere also seeded into a 24-well plate and treated with specified concentrations\nof PS MPs or TCDCA for a designated period. Calcein AM/PI detection\nworking solution was prepared according to the manufacturer’s\ninstructions. After the culture medium was removed, cells were washed\nonce with PBS, and residual liquid was removed. Then, 250 μL\nof the Calcein AM/PI working solution was added to each well, and\nthe plate was incubated at 37 °C in the dark for 30 min. Following\nincubation, staining was observed under a fluorescence microscope\nand images were captured. Calcein AM emits green fluorescence (Ex/Em\n= 494/517 nm), while PI emits red fluorescence (Ex/Em = 535/617 nm). For ROS detection,\nDCFH-DA was diluted in a serum-free culture medium at a 1:1000 ratio\nto achieve a final concentration of 10 μM. After removing the\nculture medium, an appropriate volume of diluted DCFH-DA was added\nto cover the cells, which were then incubated at 37 °C for 20\nmin. The cells were washed three times with a serum-free medium to\nremove any unincorporated DCFH-DA. Rosup was added to the positive\ncontrol well. Finally, the cells were observed, and images were captured\nusing a live-cell workstation at Ex/Em = 488/525 nm. Following the manufacturer’s instructions, the JC-1 staining\nworking solution was prepared. CCCP was diluted to 10 μM and\nused to treat the cells for 20 min as a positive control. The culture\nmedium was removed from the 24-well plate, and the cells were washed\nonce with PBS. Next, 1 mL of complete culture medium was added, followed\nby 1 mL of JC-1 staining working solution, which was mixed gently\nand thoroughly. The plate was incubated at 37 °C in a cell culture\nincubator for 20 min. During incubation, a 1× JC-1 staining buffer\nwas prepared and kept on ice. After incubation, the supernatant was\nremoved and the cells were washed twice with 1× JC-1 staining\nbuffer. Finally, 1 mL of complete culture medium was added, and the\ncells were observed and imaged using a live-cell workstation. JC-1\naggregates emit red fluorescence (Ex/Em = 525/590 nm), while JC-1\nmonomers emit green fluorescence (Ex/Em = 490/530 nm). For apoptosis\ndetection, cells from each group were first collected after trypsin\ndigestion without EDTA. The cells were washed twice with PBS, centrifuged\nat 800 rpm for 5 min, and the supernatant was discarded. Then, 500\nμL of binding buffer from the kit was added to the cells, mixed\ngently to form a single-cell suspension, and transferred to flow cytometry\ntubes. Next, 5 μL of Annexin V-FITC was added to each tube and\nmixed thoroughly, followed by the addition of 5 μL of PI to\neach tube and gently mixed again. The tubes were incubated in the\ndark at room temperature for 10 min. Within 1 h, flow cytometry was\nperformed to observe and detect the cells. The green fluorescence\nof Annexin V-FITC (Ex/Em = 488/530 nm) was detected through the FITC\nchannel (FL1), and the red fluorescence of PI (Ex/Em = 488/630 nm)\nwas detected through the PI channel (FL3). For protein extraction,\ncells were lysed on ice using cell lysis buffer (P0013, Beyotime)\ncontaining the protease inhibitor PMSF (ST506, Beyotime, China). The\nprotein concentration was determined using a BCA protein assay kit.\nProteins were separated by 10% SDS-PAGE and transferred onto a PVDF\nmembrane. The membrane was blocked in 5% skim milk for 1 h and then\nincubated overnight at 4 °C with appropriately diluted primary\nantibodies (Bax, Bcl-2, Caspase-3, Caspase-9, PARP, GAPDH). The next\nday, after washing three times with TBST, the membrane was incubated\nwith corresponding secondary antibodies for 1 h. The membrane was\nwashed three times with TBST, stained with enhanced chemiluminescence\n(ECL) reagents (Affinity, China), and imaged and analyzed using a\nchemiluminescence imaging system (Tanon, Shanghai, China). All mice were acclimated for 1 week and weighed before\nbeing randomly assigned to four groups: the control group (NC), the\nexperimental group (MP), the MP + ABX group, and the MP + TCDCA group,\nwith five mice per group. PS MPs were administered via gavage to all\nexperimental groups at a concentration of 10 mg/mL, with a dosage\nof 1 mg per mouse per day, while the control group received an equivalent\nvolume of PBS. Gavage was performed continuously for 6 weeks. In the\nMP + ABX group, an antibiotic mixture (ABX) was provided via drinking\nwater, consisting of 0.5 g/L vancomycin (CAS#: 1404-93-9, Aladdin),\n1 g/L neomycin sulfate (CAS#: 1405-10-3, Aladdin), 1 g/L metronidazole\n(CAS#: 443-48-1, Aladdin), and 1 g/L ampicillin (CAS#: 69-52-3, Aladdin).\nThe solution was replaced every 3 days for 6 weeks to deplete the\nintestinal microbiota. From the fifth week onward, mice in the MP\n+ TCDCA group were orally administered with TCDCA dissolved in PBS\nat a dose of 200 mg/kg for 2 weeks. Prior\nto the final gavage, all mice were weighed, fasted for 8 h, and euthanized\nvia cervical dislocation under pentobarbital sodium anesthesia. Samples\nincluding serum, feces, heart, lungs, liver, spleen, kidneys, stomach,\ncecum, and colon tissues were collected. Data are presented\nas mean ± SEM. Statistical analyses were performed by using GraphPad\nPrism 10.1 software. One-way ANOVA followed by post hoc Tukey tests\nwere used for statistical comparisons between groups. A P-value of <0.05 was considered statistically significant."
    },
    {
      "title": "Materials",
      "text": "PS MPs are typical microplastics\nwidely present in the environment and commonly used for toxicity studies. This study utilized two types of PS MPs (Zhichuan,\nJiangsu, China). Conventional PS MPs, with a particle size of 10 μm,\nwere used for toxicological research in animal and cell experiments.\nAdditionally, fluorescent PS MPs (excitation wavelength: 520 nm; emission\nwavelength: 580 nm) with particle sizes of 100 nm, 1 μm, and\n10 μm were employed to visualize ingestion, accumulation, and\ndistribution in vivo and in vitro. The morphology and particle size\nof the PS MPs were confirmed using scanning electron microscopy (SEM,\nSigma 300, ZEISS, Germany) and a laser particle size analyzer (Mastersizer\n2000, Malvern, UK). The chemical composition of the PS MPs was verified\nthrough Fourier-transform infrared spectroscopy (FTIR; IRTracer 100,\nShimadzu, Japan). Taurochenodeoxycholic acid (TCDCA) was obtained\nfrom Aladdin (CAS#: 516-35-8, Shanghai, China). The cell counting\nkit-8 (CCK-8), calcein/propidium iodide (PI) Live/Dead viability/cytotoxicity\nassay kit, reactive oxygen species (ROS) assay kit, and mitochondrial\nmembrane potential assay kit with JC-1 were provided by Beyotime Biotechnology,\nShanghai, China. The Annexin V-FITC/PI apoptosis detection kit was\nsupplied by Jiangsu KeyGEN Biotechnology, China."
    },
    {
      "title": "Animal Culture",
      "text": "SPF BALB/c mice (4\nweeks old, male) were obtained from the Anhui Experimental Animal\nCenter (Hefei, Anhui, China). The mice were housed at 22–26\n°C with controlled humidity and a 12 h light/dark cycle, with\n1 week of acclimatization. All animal experiments utilized 10 μm\nPS MPs, diluted in PBS to a final concentration of 10 mg/mL. All experimental\nprotocols were approved by the Animal Care and Use Committee of Anhui\nMedical University (ethics approval number: LLSC20242418)."
    },
    {
      "title": "Cell Culture",
      "text": "The human normal colonic\nepithelial cell line (NCM460) was sourced from Warner Bio (Wuhan,\nChina). NCM460 cells were cultured in RPMI1640 medium (Gibco, Waltham,\nMA, USA) supplemented with 10% fetal bovine serum (FBS; Gibco), 100\nIU/mL penicillin, and 100 μg/mL streptomycin at 37 °C with\n5% CO2. Once the cell density exceeded 90%, they were seeded\ninto six-well plates, 24-well plates, or 96-well plates for subsequent\nexperiments."
    },
    {
      "title": "In Vivo Live Imaging of Single High-Dose Oral\nExposure of Red Fluorescent PS MPs in Mice",
      "text": "Six healthy mice\nwere randomly selected and fasted for 8 h. Fluorescent PS MPs at a\nconcentration of 10 mg/mL were orally administered at 0, 2, 4, 8,\nand 12 h, with a gavage volume of 200 μL per mouse. The control\ngroup received an equivalent volume of PBS. Mice were anesthetized\nwith pentobarbital sodium administered intraperitoneally. Using Small\nAnimal In Vivo Optical Imaging (IVIS Luminz iii, PerkinElmer, USA),\nimages were captured at each time point to monitor the ingestion,\ndigestion, and accumulation of fluorescent PS MPs throughout the digestive\ntract, from the oral cavity to the anus, as well as their distribution\nin various organs."
    },
    {
      "title": "Accumulation of Fluorescent PS MPs in Various\nOrgans of Mice following Long-Term Oral Exposure",
      "text": "Five healthy\nmice were randomly selected and orally administered fluorescent PS\nMPs at a concentration of 10 mg/mL, with a daily dosage of 1 mg per\nmouse for 6 weeks. After the exposure period, the mice were euthanized,\nand tissue samples, including the heart, lungs, liver, spleen, kidneys,\nstomach, and colon, were collected. The tissues were fixed in 4% paraformaldehyde,\nembedded in paraffin, and sectioned to a thickness of 4 μm.\nHematoxylin and eosin (H&E) staining was performed for observation.\nTo detect the presence of fluorescent PS MPs in tissue sections, a\nbright-field image was first obtained using a Leica upright fluorescence\nmicroscope, followed by fluorescence imaging in the appropriate channel.\nThe two sets of images were then merged for analysis."
    },
    {
      "title": "Construction of the Mouse Colitis Model was\nInduced by Oral Exposure to PS MPs",
      "text": "After 1 week of acclimatization,\n10 healthy mice were randomly selected and weighed. They were subsequently\ndivided into two groups: the control group (NC) and the model group\n(MP), each consisting of 5 mice. During gavage, the body weight of\nthe mice was measured every other day. The MP group received a 10\nmg/mL concentration of PS MPs at a dosage of 1 mg/day per mouse, while the control group was administered an\nequivalent volume of PBS. Gavage continued for 6 weeks. Body weights\nof both groups were measured before the final gavage, and mice were\nfasted for 8 h after the final gavage. Euthanasia was carried out\nby cervical dislocation following intraperitoneal anesthesia with\npentobarbital sodium. Tissues, including serum, feces, heart, lungs,\nliver, spleen, kidneys, stomach, cecum, and colon, were collected."
    },
    {
      "title": "Uptake of Fluorescently Labeled PS MPs of\nDifferent Sizes by Normal Colonic Epithelial Cells",
      "text": "An appropriate\nnumber of NCM460 cells were seeded in a 24-well plate and cultured\nfor 24 h until stable growth and proliferation were achieved. Fluorescent\nPS MPs of varying sizes (100 nm, 1 μm, 10 μm) were then\ncoincubated with the cells at a concentration of 1 mg/mL for another\n24 h. After coincubation, the wells were washed several times with\nPBS to remove uninternalized MPs. Bright-field, red fluorescence,\nand DAPI fluorescence images were captured using a live cell workstation\n(Celldiscoverer 7, Zeiss, Germany). The images were exported and merged\nusing the ZEN software provided by Zeiss as necessary."
    },
    {
      "title": "Tissue Histopathology Staining",
      "text": "Histopathological\nexaminations were performed to assess inflammation in the colon and\nliver, as well as colonic mucus secretion. Colon and liver tissue\nsamples were fixed in 4% paraformaldehyde, dehydrated, paraffin-embedded,\nand sectioned into 4 μm slices. The sections were stained with\nH&E and alcian blue periodic acid-Schiff (AB-PAS) reagents from\nSolarbio (Beijing, China). Tissue sections were observed and images\nwere captured using a Leica upright microscope (DM6B, Leica, Germany)."
    },
    {
      "title": "Detection of Inflammatory Factors and TBAs\nby ELISA",
      "text": "Enzyme-linked immunosorbent assay (ELISA) kits were\nused to determine the expression levels of inflammatory factors in\ncolon tissue and TBA levels in the liver, colon, and feces. The ELISA\nkits, provided by Meibiao Biotechnology (Jiangsu, China), included\nassays for mouse tumor necrosis factor-α (TNF-α), interleukin-1\nβ (IL-1β), interleukin-6 (IL-6), and interleukin-10 (IL-10).\nMouse TBA ELISA kits were obtained from Zhongke Quality Inspection\nBiotechnology (Beijing, China). After supernatants were extracted\nfrom colon, liver, and fecal samples, procedures were strictly followed\naccording to the manufacturer’s protocols for the respective\ncommercial ELISA kits. Optical density (OD) values were measured at\na wavelength of 450 nm by using a microplate reader (BioTek, USA).\nData analysis involved constructing standard curves, and the expression\nlevels of inflammatory factors and TBA were calculated based on these\ncurves."
    },
    {
      "title": "Detection of Oxidative Stress Biomarkers",
      "text": "For the detection of oxidative stress biomarkers in the colon and\nliver, mouse colon and liver tissue homogenates were prepared according\nto the kit manufacturer’s instructions. The levels of reduced\nglutathione (GSH) and oxidized glutathione (GSSG) were assessed by\nusing a colorimetric assay (GSH and GSSG assay kit, S0053, Beyotime,\nShanghai, China). Glutathione peroxidase (GSH-Px) content was determined\nusing the NADPH method (total glutathione peroxidase assay kit, S0058,\nBeyotime). Superoxide dismutase (SOD) content was measured using the\nWST-8 method (total SOD activity assay kit S0101S, Beyotime). Malondialdehyde\n(MDA) levels were determined using an MDA content assay kit (BC0025,\nSolarbio), and catalase (CAT) activity was measured using a catalase\nactivity assay kit (BC0205, Solarbio). Protein concentrations were\ndetermined using a BCA protein assay kit (P0012, Beyotime)."
    },
    {
      "title": "Assessment of Th17/Treg Balance",
      "text": "Splenic lymphocytes were isolated from murine specimens, followed\nby erythrocyte depletion using hypotonic lysis. After centrifugation\nand washing with PBS, cellular suspensions were preincubated with\nan Fc receptor-blocking agent to prevent nonspecific antibody interactions.\nSurface epitopes were labeled for 30 min at 37 °C using the following\nfluorophore-conjugated monoclonal antibodies: PB450-anti-CD45, FITC-anti-CD4,\nAPC-anti-CD8, PerCP/Cy5.5-anti-CD3, and PE-anti-CD25. Intracellular\nstaining was performed after fixation and permeabilization with APC-conjugated\nFoxp3 and PE/Cy7-tagged IL-17A antibodies under identical thermal\nconditions. Processed samples were resuspended in a stabilization\nbuffer and analyzed by using flow cytometry (Beckman Coulter CytoFLEX\nplatform). Quantitative data interpretation was performed using FlowJo\nsoftware (version 10.8.1, Tree Star Inc.)."
    },
    {
      "title": "Tissue Immunofluorescence",
      "text": "Paraffin-embedded\nmouse colon tissue blocks were sectioned to a thickness of 3 μm\nand dewaxed in water. Endogenous peroxidase activity was blocked using\nan endogenous peroxidase blocking solution (AR1108, Boster, Wuhan,\nChina) for 10 min at room temperature, followed by a wash with PBS.\nAntigen retrieval was performed using a microwave, and the tissue\nwas then blocked with 5% BSA (BS114-5g, Biosharp, Hefei, Anhui, China)\nat room temperature for 2 h. Primary antibodies, including ZO-1 (1:200\ndilution, 21773-1-AP, Proteintech, Wuhan, China), Occludin (1:200\ndilution, 27260-1-AP, Proteintech), Claudin 1 (1:200 dilution, 13050-1-AP,\nProteintech), and MUC1 (1:100 dilution, ET1611-14, Huabio, Hangzhou,\nChina), were incubated overnight at 4 °C. The sections were then\nbrought to room temperature, washed with PBS to remove unbound primary\nantibodies, and dried by gently wiping away excess water. Subsequently,\nthe sections were incubated in the dark with FITC-labeled secondary\nantibodies (BL033A, Biosharp) at room temperature for 2 h. After incubation,\nthe sections were washed with PBS on a shaker and mounted using an\nantifade mounting medium containing DAPI (P0131, Beyotime). Observations\nand imaging were performed with a Leica upright microscope."
    },
    {
      "title": "Detection of Bile Acids",
      "text": "Feces (20\nmg) were ground and extracted with 200 μL of methanol/acetonitrile\n(v/v = 2:8), then stored at −20 °C for 10 min for quantification.\nThe mixture was then centrifuged for 10 min at 12,000 rpm and 4 °C\nto obtain the supernatant. The supernatant was analyzed using an liquid\nchromatography-electrospray ionization-tandem mass spectrometry (LC-ESI-MS/MS)\nsystem equipped with a Waters ACQUITY UPLC HSS T3 C18 column (100\n× 2.1 mm i.d., 1.8 μm), consisting of UHPLC (ExionLC AD)\nand MS (Applied Biosystems 6500 Triple Quadrupole). Mobile phase A\nconsisted of water with 0.01% acetic acid and 5 mmol/L ammonium acetate,\nwhile mobile phase B consisted of acetonitrile with 0.01% acetic acid.\nThe column temperature was set to 40 °C, and the injection volume\nwas 3 μL. Detection was carried out using the QTRAP 6500+ LC–MS/MS\nmass spectrometer system (SCIEX, USA), equipped with an ESI Turbo\nion–spray interface, operating in negative ion mode, and controlled\nby Analyst 1.6.3 software (Sciex). The ESI source parameters were\nas follows: ion source, ESI; source temperature, 550 °C; ion\nspray voltage (IS), −4500 V; curtain gas (CUR), 35 psi."
    },
    {
      "title": "16S rRNA Sequencing of Fecal Samples",
      "text": "Sequencing was conducted by MetWare (http://www.metware.cn/) using the NovaSeq 6000 platform (Illumina,\nUSA). Following the acquisition of raw sequencing data, filtering\nand merging were performed with Fastp (v0.22.0), FLASH (v1.2.11),\nand Vsearch (v2.22.1) to generate effective tags. Operational taxonomic\nunit (OTU) clustering and amplicon sequence variant (ASV) denoising\nwere carried out based on these effective tags. Taxonomic annotation\nand multiple sequence alignment analyses were then performed on the\nsequences of the OTU/ASV, providing species identification and abundance\ndistribution profiles. Differences in the community structure across\nvarious samples or groups were explored. The data were subsequently\nnormalized, followed by analyses such as alpha diversity, beta diversity,\ndifferential species analysis with significance testing, network analysis,\nand functional prediction based on the normalized data."
    },
    {
      "title": "Cell Viability Assay",
      "text": "For cell viability\nassays, NCM460 cells were seeded in a 96-well plate. After 24 h, the\nculture medium was removed, and various concentrations of PS MPs or\nTCDCA, diluted in RPMI1640 medium, were added. After 24 h of incubation,\nCCK-8 reagent was added, followed by a 2 h incubation. The OD values\nat 450 nm were measured by using a microplate reader, and cell viability\nwas calculated."
    },
    {
      "title": "Cell Live/Dead Assay",
      "text": "NCM460 cells\nwere also seeded into a 24-well plate and treated with specified concentrations\nof PS MPs or TCDCA for a designated period. Calcein AM/PI detection\nworking solution was prepared according to the manufacturer’s\ninstructions. After the culture medium was removed, cells were washed\nonce with PBS, and residual liquid was removed. Then, 250 μL\nof the Calcein AM/PI working solution was added to each well, and\nthe plate was incubated at 37 °C in the dark for 30 min. Following\nincubation, staining was observed under a fluorescence microscope\nand images were captured. Calcein AM emits green fluorescence (Ex/Em\n= 494/517 nm), while PI emits red fluorescence (Ex/Em = 535/617 nm)."
    },
    {
      "title": "Cell ROS Assay",
      "text": "For ROS detection,\nDCFH-DA was diluted in a serum-free culture medium at a 1:1000 ratio\nto achieve a final concentration of 10 μM. After removing the\nculture medium, an appropriate volume of diluted DCFH-DA was added\nto cover the cells, which were then incubated at 37 °C for 20\nmin. The cells were washed three times with a serum-free medium to\nremove any unincorporated DCFH-DA. Rosup was added to the positive\ncontrol well. Finally, the cells were observed, and images were captured\nusing a live-cell workstation at Ex/Em = 488/525 nm."
    },
    {
      "title": "Mitochondrial Membrane Potential Assay",
      "text": "Following the manufacturer’s instructions, the JC-1 staining\nworking solution was prepared. CCCP was diluted to 10 μM and\nused to treat the cells for 20 min as a positive control. The culture\nmedium was removed from the 24-well plate, and the cells were washed\nonce with PBS. Next, 1 mL of complete culture medium was added, followed\nby 1 mL of JC-1 staining working solution, which was mixed gently\nand thoroughly. The plate was incubated at 37 °C in a cell culture\nincubator for 20 min. During incubation, a 1× JC-1 staining buffer\nwas prepared and kept on ice. After incubation, the supernatant was\nremoved and the cells were washed twice with 1× JC-1 staining\nbuffer. Finally, 1 mL of complete culture medium was added, and the\ncells were observed and imaged using a live-cell workstation. JC-1\naggregates emit red fluorescence (Ex/Em = 525/590 nm), while JC-1\nmonomers emit green fluorescence (Ex/Em = 490/530 nm)."
    },
    {
      "title": "Cell Apoptosis Detection",
      "text": "For apoptosis\ndetection, cells from each group were first collected after trypsin\ndigestion without EDTA. The cells were washed twice with PBS, centrifuged\nat 800 rpm for 5 min, and the supernatant was discarded. Then, 500\nμL of binding buffer from the kit was added to the cells, mixed\ngently to form a single-cell suspension, and transferred to flow cytometry\ntubes. Next, 5 μL of Annexin V-FITC was added to each tube and\nmixed thoroughly, followed by the addition of 5 μL of PI to\neach tube and gently mixed again. The tubes were incubated in the\ndark at room temperature for 10 min. Within 1 h, flow cytometry was\nperformed to observe and detect the cells. The green fluorescence\nof Annexin V-FITC (Ex/Em = 488/530 nm) was detected through the FITC\nchannel (FL1), and the red fluorescence of PI (Ex/Em = 488/630 nm)\nwas detected through the PI channel (FL3)."
    },
    {
      "title": "Western Blotting",
      "text": "For protein extraction,\ncells were lysed on ice using cell lysis buffer (P0013, Beyotime)\ncontaining the protease inhibitor PMSF (ST506, Beyotime, China). The\nprotein concentration was determined using a BCA protein assay kit.\nProteins were separated by 10% SDS-PAGE and transferred onto a PVDF\nmembrane. The membrane was blocked in 5% skim milk for 1 h and then\nincubated overnight at 4 °C with appropriately diluted primary\nantibodies (Bax, Bcl-2, Caspase-3, Caspase-9, PARP, GAPDH). The next\nday, after washing three times with TBST, the membrane was incubated\nwith corresponding secondary antibodies for 1 h. The membrane was\nwashed three times with TBST, stained with enhanced chemiluminescence\n(ECL) reagents (Affinity, China), and imaged and analyzed using a\nchemiluminescence imaging system (Tanon, Shanghai, China)."
    },
    {
      "title": "In Vivo Validation of TCDCA Exacerbating\nColitis",
      "text": "All mice were acclimated for 1 week and weighed before\nbeing randomly assigned to four groups: the control group (NC), the\nexperimental group (MP), the MP + ABX group, and the MP + TCDCA group,\nwith five mice per group. PS MPs were administered via gavage to all\nexperimental groups at a concentration of 10 mg/mL, with a dosage\nof 1 mg per mouse per day, while the control group received an equivalent\nvolume of PBS. Gavage was performed continuously for 6 weeks. In the\nMP + ABX group, an antibiotic mixture (ABX) was provided via drinking\nwater, consisting of 0.5 g/L vancomycin (CAS#: 1404-93-9, Aladdin),\n1 g/L neomycin sulfate (CAS#: 1405-10-3, Aladdin), 1 g/L metronidazole\n(CAS#: 443-48-1, Aladdin), and 1 g/L ampicillin (CAS#: 69-52-3, Aladdin).\nThe solution was replaced every 3 days for 6 weeks to deplete the\nintestinal microbiota. From the fifth week onward, mice in the MP\n+ TCDCA group were orally administered with TCDCA dissolved in PBS\nat a dose of 200 mg/kg for 2 weeks. Prior\nto the final gavage, all mice were weighed, fasted for 8 h, and euthanized\nvia cervical dislocation under pentobarbital sodium anesthesia. Samples\nincluding serum, feces, heart, lungs, liver, spleen, kidneys, stomach,\ncecum, and colon tissues were collected."
    },
    {
      "title": "Statistical Analysis",
      "text": "Data are presented\nas mean ± SEM. Statistical analyses were performed by using GraphPad\nPrism 10.1 software. One-way ANOVA followed by post hoc Tukey tests\nwere used for statistical comparisons between groups. A P-value of <0.05 was considered statistically significant."
    },
    {
      "title": "Results",
      "text": "SEM was\nemployed to capture the overall morphology of the PS MPs samples.\nBoth low- and high-magnification images revealed that PS MPs of three\ndifferent diameters displayed spherical structures with uniform sizes\nof 100 nm, 1 μm, and 10 μm, indicating excellent monodispersity\n(Figure \nA). Subsequently,\na laser particle size analyzer was used to measure the size and distribution\nof the PS MPs, confirming that the average sizes were centered around\n100 nm, 1 μm, and 10 μm, consistent with the SEM observations\n(Figure \nB). FTIR spectroscopy\nwas then applied to analyze the chemical composition of the samples,\nand the characteristic absorption peaks of polystyrene were observed,\nconfirming the material as polystyrene (Figure \nC). Characterization of PS MPs. (A) SEM images of\nPS MPs with three\ndifferent diameters (100 nm, 1 μm, and 10 μm) shown under\nboth low and high magnification. (B) Laser particle size analyzer\ndetection of the average size and distribution of PS MPs with three\ndifferent diameters. (C) FTIR spectral analysis of PS MPs. The characterization of PS MPs demonstrated their\nexcellent experimental properties. To evaluate the phagocytic capacity\nof colonic epithelial cells for PS MPs of varying sizes, NCM460 cells\nwere cultured in vitro and coincubated with PS MPs of three different\nsizes for 24 h. The results indicated that 100 nm PS MPs were most\nreadily engulfed by colonic epithelial cells, followed by 1 μm\nPS MPs, while 10 μm PS MPs could not be engulfed (Figures \nA, S1). Cell uptake and in vivo distribution and accumulation of PS MPs.\n(A) The cellular uptake of red fluorescent PS MPs with three different\nparticle sizes coincubated with NCM460 cells for 24 h was examined.\nBF: bright field channel, Red: red fluorescence channel, DAPI: DAPI\nchannel. BF/Red/DAPI: merged image. Enlarge: enlarged image. Scale\nbar: 100 μm. (B) Mice were subjected to single high-dose oral\nexposure to 10 μm red fluorescent PS MPs, and live imaging of\ntheir bodies and various organs was conducted at 0 h, 2 h, 4 h, 8\nh, and 12 h postexposure. (C) Long-term exposure of mice to 10 μm\nred fluorescent PS MPs was investigated. H&E-stained tissue sections\nof the intestine, liver, and kidney were observed under a fluorescence\nmicroscope using both bright-field and fluorescence channels, and\nthe images were subsequently merged. Scale bar: 50 μm. To further investigate the uptake and distribution\nof 10 μm\nPS MPs following a single high-dose oral exposure (0–12 h)\nin vivo, small animal live imaging technology was used to simulate\nthe digestion process of PS MPs in the gastrointestinal tract after\ningestion by mice and explore their distribution across various tissues\nand organs at different time points (Figure \nB). The live imaging results showed that\nat 0 h, strong fluorescence signals from red fluorescent PS MPs were\ndetected in the stomach immediately after gavage, with no notable\nsignals in the intestines or other organs. At 2 h, PS MPs had reached\nthe midlower abdomen, with significant fluorescence signals detected\nin the cecum and parts of the colon, while undigested PS MPs were\nstill present in the stomach. By 4 h, the fluorescence signal in the\nstomach disappeared, suggesting the possible complete digestion of\nthe PS MPs, while the MPs were primarily distributed in the left abdomen,\nwith bright fluorescence signals observed in the left colon and rectum.\nAt 8 h, as PS MPs were gradually excreted, the fluorescence signal\nin the abdomen diminished, accompanied by a decrease in fluorescence\nsignals in the cecum and colon. A pronounced increase in fluorescence\nsignal was observed around the anus. By 12 h, the overall fluorescence\nsignals in the abdominal area significantly decreased, indicating\nthat most PS MPs had been metabolized and excreted from the body.\nFurthermore, during this single high-dose oral exposure, no fluorescence\nsignals were detected in organs beyond the gastrointestinal tract.\nIn vivo imaging confirmed that single high-dose oral exposure to PS\nMPs primarily affected the gastrointestinal tract, with no evidence\nsuggesting that distant organs were invaded by PS MPs. However,\nlong-term exposure to PS MPs in vivo led to accumulation\nin distant organs. After 6 weeks of gavage with red fluorescent PS\nMPs, histological tissue sections revealed red fluorescent particle\naccumulation in the colon, liver, and kidneys (Figure \nC). These results suggest that prolonged\nexposure to PS MPs may not only result in accumulation within the\nintestines but also lead to the accumulation of MPs in multiple organs. Following prolonged exposure\nto PS MPs, changes in mouse body weight were first observed (Figures \nB,C, S2A). The body weight growth curve indicated\nno significant difference between the MP and NC groups before the\ninitiation of gavage (P > 0.05). However, during\nthe gavage period, the body weight gain rate in the MP group was notably\nslower than that in the NC group. By the end of the gavage period,\nthe body weight of mice in the MP group was significantly lower than\nthat of the NC group (P < 0.05). After euthanizing\nthe mice and collecting specimens, comparisons of colonic length and\nweight revealed that both were significantly reduced in the MP group\ncompared to the NC group (P < 0.05) (Figure \nA,B). Furthermore,\nH&E staining of the MP group showed significant infiltration of\ninflammatory cells (Figure \nD). ELISA results showed that pro-inflammatory cytokines TNF-α,\nIL-1β, and IL-6 were significantly higher in the MP group compared\nto the NC group, while the anti-inflammatory cytokine IL-10 was significantly\nreduced (P < 0.05) (Figure \nE). These results suggest that prolonged\nexposure to PS MPs slowed weight gain in mice and induced colonic\ninflammation. Long-term exposure to PS MPs results in colonic inflammation\nand\noxidative stress. (A) Comparison of colonic specimen lengths between\nthe NC group and the MP group after prolonged exposure to PS MPs.\n(B) Comparison of colonic length and weight between the NC group and\nthe MP group. (C) Changes in body weight growth curves of individual\nmice and groups during gavage with PS MPs in the NC group and the\nMP group. (D) H&E staining of colonic tissues in the NC group\nand the MP group. (E) Expression levels of TNF-α, IL-1β,\nIL-6, and IL-10 in the NC group and the MP group detected by ELISA.\n(F) Expression levels of oxidative stress markers GSH-Px, MDA, SOD,\nand CAT in colonic tissues. *p < 0.05, **p < 0.01, ***p < 0.001, ****p < 0.0001, n = 5. Analysis of oxidative stress markers in colonic\ntissues (Figures \nF, S2B) showed that prolonged exposure to PS MPs\nsignificantly\nincreased the levels of GSSG and MDA, while GSH levels were significantly\ndecreased in the MP group (P < 0.05). Additionally,\nthe expression levels of antioxidant enzymes GSH-Px, SOD, and CAT\nwere significantly lower in the MP group compared to the NC group\n(P < 0.05). These results indicate that prolonged\nexposure to PS MPs caused an imbalance in the oxidative–reductive\nsystem of the mouse colon, leading to oxidative stress-induced damage\nto colonic tissues. Th17/Treg cells contribute\nto the development of intestinal inflammation. To investigate whether\nPS MPs-induced colonic inflammation is linked to changes in the Th17/Treg\nratio in mice, flow cytometry was employed to assess the ratio of\nTh17 and Treg cells in the spleen (Figures \nA, S3). Quantitative\nanalysis of CD4+ IL17A+ (Th17) and CD4+ CD25+ Foxp3+ (Treg) cells\nwithin spleen CD4+ T cells revealed that, compared to the control\ngroup, PS MPs significantly increased Th17 cell levels and decreased\nTreg cell levels, resulting in a notable elevation of the Th17/Treg\nratio (P < 0.05). These results suggest that PS\nMPs exposure selectively increases Th17 levels while reducing Treg\nlevels, leading to a disruption of intestinal immune homeostasis. PS MPs\ndisrupt the Th17/Treg balance and damage the intestinal\nmucosal barrier in mice. (A) Flow cytometry analysis of the percentages\nof splenic CD4+ IL17A+ (Th17) and CD4+ CD25+ Foxp3+ (Treg) cells.\n(B) AB-PAS staining of colonic tissues to detect colonic mucus, with\nmucins displayed as blue or bluish-purple. (C) Immunofluorescence\nassessment of ZO-1, Occludin, Claudin 1, and MUC1 protein expression\nlevels in colonic tissues. n = 3. The intestinal mucosal epithelial barrier is a\nprimary protective\nmechanism that shields the gut from damage by harmful stimuli. MPs\nmay compromise this barrier, potentially triggering inflammation.\nAB-PAS staining showed that the MP group exhibited a reduction in\ngoblet cells within the colonic mucosa, accompanied by decreased mucin\nsecretion, leading to a reduced mucin coverage area in the colon compared\nto that in the control group (Figure \nB). Additionally, immunofluorescence (IF) staining\nof colon tissues was used to assess the expression of intestinal barrier\nproteins (Figure \nC).\nThe results demonstrated a decrease in fluorescence intensity and\nlower expression levels of ZO-1, Occludin, Claudin 1, and MUC1 in\nthe MP group. In conclusion, long-term exposure to PS MPs results\nin colon oxidative\nstress, an imbalance in the Th17/Treg immune response, extensive infiltration\nof inflammatory cells in colon tissues, increased secretion of pro-inflammatory\ncytokines, and disruption of the intestinal epithelial barrier. These\nresults suggest that PS MPs exposure contributes to dysregulation\nof intestinal homeostasis and induction of colonic inflammation in\nmice. The long-term effects of PS MPs exposure on distant\norgans, such as the liver, were also investigated. Figure \nA presents specimens from the\nNC and MP groups, including the heart, liver, spleen, lungs, kidneys,\nand stomach. No significant differences in the appearance of these\norgans were observed between the two groups. However, upon weighing\nthe organs, no significant differences were found in the masses of\nthe heart, lungs, and stomach (P > 0.05). In contrast,\nthe liver and spleen mass were significantly increased, while the\nkidney mass was significantly decreased in the MP group compared to\nthe control group (P < 0.05) (Figures \nB, S4). In addition to the intestine, the liver is one of the most commonly\nstudied distant organs. H&E staining of liver tissue sections\n(Figure \nC) revealed\ninflammatory damage in the liver of the MP group. Furthermore, the\nactivities of hepatic antioxidant enzymes, including GSH-Px, SOD,\nand CAT, were significantly reduced in the MP group (Figure \nE). A significant increase\nin TBA was also detected in the liver of the MP group (Figure \nD). These findings, combined\nwith the results from Figure \nC, suggest that long-term PS MPs exposure leads to their accumulation\nin the liver, causing inflammatory damage, impairing antioxidant function,\nand disrupting BA metabolism. PS MPs induce liver damage and abnormal BA secretion.\n(A) Comparison\nof specimens from the heart, liver, spleen, lungs, kidneys, and stomach\nbetween the two groups. (B) Statistical analysis of the weights of\nspecimens from the liver and kidneys between the two groups. (C) H&E\nstaining of liver tissues from the NC group and MP group. (D) ELISA\ndetection of TBA levels in the liver, colon, and feces from both groups.\n(E) Schematic diagram illustrating the proposed mechanism of colonic\ninflammation and damage induced by long-term exposure to PS MPs. *p < 0.05, **p < 0.01, ****p < 0.0001, n = 5. Additionally, TBA levels in the colon and feces\nwere significantly\nelevated in the MP group compared to the control group (P < 0.05) (Figure \nD). This suggests that the elevated hepatic TBA levels in the MP\ngroup result in increased secretion of TBA into the intestine, which,\nin turn, raises the fecal TBA levels. The mechanism underlying colonic\ninflammation and damage induced by PS MPs exposure may be related\nto elevated BA levels. Intestinal microbiota, which can convert primary\nBAs into secondary BAs, may play a pivotal role in this process. To\nexplore this further, multiomics analysis of fecal BA metabolism and\nchanges in intestinal microbiota were performed using BA metabolism\nmetabolomics and 16S rRNA microbial sequencing technologies (Figure \nE). BA metabolomic sequencing was\nconducted on fecal samples from the previously mentioned experiments.\nPrincipal component analysis (PCA) of fecal samples from both groups\nrevealed that long-term exposure to PS MPs significantly altered the\noverall structure of fecal BAs, leading to notable differences in\noverall metabolism and increased variability (Figure \nA). Subsequently, cluster heatmap analysis\nwas performed on all samples from both groups to observe changes in\nvarious BAs, as shown in Figure \nB. Using cluster analysis and the orthogonal partial\nleast squares-discriminant analysis (OPLS-DA) model, variable importance\nin projection (VIP) scores were obtained. Differential BAs were selected\nbased on P-values and fold change (FC) values from\nunivariate analysis. Figure \nC highlights the top 20 differential BAs in terms of FC between\nthe NC and MP groups, with the majority of BAs being elevated in the\nMP group. To further analyze the patterns of BA changes, the original\nlevels of the selected differential BAs were normalized using unit\nvariance scaling (UV scaling). A total of 17 differential BAs were\nidentified, with 14 upregulated and 3 downregulated. Cluster heatmap\nanalysis of these differential BAs is presented in Figure \nD. Additionally, violin plots\nwere used to visually display the differences in levels and the overall\ndistribution of differential BAs between the two groups (Figures \nE, S5). These results clearly demonstrate the global disruption\nof BA metabolism induced by prolonged PS MPs exposure. Fecal BAs were\npredominantly elevated, with 14 out of 17 differential BAs (82.4%)\nshowing significant increases, which aligns with enhanced hepatic\nsynthesis and secretion (refer to liver and colon TBA data, Figure \nD). Among the 14\nupregulated BAs, 11 were conjugated types (78.6%), with taurine-conjugated\nBAs predominating (8 out of 11, 72.7%). Furthermore, this abnormal\nBA profile may be linked to impaired gut microbiota functionality,\nsuggesting the need for further investigation to elucidate the underlying\nmechanism. Fecal BA metabolomics indicates PS MPs-induced abnormal hepatic\nBA secretion. (A) 2D score plot from PCA of bile acids. (B) Cluster\nheatmap analysis of BA data. (C) Bar plot displaying the top 20 differentially\nexpressed bile acids. Red represents upregulated bile acids, while\nblue represents downregulated bile acids. (D) Cluster heatmap analysis\nof differential bile acids. (E) Violin plot of differential bile acids. n = 4. In 16S rRNA sequencing, the OTUs were identified\nthrough clustering methods, and a Venn diagram was generated. The\nanalysis revealed 724 OTUs shared between the NC and MP groups, with\n372 unique to the NC group and 397 unique to the MP group (Figure \nA). Further investigation\nof species with high relative abundance at each taxonomic level and\ntheir proportional changes was conducted based on OTUs (Figures \nB, S6A). The results demonstrated that PS MPs exposure induced multilevel\nshifts in the microbiota. At the phylum level, Firmicutes and Actinobacteriota\nwere significantly enriched, while Bacteroidota, Proteobacteria, and\nVerrucomicrobiota were markedly depleted. These phylum-level alterations\nwere driven by dynamic changes in the key families and genera. Firmicutes\nenrichment correlated with increased abundance of Lachnospiraceae\nand its associated genera and . In contrast, Bacteroidota\ndepletion was linked to reduced levels of Bacteroidaceae and its dominant\ngenus Bacteroides. At the species level, analysis revealed a bifurcation\nwithin the Lactobacillus genus: and were upregulated,\nwhile and the\nmucin-degrading species were suppressed. These taxon-specific responses suggest the selective\nregulation of microbial consortia involved in mucin metabolism and\nimmunomodulation by PS MPs. To assess microbial diversity and community\nstructure, a multiple sequence alignment of the top 100 genera was\nperformed, and their phylogenetic relationships were inferred (Figure S6C). Principal component analysis (PCA)\nand principal coordinate analysis (PCoA) revealed significant alterations\nin the intestinal microbiota composition induced by PS MPs (Figure \nC). Simper analysis\nidentified key taxa with intergroup differences, including Firmicutes,\nBacteroidota, and Proteobacteria at the phylum level, as well as , , and at the genus level\n(Figure S6B). LEfSe analysis further highlighted\n8 bacterial taxa significantly affected by PS MPs (Figure S6D). Alterations of the gut microbiota in the PS MPs group.\n(A) Venn\ndiagram based on OTUs. (B) Composition of intestinal microbiota at\nthe phylum, family, genus, and species levels. (C) PCA score plot\nand PCoA score plot. (D) Spearman correlation clustering heatmap at\nthe genus level showing the differential microbial communities in\nmice after PS MPs treatment and their correlation with differential\nbile acids. Red: positive correlation; blue: negative correlation.\n*p < 0.05, **p < 0.01, n = 4. To further elucidate the interaction between gut\nmicrobiota and\nBAs under PS MPs exposure, Spearman correlation analysis was performed\non differential microbiota and BA metabolites (Figures \nD, S7A,B). The\nresults (P < 0.05) revealed significant positive\ncorrelations between elevated BAs and Actinobacteria at the phylum\nlevel, while negative correlations were observed with Proteobacteria.\nAt the genus level, BAs positively correlated with potentially harmful\nbacteria such as and but negatively correlated with beneficial\ngenera including , , and . Species-level analysis further showed that increased BA levels\nwere positively associated with oxidative stress- and inflammation-inducing\npathogens like , while negatively correlated with probiotics such as , , and , which\nplay roles in maintaining barrier integrity, exerting anti-inflammatory\neffects, and regulating metabolism. These results suggest that PS\nMPs exposure may exacerbate colonic inflammation and injury by disrupting\nthe correlation between specific microbiota and BAs, leading to the\nenrichment of potential pathogens and reduction of beneficial bacteria. BA metabolism disorders are characterized\nby a significant elevation in conjugated BA levels, particularly tauro-conjugated\nspecies. To further investigate the role of BAs in PS MPs-induced\ncolitis and intestinal injury, TCDCA, a representative tauro-conjugated\nBA, was selected for this study. CCK-8 assays were conducted to determine\noptimal treatment concentrations, revealing that PS MPs (0.5–2\nmg/mL) and TCDCA (≥1200 μM) induced dose-dependent cytotoxicity\nin NCM460 cells (Figures \nA, S8A). At 0.5 mg/mL, PS MPs reduced\ncell viability to 88.43%, while concentrations ≥2 mg/mL resulted\nin near-total cell death. TCDCA ≥1200 μM also exhibited\nsignificant toxicity. To minimize PS MPs-induced mortality while examining\nTCDCA’s role, 0.5 mg/mL PS MPs were combined with graded concentrations\nof TCDCA. The combination of 0.5 mg/mL PS MPs with 1000 μM TCDCA\nresulted in severe cytotoxicity (13.22% viability). The experimental\ngroups included NC (control), MP (0.5 mg/mL PS MPs), TCDCA (1000 μM),\nand MP + TCDCA (combined treatment). TCDCA exacerbates PS MPs-induced apoptosis\nin colon epithelial\ncells. (A) CCK-8 cell proliferation and toxicity assay. (B) Calcein-AM/PI\nlive/dead cell fluorescence staining. Scale bar: 50 μm. (C)\nAnnexin V-FITC flow cytometry apoptosis detection. n = 3. Figure \nB presents\nCalcein-AM/PI staining results where live (green) and dead (red) cells\nreflect the degree of damage. The NC group exhibited minimal red fluorescence,\nindicating normal cell viability. The MP group showed slight red signals,\nwhile TCDCA treatment increased red fluorescence moderately. Notably,\nthe MP + TCDCA combination induced a dramatic increase in red signals,\ndemonstrating synergistic cytotoxicity. ROS analysis (Figure \nA) revealed negligible green\nfluorescence in control cells, whereas intense signals were observed\nin Rosup-treated cells. MP exposure induced mild ROS generation, which\nwas further enhanced by TCDCA. The combination group exhibited the\nstrongest fluorescence, indicating significant ROS overproduction.\nJC-1 staining (Figure \nB) was used to assess mitochondrial membrane potential, with red/green\nfluorescence shifts indicating changes. NC cells showed predominant\nred signals (intact mitochondria), while CCCP-treated cells displayed\na green dominance. Both MP and TCDCA treatments resulted in reduced\nred fluorescence compared with NC, with TCDCA showing slightly stronger\ngreen signals. The combination group showed near-complete conversion\nto green fluorescence, indicating severe mitochondrial dysfunction. TCDCA\nexacerbates PS MPs-induced apoptosis in colon epithelial\ncells. (A) ROS detection. (B) JC-1 mitochondrial membrane potential\ndetection. BF: bright-field view, Merge: multichannel overlay image.\nScale bar: 50 μm, n = 3. Subsequent flow cytometry and Western blot analyses\nprovided further\ninsights into apoptosis regulation. Figure \nC demonstrates an increase in apoptosis across\ngroups: NC (1.33%), MP (5.48%), TCDCA (6.04%), and MP + TCDCA (29.95%),\nindicating synergistic pro-apoptotic effects. Western blot analysis\nof mitochondrial apoptosis markers (Figure S8B) showed consistent patterns when normalized to GAPDH. Pro-apoptotic\nproteins Bax, caspase-9, caspase-3, and PARP exhibited low expression\nin the NC group, increased in the MP and TCDCA groups, and reached\nthe highest levels in the MP + TCDCA group, showing significant upregulation.\nConversely, the antiapoptotic protein Bcl-2 exhibited the highest\nexpression in the NC group, decreased in the MP and TCDCA groups,\nand was lowest in the MP + TCDCA group, demonstrating significant\ndownregulation. These molecular changes align with the flow cytometry\nresults, confirming that TCDCA significantly enhances PS MPs-induced\napoptosis through activation of the mitochondrial pathway. In vitro findings indicated that\nTCDCA exacerbates PS MPs-induced colonic epithelial damage, leading\nto subsequent in vivo validation. Broad-spectrum antibiotics (ABX)\nwere used to deplete the gut microbiota, allowing for further investigation\ninto how the microbiota–metabolite interaction influences colitis\nprogression. Six-week murine experiments showed significant reductions\nin colonic length and weight in the MP group compared to NC controls\n(P < 0.05). Depletion of gut microbiota through\nABX (MP + ABX group) mitigated these morphological changes, with significantly\ngreater colonic length and weight observed compared to the MP group\n(P < 0.05). Conversely, TCDCA administration (MP\n+ TCDCA group) exacerbated PS MPs-induced damage, with further reductions\nin colonic parameters compared to the MP group (P < 0.05, Figures \nA,B, S9A). TCDCA exacerbates PS\nMPs-induced colitis and intestinal injury\nin mice. (A) Comparison of colon length in different groups of mice. n = 5. (B) Statistical analysis and comparison of colon\nlength in different groups of mice. n = 5. (C) H&E\npathological staining of mouse colon tissue. n =\n3. (D) ELISA detection of expression levels of inflammatory factors\nTNF-α, IL-1β, IL-6 in mouse colon. n =\n3.*p < 0.05, **p < 0.01, ***p < 0.001, ****p < 0.0001. Histopathological analysis (Figure \nC) revealed progressive mucosal alterations\nin the experimental groups. The NC group maintained intact mucosal\narchitecture with well-organized intestinal villi and distinct crypt\nstructures. MP exposure led to significant pathological changes, including\nvillous atrophy, crypt disorganization, and substantial submucosal\ninflammatory infiltration, accompanied by vascular congestion and\nedema. Microbiota-depleted (MP + ABX) animals exhibited partial preservation\nof mucosal structures, with relatively ordered villi/crypt arrangements\nand attenuated inflammatory manifestations compared to the MP group.\nThe MP + TCDCA group, however, exhibited severe mucosal destruction\ncharacterized by epithelial necrosis, total villous/crypt loss, and\nexacerbated submucosal vascular abnormalities with dense inflammatory\ninfiltrates. ELISA analysis of inflammatory mediators (Figures \nD, S9B) revealed distinct cytokine profiles. Pro-inflammatory cytokines\n(TNF-α, IL-1β, IL-6) were elevated in the MP, MP + ABX,\nand MP + TCDCA groups compared to NC (P < 0.05),\nwith the MP + ABX group showing significant reduction and the MP +\nTCDCA group exhibiting maximal elevation compared to MP controls.\nConversely, the anti-inflammatory cytokine IL-10 displayed an inverse\npattern, with suppressed levels across all treatment groups (P < 0.05), partially restored in MP + ABX and further\ndiminished in MP + TCDCA. The integrated in vitro and in vivo\nfindings demonstrate that TCDCA\nexacerbates PS MPs-induced colitis and intestinal injury in mice,\nwith its interaction with the gut microbiota likely playing a critical\nrole in the aggravated toxic effects of PS MPs."
    },
    {
      "title": "Characterization of PS MPs",
      "text": "SEM was\nemployed to capture the overall morphology of the PS MPs samples.\nBoth low- and high-magnification images revealed that PS MPs of three\ndifferent diameters displayed spherical structures with uniform sizes\nof 100 nm, 1 μm, and 10 μm, indicating excellent monodispersity\n(Figure \nA). Subsequently,\na laser particle size analyzer was used to measure the size and distribution\nof the PS MPs, confirming that the average sizes were centered around\n100 nm, 1 μm, and 10 μm, consistent with the SEM observations\n(Figure \nB). FTIR spectroscopy\nwas then applied to analyze the chemical composition of the samples,\nand the characteristic absorption peaks of polystyrene were observed,\nconfirming the material as polystyrene (Figure \nC). Characterization of PS MPs. (A) SEM images of\nPS MPs with three\ndifferent diameters (100 nm, 1 μm, and 10 μm) shown under\nboth low and high magnification. (B) Laser particle size analyzer\ndetection of the average size and distribution of PS MPs with three\ndifferent diameters. (C) FTIR spectral analysis of PS MPs."
    },
    {
      "title": "Cell Uptake and In Vivo Distribution and Accumulation\nof PS MPs",
      "text": "The characterization of PS MPs demonstrated their\nexcellent experimental properties. To evaluate the phagocytic capacity\nof colonic epithelial cells for PS MPs of varying sizes, NCM460 cells\nwere cultured in vitro and coincubated with PS MPs of three different\nsizes for 24 h. The results indicated that 100 nm PS MPs were most\nreadily engulfed by colonic epithelial cells, followed by 1 μm\nPS MPs, while 10 μm PS MPs could not be engulfed (Figures \nA, S1). Cell uptake and in vivo distribution and accumulation of PS MPs.\n(A) The cellular uptake of red fluorescent PS MPs with three different\nparticle sizes coincubated with NCM460 cells for 24 h was examined.\nBF: bright field channel, Red: red fluorescence channel, DAPI: DAPI\nchannel. BF/Red/DAPI: merged image. Enlarge: enlarged image. Scale\nbar: 100 μm. (B) Mice were subjected to single high-dose oral\nexposure to 10 μm red fluorescent PS MPs, and live imaging of\ntheir bodies and various organs was conducted at 0 h, 2 h, 4 h, 8\nh, and 12 h postexposure. (C) Long-term exposure of mice to 10 μm\nred fluorescent PS MPs was investigated. H&E-stained tissue sections\nof the intestine, liver, and kidney were observed under a fluorescence\nmicroscope using both bright-field and fluorescence channels, and\nthe images were subsequently merged. Scale bar: 50 μm. To further investigate the uptake and distribution\nof 10 μm\nPS MPs following a single high-dose oral exposure (0–12 h)\nin vivo, small animal live imaging technology was used to simulate\nthe digestion process of PS MPs in the gastrointestinal tract after\ningestion by mice and explore their distribution across various tissues\nand organs at different time points (Figure \nB). The live imaging results showed that\nat 0 h, strong fluorescence signals from red fluorescent PS MPs were\ndetected in the stomach immediately after gavage, with no notable\nsignals in the intestines or other organs. At 2 h, PS MPs had reached\nthe midlower abdomen, with significant fluorescence signals detected\nin the cecum and parts of the colon, while undigested PS MPs were\nstill present in the stomach. By 4 h, the fluorescence signal in the\nstomach disappeared, suggesting the possible complete digestion of\nthe PS MPs, while the MPs were primarily distributed in the left abdomen,\nwith bright fluorescence signals observed in the left colon and rectum.\nAt 8 h, as PS MPs were gradually excreted, the fluorescence signal\nin the abdomen diminished, accompanied by a decrease in fluorescence\nsignals in the cecum and colon. A pronounced increase in fluorescence\nsignal was observed around the anus. By 12 h, the overall fluorescence\nsignals in the abdominal area significantly decreased, indicating\nthat most PS MPs had been metabolized and excreted from the body.\nFurthermore, during this single high-dose oral exposure, no fluorescence\nsignals were detected in organs beyond the gastrointestinal tract.\nIn vivo imaging confirmed that single high-dose oral exposure to PS\nMPs primarily affected the gastrointestinal tract, with no evidence\nsuggesting that distant organs were invaded by PS MPs. However,\nlong-term exposure to PS MPs in vivo led to accumulation\nin distant organs. After 6 weeks of gavage with red fluorescent PS\nMPs, histological tissue sections revealed red fluorescent particle\naccumulation in the colon, liver, and kidneys (Figure \nC). These results suggest that prolonged\nexposure to PS MPs may not only result in accumulation within the\nintestines but also lead to the accumulation of MPs in multiple organs."
    },
    {
      "title": "Long-Term Exposure to PS MPs Results in Colonic\nInflammation and Oxidative Stress",
      "text": "Following prolonged exposure\nto PS MPs, changes in mouse body weight were first observed (Figures \nB,C, S2A). The body weight growth curve indicated\nno significant difference between the MP and NC groups before the\ninitiation of gavage (P > 0.05). However, during\nthe gavage period, the body weight gain rate in the MP group was notably\nslower than that in the NC group. By the end of the gavage period,\nthe body weight of mice in the MP group was significantly lower than\nthat of the NC group (P < 0.05). After euthanizing\nthe mice and collecting specimens, comparisons of colonic length and\nweight revealed that both were significantly reduced in the MP group\ncompared to the NC group (P < 0.05) (Figure \nA,B). Furthermore,\nH&E staining of the MP group showed significant infiltration of\ninflammatory cells (Figure \nD). ELISA results showed that pro-inflammatory cytokines TNF-α,\nIL-1β, and IL-6 were significantly higher in the MP group compared\nto the NC group, while the anti-inflammatory cytokine IL-10 was significantly\nreduced (P < 0.05) (Figure \nE). These results suggest that prolonged\nexposure to PS MPs slowed weight gain in mice and induced colonic\ninflammation. Long-term exposure to PS MPs results in colonic inflammation\nand\noxidative stress. (A) Comparison of colonic specimen lengths between\nthe NC group and the MP group after prolonged exposure to PS MPs.\n(B) Comparison of colonic length and weight between the NC group and\nthe MP group. (C) Changes in body weight growth curves of individual\nmice and groups during gavage with PS MPs in the NC group and the\nMP group. (D) H&E staining of colonic tissues in the NC group\nand the MP group. (E) Expression levels of TNF-α, IL-1β,\nIL-6, and IL-10 in the NC group and the MP group detected by ELISA.\n(F) Expression levels of oxidative stress markers GSH-Px, MDA, SOD,\nand CAT in colonic tissues. *p < 0.05, **p < 0.01, ***p < 0.001, ****p < 0.0001, n = 5. Analysis of oxidative stress markers in colonic\ntissues (Figures \nF, S2B) showed that prolonged exposure to PS MPs\nsignificantly\nincreased the levels of GSSG and MDA, while GSH levels were significantly\ndecreased in the MP group (P < 0.05). Additionally,\nthe expression levels of antioxidant enzymes GSH-Px, SOD, and CAT\nwere significantly lower in the MP group compared to the NC group\n(P < 0.05). These results indicate that prolonged\nexposure to PS MPs caused an imbalance in the oxidative–reductive\nsystem of the mouse colon, leading to oxidative stress-induced damage\nto colonic tissues."
    },
    {
      "title": "PS MPs Disrupt the Th17/Treg Balance and Damage\nthe Intestinal Mucosal Barrier in Mice",
      "text": "Th17/Treg cells contribute\nto the development of intestinal inflammation. To investigate whether\nPS MPs-induced colonic inflammation is linked to changes in the Th17/Treg\nratio in mice, flow cytometry was employed to assess the ratio of\nTh17 and Treg cells in the spleen (Figures \nA, S3). Quantitative\nanalysis of CD4+ IL17A+ (Th17) and CD4+ CD25+ Foxp3+ (Treg) cells\nwithin spleen CD4+ T cells revealed that, compared to the control\ngroup, PS MPs significantly increased Th17 cell levels and decreased\nTreg cell levels, resulting in a notable elevation of the Th17/Treg\nratio (P < 0.05). These results suggest that PS\nMPs exposure selectively increases Th17 levels while reducing Treg\nlevels, leading to a disruption of intestinal immune homeostasis. PS MPs\ndisrupt the Th17/Treg balance and damage the intestinal\nmucosal barrier in mice. (A) Flow cytometry analysis of the percentages\nof splenic CD4+ IL17A+ (Th17) and CD4+ CD25+ Foxp3+ (Treg) cells.\n(B) AB-PAS staining of colonic tissues to detect colonic mucus, with\nmucins displayed as blue or bluish-purple. (C) Immunofluorescence\nassessment of ZO-1, Occludin, Claudin 1, and MUC1 protein expression\nlevels in colonic tissues. n = 3. The intestinal mucosal epithelial barrier is a\nprimary protective\nmechanism that shields the gut from damage by harmful stimuli. MPs\nmay compromise this barrier, potentially triggering inflammation.\nAB-PAS staining showed that the MP group exhibited a reduction in\ngoblet cells within the colonic mucosa, accompanied by decreased mucin\nsecretion, leading to a reduced mucin coverage area in the colon compared\nto that in the control group (Figure \nB). Additionally, immunofluorescence (IF) staining\nof colon tissues was used to assess the expression of intestinal barrier\nproteins (Figure \nC).\nThe results demonstrated a decrease in fluorescence intensity and\nlower expression levels of ZO-1, Occludin, Claudin 1, and MUC1 in\nthe MP group. In conclusion, long-term exposure to PS MPs results\nin colon oxidative\nstress, an imbalance in the Th17/Treg immune response, extensive infiltration\nof inflammatory cells in colon tissues, increased secretion of pro-inflammatory\ncytokines, and disruption of the intestinal epithelial barrier. These\nresults suggest that PS MPs exposure contributes to dysregulation\nof intestinal homeostasis and induction of colonic inflammation in\nmice."
    },
    {
      "title": "PS MPs Induce Liver Damage and Abnormal BA\nSecretion",
      "text": "The long-term effects of PS MPs exposure on distant\norgans, such as the liver, were also investigated. Figure \nA presents specimens from the\nNC and MP groups, including the heart, liver, spleen, lungs, kidneys,\nand stomach. No significant differences in the appearance of these\norgans were observed between the two groups. However, upon weighing\nthe organs, no significant differences were found in the masses of\nthe heart, lungs, and stomach (P > 0.05). In contrast,\nthe liver and spleen mass were significantly increased, while the\nkidney mass was significantly decreased in the MP group compared to\nthe control group (P < 0.05) (Figures \nB, S4). In addition to the intestine, the liver is one of the most commonly\nstudied distant organs. H&E staining of liver tissue sections\n(Figure \nC) revealed\ninflammatory damage in the liver of the MP group. Furthermore, the\nactivities of hepatic antioxidant enzymes, including GSH-Px, SOD,\nand CAT, were significantly reduced in the MP group (Figure \nE). A significant increase\nin TBA was also detected in the liver of the MP group (Figure \nD). These findings, combined\nwith the results from Figure \nC, suggest that long-term PS MPs exposure leads to their accumulation\nin the liver, causing inflammatory damage, impairing antioxidant function,\nand disrupting BA metabolism. PS MPs induce liver damage and abnormal BA secretion.\n(A) Comparison\nof specimens from the heart, liver, spleen, lungs, kidneys, and stomach\nbetween the two groups. (B) Statistical analysis of the weights of\nspecimens from the liver and kidneys between the two groups. (C) H&E\nstaining of liver tissues from the NC group and MP group. (D) ELISA\ndetection of TBA levels in the liver, colon, and feces from both groups.\n(E) Schematic diagram illustrating the proposed mechanism of colonic\ninflammation and damage induced by long-term exposure to PS MPs. *p < 0.05, **p < 0.01, ****p < 0.0001, n = 5. Additionally, TBA levels in the colon and feces\nwere significantly\nelevated in the MP group compared to the control group (P < 0.05) (Figure \nD). This suggests that the elevated hepatic TBA levels in the MP\ngroup result in increased secretion of TBA into the intestine, which,\nin turn, raises the fecal TBA levels. The mechanism underlying colonic\ninflammation and damage induced by PS MPs exposure may be related\nto elevated BA levels. Intestinal microbiota, which can convert primary\nBAs into secondary BAs, may play a pivotal role in this process. To\nexplore this further, multiomics analysis of fecal BA metabolism and\nchanges in intestinal microbiota were performed using BA metabolism\nmetabolomics and 16S rRNA microbial sequencing technologies (Figure \nE)."
    },
    {
      "title": "Fecal BA Metabolomics Indicates PS MPs-Induced\nAbnormal Hepatic BA Secretion",
      "text": "BA metabolomic sequencing was\nconducted on fecal samples from the previously mentioned experiments.\nPrincipal component analysis (PCA) of fecal samples from both groups\nrevealed that long-term exposure to PS MPs significantly altered the\noverall structure of fecal BAs, leading to notable differences in\noverall metabolism and increased variability (Figure \nA). Subsequently, cluster heatmap analysis\nwas performed on all samples from both groups to observe changes in\nvarious BAs, as shown in Figure \nB. Using cluster analysis and the orthogonal partial\nleast squares-discriminant analysis (OPLS-DA) model, variable importance\nin projection (VIP) scores were obtained. Differential BAs were selected\nbased on P-values and fold change (FC) values from\nunivariate analysis. Figure \nC highlights the top 20 differential BAs in terms of FC between\nthe NC and MP groups, with the majority of BAs being elevated in the\nMP group. To further analyze the patterns of BA changes, the original\nlevels of the selected differential BAs were normalized using unit\nvariance scaling (UV scaling). A total of 17 differential BAs were\nidentified, with 14 upregulated and 3 downregulated. Cluster heatmap\nanalysis of these differential BAs is presented in Figure \nD. Additionally, violin plots\nwere used to visually display the differences in levels and the overall\ndistribution of differential BAs between the two groups (Figures \nE, S5). These results clearly demonstrate the global disruption\nof BA metabolism induced by prolonged PS MPs exposure. Fecal BAs were\npredominantly elevated, with 14 out of 17 differential BAs (82.4%)\nshowing significant increases, which aligns with enhanced hepatic\nsynthesis and secretion (refer to liver and colon TBA data, Figure \nD). Among the 14\nupregulated BAs, 11 were conjugated types (78.6%), with taurine-conjugated\nBAs predominating (8 out of 11, 72.7%). Furthermore, this abnormal\nBA profile may be linked to impaired gut microbiota functionality,\nsuggesting the need for further investigation to elucidate the underlying\nmechanism. Fecal BA metabolomics indicates PS MPs-induced abnormal hepatic\nBA secretion. (A) 2D score plot from PCA of bile acids. (B) Cluster\nheatmap analysis of BA data. (C) Bar plot displaying the top 20 differentially\nexpressed bile acids. Red represents upregulated bile acids, while\nblue represents downregulated bile acids. (D) Cluster heatmap analysis\nof differential bile acids. (E) Violin plot of differential bile acids. n = 4."
    },
    {
      "title": "Alterations of the Gut Microbiota in the PS\nMPs Group",
      "text": "In 16S rRNA sequencing, the OTUs were identified\nthrough clustering methods, and a Venn diagram was generated. The\nanalysis revealed 724 OTUs shared between the NC and MP groups, with\n372 unique to the NC group and 397 unique to the MP group (Figure \nA). Further investigation\nof species with high relative abundance at each taxonomic level and\ntheir proportional changes was conducted based on OTUs (Figures \nB, S6A). The results demonstrated that PS MPs exposure induced multilevel\nshifts in the microbiota. At the phylum level, Firmicutes and Actinobacteriota\nwere significantly enriched, while Bacteroidota, Proteobacteria, and\nVerrucomicrobiota were markedly depleted. These phylum-level alterations\nwere driven by dynamic changes in the key families and genera. Firmicutes\nenrichment correlated with increased abundance of Lachnospiraceae\nand its associated genera and . In contrast, Bacteroidota\ndepletion was linked to reduced levels of Bacteroidaceae and its dominant\ngenus Bacteroides. At the species level, analysis revealed a bifurcation\nwithin the Lactobacillus genus: and were upregulated,\nwhile and the\nmucin-degrading species were suppressed. These taxon-specific responses suggest the selective\nregulation of microbial consortia involved in mucin metabolism and\nimmunomodulation by PS MPs. To assess microbial diversity and community\nstructure, a multiple sequence alignment of the top 100 genera was\nperformed, and their phylogenetic relationships were inferred (Figure S6C). Principal component analysis (PCA)\nand principal coordinate analysis (PCoA) revealed significant alterations\nin the intestinal microbiota composition induced by PS MPs (Figure \nC). Simper analysis\nidentified key taxa with intergroup differences, including Firmicutes,\nBacteroidota, and Proteobacteria at the phylum level, as well as , , and at the genus level\n(Figure S6B). LEfSe analysis further highlighted\n8 bacterial taxa significantly affected by PS MPs (Figure S6D). Alterations of the gut microbiota in the PS MPs group.\n(A) Venn\ndiagram based on OTUs. (B) Composition of intestinal microbiota at\nthe phylum, family, genus, and species levels. (C) PCA score plot\nand PCoA score plot. (D) Spearman correlation clustering heatmap at\nthe genus level showing the differential microbial communities in\nmice after PS MPs treatment and their correlation with differential\nbile acids. Red: positive correlation; blue: negative correlation.\n*p < 0.05, **p < 0.01, n = 4. To further elucidate the interaction between gut\nmicrobiota and\nBAs under PS MPs exposure, Spearman correlation analysis was performed\non differential microbiota and BA metabolites (Figures \nD, S7A,B). The\nresults (P < 0.05) revealed significant positive\ncorrelations between elevated BAs and Actinobacteria at the phylum\nlevel, while negative correlations were observed with Proteobacteria.\nAt the genus level, BAs positively correlated with potentially harmful\nbacteria such as and but negatively correlated with beneficial\ngenera including , , and . Species-level analysis further showed that increased BA levels\nwere positively associated with oxidative stress- and inflammation-inducing\npathogens like , while negatively correlated with probiotics such as , , and , which\nplay roles in maintaining barrier integrity, exerting anti-inflammatory\neffects, and regulating metabolism. These results suggest that PS\nMPs exposure may exacerbate colonic inflammation and injury by disrupting\nthe correlation between specific microbiota and BAs, leading to the\nenrichment of potential pathogens and reduction of beneficial bacteria."
    },
    {
      "title": "TCDCA Exacerbates PS MPs-Induced Apoptosis\nin Colon Epithelial Cells",
      "text": "BA metabolism disorders are characterized\nby a significant elevation in conjugated BA levels, particularly tauro-conjugated\nspecies. To further investigate the role of BAs in PS MPs-induced\ncolitis and intestinal injury, TCDCA, a representative tauro-conjugated\nBA, was selected for this study. CCK-8 assays were conducted to determine\noptimal treatment concentrations, revealing that PS MPs (0.5–2\nmg/mL) and TCDCA (≥1200 μM) induced dose-dependent cytotoxicity\nin NCM460 cells (Figures \nA, S8A). At 0.5 mg/mL, PS MPs reduced\ncell viability to 88.43%, while concentrations ≥2 mg/mL resulted\nin near-total cell death. TCDCA ≥1200 μM also exhibited\nsignificant toxicity. To minimize PS MPs-induced mortality while examining\nTCDCA’s role, 0.5 mg/mL PS MPs were combined with graded concentrations\nof TCDCA. The combination of 0.5 mg/mL PS MPs with 1000 μM TCDCA\nresulted in severe cytotoxicity (13.22% viability). The experimental\ngroups included NC (control), MP (0.5 mg/mL PS MPs), TCDCA (1000 μM),\nand MP + TCDCA (combined treatment). TCDCA exacerbates PS MPs-induced apoptosis\nin colon epithelial\ncells. (A) CCK-8 cell proliferation and toxicity assay. (B) Calcein-AM/PI\nlive/dead cell fluorescence staining. Scale bar: 50 μm. (C)\nAnnexin V-FITC flow cytometry apoptosis detection. n = 3. Figure \nB presents\nCalcein-AM/PI staining results where live (green) and dead (red) cells\nreflect the degree of damage. The NC group exhibited minimal red fluorescence,\nindicating normal cell viability. The MP group showed slight red signals,\nwhile TCDCA treatment increased red fluorescence moderately. Notably,\nthe MP + TCDCA combination induced a dramatic increase in red signals,\ndemonstrating synergistic cytotoxicity. ROS analysis (Figure \nA) revealed negligible green\nfluorescence in control cells, whereas intense signals were observed\nin Rosup-treated cells. MP exposure induced mild ROS generation, which\nwas further enhanced by TCDCA. The combination group exhibited the\nstrongest fluorescence, indicating significant ROS overproduction.\nJC-1 staining (Figure \nB) was used to assess mitochondrial membrane potential, with red/green\nfluorescence shifts indicating changes. NC cells showed predominant\nred signals (intact mitochondria), while CCCP-treated cells displayed\na green dominance. Both MP and TCDCA treatments resulted in reduced\nred fluorescence compared with NC, with TCDCA showing slightly stronger\ngreen signals. The combination group showed near-complete conversion\nto green fluorescence, indicating severe mitochondrial dysfunction. TCDCA\nexacerbates PS MPs-induced apoptosis in colon epithelial\ncells. (A) ROS detection. (B) JC-1 mitochondrial membrane potential\ndetection. BF: bright-field view, Merge: multichannel overlay image.\nScale bar: 50 μm, n = 3. Subsequent flow cytometry and Western blot analyses\nprovided further\ninsights into apoptosis regulation. Figure \nC demonstrates an increase in apoptosis across\ngroups: NC (1.33%), MP (5.48%), TCDCA (6.04%), and MP + TCDCA (29.95%),\nindicating synergistic pro-apoptotic effects. Western blot analysis\nof mitochondrial apoptosis markers (Figure S8B) showed consistent patterns when normalized to GAPDH. Pro-apoptotic\nproteins Bax, caspase-9, caspase-3, and PARP exhibited low expression\nin the NC group, increased in the MP and TCDCA groups, and reached\nthe highest levels in the MP + TCDCA group, showing significant upregulation.\nConversely, the antiapoptotic protein Bcl-2 exhibited the highest\nexpression in the NC group, decreased in the MP and TCDCA groups,\nand was lowest in the MP + TCDCA group, demonstrating significant\ndownregulation. These molecular changes align with the flow cytometry\nresults, confirming that TCDCA significantly enhances PS MPs-induced\napoptosis through activation of the mitochondrial pathway."
    },
    {
      "title": "TCDCA Exacerbates PS MPs-Induced Colitis and\nIntestinal Injury in Mice",
      "text": "In vitro findings indicated that\nTCDCA exacerbates PS MPs-induced colonic epithelial damage, leading\nto subsequent in vivo validation. Broad-spectrum antibiotics (ABX)\nwere used to deplete the gut microbiota, allowing for further investigation\ninto how the microbiota–metabolite interaction influences colitis\nprogression. Six-week murine experiments showed significant reductions\nin colonic length and weight in the MP group compared to NC controls\n(P < 0.05). Depletion of gut microbiota through\nABX (MP + ABX group) mitigated these morphological changes, with significantly\ngreater colonic length and weight observed compared to the MP group\n(P < 0.05). Conversely, TCDCA administration (MP\n+ TCDCA group) exacerbated PS MPs-induced damage, with further reductions\nin colonic parameters compared to the MP group (P < 0.05, Figures \nA,B, S9A). TCDCA exacerbates PS\nMPs-induced colitis and intestinal injury\nin mice. (A) Comparison of colon length in different groups of mice. n = 5. (B) Statistical analysis and comparison of colon\nlength in different groups of mice. n = 5. (C) H&E\npathological staining of mouse colon tissue. n =\n3. (D) ELISA detection of expression levels of inflammatory factors\nTNF-α, IL-1β, IL-6 in mouse colon. n =\n3.*p < 0.05, **p < 0.01, ***p < 0.001, ****p < 0.0001. Histopathological analysis (Figure \nC) revealed progressive mucosal alterations\nin the experimental groups. The NC group maintained intact mucosal\narchitecture with well-organized intestinal villi and distinct crypt\nstructures. MP exposure led to significant pathological changes, including\nvillous atrophy, crypt disorganization, and substantial submucosal\ninflammatory infiltration, accompanied by vascular congestion and\nedema. Microbiota-depleted (MP + ABX) animals exhibited partial preservation\nof mucosal structures, with relatively ordered villi/crypt arrangements\nand attenuated inflammatory manifestations compared to the MP group.\nThe MP + TCDCA group, however, exhibited severe mucosal destruction\ncharacterized by epithelial necrosis, total villous/crypt loss, and\nexacerbated submucosal vascular abnormalities with dense inflammatory\ninfiltrates. ELISA analysis of inflammatory mediators (Figures \nD, S9B) revealed distinct cytokine profiles. Pro-inflammatory cytokines\n(TNF-α, IL-1β, IL-6) were elevated in the MP, MP + ABX,\nand MP + TCDCA groups compared to NC (P < 0.05),\nwith the MP + ABX group showing significant reduction and the MP +\nTCDCA group exhibiting maximal elevation compared to MP controls.\nConversely, the anti-inflammatory cytokine IL-10 displayed an inverse\npattern, with suppressed levels across all treatment groups (P < 0.05), partially restored in MP + ABX and further\ndiminished in MP + TCDCA. The integrated in vitro and in vivo\nfindings demonstrate that TCDCA\nexacerbates PS MPs-induced colitis and intestinal injury in mice,\nwith its interaction with the gut microbiota likely playing a critical\nrole in the aggravated toxic effects of PS MPs."
    },
    {
      "title": "Discussion",
      "text": "Particle size is a critical\ndeterminant of biodistribution and\ntoxicity. While the effects of MPs of\nvarying sizes on the intestines have been extensively studied, the\nmechanisms underlying intestinal toxicity induced by larger sized\nNPMs remain relatively underexplored, warranting further investigation.\nThe diameter of human intestinal epithelial cells typically ranges\nfrom 10 to 30 μm, and their phagocytic activity is generally\nlimited to the uptake of MPs smaller than 5 μm. Previous research has established 10 μm as the upper\nlimit for cellular uptake of MPs. A study\nconducted in Germany also demonstrated that MPs of 10 μm or\nlarger exceed the size threshold for cellular uptake. In vitro simulated digestion experiments by Ma et al. further\nconfirmed that both NCM460 and Caco-2 intestinal epithelial cells\ndemonstrated minimal absorption of 10 μm particles, whether\npristine or digested PS MPs, with these particles being almost entirely\nnonphagocytosable due to the “oversized effect”. However, excessively large MPs (>10 μm)\nnot only compromise experimental reliability due to poor monodispersity\nbut also increase the risk of nonspecific physical damage. Therefore,\n10 μm PS MPs were selected as the focal subject for this study\nto better investigate their biological effects. Through a 24 h fluorescent\nMPs cellular uptake experiment, this study has confirmed that 10 μm\nPS MPs are nonphagocytosable by intestinal epithelial cells and explored\ntheir potential mechanisms in inducing intestinal inflammatory injury\nin mice. SEM, laser particle size analysis, and FTIR results\nconfirmed that\nthe PS MPs microspheres used in this study exhibited excellent stability,\nensuring the reliability of subsequent research on their intestinal\ntoxicity. The biodistribution of 10 μm fluorescent PS MPs in\nthe digestive system (stomach, small intestine, large intestine),\nthoracic cavity (heart, lungs), and abdominal organs (liver, kidneys,\nspleen) of mice was tracked using the IVIS in vivo imaging system\nand H&E staining under both single and long-term exposure conditions.\nUnder single exposure, 10 μm PS MPs were detected exclusively\nin the digestive system, with initial detection in the stomach, followed\nby predominant localization in the small and large intestines over\ntime. This indicates a significant exposure risk to the intestines.\nIt is well-established that mammals possess very few enzymes capable\nof digesting plastics, making MPs difficult to break down after ingestion. Consequently, the experimental results also\nshow that, under single exposure, 10 μm PS MPs are less likely\nto breach the intestinal barrier and invade other tissues extensively,\nthereby affecting other organs. Despite a high oral gavage dose, the\nmajority of MPs are gradually excreted through feces over time. Although some fluorescent particles may accumulate\nin the thoracic and abdominal organs, their concentrations under a\nsingle exposure are insufficient for detection. However, long-term\nexposure to 10 μm PS MPs has been shown to result in the presence\nof MPs in the intestines, liver, and kidneys of mice, as reported\nby Deng et al. Additionally, particles\n<20 μm can effectively translocate to various organs. Based on prior studies and preliminary data\nfrom this study, the following conclusions can be drawn: following\noral exposure to 10 μm PS MPs, the intestines are primarily\naffected, with the majority of MPs excreted via feces. A small portion\nmay cross the intestinal barrier, enter the bloodstream, distribute\nthroughout the body, and impact other tissues and organs. The remaining\nMPs may accumulate and adhere to the intestinal mucosa over time,\nleading to more severe structural and functional intestinal disorders,\nincluding damage to the intestinal epithelial barrier, inflammation,\nimmune responses, and gut microbiota dysbiosis.\n−\n,, After 6 weeks\nof long-term oral exposure to PS MPs, a reduction\nin body weight and slower growth rate were observed in mice compared\nto the control group, aligning with previous studies that report inhibited\nweight gain due to MP exposure. The colon\nlength was significantly shortened, and H&E pathological staining\nrevealed inflammatory cell infiltration in the intestines. Quantitative\nELISA analysis indicated that PS MPs exposure led to a significant\nincrease in pro-inflammatory factors (TNF-α, IL-1β, and\nIL-6) and a decrease in anti-inflammatory factors (IL-10) in the mouse\ncolon, resulting in an imbalance between pro-inflammatory and anti-inflammatory\nresponses. Pro-inflammatory cytokines such as TNF-α enhance\nimmune responses and inflammation, while the anti-inflammatory cytokine\nIL-10 counteracts these effects by maintaining immune homeostasis.\n,\n Despite IL-10s anti-inflammatory effects, under long-term MPs exposure,\nthe levels of pro-inflammatory factors in the intestines significantly\nexceeded those of anti-inflammatory factors, resulting in an imbalance\nin the intestinal immune system and triggering inflammatory responses.\nThese findings demonstrate that long-term PS MPs exposure inhibits\nthe growth and development of mice, disrupts intestinal homeostasis,\nand significantly induces colonic inflammation, likely through multiple\nmechanisms. However, the specific mechanisms remain unclear, and further\ninvestigation is necessary to elucidate the potential pathways by\nwhich PS MPs induce colonic inflammatory injury. Studies have\nshown that PS MPs can induce the generation of ROS,\nleading to intestinal oxidative stress and epithelial cytotoxicity,\nwhereas the clearance of ROS can significantly alleviate mucosal damage.\n,\n These findings indicate that colonic inflammation and mucosal epithelial\ninjury are closely associated with oxidative stress. To assess this,\nrelevant indicators of the colonic redox system were evaluated. The\nstudy revealed that after long-term oral exposure to PS MPs, levels\nof the antioxidant GSH and antioxidant enzymes such as GSH-Px, SOD,\nand CAT in the mouse colon were significantly reduced, while oxidative\nproducts, including GSSG and MDA, were markedly increased. GSH plays\na pivotal role in scavenging ROS, while GSH-Px protects cells through\nboth direct and indirect antioxidant mechanisms. MDA, which is a byproduct of lipid peroxidation, serves\nas an indicator of oxidative damage. These results demonstrate that\nlong-term exposure to PS MPs disrupts the dynamic equilibrium of the\nredox system in the mouse colon, triggering oxidative stress that\nsubsequently leads to colonic mucosal epithelial injury and inflammation. Inflammation is a complex process intricately tied to the body’s\nimmune response, with immune imbalance potentially exacerbating intestinal\ninflammation. Effector T cells, key coordinators of the immune response,\nare divided into subsets such as Th1, Th2, Th17, and Treg cells. Among\nthese, Th1 and Th17 cells are pro-inflammatory, while Treg cells are\nanti-inflammatory. Under healthy conditions,\nmaintaining dynamic balance between T cell subsets, particularly between\nTh17 and Treg cells, is essential for immune homeostasis. An imbalance\nbetween Th17 and Treg cells is often closely linked to the development\nof autoimmune and inflammatory diseases. To explore whether PS MPs exposure influences the Th17/Treg imbalance,\nthe proportions of Th17 and Treg cells within the CD4+ cell population\nin mouse splenocytes were measured along with the Th17/Treg ratio.\nThe results indicated that long-term PS MPs exposure led to a significant\nincrease in the proportion of Th17 cells, a notable decrease in the\nproportion of Treg cells, and a marked increase in the Th17/Treg ratio.\nThese findings suggest that after prolonged oral exposure to PS MPs,\nexcessive proliferation of Th17 cells or impaired Treg cell function\nresults in an elevated Th17/Treg ratio, intensifying pro-inflammatory\nresponses, aggravating inflammation, and further exacerbating intestinal\ninjury. The intestinal barrier comprises three critical components:\nthe\nmucus layer, tight junctions (TJs), and epithelial cells. This barrier\nplays a pivotal role in evaluating the intestinal toxicity of MPs\nand their potential effects on distant tissues and organs. Long-term\noral ingestion of MPs can lead to their accumulation in the body via\nthe intestinal barrier, triggering adverse effects such as gut microbiota\ndysbiosis and metabolic disorders, which may result in multisystem\nand organ damage. The intestinal mucus\nlayer is essential for protecting the intestinal mucosa and preventing\nbacterial invasion, with MUC1, a mucin present on the surface of intestinal\nepithelial cells, playing a key role in forming this protective barrier. Our findings indicate that long-term exposure\nto PS MPs significantly reduces both mucus secretion and MUC1 expression\nin the mouse colon. This effect is likely related to the significant\nincrease in pro-inflammatory cytokines and the previously discussed\nimbalance in the redox system. Specifically, TNF-α induces intestinal\nepithelial cell death, leading to goblet cell loss and impairing mucus\nproduction. Additionally, oxidative stress\ncan degrade mucins, reducing the thickness of the mucus barrier. TJ proteins, such as ZO-1, claudin, and occludin,\nare essential in forming intestinal epithelial TJs. These junctions\nnot only maintain the physical and functional integrity of the intestinal\nbarrier but also prevent pathogens and harmful substances from penetrating\nthe intestinal tissue. ZO-1, a scaffold\nprotein located on the inner side of the cell membrane, connects transmembrane\nproteins like claudin and occludin to the cytoskeleton, forming a\ncomplete TJ complex. Claudin proteins,\nkey regulators of paracellular permeability, can disrupt intestinal\nbarrier function when altered, promoting inflammatory responses and\ncontributing to the development of necrotizing enterocolitis. Occludin, a critical transmembrane protein in\nTJs, plays a significant role in maintaining the barrier function.\nHowever, inflammation or oxidative stress can increase its tyrosine\nphosphorylation, alter its interaction with ZO-1, and disrupt TJ integrity. The barrier formed by these TJ proteins not\nonly regulates intestinal permeability but also plays a pivotal role\nin maintaining mucosal immune homeostasis. Therefore, the normal expression\nand distribution of TJ proteins are vital for maintaining the intestinal\nbarrier’s proper function. In\nthis study, the expression levels of ZO-1, claudin-1, and occludin\nproteins were significantly reduced in the PS MPs-treated group compared\nwith the NC group. In summary, long-term oral exposure to PS MPs significantly\nimpairs the intestinal barrier function, resulting in damage to the\nmucus layer and loss of TJ integrity. This leads to a weakened intestinal\nepithelial barrier function and increased permeability. Disruption\nof barrier function may facilitate the penetration and accumulation\nof PS MPs from the intestinal lumen into the intestinal tissue, inducing\nintestinal epithelial cell death and further exacerbating intestinal\ninflammation. Moreover, increased intestinal permeability may allow\nmore PS MPs and other harmful substances to enter the systemic circulation,\nposing potential toxic risks to distal organs and even the entire\nsystem. BAs are key bioactive molecules\nsynthesized by the liver and are\nprimarily responsible for promoting the digestion and absorption of\nfats. While most BAs are reabsorbed in the small intestine, a portion\nenters the colon, where they are metabolized by the gut microbiota.\nBased on previous research and the experimental findings mentioned\nabove, it has been established that orally ingested PS MPs can cross\nthe intestinal barrier, enter the liver through the bloodstream, and\naccumulate there. Moreover, intestinal inflammatory responses and\nbarrier damage may further enhance intestinal absorption and hepatic\naccumulation of PS MPs.\n,\n Long-term exposure to MPs not\nonly leads to hepatic inflammatory injury but also disrupts lipid\nmetabolism and causes BA dysregulation. Studies have shown that PS\nMPs can significantly increase hepatic TBA levels, possibly by inducing\noxidative stress and inflammatory responses in the liver, thereby\npromoting the expression of BA synthesis enzymes such as CYP7A1, and\nby affecting hepatocellular energy metabolism to regulate the function\nof BA transporters such as BSEP.\n,,\n In the present study, PS MPs presence and signs of\nliver inflammation were observed through liver H&E staining. Concurrently,\nPS MPs exposure significantly reduced antioxidant enzyme levels, such\nas GSH-Px, SOD, and CAT, thereby impairing liver function. Furthermore,\nTBA levels in both the liver and feces of the PS MPs-exposed group\nwere significantly elevated, indicating abnormal secretion of TBA\nfrom the liver into the colon. This raises the question: is excessive\nBA associated with the onset and progression of colitis? Research\nsuggests that a large influx of BAs into the colon may lead to various\ndiseases, including diarrhea, metabolic disorders, and necrotizing\nenterocolitis. The cytotoxic mechanisms\nof BA-induced mucosal damage include detergent effects that disrupt\ncell membranes and nondetergent effects such as apoptosis.\n,\n Zhou et al., using a dextran sulfate sodium-induced (DSS)-induced\nchronic colitis mouse model, found that the PPARα-UGT axis was\nexcessively activated during colitis progression, leading to BA metabolic\nimbalance. This resulted in enhanced\nBA synthesis in the liver. However, due to inflammatory damage compromising\nthe integrity of the colonic mucosal epithelial barrier, toxic BAs\nabnormally accumulated in the inflamed colon, exacerbating colonic\ninflammatory injury. Based on the aforementioned studies and our experimental\nresults, BA metabolomic sequencing was performed on mouse feces. The\nresults revealed that PS MPs entering the liver caused BA dysregulation,\nsignificantly increasing TBA synthesis and its delivery to the colon,\nleading to a marked rise in the fecal TBA levels. Analysis of the\nsequencing data indicated that most differential BAs were upregulated\nwith taurine-conjugated BAs being the predominant type among the upregulated\nBAs. TCDCA, a high-abundance endogenous BA shared by both humans and\nmice, was found to exhibit significant biological activity and metabolic\nrelevance, making it a representative and meaningful target for further\nresearch. Therefore, TCDCA was selected as the focus for subsequent\nstudies to explore the potential role and mechanisms of elevated BAs\nin PS MPs-induced colitis. Gut microbiota dysbiosis (composition\nand diversity) is closely\nlinked to increased intestinal epithelial barrier permeability and\nactive inflammatory responses in the gut. MPs exposure induces gut microbiota dysbiosis, characterized by\na reduction in beneficial bacteria and an increase in harmful bacteria. As a key component in maintaining the intestinal\nepithelial barrier function, gut microbiota dysbiosis not only disrupts\nintestinal digestion and metabolism but also influences intestinal\npermeability and immune responses, thereby exacerbating MPs-induced\ncolonic inflammatory damage.\n,\n Notably, BA metabolism\nis also intricately connected to gut microbiota, as secondary BAs\nare produced through the metabolism of primary BAs by gut microbiota.\nThe interaction between gut microbiota and BA metabolism has been\nimplicated in intestinal inflammation. Therefore, investigating the gut microbiota is essential. Our findings\nindicate that PS MPs treatment led to decreased gut microbiota diversity\nand altered composition. 16S rRNA sequencing revealed that the gut\nmicrobiota were primarily composed of bacteria, with over 90% belonging\nto Bacteroidota and Firmicutes. Following PS MPs treatment, the relative\nabundance of Bacteroidota decreased while Firmicutes increased. MPs\nexposure significantly suppressed gut microbiota with essential ecological\nfunctions, with the most pronounced reductions in the abundance of\nthe probiotic (Lactobacillaceae family, decreased by 81.9%) and the potential\nprobiotic (Akkermansiaceae\nfamily, decreased by 91.4%). plays a pivotal role in maintaining the intestinal barrier function\nby providing energy to colonic epithelial cells, enhancing mucin secretion\nto promote beneficial bacterial colonization, and inhibiting pathogen\nadhesion. Additionally, exhibits anti-inflammatory\nproperties by regulating immune responses mediated by SCFAs, including\nthe suppression of pro-inflammatory factors (e.g., TNF-α, IL-6)\nand the secretion of anti-inflammatory factors (e.g., IL-10). , a mucin-degrading bacterium residing in the mucus layer, specifically\ndegrades mucins to maintain mucus layer homeostasis. It constitutes\n3%–5% of the human gut microbiota and is considered one of\nthe most promising next-generation probiotics, playing a significant\nrole in maintaining the intestinal epithelial barrier. Supplementation with live or heat-inactivated can improve the intestinal barrier\nfunction, regulate intestinal inflammation, and positively impact\nhost metabolism and immunity. The sharp\ndecline in these two bacteria may synergistically exacerbate the intestinal\ntoxicity of PS MPs. In addition to the disruption of and , PS MPs also reduced the relative abundance of Bacteroides, which\nhas been shown to ameliorate intestinal inflammation or enhance barrier\nfunction in mice. PS MPs inhibit probiotics\nthat maintain barrier function, reduce the abundance of anti-inflammatory\nbacterial genera, disrupt mucus layer homeostasis, weaken microbiota-mediated\nimmune regulation, and ultimately increase intestinal permeability.\nThis, in turn, facilitates the accumulation of pro-inflammatory factors,\nexacerbating the pathological progression of colitis. Long-term\nexposure to PS MPs disrupts gut microbiota homeostasis,\nparticularly reducing the abundance of beneficial bacteria. Microbiota\nimbalance not only affects the progression of colitis but also may\nlead to dysregulation of BA metabolism in the colon. After primary\nconjugated BAs enter the intestine with bile, approximately 95% are\nactively reabsorbed in the terminal ileum and returned to the liver\nvia enterohepatic circulation, while the remaining 5% of unconjugated\nBAs enter the colon. Notably, in mice and rats, BAs are almost exclusively\nconjugated with taurine in the colon (e.g., TCA and TCDCA). The gut microbiota hydrolyzes these conjugated\nBAs into free BAs (e.g., CA, CDCA) through deconjugation, and some\nbacteria further convert them into more hydrophobic secondary BAs\n(e.g., DCA, LCA) via 7α-dehydroxylation, with the majority ultimately\nexcreted in feces. Deconjugation of BAs\nprevents their accumulation in colonic epithelial cells, thereby reducing\ncytotoxicity. The key enzyme responsible\nfor this deconjugation is bile salt hydrolase (BSH), which is produced\nby gut microbiota to hydrolyze conjugated BAs into free forms, mitigating\ntheir toxicity. Core gut microbiota that possess BSH include , , , and . In the\npresent study, the abundance of was significantly reduced, while and within showed a significant negative correlation\nwith conjugated BAs such as TCDCA. The decline in these bacteria may\nlead to reduced BSH activity, impairing the deconjugation of conjugated\nBAs and resulting in their accumulation in the colon. Significant\nincrease in conjugated BAs may limit the substrates available for\n7α-dehydroxylation, thereby reducing the production of secondary\nBAs such as LCA, which aligns with our BA metabolomics analysis. In\nsummary, long-term exposure to PS MPs disrupts hepatic BA metabolism,\nenhancing BA synthesis and leading to excessive conjugated BAs entering\nthe intestine. Concurrently, it negatively affects the gut microbiota,\nreducing the abundance of BSH-producing bacteria and impairing the\nhydrolysis of conjugated BAs. Consequently, the accumulation of conjugated\nBAs in the colon may induce colonic epithelial toxicity, further exacerbating\nPS MPs-induced colitis. However, the mechanisms through which BAs\ncontribute to colonic epithelial toxicity in this model and whether\nthey play a role in promoting PS MPs-induced colonic inflammatory\ninjury remain unclear and require further investigation. Building\non previous findings, TCDCA, a conjugated BA, was selected\nas a representative compound for both in vitro and in vivo experiments.\nStudies have shown that TCDCA inhibits the proliferation of intestinal\nepithelial cells and induces apoptosis by activating the caspase system,\nindependent of FXR. Additionally, TCDCA has been reported to cause\ndiarrhea, liver injury, and even increase apoptosis in gastric cancer\ncells, thereby inhibiting cancer cell proliferation. Our results demonstrate that a specific concentration of\nTCDCA, in combination with PS MPs, significantly exacerbates cellular\noxidative stress, leading to a substantial increase in the level of\nROS in colonic epithelial cells. This excess ROS induces oxidative\ndamage to mitochondria, activating mitochondrial apoptotic pathways,\nwhich ultimately results in the widespread death of colonic epithelial\ncells. Cellular and molecular biology experiments provided preliminary\ninsights into the toxic mechanisms of TCDCA on colonic epithelial\ncells in vitro. To further investigate its role in vivo, a mouse model\nof PS MPs-induced colitis was used and mice were administered a specific\nconcentration of TCDCA under inflammatory conditions. The results\nshowed that the MP + TCDCA group exhibited significantly shortened\ncolons, with H&E pathological staining revealing markedly aggravated\ncolitis, including necrosis, and a substantial increase in inflammatory\nfactors. These findings suggest that TCDCA significantly exacerbates\nPS MPs-induced colonic inflammatory injury in mice. Moreover, the\ninteraction between gut microbiota and BAs appears to play a key role\nin the mechanism by which TCDCA aggravates PS MPs-induced colitis.\nAn intriguing phenomenon occurred when broad-spectrum antibiotics\nwere used to clear the gut microbiota in mice. Under these conditions,\nthe colitis induced by PS MPs was significantly alleviated. This suggests\nthat targeting the gut microbiota may offer a potential strategy to\nmitigate MPs-related intestinal damage, warranting further investigation\nin future studies. However, this study has some limitations.\nFirst, only one particle\nsize and polymer type of NPMs were used, limiting the generalizability\nof the findings. Future studies will include microplastics with more\ndiverse materials and larger particle sizes to improve the environmental\nrelevance. Second, we focused on a fixed dose of 10 mg/mL (1 mg/day),\nwhich did not cover environmentally relevant low-dose exposures or\nconsider interspecies differences in microplastic toxicity. We will\nfurther refine the dose design and adopt organoid models to explore\ndose-dependent toxicity and improve clinical relevance. Finally, this\nstudy did not further elucidate the specific mechanisms by which microplastics\naffect BA metabolism in the liver and immune regulation. In addition,\nmicrobiota intervention experiments were lacking to verify their causal\nrole in BA dysregulation. These mechanisms will be further investigated\nin future studies."
    },
    {
      "title": "Conclusion",
      "text": "In conclusion, this study\nprovides a comprehensive investigation\ninto the mechanisms by which long-term oral exposure to 10 μm\nPS MPs induces colonic inflammation and injury in mice (Figure \n). Prolonged exposure\nto PS MPs disrupts the colonic redox system, elevates ROS levels,\nand triggers oxidative stress. Furthermore, PS MPs increase the Th17/Treg\ncell ratio and elevate pro-inflammatory cytokine levels, resulting\nin the disruption of intestinal immune homeostasis. Additionally,\nPS MPs reduce intestinal mucin secretion and decrease the expression\nof TJ proteins, compromising the mechanical barrier of the intestinal\nmucosa and impairing the intestinal barrier function. Simultaneously,\nPS MPs negatively impact liver function, leading to a significant\nincrease in the level of TBA secretion. Multiomics analysis indicated\nthat PS MPs induce BA metabolism dysregulation and gut microbiota\nimbalance, both of which are closely interrelated and mutually influential.\nAdditionally, a specific concentration of TCDCA significantly exacerbates\nPS MPs-induced damage to the colonic epithelial cells. The mechanism\ninvolves increasing intracellular ROS levels, causing a significant\ndecline in the mitochondrial membrane potential, which triggers mitochondria-mediated\napoptosis and ultimately exacerbates colonic inflammation and injury,\nas evidenced by histopathological changes. Schematic diagram of\nthe basic mechanisms investigated in this\nstudy."
    }
  ],
  "full_text": "## Introduction\nPlastic pollution has\nemerged as a pervasive and increasingly severe\nenvironmental challenge on a global scale. Over 9.2 billion tons of\nplastic have been produced worldwide, but more than 90% of plastic\nwaste remains unrecycled. Influenced by\nvarious physical and chemical processes in the environment, discarded\nplastics degrade into microplastics (MPs, <5 mm) and even smaller\nnanoplastics (NPs, <1 μm).\n,\n As a newly\nrecognized global pollutant, MPs are widely dispersed across aquatic\nsystems, soil, and the atmosphere, entering the human body through\ninhalation, dietary intake, water consumption, and skin contact. Humans are continuously exposed to low concentrations\nof MPs throughout their lifespan, with an estimated average weekly\nintake of 0.1–5 g, potentially posing significant health risks. MPs are present in various human organs, tissues,\nbody fluids, and excretions, prompting growing concerns about their\nadverse effects on human health. Oral\ningestion remains the primary route of human exposure to MPs, where\nthey not only affect the intestines but may also cross the intestinal\nbarrier, enter the bloodstream, and spread throughout the body. Consequently, the intestines are critical target\norgans for MPs, serving as a focal point for their toxic effects.\nAlthough numerous studies have demonstrated that MPs can cause intestinal\ninflammation and disrupt the intestinal barrier, the specific mechanisms\ndriving their intestinal toxicity remain to be fully elucidated.\n− The biological toxicity of MPs is influenced by various factors,\nincluding size, morphology, composition, degree of aging, and surface\nproperties, with particle size being the most critical determinant\nof biodistribution and the extent of toxicity.\n−\n\n Particle size\nsignificantly impacts the biodistribution of MPs within the body,\ninfluencing their localization in different tissues and the degree\nof accumulation in those tissues. Thus,\nMPs of varying sizes can exhibit differences in the type, degree,\nand mechanisms of toxicity within the same cells or tissues/organs.\nFor example, Wang et al. demonstrated that at identical exposure concentrations,\nPS MPs of different sizes could induce damage to the bladder epithelium\nin mice, with distinct injury types and mechanisms. PS MPs in the 1–10 μm range triggered significant\nnecroptosis through oxidative stress, while PS MPs of 50–100\nμm primarily induced a stronger inflammatory response via the\np-NFκB p65 pathway. Similarly, Wen et al. showed that MPs of\ndifferent sizes could produce similar effects through varying molecular\nmechanisms. Exposure of C57BL/6 male\nmice to 80 nm and 5 μm PS MPs resulted in reduced spermatocyte\ncounts in the seminiferous tubules, impairing spermatogenesis. The\n80 nm PS MPs reduced spermatocytes by altering retinoic acid metabolism,\nwhereas the 5 μm PS MPs did so by disrupting thyroid hormone\nmetabolism. At the cellular level, Wang et al. found that larger PS\nparticles (500 and 1000 nm) typically caused hepatocyte death by disrupting\nthe cell membrane, while smaller particles (20 nm) were more likely\nto penetrate cells, inducing severe oxidative stress and leading to\nhepatocyte death. Similarly, in the intestines,\nMPs’ toxicity is closely linked to particle size, with distinct\nmechanisms of intestinal inflammation, barrier disruption, and other\ninjuries based on particle size. It is generally accepted that MPs’\nbiological toxicity is size-dependent, with smaller particles demonstrating\ngreater toxicity. Smaller MPs are more readily phagocytosed and can\npenetrate intestinal epithelial cells, making their hazards to the\nintestines more evident. However, some\nresearchers argue that no direct correlation exists between MPs’\nsize and toxicity, asserting that toxicity depends not only on the\nadsorption capacity of the target organ but also on the presence and\nstimulation pathways of MPs within that organ.\n,\n In our preliminary animal experiments, 10 μm PS MPs were specifically\nstudied and found to be nonphagocytosable by intestinal epithelial\ncells. Despite this, these nonphagocytosable microplastics (NPMs)\nstill induced significant intestinal inflammatory damage, and the\nunderlying mechanisms remain unclear, warranting further investigation. As the primary organ responsible for metabolism and detoxification,\nthe liver is the first critical site of contact for MPs after they\npass through the intestines. Upon oral ingestion, some MPs can cross\nthe intestinal barrier, enter the bloodstream, and reach the liver\nvia the enterohepatic circulation, where they accumulate and potentially\ncause long-term adverse effects. Numerous animal studies have demonstrated\nthat chronic exposure to MPs can result in liver inflammation, hepatic\nfibrosis, and disruptions in glucose and lipid metabolism.\n−\n\n Furthermore, once MPs enter the liver, they can interfere with the\nbile acid (BA) metabolism, disrupting the production and secretion\nof BAs. PS MPs significantly elevate total BA (TBA) levels in the\nliver.\n,\n However, the impact and underlying mechanisms\nof these elevated BAs on intestinal inflammation and the intestinal\nbarrier remain unclear. The gut microbiota play a critical role in\nmaintaining intestinal homeostasis by modulating BA metabolism, and\nbile acids in turn influence the composition and function of the microbiota.\nExcessive bile acids entering the intestine can disrupt the balance\nof the gut microbiota, compromise the integrity of the intestinal\nbarrier, and exacerbate intestinal inflammation. Additionally, research on the liver-BA-gut axis in the\ncontext of MPs-induced intestinal inflammatory injury is still limited. In this study, a 6-week gavage model was established using 10 μm\nPS MPs, a type of NPMs, in male BALB/c mice to explore the mechanisms\nby which NPMs induce colon inflammatory injury. Through multiomics\nanalysis, BA metabolism dysregulation and gut microbiota imbalance\nin fecal samples were examined. Finally, how BA metabolism disruption\nexacerbates colon inflammatory injury in mice was investigated. These\nfindings offer novel insights into the mechanisms by which oral exposure\nto NPMs induces colon inflammatory damage.\n\n## Materials and Methods\nPS MPs are typical microplastics\nwidely present in the environment and commonly used for toxicity studies. This study utilized two types of PS MPs (Zhichuan,\nJiangsu, China). Conventional PS MPs, with a particle size of 10 μm,\nwere used for toxicological research in animal and cell experiments.\nAdditionally, fluorescent PS MPs (excitation wavelength: 520 nm; emission\nwavelength: 580 nm) with particle sizes of 100 nm, 1 μm, and\n10 μm were employed to visualize ingestion, accumulation, and\ndistribution in vivo and in vitro. The morphology and particle size\nof the PS MPs were confirmed using scanning electron microscopy (SEM,\nSigma 300, ZEISS, Germany) and a laser particle size analyzer (Mastersizer\n2000, Malvern, UK). The chemical composition of the PS MPs was verified\nthrough Fourier-transform infrared spectroscopy (FTIR; IRTracer 100,\nShimadzu, Japan). Taurochenodeoxycholic acid (TCDCA) was obtained\nfrom Aladdin (CAS#: 516-35-8, Shanghai, China). The cell counting\nkit-8 (CCK-8), calcein/propidium iodide (PI) Live/Dead viability/cytotoxicity\nassay kit, reactive oxygen species (ROS) assay kit, and mitochondrial\nmembrane potential assay kit with JC-1 were provided by Beyotime Biotechnology,\nShanghai, China. The Annexin V-FITC/PI apoptosis detection kit was\nsupplied by Jiangsu KeyGEN Biotechnology, China. SPF BALB/c mice (4\nweeks old, male) were obtained from the Anhui Experimental Animal\nCenter (Hefei, Anhui, China). The mice were housed at 22–26\n°C with controlled humidity and a 12 h light/dark cycle, with\n1 week of acclimatization. All animal experiments utilized 10 μm\nPS MPs, diluted in PBS to a final concentration of 10 mg/mL. All experimental\nprotocols were approved by the Animal Care and Use Committee of Anhui\nMedical University (ethics approval number: LLSC20242418). The human normal colonic\nepithelial cell line (NCM460) was sourced from Warner Bio (Wuhan,\nChina). NCM460 cells were cultured in RPMI1640 medium (Gibco, Waltham,\nMA, USA) supplemented with 10% fetal bovine serum (FBS; Gibco), 100\nIU/mL penicillin, and 100 μg/mL streptomycin at 37 °C with\n5% CO2. Once the cell density exceeded 90%, they were seeded\ninto six-well plates, 24-well plates, or 96-well plates for subsequent\nexperiments. Six healthy mice\nwere randomly selected and fasted for 8 h. Fluorescent PS MPs at a\nconcentration of 10 mg/mL were orally administered at 0, 2, 4, 8,\nand 12 h, with a gavage volume of 200 μL per mouse. The control\ngroup received an equivalent volume of PBS. Mice were anesthetized\nwith pentobarbital sodium administered intraperitoneally. Using Small\nAnimal In Vivo Optical Imaging (IVIS Luminz iii, PerkinElmer, USA),\nimages were captured at each time point to monitor the ingestion,\ndigestion, and accumulation of fluorescent PS MPs throughout the digestive\ntract, from the oral cavity to the anus, as well as their distribution\nin various organs. Five healthy\nmice were randomly selected and orally administered fluorescent PS\nMPs at a concentration of 10 mg/mL, with a daily dosage of 1 mg per\nmouse for 6 weeks. After the exposure period, the mice were euthanized,\nand tissue samples, including the heart, lungs, liver, spleen, kidneys,\nstomach, and colon, were collected. The tissues were fixed in 4% paraformaldehyde,\nembedded in paraffin, and sectioned to a thickness of 4 μm.\nHematoxylin and eosin (H&E) staining was performed for observation.\nTo detect the presence of fluorescent PS MPs in tissue sections, a\nbright-field image was first obtained using a Leica upright fluorescence\nmicroscope, followed by fluorescence imaging in the appropriate channel.\nThe two sets of images were then merged for analysis. After 1 week of acclimatization,\n10 healthy mice were randomly selected and weighed. They were subsequently\ndivided into two groups: the control group (NC) and the model group\n(MP), each consisting of 5 mice. During gavage, the body weight of\nthe mice was measured every other day. The MP group received a 10\nmg/mL concentration of PS MPs at a dosage of 1 mg/day per mouse, while the control group was administered an\nequivalent volume of PBS. Gavage continued for 6 weeks. Body weights\nof both groups were measured before the final gavage, and mice were\nfasted for 8 h after the final gavage. Euthanasia was carried out\nby cervical dislocation following intraperitoneal anesthesia with\npentobarbital sodium. Tissues, including serum, feces, heart, lungs,\nliver, spleen, kidneys, stomach, cecum, and colon, were collected. An appropriate\nnumber of NCM460 cells were seeded in a 24-well plate and cultured\nfor 24 h until stable growth and proliferation were achieved. Fluorescent\nPS MPs of varying sizes (100 nm, 1 μm, 10 μm) were then\ncoincubated with the cells at a concentration of 1 mg/mL for another\n24 h. After coincubation, the wells were washed several times with\nPBS to remove uninternalized MPs. Bright-field, red fluorescence,\nand DAPI fluorescence images were captured using a live cell workstation\n(Celldiscoverer 7, Zeiss, Germany). The images were exported and merged\nusing the ZEN software provided by Zeiss as necessary. Histopathological\nexaminations were performed to assess inflammation in the colon and\nliver, as well as colonic mucus secretion. Colon and liver tissue\nsamples were fixed in 4% paraformaldehyde, dehydrated, paraffin-embedded,\nand sectioned into 4 μm slices. The sections were stained with\nH&E and alcian blue periodic acid-Schiff (AB-PAS) reagents from\nSolarbio (Beijing, China). Tissue sections were observed and images\nwere captured using a Leica upright microscope (DM6B, Leica, Germany). Enzyme-linked immunosorbent assay (ELISA) kits were\nused to determine the expression levels of inflammatory factors in\ncolon tissue and TBA levels in the liver, colon, and feces. The ELISA\nkits, provided by Meibiao Biotechnology (Jiangsu, China), included\nassays for mouse tumor necrosis factor-α (TNF-α), interleukin-1\nβ (IL-1β), interleukin-6 (IL-6), and interleukin-10 (IL-10).\nMouse TBA ELISA kits were obtained from Zhongke Quality Inspection\nBiotechnology (Beijing, China). After supernatants were extracted\nfrom colon, liver, and fecal samples, procedures were strictly followed\naccording to the manufacturer’s protocols for the respective\ncommercial ELISA kits. Optical density (OD) values were measured at\na wavelength of 450 nm by using a microplate reader (BioTek, USA).\nData analysis involved constructing standard curves, and the expression\nlevels of inflammatory factors and TBA were calculated based on these\ncurves. For the detection of oxidative stress biomarkers in the colon and\nliver, mouse colon and liver tissue homogenates were prepared according\nto the kit manufacturer’s instructions. The levels of reduced\nglutathione (GSH) and oxidized glutathione (GSSG) were assessed by\nusing a colorimetric assay (GSH and GSSG assay kit, S0053, Beyotime,\nShanghai, China). Glutathione peroxidase (GSH-Px) content was determined\nusing the NADPH method (total glutathione peroxidase assay kit, S0058,\nBeyotime). Superoxide dismutase (SOD) content was measured using the\nWST-8 method (total SOD activity assay kit S0101S, Beyotime). Malondialdehyde\n(MDA) levels were determined using an MDA content assay kit (BC0025,\nSolarbio), and catalase (CAT) activity was measured using a catalase\nactivity assay kit (BC0205, Solarbio). Protein concentrations were\ndetermined using a BCA protein assay kit (P0012, Beyotime). Splenic lymphocytes were isolated from murine specimens, followed\nby erythrocyte depletion using hypotonic lysis. After centrifugation\nand washing with PBS, cellular suspensions were preincubated with\nan Fc receptor-blocking agent to prevent nonspecific antibody interactions.\nSurface epitopes were labeled for 30 min at 37 °C using the following\nfluorophore-conjugated monoclonal antibodies: PB450-anti-CD45, FITC-anti-CD4,\nAPC-anti-CD8, PerCP/Cy5.5-anti-CD3, and PE-anti-CD25. Intracellular\nstaining was performed after fixation and permeabilization with APC-conjugated\nFoxp3 and PE/Cy7-tagged IL-17A antibodies under identical thermal\nconditions. Processed samples were resuspended in a stabilization\nbuffer and analyzed by using flow cytometry (Beckman Coulter CytoFLEX\nplatform). Quantitative data interpretation was performed using FlowJo\nsoftware (version 10.8.1, Tree Star Inc.). Paraffin-embedded\nmouse colon tissue blocks were sectioned to a thickness of 3 μm\nand dewaxed in water. Endogenous peroxidase activity was blocked using\nan endogenous peroxidase blocking solution (AR1108, Boster, Wuhan,\nChina) for 10 min at room temperature, followed by a wash with PBS.\nAntigen retrieval was performed using a microwave, and the tissue\nwas then blocked with 5% BSA (BS114-5g, Biosharp, Hefei, Anhui, China)\nat room temperature for 2 h. Primary antibodies, including ZO-1 (1:200\ndilution, 21773-1-AP, Proteintech, Wuhan, China), Occludin (1:200\ndilution, 27260-1-AP, Proteintech), Claudin 1 (1:200 dilution, 13050-1-AP,\nProteintech), and MUC1 (1:100 dilution, ET1611-14, Huabio, Hangzhou,\nChina), were incubated overnight at 4 °C. The sections were then\nbrought to room temperature, washed with PBS to remove unbound primary\nantibodies, and dried by gently wiping away excess water. Subsequently,\nthe sections were incubated in the dark with FITC-labeled secondary\nantibodies (BL033A, Biosharp) at room temperature for 2 h. After incubation,\nthe sections were washed with PBS on a shaker and mounted using an\nantifade mounting medium containing DAPI (P0131, Beyotime). Observations\nand imaging were performed with a Leica upright microscope. Feces (20\nmg) were ground and extracted with 200 μL of methanol/acetonitrile\n(v/v = 2:8), then stored at −20 °C for 10 min for quantification.\nThe mixture was then centrifuged for 10 min at 12,000 rpm and 4 °C\nto obtain the supernatant. The supernatant was analyzed using an liquid\nchromatography-electrospray ionization-tandem mass spectrometry (LC-ESI-MS/MS)\nsystem equipped with a Waters ACQUITY UPLC HSS T3 C18 column (100\n× 2.1 mm i.d., 1.8 μm), consisting of UHPLC (ExionLC AD)\nand MS (Applied Biosystems 6500 Triple Quadrupole). Mobile phase A\nconsisted of water with 0.01% acetic acid and 5 mmol/L ammonium acetate,\nwhile mobile phase B consisted of acetonitrile with 0.01% acetic acid.\nThe column temperature was set to 40 °C, and the injection volume\nwas 3 μL. Detection was carried out using the QTRAP 6500+ LC–MS/MS\nmass spectrometer system (SCIEX, USA), equipped with an ESI Turbo\nion–spray interface, operating in negative ion mode, and controlled\nby Analyst 1.6.3 software (Sciex). The ESI source parameters were\nas follows: ion source, ESI; source temperature, 550 °C; ion\nspray voltage (IS), −4500 V; curtain gas (CUR), 35 psi. Sequencing was conducted by MetWare (http://www.metware.cn/) using the NovaSeq 6000 platform (Illumina,\nUSA). Following the acquisition of raw sequencing data, filtering\nand merging were performed with Fastp (v0.22.0), FLASH (v1.2.11),\nand Vsearch (v2.22.1) to generate effective tags. Operational taxonomic\nunit (OTU) clustering and amplicon sequence variant (ASV) denoising\nwere carried out based on these effective tags. Taxonomic annotation\nand multiple sequence alignment analyses were then performed on the\nsequences of the OTU/ASV, providing species identification and abundance\ndistribution profiles. Differences in the community structure across\nvarious samples or groups were explored. The data were subsequently\nnormalized, followed by analyses such as alpha diversity, beta diversity,\ndifferential species analysis with significance testing, network analysis,\nand functional prediction based on the normalized data. For cell viability\nassays, NCM460 cells were seeded in a 96-well plate. After 24 h, the\nculture medium was removed, and various concentrations of PS MPs or\nTCDCA, diluted in RPMI1640 medium, were added. After 24 h of incubation,\nCCK-8 reagent was added, followed by a 2 h incubation. The OD values\nat 450 nm were measured by using a microplate reader, and cell viability\nwas calculated. NCM460 cells\nwere also seeded into a 24-well plate and treated with specified concentrations\nof PS MPs or TCDCA for a designated period. Calcein AM/PI detection\nworking solution was prepared according to the manufacturer’s\ninstructions. After the culture medium was removed, cells were washed\nonce with PBS, and residual liquid was removed. Then, 250 μL\nof the Calcein AM/PI working solution was added to each well, and\nthe plate was incubated at 37 °C in the dark for 30 min. Following\nincubation, staining was observed under a fluorescence microscope\nand images were captured. Calcein AM emits green fluorescence (Ex/Em\n= 494/517 nm), while PI emits red fluorescence (Ex/Em = 535/617 nm). For ROS detection,\nDCFH-DA was diluted in a serum-free culture medium at a 1:1000 ratio\nto achieve a final concentration of 10 μM. After removing the\nculture medium, an appropriate volume of diluted DCFH-DA was added\nto cover the cells, which were then incubated at 37 °C for 20\nmin. The cells were washed three times with a serum-free medium to\nremove any unincorporated DCFH-DA. Rosup was added to the positive\ncontrol well. Finally, the cells were observed, and images were captured\nusing a live-cell workstation at Ex/Em = 488/525 nm. Following the manufacturer’s instructions, the JC-1 staining\nworking solution was prepared. CCCP was diluted to 10 μM and\nused to treat the cells for 20 min as a positive control. The culture\nmedium was removed from the 24-well plate, and the cells were washed\nonce with PBS. Next, 1 mL of complete culture medium was added, followed\nby 1 mL of JC-1 staining working solution, which was mixed gently\nand thoroughly. The plate was incubated at 37 °C in a cell culture\nincubator for 20 min. During incubation, a 1× JC-1 staining buffer\nwas prepared and kept on ice. After incubation, the supernatant was\nremoved and the cells were washed twice with 1× JC-1 staining\nbuffer. Finally, 1 mL of complete culture medium was added, and the\ncells were observed and imaged using a live-cell workstation. JC-1\naggregates emit red fluorescence (Ex/Em = 525/590 nm), while JC-1\nmonomers emit green fluorescence (Ex/Em = 490/530 nm). For apoptosis\ndetection, cells from each group were first collected after trypsin\ndigestion without EDTA. The cells were washed twice with PBS, centrifuged\nat 800 rpm for 5 min, and the supernatant was discarded. Then, 500\nμL of binding buffer from the kit was added to the cells, mixed\ngently to form a single-cell suspension, and transferred to flow cytometry\ntubes. Next, 5 μL of Annexin V-FITC was added to each tube and\nmixed thoroughly, followed by the addition of 5 μL of PI to\neach tube and gently mixed again. The tubes were incubated in the\ndark at room temperature for 10 min. Within 1 h, flow cytometry was\nperformed to observe and detect the cells. The green fluorescence\nof Annexin V-FITC (Ex/Em = 488/530 nm) was detected through the FITC\nchannel (FL1), and the red fluorescence of PI (Ex/Em = 488/630 nm)\nwas detected through the PI channel (FL3). For protein extraction,\ncells were lysed on ice using cell lysis buffer (P0013, Beyotime)\ncontaining the protease inhibitor PMSF (ST506, Beyotime, China). The\nprotein concentration was determined using a BCA protein assay kit.\nProteins were separated by 10% SDS-PAGE and transferred onto a PVDF\nmembrane. The membrane was blocked in 5% skim milk for 1 h and then\nincubated overnight at 4 °C with appropriately diluted primary\nantibodies (Bax, Bcl-2, Caspase-3, Caspase-9, PARP, GAPDH). The next\nday, after washing three times with TBST, the membrane was incubated\nwith corresponding secondary antibodies for 1 h. The membrane was\nwashed three times with TBST, stained with enhanced chemiluminescence\n(ECL) reagents (Affinity, China), and imaged and analyzed using a\nchemiluminescence imaging system (Tanon, Shanghai, China). All mice were acclimated for 1 week and weighed before\nbeing randomly assigned to four groups: the control group (NC), the\nexperimental group (MP), the MP + ABX group, and the MP + TCDCA group,\nwith five mice per group. PS MPs were administered via gavage to all\nexperimental groups at a concentration of 10 mg/mL, with a dosage\nof 1 mg per mouse per day, while the control group received an equivalent\nvolume of PBS. Gavage was performed continuously for 6 weeks. In the\nMP + ABX group, an antibiotic mixture (ABX) was provided via drinking\nwater, consisting of 0.5 g/L vancomycin (CAS#: 1404-93-9, Aladdin),\n1 g/L neomycin sulfate (CAS#: 1405-10-3, Aladdin), 1 g/L metronidazole\n(CAS#: 443-48-1, Aladdin), and 1 g/L ampicillin (CAS#: 69-52-3, Aladdin).\nThe solution was replaced every 3 days for 6 weeks to deplete the\nintestinal microbiota. From the fifth week onward, mice in the MP\n+ TCDCA group were orally administered with TCDCA dissolved in PBS\nat a dose of 200 mg/kg for 2 weeks. Prior\nto the final gavage, all mice were weighed, fasted for 8 h, and euthanized\nvia cervical dislocation under pentobarbital sodium anesthesia. Samples\nincluding serum, feces, heart, lungs, liver, spleen, kidneys, stomach,\ncecum, and colon tissues were collected. Data are presented\nas mean ± SEM. Statistical analyses were performed by using GraphPad\nPrism 10.1 software. One-way ANOVA followed by post hoc Tukey tests\nwere used for statistical comparisons between groups. A P-value of <0.05 was considered statistically significant.\n\n## Materials\nPS MPs are typical microplastics\nwidely present in the environment and commonly used for toxicity studies. This study utilized two types of PS MPs (Zhichuan,\nJiangsu, China). Conventional PS MPs, with a particle size of 10 μm,\nwere used for toxicological research in animal and cell experiments.\nAdditionally, fluorescent PS MPs (excitation wavelength: 520 nm; emission\nwavelength: 580 nm) with particle sizes of 100 nm, 1 μm, and\n10 μm were employed to visualize ingestion, accumulation, and\ndistribution in vivo and in vitro. The morphology and particle size\nof the PS MPs were confirmed using scanning electron microscopy (SEM,\nSigma 300, ZEISS, Germany) and a laser particle size analyzer (Mastersizer\n2000, Malvern, UK). The chemical composition of the PS MPs was verified\nthrough Fourier-transform infrared spectroscopy (FTIR; IRTracer 100,\nShimadzu, Japan). Taurochenodeoxycholic acid (TCDCA) was obtained\nfrom Aladdin (CAS#: 516-35-8, Shanghai, China). The cell counting\nkit-8 (CCK-8), calcein/propidium iodide (PI) Live/Dead viability/cytotoxicity\nassay kit, reactive oxygen species (ROS) assay kit, and mitochondrial\nmembrane potential assay kit with JC-1 were provided by Beyotime Biotechnology,\nShanghai, China. The Annexin V-FITC/PI apoptosis detection kit was\nsupplied by Jiangsu KeyGEN Biotechnology, China.\n\n## Animal Culture\nSPF BALB/c mice (4\nweeks old, male) were obtained from the Anhui Experimental Animal\nCenter (Hefei, Anhui, China). The mice were housed at 22–26\n°C with controlled humidity and a 12 h light/dark cycle, with\n1 week of acclimatization. All animal experiments utilized 10 μm\nPS MPs, diluted in PBS to a final concentration of 10 mg/mL. All experimental\nprotocols were approved by the Animal Care and Use Committee of Anhui\nMedical University (ethics approval number: LLSC20242418).\n\n## Cell Culture\nThe human normal colonic\nepithelial cell line (NCM460) was sourced from Warner Bio (Wuhan,\nChina). NCM460 cells were cultured in RPMI1640 medium (Gibco, Waltham,\nMA, USA) supplemented with 10% fetal bovine serum (FBS; Gibco), 100\nIU/mL penicillin, and 100 μg/mL streptomycin at 37 °C with\n5% CO2. Once the cell density exceeded 90%, they were seeded\ninto six-well plates, 24-well plates, or 96-well plates for subsequent\nexperiments.\n\n## In Vivo Live Imaging of Single High-Dose Oral\nExposure of Red Fluorescent PS MPs in Mice\nSix healthy mice\nwere randomly selected and fasted for 8 h. Fluorescent PS MPs at a\nconcentration of 10 mg/mL were orally administered at 0, 2, 4, 8,\nand 12 h, with a gavage volume of 200 μL per mouse. The control\ngroup received an equivalent volume of PBS. Mice were anesthetized\nwith pentobarbital sodium administered intraperitoneally. Using Small\nAnimal In Vivo Optical Imaging (IVIS Luminz iii, PerkinElmer, USA),\nimages were captured at each time point to monitor the ingestion,\ndigestion, and accumulation of fluorescent PS MPs throughout the digestive\ntract, from the oral cavity to the anus, as well as their distribution\nin various organs.\n\n## Accumulation of Fluorescent PS MPs in Various\nOrgans of Mice following Long-Term Oral Exposure\nFive healthy\nmice were randomly selected and orally administered fluorescent PS\nMPs at a concentration of 10 mg/mL, with a daily dosage of 1 mg per\nmouse for 6 weeks. After the exposure period, the mice were euthanized,\nand tissue samples, including the heart, lungs, liver, spleen, kidneys,\nstomach, and colon, were collected. The tissues were fixed in 4% paraformaldehyde,\nembedded in paraffin, and sectioned to a thickness of 4 μm.\nHematoxylin and eosin (H&E) staining was performed for observation.\nTo detect the presence of fluorescent PS MPs in tissue sections, a\nbright-field image was first obtained using a Leica upright fluorescence\nmicroscope, followed by fluorescence imaging in the appropriate channel.\nThe two sets of images were then merged for analysis.\n\n## Construction of the Mouse Colitis Model was\nInduced by Oral Exposure to PS MPs\nAfter 1 week of acclimatization,\n10 healthy mice were randomly selected and weighed. They were subsequently\ndivided into two groups: the control group (NC) and the model group\n(MP), each consisting of 5 mice. During gavage, the body weight of\nthe mice was measured every other day. The MP group received a 10\nmg/mL concentration of PS MPs at a dosage of 1 mg/day per mouse, while the control group was administered an\nequivalent volume of PBS. Gavage continued for 6 weeks. Body weights\nof both groups were measured before the final gavage, and mice were\nfasted for 8 h after the final gavage. Euthanasia was carried out\nby cervical dislocation following intraperitoneal anesthesia with\npentobarbital sodium. Tissues, including serum, feces, heart, lungs,\nliver, spleen, kidneys, stomach, cecum, and colon, were collected.\n\n## Uptake of Fluorescently Labeled PS MPs of\nDifferent Sizes by Normal Colonic Epithelial Cells\nAn appropriate\nnumber of NCM460 cells were seeded in a 24-well plate and cultured\nfor 24 h until stable growth and proliferation were achieved. Fluorescent\nPS MPs of varying sizes (100 nm, 1 μm, 10 μm) were then\ncoincubated with the cells at a concentration of 1 mg/mL for another\n24 h. After coincubation, the wells were washed several times with\nPBS to remove uninternalized MPs. Bright-field, red fluorescence,\nand DAPI fluorescence images were captured using a live cell workstation\n(Celldiscoverer 7, Zeiss, Germany). The images were exported and merged\nusing the ZEN software provided by Zeiss as necessary.\n\n## Tissue Histopathology Staining\nHistopathological\nexaminations were performed to assess inflammation in the colon and\nliver, as well as colonic mucus secretion. Colon and liver tissue\nsamples were fixed in 4% paraformaldehyde, dehydrated, paraffin-embedded,\nand sectioned into 4 μm slices. The sections were stained with\nH&E and alcian blue periodic acid-Schiff (AB-PAS) reagents from\nSolarbio (Beijing, China). Tissue sections were observed and images\nwere captured using a Leica upright microscope (DM6B, Leica, Germany).\n\n## Detection of Inflammatory Factors and TBAs\nby ELISA\nEnzyme-linked immunosorbent assay (ELISA) kits were\nused to determine the expression levels of inflammatory factors in\ncolon tissue and TBA levels in the liver, colon, and feces. The ELISA\nkits, provided by Meibiao Biotechnology (Jiangsu, China), included\nassays for mouse tumor necrosis factor-α (TNF-α), interleukin-1\nβ (IL-1β), interleukin-6 (IL-6), and interleukin-10 (IL-10).\nMouse TBA ELISA kits were obtained from Zhongke Quality Inspection\nBiotechnology (Beijing, China). After supernatants were extracted\nfrom colon, liver, and fecal samples, procedures were strictly followed\naccording to the manufacturer’s protocols for the respective\ncommercial ELISA kits. Optical density (OD) values were measured at\na wavelength of 450 nm by using a microplate reader (BioTek, USA).\nData analysis involved constructing standard curves, and the expression\nlevels of inflammatory factors and TBA were calculated based on these\ncurves.\n\n## Detection of Oxidative Stress Biomarkers\nFor the detection of oxidative stress biomarkers in the colon and\nliver, mouse colon and liver tissue homogenates were prepared according\nto the kit manufacturer’s instructions. The levels of reduced\nglutathione (GSH) and oxidized glutathione (GSSG) were assessed by\nusing a colorimetric assay (GSH and GSSG assay kit, S0053, Beyotime,\nShanghai, China). Glutathione peroxidase (GSH-Px) content was determined\nusing the NADPH method (total glutathione peroxidase assay kit, S0058,\nBeyotime). Superoxide dismutase (SOD) content was measured using the\nWST-8 method (total SOD activity assay kit S0101S, Beyotime). Malondialdehyde\n(MDA) levels were determined using an MDA content assay kit (BC0025,\nSolarbio), and catalase (CAT) activity was measured using a catalase\nactivity assay kit (BC0205, Solarbio). Protein concentrations were\ndetermined using a BCA protein assay kit (P0012, Beyotime).\n\n## Assessment of Th17/Treg Balance\nSplenic lymphocytes were isolated from murine specimens, followed\nby erythrocyte depletion using hypotonic lysis. After centrifugation\nand washing with PBS, cellular suspensions were preincubated with\nan Fc receptor-blocking agent to prevent nonspecific antibody interactions.\nSurface epitopes were labeled for 30 min at 37 °C using the following\nfluorophore-conjugated monoclonal antibodies: PB450-anti-CD45, FITC-anti-CD4,\nAPC-anti-CD8, PerCP/Cy5.5-anti-CD3, and PE-anti-CD25. Intracellular\nstaining was performed after fixation and permeabilization with APC-conjugated\nFoxp3 and PE/Cy7-tagged IL-17A antibodies under identical thermal\nconditions. Processed samples were resuspended in a stabilization\nbuffer and analyzed by using flow cytometry (Beckman Coulter CytoFLEX\nplatform). Quantitative data interpretation was performed using FlowJo\nsoftware (version 10.8.1, Tree Star Inc.).\n\n## Tissue Immunofluorescence\nParaffin-embedded\nmouse colon tissue blocks were sectioned to a thickness of 3 μm\nand dewaxed in water. Endogenous peroxidase activity was blocked using\nan endogenous peroxidase blocking solution (AR1108, Boster, Wuhan,\nChina) for 10 min at room temperature, followed by a wash with PBS.\nAntigen retrieval was performed using a microwave, and the tissue\nwas then blocked with 5% BSA (BS114-5g, Biosharp, Hefei, Anhui, China)\nat room temperature for 2 h. Primary antibodies, including ZO-1 (1:200\ndilution, 21773-1-AP, Proteintech, Wuhan, China), Occludin (1:200\ndilution, 27260-1-AP, Proteintech), Claudin 1 (1:200 dilution, 13050-1-AP,\nProteintech), and MUC1 (1:100 dilution, ET1611-14, Huabio, Hangzhou,\nChina), were incubated overnight at 4 °C. The sections were then\nbrought to room temperature, washed with PBS to remove unbound primary\nantibodies, and dried by gently wiping away excess water. Subsequently,\nthe sections were incubated in the dark with FITC-labeled secondary\nantibodies (BL033A, Biosharp) at room temperature for 2 h. After incubation,\nthe sections were washed with PBS on a shaker and mounted using an\nantifade mounting medium containing DAPI (P0131, Beyotime). Observations\nand imaging were performed with a Leica upright microscope.\n\n## Detection of Bile Acids\nFeces (20\nmg) were ground and extracted with 200 μL of methanol/acetonitrile\n(v/v = 2:8), then stored at −20 °C for 10 min for quantification.\nThe mixture was then centrifuged for 10 min at 12,000 rpm and 4 °C\nto obtain the supernatant. The supernatant was analyzed using an liquid\nchromatography-electrospray ionization-tandem mass spectrometry (LC-ESI-MS/MS)\nsystem equipped with a Waters ACQUITY UPLC HSS T3 C18 column (100\n× 2.1 mm i.d., 1.8 μm), consisting of UHPLC (ExionLC AD)\nand MS (Applied Biosystems 6500 Triple Quadrupole). Mobile phase A\nconsisted of water with 0.01% acetic acid and 5 mmol/L ammonium acetate,\nwhile mobile phase B consisted of acetonitrile with 0.01% acetic acid.\nThe column temperature was set to 40 °C, and the injection volume\nwas 3 μL. Detection was carried out using the QTRAP 6500+ LC–MS/MS\nmass spectrometer system (SCIEX, USA), equipped with an ESI Turbo\nion–spray interface, operating in negative ion mode, and controlled\nby Analyst 1.6.3 software (Sciex). The ESI source parameters were\nas follows: ion source, ESI; source temperature, 550 °C; ion\nspray voltage (IS), −4500 V; curtain gas (CUR), 35 psi.\n\n## 16S rRNA Sequencing of Fecal Samples\nSequencing was conducted by MetWare (http://www.metware.cn/) using the NovaSeq 6000 platform (Illumina,\nUSA). Following the acquisition of raw sequencing data, filtering\nand merging were performed with Fastp (v0.22.0), FLASH (v1.2.11),\nand Vsearch (v2.22.1) to generate effective tags. Operational taxonomic\nunit (OTU) clustering and amplicon sequence variant (ASV) denoising\nwere carried out based on these effective tags. Taxonomic annotation\nand multiple sequence alignment analyses were then performed on the\nsequences of the OTU/ASV, providing species identification and abundance\ndistribution profiles. Differences in the community structure across\nvarious samples or groups were explored. The data were subsequently\nnormalized, followed by analyses such as alpha diversity, beta diversity,\ndifferential species analysis with significance testing, network analysis,\nand functional prediction based on the normalized data.\n\n## Cell Viability Assay\nFor cell viability\nassays, NCM460 cells were seeded in a 96-well plate. After 24 h, the\nculture medium was removed, and various concentrations of PS MPs or\nTCDCA, diluted in RPMI1640 medium, were added. After 24 h of incubation,\nCCK-8 reagent was added, followed by a 2 h incubation. The OD values\nat 450 nm were measured by using a microplate reader, and cell viability\nwas calculated.\n\n## Cell Live/Dead Assay\nNCM460 cells\nwere also seeded into a 24-well plate and treated with specified concentrations\nof PS MPs or TCDCA for a designated period. Calcein AM/PI detection\nworking solution was prepared according to the manufacturer’s\ninstructions. After the culture medium was removed, cells were washed\nonce with PBS, and residual liquid was removed. Then, 250 μL\nof the Calcein AM/PI working solution was added to each well, and\nthe plate was incubated at 37 °C in the dark for 30 min. Following\nincubation, staining was observed under a fluorescence microscope\nand images were captured. Calcein AM emits green fluorescence (Ex/Em\n= 494/517 nm), while PI emits red fluorescence (Ex/Em = 535/617 nm).\n\n## Cell ROS Assay\nFor ROS detection,\nDCFH-DA was diluted in a serum-free culture medium at a 1:1000 ratio\nto achieve a final concentration of 10 μM. After removing the\nculture medium, an appropriate volume of diluted DCFH-DA was added\nto cover the cells, which were then incubated at 37 °C for 20\nmin. The cells were washed three times with a serum-free medium to\nremove any unincorporated DCFH-DA. Rosup was added to the positive\ncontrol well. Finally, the cells were observed, and images were captured\nusing a live-cell workstation at Ex/Em = 488/525 nm.\n\n## Mitochondrial Membrane Potential Assay\nFollowing the manufacturer’s instructions, the JC-1 staining\nworking solution was prepared. CCCP was diluted to 10 μM and\nused to treat the cells for 20 min as a positive control. The culture\nmedium was removed from the 24-well plate, and the cells were washed\nonce with PBS. Next, 1 mL of complete culture medium was added, followed\nby 1 mL of JC-1 staining working solution, which was mixed gently\nand thoroughly. The plate was incubated at 37 °C in a cell culture\nincubator for 20 min. During incubation, a 1× JC-1 staining buffer\nwas prepared and kept on ice. After incubation, the supernatant was\nremoved and the cells were washed twice with 1× JC-1 staining\nbuffer. Finally, 1 mL of complete culture medium was added, and the\ncells were observed and imaged using a live-cell workstation. JC-1\naggregates emit red fluorescence (Ex/Em = 525/590 nm), while JC-1\nmonomers emit green fluorescence (Ex/Em = 490/530 nm).\n\n## Cell Apoptosis Detection\nFor apoptosis\ndetection, cells from each group were first collected after trypsin\ndigestion without EDTA. The cells were washed twice with PBS, centrifuged\nat 800 rpm for 5 min, and the supernatant was discarded. Then, 500\nμL of binding buffer from the kit was added to the cells, mixed\ngently to form a single-cell suspension, and transferred to flow cytometry\ntubes. Next, 5 μL of Annexin V-FITC was added to each tube and\nmixed thoroughly, followed by the addition of 5 μL of PI to\neach tube and gently mixed again. The tubes were incubated in the\ndark at room temperature for 10 min. Within 1 h, flow cytometry was\nperformed to observe and detect the cells. The green fluorescence\nof Annexin V-FITC (Ex/Em = 488/530 nm) was detected through the FITC\nchannel (FL1), and the red fluorescence of PI (Ex/Em = 488/630 nm)\nwas detected through the PI channel (FL3).\n\n## Western Blotting\nFor protein extraction,\ncells were lysed on ice using cell lysis buffer (P0013, Beyotime)\ncontaining the protease inhibitor PMSF (ST506, Beyotime, China). The\nprotein concentration was determined using a BCA protein assay kit.\nProteins were separated by 10% SDS-PAGE and transferred onto a PVDF\nmembrane. The membrane was blocked in 5% skim milk for 1 h and then\nincubated overnight at 4 °C with appropriately diluted primary\nantibodies (Bax, Bcl-2, Caspase-3, Caspase-9, PARP, GAPDH). The next\nday, after washing three times with TBST, the membrane was incubated\nwith corresponding secondary antibodies for 1 h. The membrane was\nwashed three times with TBST, stained with enhanced chemiluminescence\n(ECL) reagents (Affinity, China), and imaged and analyzed using a\nchemiluminescence imaging system (Tanon, Shanghai, China).\n\n## In Vivo Validation of TCDCA Exacerbating\nColitis\nAll mice were acclimated for 1 week and weighed before\nbeing randomly assigned to four groups: the control group (NC), the\nexperimental group (MP), the MP + ABX group, and the MP + TCDCA group,\nwith five mice per group. PS MPs were administered via gavage to all\nexperimental groups at a concentration of 10 mg/mL, with a dosage\nof 1 mg per mouse per day, while the control group received an equivalent\nvolume of PBS. Gavage was performed continuously for 6 weeks. In the\nMP + ABX group, an antibiotic mixture (ABX) was provided via drinking\nwater, consisting of 0.5 g/L vancomycin (CAS#: 1404-93-9, Aladdin),\n1 g/L neomycin sulfate (CAS#: 1405-10-3, Aladdin), 1 g/L metronidazole\n(CAS#: 443-48-1, Aladdin), and 1 g/L ampicillin (CAS#: 69-52-3, Aladdin).\nThe solution was replaced every 3 days for 6 weeks to deplete the\nintestinal microbiota. From the fifth week onward, mice in the MP\n+ TCDCA group were orally administered with TCDCA dissolved in PBS\nat a dose of 200 mg/kg for 2 weeks. Prior\nto the final gavage, all mice were weighed, fasted for 8 h, and euthanized\nvia cervical dislocation under pentobarbital sodium anesthesia. Samples\nincluding serum, feces, heart, lungs, liver, spleen, kidneys, stomach,\ncecum, and colon tissues were collected.\n\n## Statistical Analysis\nData are presented\nas mean ± SEM. Statistical analyses were performed by using GraphPad\nPrism 10.1 software. One-way ANOVA followed by post hoc Tukey tests\nwere used for statistical comparisons between groups. A P-value of <0.05 was considered statistically significant.\n\n## Results\nSEM was\nemployed to capture the overall morphology of the PS MPs samples.\nBoth low- and high-magnification images revealed that PS MPs of three\ndifferent diameters displayed spherical structures with uniform sizes\nof 100 nm, 1 μm, and 10 μm, indicating excellent monodispersity\n(Figure \nA). Subsequently,\na laser particle size analyzer was used to measure the size and distribution\nof the PS MPs, confirming that the average sizes were centered around\n100 nm, 1 μm, and 10 μm, consistent with the SEM observations\n(Figure \nB). FTIR spectroscopy\nwas then applied to analyze the chemical composition of the samples,\nand the characteristic absorption peaks of polystyrene were observed,\nconfirming the material as polystyrene (Figure \nC). Characterization of PS MPs. (A) SEM images of\nPS MPs with three\ndifferent diameters (100 nm, 1 μm, and 10 μm) shown under\nboth low and high magnification. (B) Laser particle size analyzer\ndetection of the average size and distribution of PS MPs with three\ndifferent diameters. (C) FTIR spectral analysis of PS MPs. The characterization of PS MPs demonstrated their\nexcellent experimental properties. To evaluate the phagocytic capacity\nof colonic epithelial cells for PS MPs of varying sizes, NCM460 cells\nwere cultured in vitro and coincubated with PS MPs of three different\nsizes for 24 h. The results indicated that 100 nm PS MPs were most\nreadily engulfed by colonic epithelial cells, followed by 1 μm\nPS MPs, while 10 μm PS MPs could not be engulfed (Figures \nA, S1). Cell uptake and in vivo distribution and accumulation of PS MPs.\n(A) The cellular uptake of red fluorescent PS MPs with three different\nparticle sizes coincubated with NCM460 cells for 24 h was examined.\nBF: bright field channel, Red: red fluorescence channel, DAPI: DAPI\nchannel. BF/Red/DAPI: merged image. Enlarge: enlarged image. Scale\nbar: 100 μm. (B) Mice were subjected to single high-dose oral\nexposure to 10 μm red fluorescent PS MPs, and live imaging of\ntheir bodies and various organs was conducted at 0 h, 2 h, 4 h, 8\nh, and 12 h postexposure. (C) Long-term exposure of mice to 10 μm\nred fluorescent PS MPs was investigated. H&E-stained tissue sections\nof the intestine, liver, and kidney were observed under a fluorescence\nmicroscope using both bright-field and fluorescence channels, and\nthe images were subsequently merged. Scale bar: 50 μm. To further investigate the uptake and distribution\nof 10 μm\nPS MPs following a single high-dose oral exposure (0–12 h)\nin vivo, small animal live imaging technology was used to simulate\nthe digestion process of PS MPs in the gastrointestinal tract after\ningestion by mice and explore their distribution across various tissues\nand organs at different time points (Figure \nB). The live imaging results showed that\nat 0 h, strong fluorescence signals from red fluorescent PS MPs were\ndetected in the stomach immediately after gavage, with no notable\nsignals in the intestines or other organs. At 2 h, PS MPs had reached\nthe midlower abdomen, with significant fluorescence signals detected\nin the cecum and parts of the colon, while undigested PS MPs were\nstill present in the stomach. By 4 h, the fluorescence signal in the\nstomach disappeared, suggesting the possible complete digestion of\nthe PS MPs, while the MPs were primarily distributed in the left abdomen,\nwith bright fluorescence signals observed in the left colon and rectum.\nAt 8 h, as PS MPs were gradually excreted, the fluorescence signal\nin the abdomen diminished, accompanied by a decrease in fluorescence\nsignals in the cecum and colon. A pronounced increase in fluorescence\nsignal was observed around the anus. By 12 h, the overall fluorescence\nsignals in the abdominal area significantly decreased, indicating\nthat most PS MPs had been metabolized and excreted from the body.\nFurthermore, during this single high-dose oral exposure, no fluorescence\nsignals were detected in organs beyond the gastrointestinal tract.\nIn vivo imaging confirmed that single high-dose oral exposure to PS\nMPs primarily affected the gastrointestinal tract, with no evidence\nsuggesting that distant organs were invaded by PS MPs. However,\nlong-term exposure to PS MPs in vivo led to accumulation\nin distant organs. After 6 weeks of gavage with red fluorescent PS\nMPs, histological tissue sections revealed red fluorescent particle\naccumulation in the colon, liver, and kidneys (Figure \nC). These results suggest that prolonged\nexposure to PS MPs may not only result in accumulation within the\nintestines but also lead to the accumulation of MPs in multiple organs. Following prolonged exposure\nto PS MPs, changes in mouse body weight were first observed (Figures \nB,C, S2A). The body weight growth curve indicated\nno significant difference between the MP and NC groups before the\ninitiation of gavage (P > 0.05). However, during\nthe gavage period, the body weight gain rate in the MP group was notably\nslower than that in the NC group. By the end of the gavage period,\nthe body weight of mice in the MP group was significantly lower than\nthat of the NC group (P < 0.05). After euthanizing\nthe mice and collecting specimens, comparisons of colonic length and\nweight revealed that both were significantly reduced in the MP group\ncompared to the NC group (P < 0.05) (Figure \nA,B). Furthermore,\nH&E staining of the MP group showed significant infiltration of\ninflammatory cells (Figure \nD). ELISA results showed that pro-inflammatory cytokines TNF-α,\nIL-1β, and IL-6 were significantly higher in the MP group compared\nto the NC group, while the anti-inflammatory cytokine IL-10 was significantly\nreduced (P < 0.05) (Figure \nE). These results suggest that prolonged\nexposure to PS MPs slowed weight gain in mice and induced colonic\ninflammation. Long-term exposure to PS MPs results in colonic inflammation\nand\noxidative stress. (A) Comparison of colonic specimen lengths between\nthe NC group and the MP group after prolonged exposure to PS MPs.\n(B) Comparison of colonic length and weight between the NC group and\nthe MP group. (C) Changes in body weight growth curves of individual\nmice and groups during gavage with PS MPs in the NC group and the\nMP group. (D) H&E staining of colonic tissues in the NC group\nand the MP group. (E) Expression levels of TNF-α, IL-1β,\nIL-6, and IL-10 in the NC group and the MP group detected by ELISA.\n(F) Expression levels of oxidative stress markers GSH-Px, MDA, SOD,\nand CAT in colonic tissues. *p < 0.05, **p < 0.01, ***p < 0.001, ****p < 0.0001, n = 5. Analysis of oxidative stress markers in colonic\ntissues (Figures \nF, S2B) showed that prolonged exposure to PS MPs\nsignificantly\nincreased the levels of GSSG and MDA, while GSH levels were significantly\ndecreased in the MP group (P < 0.05). Additionally,\nthe expression levels of antioxidant enzymes GSH-Px, SOD, and CAT\nwere significantly lower in the MP group compared to the NC group\n(P < 0.05). These results indicate that prolonged\nexposure to PS MPs caused an imbalance in the oxidative–reductive\nsystem of the mouse colon, leading to oxidative stress-induced damage\nto colonic tissues. Th17/Treg cells contribute\nto the development of intestinal inflammation. To investigate whether\nPS MPs-induced colonic inflammation is linked to changes in the Th17/Treg\nratio in mice, flow cytometry was employed to assess the ratio of\nTh17 and Treg cells in the spleen (Figures \nA, S3). Quantitative\nanalysis of CD4+ IL17A+ (Th17) and CD4+ CD25+ Foxp3+ (Treg) cells\nwithin spleen CD4+ T cells revealed that, compared to the control\ngroup, PS MPs significantly increased Th17 cell levels and decreased\nTreg cell levels, resulting in a notable elevation of the Th17/Treg\nratio (P < 0.05). These results suggest that PS\nMPs exposure selectively increases Th17 levels while reducing Treg\nlevels, leading to a disruption of intestinal immune homeostasis. PS MPs\ndisrupt the Th17/Treg balance and damage the intestinal\nmucosal barrier in mice. (A) Flow cytometry analysis of the percentages\nof splenic CD4+ IL17A+ (Th17) and CD4+ CD25+ Foxp3+ (Treg) cells.\n(B) AB-PAS staining of colonic tissues to detect colonic mucus, with\nmucins displayed as blue or bluish-purple. (C) Immunofluorescence\nassessment of ZO-1, Occludin, Claudin 1, and MUC1 protein expression\nlevels in colonic tissues. n = 3. The intestinal mucosal epithelial barrier is a\nprimary protective\nmechanism that shields the gut from damage by harmful stimuli. MPs\nmay compromise this barrier, potentially triggering inflammation.\nAB-PAS staining showed that the MP group exhibited a reduction in\ngoblet cells within the colonic mucosa, accompanied by decreased mucin\nsecretion, leading to a reduced mucin coverage area in the colon compared\nto that in the control group (Figure \nB). Additionally, immunofluorescence (IF) staining\nof colon tissues was used to assess the expression of intestinal barrier\nproteins (Figure \nC).\nThe results demonstrated a decrease in fluorescence intensity and\nlower expression levels of ZO-1, Occludin, Claudin 1, and MUC1 in\nthe MP group. In conclusion, long-term exposure to PS MPs results\nin colon oxidative\nstress, an imbalance in the Th17/Treg immune response, extensive infiltration\nof inflammatory cells in colon tissues, increased secretion of pro-inflammatory\ncytokines, and disruption of the intestinal epithelial barrier. These\nresults suggest that PS MPs exposure contributes to dysregulation\nof intestinal homeostasis and induction of colonic inflammation in\nmice. The long-term effects of PS MPs exposure on distant\norgans, such as the liver, were also investigated. Figure \nA presents specimens from the\nNC and MP groups, including the heart, liver, spleen, lungs, kidneys,\nand stomach. No significant differences in the appearance of these\norgans were observed between the two groups. However, upon weighing\nthe organs, no significant differences were found in the masses of\nthe heart, lungs, and stomach (P > 0.05). In contrast,\nthe liver and spleen mass were significantly increased, while the\nkidney mass was significantly decreased in the MP group compared to\nthe control group (P < 0.05) (Figures \nB, S4). In addition to the intestine, the liver is one of the most commonly\nstudied distant organs. H&E staining of liver tissue sections\n(Figure \nC) revealed\ninflammatory damage in the liver of the MP group. Furthermore, the\nactivities of hepatic antioxidant enzymes, including GSH-Px, SOD,\nand CAT, were significantly reduced in the MP group (Figure \nE). A significant increase\nin TBA was also detected in the liver of the MP group (Figure \nD). These findings, combined\nwith the results from Figure \nC, suggest that long-term PS MPs exposure leads to their accumulation\nin the liver, causing inflammatory damage, impairing antioxidant function,\nand disrupting BA metabolism. PS MPs induce liver damage and abnormal BA secretion.\n(A) Comparison\nof specimens from the heart, liver, spleen, lungs, kidneys, and stomach\nbetween the two groups. (B) Statistical analysis of the weights of\nspecimens from the liver and kidneys between the two groups. (C) H&E\nstaining of liver tissues from the NC group and MP group. (D) ELISA\ndetection of TBA levels in the liver, colon, and feces from both groups.\n(E) Schematic diagram illustrating the proposed mechanism of colonic\ninflammation and damage induced by long-term exposure to PS MPs. *p < 0.05, **p < 0.01, ****p < 0.0001, n = 5. Additionally, TBA levels in the colon and feces\nwere significantly\nelevated in the MP group compared to the control group (P < 0.05) (Figure \nD). This suggests that the elevated hepatic TBA levels in the MP\ngroup result in increased secretion of TBA into the intestine, which,\nin turn, raises the fecal TBA levels. The mechanism underlying colonic\ninflammation and damage induced by PS MPs exposure may be related\nto elevated BA levels. Intestinal microbiota, which can convert primary\nBAs into secondary BAs, may play a pivotal role in this process. To\nexplore this further, multiomics analysis of fecal BA metabolism and\nchanges in intestinal microbiota were performed using BA metabolism\nmetabolomics and 16S rRNA microbial sequencing technologies (Figure \nE). BA metabolomic sequencing was\nconducted on fecal samples from the previously mentioned experiments.\nPrincipal component analysis (PCA) of fecal samples from both groups\nrevealed that long-term exposure to PS MPs significantly altered the\noverall structure of fecal BAs, leading to notable differences in\noverall metabolism and increased variability (Figure \nA). Subsequently, cluster heatmap analysis\nwas performed on all samples from both groups to observe changes in\nvarious BAs, as shown in Figure \nB. Using cluster analysis and the orthogonal partial\nleast squares-discriminant analysis (OPLS-DA) model, variable importance\nin projection (VIP) scores were obtained. Differential BAs were selected\nbased on P-values and fold change (FC) values from\nunivariate analysis. Figure \nC highlights the top 20 differential BAs in terms of FC between\nthe NC and MP groups, with the majority of BAs being elevated in the\nMP group. To further analyze the patterns of BA changes, the original\nlevels of the selected differential BAs were normalized using unit\nvariance scaling (UV scaling). A total of 17 differential BAs were\nidentified, with 14 upregulated and 3 downregulated. Cluster heatmap\nanalysis of these differential BAs is presented in Figure \nD. Additionally, violin plots\nwere used to visually display the differences in levels and the overall\ndistribution of differential BAs between the two groups (Figures \nE, S5). These results clearly demonstrate the global disruption\nof BA metabolism induced by prolonged PS MPs exposure. Fecal BAs were\npredominantly elevated, with 14 out of 17 differential BAs (82.4%)\nshowing significant increases, which aligns with enhanced hepatic\nsynthesis and secretion (refer to liver and colon TBA data, Figure \nD). Among the 14\nupregulated BAs, 11 were conjugated types (78.6%), with taurine-conjugated\nBAs predominating (8 out of 11, 72.7%). Furthermore, this abnormal\nBA profile may be linked to impaired gut microbiota functionality,\nsuggesting the need for further investigation to elucidate the underlying\nmechanism. Fecal BA metabolomics indicates PS MPs-induced abnormal hepatic\nBA secretion. (A) 2D score plot from PCA of bile acids. (B) Cluster\nheatmap analysis of BA data. (C) Bar plot displaying the top 20 differentially\nexpressed bile acids. Red represents upregulated bile acids, while\nblue represents downregulated bile acids. (D) Cluster heatmap analysis\nof differential bile acids. (E) Violin plot of differential bile acids. n = 4. In 16S rRNA sequencing, the OTUs were identified\nthrough clustering methods, and a Venn diagram was generated. The\nanalysis revealed 724 OTUs shared between the NC and MP groups, with\n372 unique to the NC group and 397 unique to the MP group (Figure \nA). Further investigation\nof species with high relative abundance at each taxonomic level and\ntheir proportional changes was conducted based on OTUs (Figures \nB, S6A). The results demonstrated that PS MPs exposure induced multilevel\nshifts in the microbiota. At the phylum level, Firmicutes and Actinobacteriota\nwere significantly enriched, while Bacteroidota, Proteobacteria, and\nVerrucomicrobiota were markedly depleted. These phylum-level alterations\nwere driven by dynamic changes in the key families and genera. Firmicutes\nenrichment correlated with increased abundance of Lachnospiraceae\nand its associated genera and . In contrast, Bacteroidota\ndepletion was linked to reduced levels of Bacteroidaceae and its dominant\ngenus Bacteroides. At the species level, analysis revealed a bifurcation\nwithin the Lactobacillus genus: and were upregulated,\nwhile and the\nmucin-degrading species were suppressed. These taxon-specific responses suggest the selective\nregulation of microbial consortia involved in mucin metabolism and\nimmunomodulation by PS MPs. To assess microbial diversity and community\nstructure, a multiple sequence alignment of the top 100 genera was\nperformed, and their phylogenetic relationships were inferred (Figure S6C). Principal component analysis (PCA)\nand principal coordinate analysis (PCoA) revealed significant alterations\nin the intestinal microbiota composition induced by PS MPs (Figure \nC). Simper analysis\nidentified key taxa with intergroup differences, including Firmicutes,\nBacteroidota, and Proteobacteria at the phylum level, as well as , , and at the genus level\n(Figure S6B). LEfSe analysis further highlighted\n8 bacterial taxa significantly affected by PS MPs (Figure S6D). Alterations of the gut microbiota in the PS MPs group.\n(A) Venn\ndiagram based on OTUs. (B) Composition of intestinal microbiota at\nthe phylum, family, genus, and species levels. (C) PCA score plot\nand PCoA score plot. (D) Spearman correlation clustering heatmap at\nthe genus level showing the differential microbial communities in\nmice after PS MPs treatment and their correlation with differential\nbile acids. Red: positive correlation; blue: negative correlation.\n*p < 0.05, **p < 0.01, n = 4. To further elucidate the interaction between gut\nmicrobiota and\nBAs under PS MPs exposure, Spearman correlation analysis was performed\non differential microbiota and BA metabolites (Figures \nD, S7A,B). The\nresults (P < 0.05) revealed significant positive\ncorrelations between elevated BAs and Actinobacteria at the phylum\nlevel, while negative correlations were observed with Proteobacteria.\nAt the genus level, BAs positively correlated with potentially harmful\nbacteria such as and but negatively correlated with beneficial\ngenera including , , and . Species-level analysis further showed that increased BA levels\nwere positively associated with oxidative stress- and inflammation-inducing\npathogens like , while negatively correlated with probiotics such as , , and , which\nplay roles in maintaining barrier integrity, exerting anti-inflammatory\neffects, and regulating metabolism. These results suggest that PS\nMPs exposure may exacerbate colonic inflammation and injury by disrupting\nthe correlation between specific microbiota and BAs, leading to the\nenrichment of potential pathogens and reduction of beneficial bacteria. BA metabolism disorders are characterized\nby a significant elevation in conjugated BA levels, particularly tauro-conjugated\nspecies. To further investigate the role of BAs in PS MPs-induced\ncolitis and intestinal injury, TCDCA, a representative tauro-conjugated\nBA, was selected for this study. CCK-8 assays were conducted to determine\noptimal treatment concentrations, revealing that PS MPs (0.5–2\nmg/mL) and TCDCA (≥1200 μM) induced dose-dependent cytotoxicity\nin NCM460 cells (Figures \nA, S8A). At 0.5 mg/mL, PS MPs reduced\ncell viability to 88.43%, while concentrations ≥2 mg/mL resulted\nin near-total cell death. TCDCA ≥1200 μM also exhibited\nsignificant toxicity. To minimize PS MPs-induced mortality while examining\nTCDCA’s role, 0.5 mg/mL PS MPs were combined with graded concentrations\nof TCDCA. The combination of 0.5 mg/mL PS MPs with 1000 μM TCDCA\nresulted in severe cytotoxicity (13.22% viability). The experimental\ngroups included NC (control), MP (0.5 mg/mL PS MPs), TCDCA (1000 μM),\nand MP + TCDCA (combined treatment). TCDCA exacerbates PS MPs-induced apoptosis\nin colon epithelial\ncells. (A) CCK-8 cell proliferation and toxicity assay. (B) Calcein-AM/PI\nlive/dead cell fluorescence staining. Scale bar: 50 μm. (C)\nAnnexin V-FITC flow cytometry apoptosis detection. n = 3. Figure \nB presents\nCalcein-AM/PI staining results where live (green) and dead (red) cells\nreflect the degree of damage. The NC group exhibited minimal red fluorescence,\nindicating normal cell viability. The MP group showed slight red signals,\nwhile TCDCA treatment increased red fluorescence moderately. Notably,\nthe MP + TCDCA combination induced a dramatic increase in red signals,\ndemonstrating synergistic cytotoxicity. ROS analysis (Figure \nA) revealed negligible green\nfluorescence in control cells, whereas intense signals were observed\nin Rosup-treated cells. MP exposure induced mild ROS generation, which\nwas further enhanced by TCDCA. The combination group exhibited the\nstrongest fluorescence, indicating significant ROS overproduction.\nJC-1 staining (Figure \nB) was used to assess mitochondrial membrane potential, with red/green\nfluorescence shifts indicating changes. NC cells showed predominant\nred signals (intact mitochondria), while CCCP-treated cells displayed\na green dominance. Both MP and TCDCA treatments resulted in reduced\nred fluorescence compared with NC, with TCDCA showing slightly stronger\ngreen signals. The combination group showed near-complete conversion\nto green fluorescence, indicating severe mitochondrial dysfunction. TCDCA\nexacerbates PS MPs-induced apoptosis in colon epithelial\ncells. (A) ROS detection. (B) JC-1 mitochondrial membrane potential\ndetection. BF: bright-field view, Merge: multichannel overlay image.\nScale bar: 50 μm, n = 3. Subsequent flow cytometry and Western blot analyses\nprovided further\ninsights into apoptosis regulation. Figure \nC demonstrates an increase in apoptosis across\ngroups: NC (1.33%), MP (5.48%), TCDCA (6.04%), and MP + TCDCA (29.95%),\nindicating synergistic pro-apoptotic effects. Western blot analysis\nof mitochondrial apoptosis markers (Figure S8B) showed consistent patterns when normalized to GAPDH. Pro-apoptotic\nproteins Bax, caspase-9, caspase-3, and PARP exhibited low expression\nin the NC group, increased in the MP and TCDCA groups, and reached\nthe highest levels in the MP + TCDCA group, showing significant upregulation.\nConversely, the antiapoptotic protein Bcl-2 exhibited the highest\nexpression in the NC group, decreased in the MP and TCDCA groups,\nand was lowest in the MP + TCDCA group, demonstrating significant\ndownregulation. These molecular changes align with the flow cytometry\nresults, confirming that TCDCA significantly enhances PS MPs-induced\napoptosis through activation of the mitochondrial pathway. In vitro findings indicated that\nTCDCA exacerbates PS MPs-induced colonic epithelial damage, leading\nto subsequent in vivo validation. Broad-spectrum antibiotics (ABX)\nwere used to deplete the gut microbiota, allowing for further investigation\ninto how the microbiota–metabolite interaction influences colitis\nprogression. Six-week murine experiments showed significant reductions\nin colonic length and weight in the MP group compared to NC controls\n(P < 0.05). Depletion of gut microbiota through\nABX (MP + ABX group) mitigated these morphological changes, with significantly\ngreater colonic length and weight observed compared to the MP group\n(P < 0.05). Conversely, TCDCA administration (MP\n+ TCDCA group) exacerbated PS MPs-induced damage, with further reductions\nin colonic parameters compared to the MP group (P < 0.05, Figures \nA,B, S9A). TCDCA exacerbates PS\nMPs-induced colitis and intestinal injury\nin mice. (A) Comparison of colon length in different groups of mice. n = 5. (B) Statistical analysis and comparison of colon\nlength in different groups of mice. n = 5. (C) H&E\npathological staining of mouse colon tissue. n =\n3. (D) ELISA detection of expression levels of inflammatory factors\nTNF-α, IL-1β, IL-6 in mouse colon. n =\n3.*p < 0.05, **p < 0.01, ***p < 0.001, ****p < 0.0001. Histopathological analysis (Figure \nC) revealed progressive mucosal alterations\nin the experimental groups. The NC group maintained intact mucosal\narchitecture with well-organized intestinal villi and distinct crypt\nstructures. MP exposure led to significant pathological changes, including\nvillous atrophy, crypt disorganization, and substantial submucosal\ninflammatory infiltration, accompanied by vascular congestion and\nedema. Microbiota-depleted (MP + ABX) animals exhibited partial preservation\nof mucosal structures, with relatively ordered villi/crypt arrangements\nand attenuated inflammatory manifestations compared to the MP group.\nThe MP + TCDCA group, however, exhibited severe mucosal destruction\ncharacterized by epithelial necrosis, total villous/crypt loss, and\nexacerbated submucosal vascular abnormalities with dense inflammatory\ninfiltrates. ELISA analysis of inflammatory mediators (Figures \nD, S9B) revealed distinct cytokine profiles. Pro-inflammatory cytokines\n(TNF-α, IL-1β, IL-6) were elevated in the MP, MP + ABX,\nand MP + TCDCA groups compared to NC (P < 0.05),\nwith the MP + ABX group showing significant reduction and the MP +\nTCDCA group exhibiting maximal elevation compared to MP controls.\nConversely, the anti-inflammatory cytokine IL-10 displayed an inverse\npattern, with suppressed levels across all treatment groups (P < 0.05), partially restored in MP + ABX and further\ndiminished in MP + TCDCA. The integrated in vitro and in vivo\nfindings demonstrate that TCDCA\nexacerbates PS MPs-induced colitis and intestinal injury in mice,\nwith its interaction with the gut microbiota likely playing a critical\nrole in the aggravated toxic effects of PS MPs.\n\n## Characterization of PS MPs\nSEM was\nemployed to capture the overall morphology of the PS MPs samples.\nBoth low- and high-magnification images revealed that PS MPs of three\ndifferent diameters displayed spherical structures with uniform sizes\nof 100 nm, 1 μm, and 10 μm, indicating excellent monodispersity\n(Figure \nA). Subsequently,\na laser particle size analyzer was used to measure the size and distribution\nof the PS MPs, confirming that the average sizes were centered around\n100 nm, 1 μm, and 10 μm, consistent with the SEM observations\n(Figure \nB). FTIR spectroscopy\nwas then applied to analyze the chemical composition of the samples,\nand the characteristic absorption peaks of polystyrene were observed,\nconfirming the material as polystyrene (Figure \nC). Characterization of PS MPs. (A) SEM images of\nPS MPs with three\ndifferent diameters (100 nm, 1 μm, and 10 μm) shown under\nboth low and high magnification. (B) Laser particle size analyzer\ndetection of the average size and distribution of PS MPs with three\ndifferent diameters. (C) FTIR spectral analysis of PS MPs.\n\n## Cell Uptake and In Vivo Distribution and Accumulation\nof PS MPs\nThe characterization of PS MPs demonstrated their\nexcellent experimental properties. To evaluate the phagocytic capacity\nof colonic epithelial cells for PS MPs of varying sizes, NCM460 cells\nwere cultured in vitro and coincubated with PS MPs of three different\nsizes for 24 h. The results indicated that 100 nm PS MPs were most\nreadily engulfed by colonic epithelial cells, followed by 1 μm\nPS MPs, while 10 μm PS MPs could not be engulfed (Figures \nA, S1). Cell uptake and in vivo distribution and accumulation of PS MPs.\n(A) The cellular uptake of red fluorescent PS MPs with three different\nparticle sizes coincubated with NCM460 cells for 24 h was examined.\nBF: bright field channel, Red: red fluorescence channel, DAPI: DAPI\nchannel. BF/Red/DAPI: merged image. Enlarge: enlarged image. Scale\nbar: 100 μm. (B) Mice were subjected to single high-dose oral\nexposure to 10 μm red fluorescent PS MPs, and live imaging of\ntheir bodies and various organs was conducted at 0 h, 2 h, 4 h, 8\nh, and 12 h postexposure. (C) Long-term exposure of mice to 10 μm\nred fluorescent PS MPs was investigated. H&E-stained tissue sections\nof the intestine, liver, and kidney were observed under a fluorescence\nmicroscope using both bright-field and fluorescence channels, and\nthe images were subsequently merged. Scale bar: 50 μm. To further investigate the uptake and distribution\nof 10 μm\nPS MPs following a single high-dose oral exposure (0–12 h)\nin vivo, small animal live imaging technology was used to simulate\nthe digestion process of PS MPs in the gastrointestinal tract after\ningestion by mice and explore their distribution across various tissues\nand organs at different time points (Figure \nB). The live imaging results showed that\nat 0 h, strong fluorescence signals from red fluorescent PS MPs were\ndetected in the stomach immediately after gavage, with no notable\nsignals in the intestines or other organs. At 2 h, PS MPs had reached\nthe midlower abdomen, with significant fluorescence signals detected\nin the cecum and parts of the colon, while undigested PS MPs were\nstill present in the stomach. By 4 h, the fluorescence signal in the\nstomach disappeared, suggesting the possible complete digestion of\nthe PS MPs, while the MPs were primarily distributed in the left abdomen,\nwith bright fluorescence signals observed in the left colon and rectum.\nAt 8 h, as PS MPs were gradually excreted, the fluorescence signal\nin the abdomen diminished, accompanied by a decrease in fluorescence\nsignals in the cecum and colon. A pronounced increase in fluorescence\nsignal was observed around the anus. By 12 h, the overall fluorescence\nsignals in the abdominal area significantly decreased, indicating\nthat most PS MPs had been metabolized and excreted from the body.\nFurthermore, during this single high-dose oral exposure, no fluorescence\nsignals were detected in organs beyond the gastrointestinal tract.\nIn vivo imaging confirmed that single high-dose oral exposure to PS\nMPs primarily affected the gastrointestinal tract, with no evidence\nsuggesting that distant organs were invaded by PS MPs. However,\nlong-term exposure to PS MPs in vivo led to accumulation\nin distant organs. After 6 weeks of gavage with red fluorescent PS\nMPs, histological tissue sections revealed red fluorescent particle\naccumulation in the colon, liver, and kidneys (Figure \nC). These results suggest that prolonged\nexposure to PS MPs may not only result in accumulation within the\nintestines but also lead to the accumulation of MPs in multiple organs.\n\n## Long-Term Exposure to PS MPs Results in Colonic\nInflammation and Oxidative Stress\nFollowing prolonged exposure\nto PS MPs, changes in mouse body weight were first observed (Figures \nB,C, S2A). The body weight growth curve indicated\nno significant difference between the MP and NC groups before the\ninitiation of gavage (P > 0.05). However, during\nthe gavage period, the body weight gain rate in the MP group was notably\nslower than that in the NC group. By the end of the gavage period,\nthe body weight of mice in the MP group was significantly lower than\nthat of the NC group (P < 0.05). After euthanizing\nthe mice and collecting specimens, comparisons of colonic length and\nweight revealed that both were significantly reduced in the MP group\ncompared to the NC group (P < 0.05) (Figure \nA,B). Furthermore,\nH&E staining of the MP group showed significant infiltration of\ninflammatory cells (Figure \nD). ELISA results showed that pro-inflammatory cytokines TNF-α,\nIL-1β, and IL-6 were significantly higher in the MP group compared\nto the NC group, while the anti-inflammatory cytokine IL-10 was significantly\nreduced (P < 0.05) (Figure \nE). These results suggest that prolonged\nexposure to PS MPs slowed weight gain in mice and induced colonic\ninflammation. Long-term exposure to PS MPs results in colonic inflammation\nand\noxidative stress. (A) Comparison of colonic specimen lengths between\nthe NC group and the MP group after prolonged exposure to PS MPs.\n(B) Comparison of colonic length and weight between the NC group and\nthe MP group. (C) Changes in body weight growth curves of individual\nmice and groups during gavage with PS MPs in the NC group and the\nMP group. (D) H&E staining of colonic tissues in the NC group\nand the MP group. (E) Expression levels of TNF-α, IL-1β,\nIL-6, and IL-10 in the NC group and the MP group detected by ELISA.\n(F) Expression levels of oxidative stress markers GSH-Px, MDA, SOD,\nand CAT in colonic tissues. *p < 0.05, **p < 0.01, ***p < 0.001, ****p < 0.0001, n = 5. Analysis of oxidative stress markers in colonic\ntissues (Figures \nF, S2B) showed that prolonged exposure to PS MPs\nsignificantly\nincreased the levels of GSSG and MDA, while GSH levels were significantly\ndecreased in the MP group (P < 0.05). Additionally,\nthe expression levels of antioxidant enzymes GSH-Px, SOD, and CAT\nwere significantly lower in the MP group compared to the NC group\n(P < 0.05). These results indicate that prolonged\nexposure to PS MPs caused an imbalance in the oxidative–reductive\nsystem of the mouse colon, leading to oxidative stress-induced damage\nto colonic tissues.\n\n## PS MPs Disrupt the Th17/Treg Balance and Damage\nthe Intestinal Mucosal Barrier in Mice\nTh17/Treg cells contribute\nto the development of intestinal inflammation. To investigate whether\nPS MPs-induced colonic inflammation is linked to changes in the Th17/Treg\nratio in mice, flow cytometry was employed to assess the ratio of\nTh17 and Treg cells in the spleen (Figures \nA, S3). Quantitative\nanalysis of CD4+ IL17A+ (Th17) and CD4+ CD25+ Foxp3+ (Treg) cells\nwithin spleen CD4+ T cells revealed that, compared to the control\ngroup, PS MPs significantly increased Th17 cell levels and decreased\nTreg cell levels, resulting in a notable elevation of the Th17/Treg\nratio (P < 0.05). These results suggest that PS\nMPs exposure selectively increases Th17 levels while reducing Treg\nlevels, leading to a disruption of intestinal immune homeostasis. PS MPs\ndisrupt the Th17/Treg balance and damage the intestinal\nmucosal barrier in mice. (A) Flow cytometry analysis of the percentages\nof splenic CD4+ IL17A+ (Th17) and CD4+ CD25+ Foxp3+ (Treg) cells.\n(B) AB-PAS staining of colonic tissues to detect colonic mucus, with\nmucins displayed as blue or bluish-purple. (C) Immunofluorescence\nassessment of ZO-1, Occludin, Claudin 1, and MUC1 protein expression\nlevels in colonic tissues. n = 3. The intestinal mucosal epithelial barrier is a\nprimary protective\nmechanism that shields the gut from damage by harmful stimuli. MPs\nmay compromise this barrier, potentially triggering inflammation.\nAB-PAS staining showed that the MP group exhibited a reduction in\ngoblet cells within the colonic mucosa, accompanied by decreased mucin\nsecretion, leading to a reduced mucin coverage area in the colon compared\nto that in the control group (Figure \nB). Additionally, immunofluorescence (IF) staining\nof colon tissues was used to assess the expression of intestinal barrier\nproteins (Figure \nC).\nThe results demonstrated a decrease in fluorescence intensity and\nlower expression levels of ZO-1, Occludin, Claudin 1, and MUC1 in\nthe MP group. In conclusion, long-term exposure to PS MPs results\nin colon oxidative\nstress, an imbalance in the Th17/Treg immune response, extensive infiltration\nof inflammatory cells in colon tissues, increased secretion of pro-inflammatory\ncytokines, and disruption of the intestinal epithelial barrier. These\nresults suggest that PS MPs exposure contributes to dysregulation\nof intestinal homeostasis and induction of colonic inflammation in\nmice.\n\n## PS MPs Induce Liver Damage and Abnormal BA\nSecretion\nThe long-term effects of PS MPs exposure on distant\norgans, such as the liver, were also investigated. Figure \nA presents specimens from the\nNC and MP groups, including the heart, liver, spleen, lungs, kidneys,\nand stomach. No significant differences in the appearance of these\norgans were observed between the two groups. However, upon weighing\nthe organs, no significant differences were found in the masses of\nthe heart, lungs, and stomach (P > 0.05). In contrast,\nthe liver and spleen mass were significantly increased, while the\nkidney mass was significantly decreased in the MP group compared to\nthe control group (P < 0.05) (Figures \nB, S4). In addition to the intestine, the liver is one of the most commonly\nstudied distant organs. H&E staining of liver tissue sections\n(Figure \nC) revealed\ninflammatory damage in the liver of the MP group. Furthermore, the\nactivities of hepatic antioxidant enzymes, including GSH-Px, SOD,\nand CAT, were significantly reduced in the MP group (Figure \nE). A significant increase\nin TBA was also detected in the liver of the MP group (Figure \nD). These findings, combined\nwith the results from Figure \nC, suggest that long-term PS MPs exposure leads to their accumulation\nin the liver, causing inflammatory damage, impairing antioxidant function,\nand disrupting BA metabolism. PS MPs induce liver damage and abnormal BA secretion.\n(A) Comparison\nof specimens from the heart, liver, spleen, lungs, kidneys, and stomach\nbetween the two groups. (B) Statistical analysis of the weights of\nspecimens from the liver and kidneys between the two groups. (C) H&E\nstaining of liver tissues from the NC group and MP group. (D) ELISA\ndetection of TBA levels in the liver, colon, and feces from both groups.\n(E) Schematic diagram illustrating the proposed mechanism of colonic\ninflammation and damage induced by long-term exposure to PS MPs. *p < 0.05, **p < 0.01, ****p < 0.0001, n = 5. Additionally, TBA levels in the colon and feces\nwere significantly\nelevated in the MP group compared to the control group (P < 0.05) (Figure \nD). This suggests that the elevated hepatic TBA levels in the MP\ngroup result in increased secretion of TBA into the intestine, which,\nin turn, raises the fecal TBA levels. The mechanism underlying colonic\ninflammation and damage induced by PS MPs exposure may be related\nto elevated BA levels. Intestinal microbiota, which can convert primary\nBAs into secondary BAs, may play a pivotal role in this process. To\nexplore this further, multiomics analysis of fecal BA metabolism and\nchanges in intestinal microbiota were performed using BA metabolism\nmetabolomics and 16S rRNA microbial sequencing technologies (Figure \nE).\n\n## Fecal BA Metabolomics Indicates PS MPs-Induced\nAbnormal Hepatic BA Secretion\nBA metabolomic sequencing was\nconducted on fecal samples from the previously mentioned experiments.\nPrincipal component analysis (PCA) of fecal samples from both groups\nrevealed that long-term exposure to PS MPs significantly altered the\noverall structure of fecal BAs, leading to notable differences in\noverall metabolism and increased variability (Figure \nA). Subsequently, cluster heatmap analysis\nwas performed on all samples from both groups to observe changes in\nvarious BAs, as shown in Figure \nB. Using cluster analysis and the orthogonal partial\nleast squares-discriminant analysis (OPLS-DA) model, variable importance\nin projection (VIP) scores were obtained. Differential BAs were selected\nbased on P-values and fold change (FC) values from\nunivariate analysis. Figure \nC highlights the top 20 differential BAs in terms of FC between\nthe NC and MP groups, with the majority of BAs being elevated in the\nMP group. To further analyze the patterns of BA changes, the original\nlevels of the selected differential BAs were normalized using unit\nvariance scaling (UV scaling). A total of 17 differential BAs were\nidentified, with 14 upregulated and 3 downregulated. Cluster heatmap\nanalysis of these differential BAs is presented in Figure \nD. Additionally, violin plots\nwere used to visually display the differences in levels and the overall\ndistribution of differential BAs between the two groups (Figures \nE, S5). These results clearly demonstrate the global disruption\nof BA metabolism induced by prolonged PS MPs exposure. Fecal BAs were\npredominantly elevated, with 14 out of 17 differential BAs (82.4%)\nshowing significant increases, which aligns with enhanced hepatic\nsynthesis and secretion (refer to liver and colon TBA data, Figure \nD). Among the 14\nupregulated BAs, 11 were conjugated types (78.6%), with taurine-conjugated\nBAs predominating (8 out of 11, 72.7%). Furthermore, this abnormal\nBA profile may be linked to impaired gut microbiota functionality,\nsuggesting the need for further investigation to elucidate the underlying\nmechanism. Fecal BA metabolomics indicates PS MPs-induced abnormal hepatic\nBA secretion. (A) 2D score plot from PCA of bile acids. (B) Cluster\nheatmap analysis of BA data. (C) Bar plot displaying the top 20 differentially\nexpressed bile acids. Red represents upregulated bile acids, while\nblue represents downregulated bile acids. (D) Cluster heatmap analysis\nof differential bile acids. (E) Violin plot of differential bile acids. n = 4.\n\n## Alterations of the Gut Microbiota in the PS\nMPs Group\nIn 16S rRNA sequencing, the OTUs were identified\nthrough clustering methods, and a Venn diagram was generated. The\nanalysis revealed 724 OTUs shared between the NC and MP groups, with\n372 unique to the NC group and 397 unique to the MP group (Figure \nA). Further investigation\nof species with high relative abundance at each taxonomic level and\ntheir proportional changes was conducted based on OTUs (Figures \nB, S6A). The results demonstrated that PS MPs exposure induced multilevel\nshifts in the microbiota. At the phylum level, Firmicutes and Actinobacteriota\nwere significantly enriched, while Bacteroidota, Proteobacteria, and\nVerrucomicrobiota were markedly depleted. These phylum-level alterations\nwere driven by dynamic changes in the key families and genera. Firmicutes\nenrichment correlated with increased abundance of Lachnospiraceae\nand its associated genera and . In contrast, Bacteroidota\ndepletion was linked to reduced levels of Bacteroidaceae and its dominant\ngenus Bacteroides. At the species level, analysis revealed a bifurcation\nwithin the Lactobacillus genus: and were upregulated,\nwhile and the\nmucin-degrading species were suppressed. These taxon-specific responses suggest the selective\nregulation of microbial consortia involved in mucin metabolism and\nimmunomodulation by PS MPs. To assess microbial diversity and community\nstructure, a multiple sequence alignment of the top 100 genera was\nperformed, and their phylogenetic relationships were inferred (Figure S6C). Principal component analysis (PCA)\nand principal coordinate analysis (PCoA) revealed significant alterations\nin the intestinal microbiota composition induced by PS MPs (Figure \nC). Simper analysis\nidentified key taxa with intergroup differences, including Firmicutes,\nBacteroidota, and Proteobacteria at the phylum level, as well as , , and at the genus level\n(Figure S6B). LEfSe analysis further highlighted\n8 bacterial taxa significantly affected by PS MPs (Figure S6D). Alterations of the gut microbiota in the PS MPs group.\n(A) Venn\ndiagram based on OTUs. (B) Composition of intestinal microbiota at\nthe phylum, family, genus, and species levels. (C) PCA score plot\nand PCoA score plot. (D) Spearman correlation clustering heatmap at\nthe genus level showing the differential microbial communities in\nmice after PS MPs treatment and their correlation with differential\nbile acids. Red: positive correlation; blue: negative correlation.\n*p < 0.05, **p < 0.01, n = 4. To further elucidate the interaction between gut\nmicrobiota and\nBAs under PS MPs exposure, Spearman correlation analysis was performed\non differential microbiota and BA metabolites (Figures \nD, S7A,B). The\nresults (P < 0.05) revealed significant positive\ncorrelations between elevated BAs and Actinobacteria at the phylum\nlevel, while negative correlations were observed with Proteobacteria.\nAt the genus level, BAs positively correlated with potentially harmful\nbacteria such as and but negatively correlated with beneficial\ngenera including , , and . Species-level analysis further showed that increased BA levels\nwere positively associated with oxidative stress- and inflammation-inducing\npathogens like , while negatively correlated with probiotics such as , , and , which\nplay roles in maintaining barrier integrity, exerting anti-inflammatory\neffects, and regulating metabolism. These results suggest that PS\nMPs exposure may exacerbate colonic inflammation and injury by disrupting\nthe correlation between specific microbiota and BAs, leading to the\nenrichment of potential pathogens and reduction of beneficial bacteria.\n\n## TCDCA Exacerbates PS MPs-Induced Apoptosis\nin Colon Epithelial Cells\nBA metabolism disorders are characterized\nby a significant elevation in conjugated BA levels, particularly tauro-conjugated\nspecies. To further investigate the role of BAs in PS MPs-induced\ncolitis and intestinal injury, TCDCA, a representative tauro-conjugated\nBA, was selected for this study. CCK-8 assays were conducted to determine\noptimal treatment concentrations, revealing that PS MPs (0.5–2\nmg/mL) and TCDCA (≥1200 μM) induced dose-dependent cytotoxicity\nin NCM460 cells (Figures \nA, S8A). At 0.5 mg/mL, PS MPs reduced\ncell viability to 88.43%, while concentrations ≥2 mg/mL resulted\nin near-total cell death. TCDCA ≥1200 μM also exhibited\nsignificant toxicity. To minimize PS MPs-induced mortality while examining\nTCDCA’s role, 0.5 mg/mL PS MPs were combined with graded concentrations\nof TCDCA. The combination of 0.5 mg/mL PS MPs with 1000 μM TCDCA\nresulted in severe cytotoxicity (13.22% viability). The experimental\ngroups included NC (control), MP (0.5 mg/mL PS MPs), TCDCA (1000 μM),\nand MP + TCDCA (combined treatment). TCDCA exacerbates PS MPs-induced apoptosis\nin colon epithelial\ncells. (A) CCK-8 cell proliferation and toxicity assay. (B) Calcein-AM/PI\nlive/dead cell fluorescence staining. Scale bar: 50 μm. (C)\nAnnexin V-FITC flow cytometry apoptosis detection. n = 3. Figure \nB presents\nCalcein-AM/PI staining results where live (green) and dead (red) cells\nreflect the degree of damage. The NC group exhibited minimal red fluorescence,\nindicating normal cell viability. The MP group showed slight red signals,\nwhile TCDCA treatment increased red fluorescence moderately. Notably,\nthe MP + TCDCA combination induced a dramatic increase in red signals,\ndemonstrating synergistic cytotoxicity. ROS analysis (Figure \nA) revealed negligible green\nfluorescence in control cells, whereas intense signals were observed\nin Rosup-treated cells. MP exposure induced mild ROS generation, which\nwas further enhanced by TCDCA. The combination group exhibited the\nstrongest fluorescence, indicating significant ROS overproduction.\nJC-1 staining (Figure \nB) was used to assess mitochondrial membrane potential, with red/green\nfluorescence shifts indicating changes. NC cells showed predominant\nred signals (intact mitochondria), while CCCP-treated cells displayed\na green dominance. Both MP and TCDCA treatments resulted in reduced\nred fluorescence compared with NC, with TCDCA showing slightly stronger\ngreen signals. The combination group showed near-complete conversion\nto green fluorescence, indicating severe mitochondrial dysfunction. TCDCA\nexacerbates PS MPs-induced apoptosis in colon epithelial\ncells. (A) ROS detection. (B) JC-1 mitochondrial membrane potential\ndetection. BF: bright-field view, Merge: multichannel overlay image.\nScale bar: 50 μm, n = 3. Subsequent flow cytometry and Western blot analyses\nprovided further\ninsights into apoptosis regulation. Figure \nC demonstrates an increase in apoptosis across\ngroups: NC (1.33%), MP (5.48%), TCDCA (6.04%), and MP + TCDCA (29.95%),\nindicating synergistic pro-apoptotic effects. Western blot analysis\nof mitochondrial apoptosis markers (Figure S8B) showed consistent patterns when normalized to GAPDH. Pro-apoptotic\nproteins Bax, caspase-9, caspase-3, and PARP exhibited low expression\nin the NC group, increased in the MP and TCDCA groups, and reached\nthe highest levels in the MP + TCDCA group, showing significant upregulation.\nConversely, the antiapoptotic protein Bcl-2 exhibited the highest\nexpression in the NC group, decreased in the MP and TCDCA groups,\nand was lowest in the MP + TCDCA group, demonstrating significant\ndownregulation. These molecular changes align with the flow cytometry\nresults, confirming that TCDCA significantly enhances PS MPs-induced\napoptosis through activation of the mitochondrial pathway.\n\n## TCDCA Exacerbates PS MPs-Induced Colitis and\nIntestinal Injury in Mice\nIn vitro findings indicated that\nTCDCA exacerbates PS MPs-induced colonic epithelial damage, leading\nto subsequent in vivo validation. Broad-spectrum antibiotics (ABX)\nwere used to deplete the gut microbiota, allowing for further investigation\ninto how the microbiota–metabolite interaction influences colitis\nprogression. Six-week murine experiments showed significant reductions\nin colonic length and weight in the MP group compared to NC controls\n(P < 0.05). Depletion of gut microbiota through\nABX (MP + ABX group) mitigated these morphological changes, with significantly\ngreater colonic length and weight observed compared to the MP group\n(P < 0.05). Conversely, TCDCA administration (MP\n+ TCDCA group) exacerbated PS MPs-induced damage, with further reductions\nin colonic parameters compared to the MP group (P < 0.05, Figures \nA,B, S9A). TCDCA exacerbates PS\nMPs-induced colitis and intestinal injury\nin mice. (A) Comparison of colon length in different groups of mice. n = 5. (B) Statistical analysis and comparison of colon\nlength in different groups of mice. n = 5. (C) H&E\npathological staining of mouse colon tissue. n =\n3. (D) ELISA detection of expression levels of inflammatory factors\nTNF-α, IL-1β, IL-6 in mouse colon. n =\n3.*p < 0.05, **p < 0.01, ***p < 0.001, ****p < 0.0001. Histopathological analysis (Figure \nC) revealed progressive mucosal alterations\nin the experimental groups. The NC group maintained intact mucosal\narchitecture with well-organized intestinal villi and distinct crypt\nstructures. MP exposure led to significant pathological changes, including\nvillous atrophy, crypt disorganization, and substantial submucosal\ninflammatory infiltration, accompanied by vascular congestion and\nedema. Microbiota-depleted (MP + ABX) animals exhibited partial preservation\nof mucosal structures, with relatively ordered villi/crypt arrangements\nand attenuated inflammatory manifestations compared to the MP group.\nThe MP + TCDCA group, however, exhibited severe mucosal destruction\ncharacterized by epithelial necrosis, total villous/crypt loss, and\nexacerbated submucosal vascular abnormalities with dense inflammatory\ninfiltrates. ELISA analysis of inflammatory mediators (Figures \nD, S9B) revealed distinct cytokine profiles. Pro-inflammatory cytokines\n(TNF-α, IL-1β, IL-6) were elevated in the MP, MP + ABX,\nand MP + TCDCA groups compared to NC (P < 0.05),\nwith the MP + ABX group showing significant reduction and the MP +\nTCDCA group exhibiting maximal elevation compared to MP controls.\nConversely, the anti-inflammatory cytokine IL-10 displayed an inverse\npattern, with suppressed levels across all treatment groups (P < 0.05), partially restored in MP + ABX and further\ndiminished in MP + TCDCA. The integrated in vitro and in vivo\nfindings demonstrate that TCDCA\nexacerbates PS MPs-induced colitis and intestinal injury in mice,\nwith its interaction with the gut microbiota likely playing a critical\nrole in the aggravated toxic effects of PS MPs.\n\n## Discussion\nParticle size is a critical\ndeterminant of biodistribution and\ntoxicity. While the effects of MPs of\nvarying sizes on the intestines have been extensively studied, the\nmechanisms underlying intestinal toxicity induced by larger sized\nNPMs remain relatively underexplored, warranting further investigation.\nThe diameter of human intestinal epithelial cells typically ranges\nfrom 10 to 30 μm, and their phagocytic activity is generally\nlimited to the uptake of MPs smaller than 5 μm. Previous research has established 10 μm as the upper\nlimit for cellular uptake of MPs. A study\nconducted in Germany also demonstrated that MPs of 10 μm or\nlarger exceed the size threshold for cellular uptake. In vitro simulated digestion experiments by Ma et al. further\nconfirmed that both NCM460 and Caco-2 intestinal epithelial cells\ndemonstrated minimal absorption of 10 μm particles, whether\npristine or digested PS MPs, with these particles being almost entirely\nnonphagocytosable due to the “oversized effect”. However, excessively large MPs (>10 μm)\nnot only compromise experimental reliability due to poor monodispersity\nbut also increase the risk of nonspecific physical damage. Therefore,\n10 μm PS MPs were selected as the focal subject for this study\nto better investigate their biological effects. Through a 24 h fluorescent\nMPs cellular uptake experiment, this study has confirmed that 10 μm\nPS MPs are nonphagocytosable by intestinal epithelial cells and explored\ntheir potential mechanisms in inducing intestinal inflammatory injury\nin mice. SEM, laser particle size analysis, and FTIR results\nconfirmed that\nthe PS MPs microspheres used in this study exhibited excellent stability,\nensuring the reliability of subsequent research on their intestinal\ntoxicity. The biodistribution of 10 μm fluorescent PS MPs in\nthe digestive system (stomach, small intestine, large intestine),\nthoracic cavity (heart, lungs), and abdominal organs (liver, kidneys,\nspleen) of mice was tracked using the IVIS in vivo imaging system\nand H&E staining under both single and long-term exposure conditions.\nUnder single exposure, 10 μm PS MPs were detected exclusively\nin the digestive system, with initial detection in the stomach, followed\nby predominant localization in the small and large intestines over\ntime. This indicates a significant exposure risk to the intestines.\nIt is well-established that mammals possess very few enzymes capable\nof digesting plastics, making MPs difficult to break down after ingestion. Consequently, the experimental results also\nshow that, under single exposure, 10 μm PS MPs are less likely\nto breach the intestinal barrier and invade other tissues extensively,\nthereby affecting other organs. Despite a high oral gavage dose, the\nmajority of MPs are gradually excreted through feces over time. Although some fluorescent particles may accumulate\nin the thoracic and abdominal organs, their concentrations under a\nsingle exposure are insufficient for detection. However, long-term\nexposure to 10 μm PS MPs has been shown to result in the presence\nof MPs in the intestines, liver, and kidneys of mice, as reported\nby Deng et al. Additionally, particles\n<20 μm can effectively translocate to various organs. Based on prior studies and preliminary data\nfrom this study, the following conclusions can be drawn: following\noral exposure to 10 μm PS MPs, the intestines are primarily\naffected, with the majority of MPs excreted via feces. A small portion\nmay cross the intestinal barrier, enter the bloodstream, distribute\nthroughout the body, and impact other tissues and organs. The remaining\nMPs may accumulate and adhere to the intestinal mucosa over time,\nleading to more severe structural and functional intestinal disorders,\nincluding damage to the intestinal epithelial barrier, inflammation,\nimmune responses, and gut microbiota dysbiosis.\n−\n,, After 6 weeks\nof long-term oral exposure to PS MPs, a reduction\nin body weight and slower growth rate were observed in mice compared\nto the control group, aligning with previous studies that report inhibited\nweight gain due to MP exposure. The colon\nlength was significantly shortened, and H&E pathological staining\nrevealed inflammatory cell infiltration in the intestines. Quantitative\nELISA analysis indicated that PS MPs exposure led to a significant\nincrease in pro-inflammatory factors (TNF-α, IL-1β, and\nIL-6) and a decrease in anti-inflammatory factors (IL-10) in the mouse\ncolon, resulting in an imbalance between pro-inflammatory and anti-inflammatory\nresponses. Pro-inflammatory cytokines such as TNF-α enhance\nimmune responses and inflammation, while the anti-inflammatory cytokine\nIL-10 counteracts these effects by maintaining immune homeostasis.\n,\n Despite IL-10s anti-inflammatory effects, under long-term MPs exposure,\nthe levels of pro-inflammatory factors in the intestines significantly\nexceeded those of anti-inflammatory factors, resulting in an imbalance\nin the intestinal immune system and triggering inflammatory responses.\nThese findings demonstrate that long-term PS MPs exposure inhibits\nthe growth and development of mice, disrupts intestinal homeostasis,\nand significantly induces colonic inflammation, likely through multiple\nmechanisms. However, the specific mechanisms remain unclear, and further\ninvestigation is necessary to elucidate the potential pathways by\nwhich PS MPs induce colonic inflammatory injury. Studies have\nshown that PS MPs can induce the generation of ROS,\nleading to intestinal oxidative stress and epithelial cytotoxicity,\nwhereas the clearance of ROS can significantly alleviate mucosal damage.\n,\n These findings indicate that colonic inflammation and mucosal epithelial\ninjury are closely associated with oxidative stress. To assess this,\nrelevant indicators of the colonic redox system were evaluated. The\nstudy revealed that after long-term oral exposure to PS MPs, levels\nof the antioxidant GSH and antioxidant enzymes such as GSH-Px, SOD,\nand CAT in the mouse colon were significantly reduced, while oxidative\nproducts, including GSSG and MDA, were markedly increased. GSH plays\na pivotal role in scavenging ROS, while GSH-Px protects cells through\nboth direct and indirect antioxidant mechanisms. MDA, which is a byproduct of lipid peroxidation, serves\nas an indicator of oxidative damage. These results demonstrate that\nlong-term exposure to PS MPs disrupts the dynamic equilibrium of the\nredox system in the mouse colon, triggering oxidative stress that\nsubsequently leads to colonic mucosal epithelial injury and inflammation. Inflammation is a complex process intricately tied to the body’s\nimmune response, with immune imbalance potentially exacerbating intestinal\ninflammation. Effector T cells, key coordinators of the immune response,\nare divided into subsets such as Th1, Th2, Th17, and Treg cells. Among\nthese, Th1 and Th17 cells are pro-inflammatory, while Treg cells are\nanti-inflammatory. Under healthy conditions,\nmaintaining dynamic balance between T cell subsets, particularly between\nTh17 and Treg cells, is essential for immune homeostasis. An imbalance\nbetween Th17 and Treg cells is often closely linked to the development\nof autoimmune and inflammatory diseases. To explore whether PS MPs exposure influences the Th17/Treg imbalance,\nthe proportions of Th17 and Treg cells within the CD4+ cell population\nin mouse splenocytes were measured along with the Th17/Treg ratio.\nThe results indicated that long-term PS MPs exposure led to a significant\nincrease in the proportion of Th17 cells, a notable decrease in the\nproportion of Treg cells, and a marked increase in the Th17/Treg ratio.\nThese findings suggest that after prolonged oral exposure to PS MPs,\nexcessive proliferation of Th17 cells or impaired Treg cell function\nresults in an elevated Th17/Treg ratio, intensifying pro-inflammatory\nresponses, aggravating inflammation, and further exacerbating intestinal\ninjury. The intestinal barrier comprises three critical components:\nthe\nmucus layer, tight junctions (TJs), and epithelial cells. This barrier\nplays a pivotal role in evaluating the intestinal toxicity of MPs\nand their potential effects on distant tissues and organs. Long-term\noral ingestion of MPs can lead to their accumulation in the body via\nthe intestinal barrier, triggering adverse effects such as gut microbiota\ndysbiosis and metabolic disorders, which may result in multisystem\nand organ damage. The intestinal mucus\nlayer is essential for protecting the intestinal mucosa and preventing\nbacterial invasion, with MUC1, a mucin present on the surface of intestinal\nepithelial cells, playing a key role in forming this protective barrier. Our findings indicate that long-term exposure\nto PS MPs significantly reduces both mucus secretion and MUC1 expression\nin the mouse colon. This effect is likely related to the significant\nincrease in pro-inflammatory cytokines and the previously discussed\nimbalance in the redox system. Specifically, TNF-α induces intestinal\nepithelial cell death, leading to goblet cell loss and impairing mucus\nproduction. Additionally, oxidative stress\ncan degrade mucins, reducing the thickness of the mucus barrier. TJ proteins, such as ZO-1, claudin, and occludin,\nare essential in forming intestinal epithelial TJs. These junctions\nnot only maintain the physical and functional integrity of the intestinal\nbarrier but also prevent pathogens and harmful substances from penetrating\nthe intestinal tissue. ZO-1, a scaffold\nprotein located on the inner side of the cell membrane, connects transmembrane\nproteins like claudin and occludin to the cytoskeleton, forming a\ncomplete TJ complex. Claudin proteins,\nkey regulators of paracellular permeability, can disrupt intestinal\nbarrier function when altered, promoting inflammatory responses and\ncontributing to the development of necrotizing enterocolitis. Occludin, a critical transmembrane protein in\nTJs, plays a significant role in maintaining the barrier function.\nHowever, inflammation or oxidative stress can increase its tyrosine\nphosphorylation, alter its interaction with ZO-1, and disrupt TJ integrity. The barrier formed by these TJ proteins not\nonly regulates intestinal permeability but also plays a pivotal role\nin maintaining mucosal immune homeostasis. Therefore, the normal expression\nand distribution of TJ proteins are vital for maintaining the intestinal\nbarrier’s proper function. In\nthis study, the expression levels of ZO-1, claudin-1, and occludin\nproteins were significantly reduced in the PS MPs-treated group compared\nwith the NC group. In summary, long-term oral exposure to PS MPs significantly\nimpairs the intestinal barrier function, resulting in damage to the\nmucus layer and loss of TJ integrity. This leads to a weakened intestinal\nepithelial barrier function and increased permeability. Disruption\nof barrier function may facilitate the penetration and accumulation\nof PS MPs from the intestinal lumen into the intestinal tissue, inducing\nintestinal epithelial cell death and further exacerbating intestinal\ninflammation. Moreover, increased intestinal permeability may allow\nmore PS MPs and other harmful substances to enter the systemic circulation,\nposing potential toxic risks to distal organs and even the entire\nsystem. BAs are key bioactive molecules\nsynthesized by the liver and are\nprimarily responsible for promoting the digestion and absorption of\nfats. While most BAs are reabsorbed in the small intestine, a portion\nenters the colon, where they are metabolized by the gut microbiota.\nBased on previous research and the experimental findings mentioned\nabove, it has been established that orally ingested PS MPs can cross\nthe intestinal barrier, enter the liver through the bloodstream, and\naccumulate there. Moreover, intestinal inflammatory responses and\nbarrier damage may further enhance intestinal absorption and hepatic\naccumulation of PS MPs.\n,\n Long-term exposure to MPs not\nonly leads to hepatic inflammatory injury but also disrupts lipid\nmetabolism and causes BA dysregulation. Studies have shown that PS\nMPs can significantly increase hepatic TBA levels, possibly by inducing\noxidative stress and inflammatory responses in the liver, thereby\npromoting the expression of BA synthesis enzymes such as CYP7A1, and\nby affecting hepatocellular energy metabolism to regulate the function\nof BA transporters such as BSEP.\n,,\n In the present study, PS MPs presence and signs of\nliver inflammation were observed through liver H&E staining. Concurrently,\nPS MPs exposure significantly reduced antioxidant enzyme levels, such\nas GSH-Px, SOD, and CAT, thereby impairing liver function. Furthermore,\nTBA levels in both the liver and feces of the PS MPs-exposed group\nwere significantly elevated, indicating abnormal secretion of TBA\nfrom the liver into the colon. This raises the question: is excessive\nBA associated with the onset and progression of colitis? Research\nsuggests that a large influx of BAs into the colon may lead to various\ndiseases, including diarrhea, metabolic disorders, and necrotizing\nenterocolitis. The cytotoxic mechanisms\nof BA-induced mucosal damage include detergent effects that disrupt\ncell membranes and nondetergent effects such as apoptosis.\n,\n Zhou et al., using a dextran sulfate sodium-induced (DSS)-induced\nchronic colitis mouse model, found that the PPARα-UGT axis was\nexcessively activated during colitis progression, leading to BA metabolic\nimbalance. This resulted in enhanced\nBA synthesis in the liver. However, due to inflammatory damage compromising\nthe integrity of the colonic mucosal epithelial barrier, toxic BAs\nabnormally accumulated in the inflamed colon, exacerbating colonic\ninflammatory injury. Based on the aforementioned studies and our experimental\nresults, BA metabolomic sequencing was performed on mouse feces. The\nresults revealed that PS MPs entering the liver caused BA dysregulation,\nsignificantly increasing TBA synthesis and its delivery to the colon,\nleading to a marked rise in the fecal TBA levels. Analysis of the\nsequencing data indicated that most differential BAs were upregulated\nwith taurine-conjugated BAs being the predominant type among the upregulated\nBAs. TCDCA, a high-abundance endogenous BA shared by both humans and\nmice, was found to exhibit significant biological activity and metabolic\nrelevance, making it a representative and meaningful target for further\nresearch. Therefore, TCDCA was selected as the focus for subsequent\nstudies to explore the potential role and mechanisms of elevated BAs\nin PS MPs-induced colitis. Gut microbiota dysbiosis (composition\nand diversity) is closely\nlinked to increased intestinal epithelial barrier permeability and\nactive inflammatory responses in the gut. MPs exposure induces gut microbiota dysbiosis, characterized by\na reduction in beneficial bacteria and an increase in harmful bacteria. As a key component in maintaining the intestinal\nepithelial barrier function, gut microbiota dysbiosis not only disrupts\nintestinal digestion and metabolism but also influences intestinal\npermeability and immune responses, thereby exacerbating MPs-induced\ncolonic inflammatory damage.\n,\n Notably, BA metabolism\nis also intricately connected to gut microbiota, as secondary BAs\nare produced through the metabolism of primary BAs by gut microbiota.\nThe interaction between gut microbiota and BA metabolism has been\nimplicated in intestinal inflammation. Therefore, investigating the gut microbiota is essential. Our findings\nindicate that PS MPs treatment led to decreased gut microbiota diversity\nand altered composition. 16S rRNA sequencing revealed that the gut\nmicrobiota were primarily composed of bacteria, with over 90% belonging\nto Bacteroidota and Firmicutes. Following PS MPs treatment, the relative\nabundance of Bacteroidota decreased while Firmicutes increased. MPs\nexposure significantly suppressed gut microbiota with essential ecological\nfunctions, with the most pronounced reductions in the abundance of\nthe probiotic (Lactobacillaceae family, decreased by 81.9%) and the potential\nprobiotic (Akkermansiaceae\nfamily, decreased by 91.4%). plays a pivotal role in maintaining the intestinal barrier function\nby providing energy to colonic epithelial cells, enhancing mucin secretion\nto promote beneficial bacterial colonization, and inhibiting pathogen\nadhesion. Additionally, exhibits anti-inflammatory\nproperties by regulating immune responses mediated by SCFAs, including\nthe suppression of pro-inflammatory factors (e.g., TNF-α, IL-6)\nand the secretion of anti-inflammatory factors (e.g., IL-10). , a mucin-degrading bacterium residing in the mucus layer, specifically\ndegrades mucins to maintain mucus layer homeostasis. It constitutes\n3%–5% of the human gut microbiota and is considered one of\nthe most promising next-generation probiotics, playing a significant\nrole in maintaining the intestinal epithelial barrier. Supplementation with live or heat-inactivated can improve the intestinal barrier\nfunction, regulate intestinal inflammation, and positively impact\nhost metabolism and immunity. The sharp\ndecline in these two bacteria may synergistically exacerbate the intestinal\ntoxicity of PS MPs. In addition to the disruption of and , PS MPs also reduced the relative abundance of Bacteroides, which\nhas been shown to ameliorate intestinal inflammation or enhance barrier\nfunction in mice. PS MPs inhibit probiotics\nthat maintain barrier function, reduce the abundance of anti-inflammatory\nbacterial genera, disrupt mucus layer homeostasis, weaken microbiota-mediated\nimmune regulation, and ultimately increase intestinal permeability.\nThis, in turn, facilitates the accumulation of pro-inflammatory factors,\nexacerbating the pathological progression of colitis. Long-term\nexposure to PS MPs disrupts gut microbiota homeostasis,\nparticularly reducing the abundance of beneficial bacteria. Microbiota\nimbalance not only affects the progression of colitis but also may\nlead to dysregulation of BA metabolism in the colon. After primary\nconjugated BAs enter the intestine with bile, approximately 95% are\nactively reabsorbed in the terminal ileum and returned to the liver\nvia enterohepatic circulation, while the remaining 5% of unconjugated\nBAs enter the colon. Notably, in mice and rats, BAs are almost exclusively\nconjugated with taurine in the colon (e.g., TCA and TCDCA). The gut microbiota hydrolyzes these conjugated\nBAs into free BAs (e.g., CA, CDCA) through deconjugation, and some\nbacteria further convert them into more hydrophobic secondary BAs\n(e.g., DCA, LCA) via 7α-dehydroxylation, with the majority ultimately\nexcreted in feces. Deconjugation of BAs\nprevents their accumulation in colonic epithelial cells, thereby reducing\ncytotoxicity. The key enzyme responsible\nfor this deconjugation is bile salt hydrolase (BSH), which is produced\nby gut microbiota to hydrolyze conjugated BAs into free forms, mitigating\ntheir toxicity. Core gut microbiota that possess BSH include , , , and . In the\npresent study, the abundance of was significantly reduced, while and within showed a significant negative correlation\nwith conjugated BAs such as TCDCA. The decline in these bacteria may\nlead to reduced BSH activity, impairing the deconjugation of conjugated\nBAs and resulting in their accumulation in the colon. Significant\nincrease in conjugated BAs may limit the substrates available for\n7α-dehydroxylation, thereby reducing the production of secondary\nBAs such as LCA, which aligns with our BA metabolomics analysis. In\nsummary, long-term exposure to PS MPs disrupts hepatic BA metabolism,\nenhancing BA synthesis and leading to excessive conjugated BAs entering\nthe intestine. Concurrently, it negatively affects the gut microbiota,\nreducing the abundance of BSH-producing bacteria and impairing the\nhydrolysis of conjugated BAs. Consequently, the accumulation of conjugated\nBAs in the colon may induce colonic epithelial toxicity, further exacerbating\nPS MPs-induced colitis. However, the mechanisms through which BAs\ncontribute to colonic epithelial toxicity in this model and whether\nthey play a role in promoting PS MPs-induced colonic inflammatory\ninjury remain unclear and require further investigation. Building\non previous findings, TCDCA, a conjugated BA, was selected\nas a representative compound for both in vitro and in vivo experiments.\nStudies have shown that TCDCA inhibits the proliferation of intestinal\nepithelial cells and induces apoptosis by activating the caspase system,\nindependent of FXR. Additionally, TCDCA has been reported to cause\ndiarrhea, liver injury, and even increase apoptosis in gastric cancer\ncells, thereby inhibiting cancer cell proliferation. Our results demonstrate that a specific concentration of\nTCDCA, in combination with PS MPs, significantly exacerbates cellular\noxidative stress, leading to a substantial increase in the level of\nROS in colonic epithelial cells. This excess ROS induces oxidative\ndamage to mitochondria, activating mitochondrial apoptotic pathways,\nwhich ultimately results in the widespread death of colonic epithelial\ncells. Cellular and molecular biology experiments provided preliminary\ninsights into the toxic mechanisms of TCDCA on colonic epithelial\ncells in vitro. To further investigate its role in vivo, a mouse model\nof PS MPs-induced colitis was used and mice were administered a specific\nconcentration of TCDCA under inflammatory conditions. The results\nshowed that the MP + TCDCA group exhibited significantly shortened\ncolons, with H&E pathological staining revealing markedly aggravated\ncolitis, including necrosis, and a substantial increase in inflammatory\nfactors. These findings suggest that TCDCA significantly exacerbates\nPS MPs-induced colonic inflammatory injury in mice. Moreover, the\ninteraction between gut microbiota and BAs appears to play a key role\nin the mechanism by which TCDCA aggravates PS MPs-induced colitis.\nAn intriguing phenomenon occurred when broad-spectrum antibiotics\nwere used to clear the gut microbiota in mice. Under these conditions,\nthe colitis induced by PS MPs was significantly alleviated. This suggests\nthat targeting the gut microbiota may offer a potential strategy to\nmitigate MPs-related intestinal damage, warranting further investigation\nin future studies. However, this study has some limitations.\nFirst, only one particle\nsize and polymer type of NPMs were used, limiting the generalizability\nof the findings. Future studies will include microplastics with more\ndiverse materials and larger particle sizes to improve the environmental\nrelevance. Second, we focused on a fixed dose of 10 mg/mL (1 mg/day),\nwhich did not cover environmentally relevant low-dose exposures or\nconsider interspecies differences in microplastic toxicity. We will\nfurther refine the dose design and adopt organoid models to explore\ndose-dependent toxicity and improve clinical relevance. Finally, this\nstudy did not further elucidate the specific mechanisms by which microplastics\naffect BA metabolism in the liver and immune regulation. In addition,\nmicrobiota intervention experiments were lacking to verify their causal\nrole in BA dysregulation. These mechanisms will be further investigated\nin future studies.\n\n## Conclusion\nIn conclusion, this study\nprovides a comprehensive investigation\ninto the mechanisms by which long-term oral exposure to 10 μm\nPS MPs induces colonic inflammation and injury in mice (Figure \n). Prolonged exposure\nto PS MPs disrupts the colonic redox system, elevates ROS levels,\nand triggers oxidative stress. Furthermore, PS MPs increase the Th17/Treg\ncell ratio and elevate pro-inflammatory cytokine levels, resulting\nin the disruption of intestinal immune homeostasis. Additionally,\nPS MPs reduce intestinal mucin secretion and decrease the expression\nof TJ proteins, compromising the mechanical barrier of the intestinal\nmucosa and impairing the intestinal barrier function. Simultaneously,\nPS MPs negatively impact liver function, leading to a significant\nincrease in the level of TBA secretion. Multiomics analysis indicated\nthat PS MPs induce BA metabolism dysregulation and gut microbiota\nimbalance, both of which are closely interrelated and mutually influential.\nAdditionally, a specific concentration of TCDCA significantly exacerbates\nPS MPs-induced damage to the colonic epithelial cells. The mechanism\ninvolves increasing intracellular ROS levels, causing a significant\ndecline in the mitochondrial membrane potential, which triggers mitochondria-mediated\napoptosis and ultimately exacerbates colonic inflammation and injury,\nas evidenced by histopathological changes. Schematic diagram of\nthe basic mechanisms investigated in this\nstudy.",
  "word_count": 17527,
  "char_count": 117234
}