{
  "pmid": "22493700",
  "title": "Contribution of efflux to the emergence of isoniazid and multidrug resistance in Mycobacterium tuberculosis.",
  "abstract": "Multidrug resistant (MDR) tuberculosis is caused by Mycobacterium tuberculosis resistant to isoniazid and rifampicin, the two most effective drugs used in tuberculosis therapy. Here, we investigated the mechanism by which resistance towards isoniazid develops and how overexpression of efflux pumps favors accumulation of mutations in isoniazid targets, thus establishing a MDR phenotype. The study was based on the in vitro induction of an isoniazid resistant phenotype by prolonged serial exposure of M. tuberculosis strains to the critical concentration of isoniazid employed for determination of drug susceptibility testing in clinical isolates. Results show that susceptible and rifampicin monoresistant strains exposed to this concentration become resistant to isoniazid after three weeks; and that resistance observed for the majority of these strains could be reduced by means of efflux pumps inhibitors. RT-qPCR assessment of efflux pump genes expression showed overexpression of all tested genes. Enhanced real-time efflux of ethidium bromide, a common efflux pump substrate, was also observed, showing a clear relation between overexpression of the genes and increased efflux pump function. Further exposure to isoniazid resulted in the selection and stabilization of spontaneous mutations and deletions in the katG gene along with sustained increased efflux activity. Together, results demonstrate the relevance of efflux pumps as one of the factors of isoniazid resistance in M. tuberculosis. These results support the hypothesis that activity of efflux pumps allows the maintenance of an isoniazid resistant population in a sub-optimally treated patient from which isoniazid genetically resistant mutants emerge. Therefore, the use of inhibitors of efflux should be considered in the development of new therapeutic strategies for preventing the emergence of MDR-TB during treatment.",
  "journal": "PloS one",
  "year": "2012",
  "authors": [
    "Machado D",
    "Couto I",
    "Perdigão J",
    "Rodrigues L",
    "Portugal I"
  ],
  "doi": "10.1371/journal.pone.0034538",
  "mesh_terms": [
    "Antitubercular Agents",
    "Bacterial Proteins",
    "Biological Transport, Active",
    "Carrier Proteins",
    "Catalase",
    "Chlorpromazine",
    "DNA-Directed RNA Polymerases",
    "Drug Resistance, Multiple, Bacterial",
    "Gene Expression",
    "Humans",
    "Isoniazid",
    "Microbial Sensitivity Tests",
    "Mutation",
    "Mycobacterium tuberculosis",
    "Rifampin",
    "Thioridazine",
    "Tuberculosis, Multidrug-Resistant",
    "Verapamil"
  ],
  "full_text": "## Introduction\nTuberculosis (TB) remains a serious public health threat around the world, and according to the World Health Organization, nearly two billion people are infected with Mycobacterium tuberculosis, with about 8.8 million of new TB cases and 1.3 million deaths in 2010 [1]. Moreover, multidrug resistant tuberculosis (MDR-TB), caused by M. tuberculosis simultaneously resistant to isoniazid and rifampicin, the two most effective anti-bacillary drugs used in TB therapy, represents a challenge to the control of the disease since 650,000 of the TB cases in 2010 are estimated to be MDR-TB cases [1].\nChromosomal gene mutation has been considered the single cause for antibiotic resistance in M. tuberculosis, with multidrug resistance arising as a consequence of sequential accumulation of spontaneous mutations in target genes [2]. Resistance to rifampicin is almost always due to point mutations in the rpoB gene encoding the β subunit of the RNA polymerase [3]. Furthermore, monoresistance to rifampicin is rare and almost all M. tuberculosis strains resistant to rifampicin are also resistant to isoniazid [2], [4], [5]. Isoniazid is a prodrug that requires activation by the catalase-peroxidase enzyme (KatG) [6] and its molecular target is InhA, a NADH-dependent enoyl acyl carrier protein reductase involved in the synthesis of mycolic acids [7]. The main mechanism of resistance to isoniazid is the occurrence of mutations in its activator, KatG [6], [8], whereas mutations in the inhA gene represent the second most common mechanism. Together, mutations in these two genes are responsible for approximately 75% of the cases of M. tuberculosis resistance to isoniazid in the clinical setting [9]. Resistance to isoniazid has also been associated with mutations in several other genes (e.g. ndh, kasA and oxyR–ahpC intergenic region) [10], but its direct association with resistance is still unclear.\nIsoniazid is highly effective against M. tuberculosis (bactericidal at low concentrations), the reason why it remains a key component in multiple drug treatment regimens. However, resistant isolates are rapidly generated during monotherapy or inappropriate treatment, and many clinical isolates with no identified mutation have been described [9], [11]. As with other bacterial species, these resistant phenotypes also receive significant contributions from membrane transport proteins that prevent the compound from reaching the cellular target [12], [13]. The analysis of genome sequences has shown that mycobacteria have multiple putative efflux pumps [14] and to date, several pumps have been identified in various species of mycobacteria in association with low level resistance to various compounds, including isoniazid [15]–[20].\nIn general, increased activity of efflux systems is responsible for conferring low-level resistance to antibiotics, contrasting with the high-level resistance caused by mutations in genes encoding for the primary targets of these antibiotics [21]. Increased activity of efflux systems results in the reduction of intracellular levels of the antibiotic, which may enable the survival of a bacterial subpopulation under constant stress promoted by a sub-lethal level of antibiotic. During this period, mutants with alterations in the genes that favour resistance can be selected, therefore insuring the establishment of an antibiotic resistant population that is clinically significant [22]–[24]. It is this sub-population of bacteria that may then accumulate mutations with prolonged exposure to a constant concentration of antibiotic [25], [26].\nHere, we investigated the mechanisms underlying the development of multidrug resistance in M. tuberculosis via the constant exposure of several isoniazid susceptible M. tuberculosis strains to the critical concentration of isoniazid, 0.1 µg/ml; followed by the evaluation of the effect of efflux inhibitors on the isoniazid minimum inhibitory concentration for the original and isoniazid exposed resistant strains. Analysis of gene expression of six efflux pumps related to isoniazid resistance in M. tuberculosis\n[12], [15], [19] and its correlation with the cell's ability to efflux ethidium bromide (a common efflux substrate), provides strong evidence that when challenged with isoniazid, M. tuberculosis reacts by a prompt efflux-mediated response. We further demonstrate that this isoniazid induced resistance can be reverted by efflux inhibitors, supporting their role as adjuvants in anti-tuberculosis therapy and prevention of MDR-TB emergence.\n\n## Exposure to isoniazid\nTwo M. tuberculosis strains susceptible to the first-line antibiotics (including the H37Rv reference strain) and two clinical strains monoresistant to rifampicin were constantly exposed to the critical concentration of isoniazid, 0.1 µg/ml, during an extended period of time – see Figure 1. Two independent exposure processes were carried out for each strain (exposure process A and B in Figure 1) to assess the stochastic behaviour of the biological events involved.\nThe effect of 0.1 µg/ml isoniazid exposure on the minimum inhibitory concentration of isoniazid (INH MIC) is summarised in Table 1. Briefly, INH MIC increases from an initial value of 0.05–0.1 µg/ml to as high as 256 µg/ml (Table 1). Exposure to isoniazid had no effect on the MIC of rifampicin against all strains (data not shown). Additionally, susceptibility testing for the five 1st line antibiotics (streptomycin, isoniazid, rifampicin, ethambutol and pyrazinamide) applied to all strains at the beginning of the experiments and after the last passage in isoniazid indicated that development of resistance was restricted to isoniazid only (data not shown). We also observed that the time required for growth detection decreased with the number of passages (Table 1).\n\n## Typing by MIRU-VNTR analysis\nTo confirm the isogenic nature of the exposed and initial parental strains, all strains were subjected to molecular typing by MIRU-VNTR analysis, which confirmed the identity of each culture during the antibiotic exposure processes (Tables 2 and 3).\n\n## Detection of mutations associated with isoniazid resistance\nCultures corresponding to selected passages of isoniazid exposure were preliminarily monitored for mutations in katG and mabA-inhA operon by the Genotype MTBDRplus system. These strains were later analyzed by DNA sequencing of specific fragments of these same genes – see Tables 2 and 3.\nFor strain H37Rv, two different results were obtained for the two independent isoniazid exposure processes. In one of the duplicates, total deletion of katG gene was observed at passage #3 (H37RvINH(a)3, GenBank accession number JQ406585). The precise extent and location of this deletion was defined by sequencing and chromosomal primer walking to be located between positions 5′-2150314 and 5′-2159943 of the M. tuberculosis H37Rv genome [14]. This deletion, 8084 bp in length, resulted in the complete loss of genes Rv1903, Rv1904, aao, Rv1906c, Rv1907c, katG, furA, Rv1910c, lppc and disruption of fadB5 (Figure 2). Conversely, no alterations were detected on katG or any of the other gene targets tested during strain H37Rv second isoniazid exposure process (cf. Tables 2 and 3). Interestingly, both isoniazid-exposed cultures evidenced the same levels of resistance at equivalent passages of the exposure process (Table 1). For the three clinical strains subjected to the same isoniazid exposure process, no alterations were detected, except for the appearance of a STOP codon in position 1314 of the katG gene (codon 438) for strain 359/03 This alteration occurred at passage #2 (359/03INH(a)2, accession number JQ316462) of the first exposure process (Table 2), whereas no alteration was detected in the second exposure process of this same strain (Table 3). Again, no differences were observed between the isoniazid resistance levels of the two isoniazid-exposed 359/03 cultures (Table 1).\n\n## Effect of EIs on the susceptibility to isoniazid\nTo test for the involvement of efflux on the increased resistance to isoniazid noticed through the exposure process, we determined the INH MIC in the first passage where this increased resistance was first noticed and in last passage (#26) of the exposure process, in the absence and presence of compounds known to act as efflux inhibitors (EIs). The compounds selected were thioridazine, chlorpromazine and verapamil, for which inhibitory activity against mycobacterial efflux pumps was already demonstrated [16], [27], [28]. The effects of these EIs on the INH MICs are summarized in Table 4. The INH MIC was reduced by thioridazine, chlorpromazine and verapamil to levels equal or below the critical concentration used for the standard susceptibility testing of this antibiotic in the majority of cases. We then assayed the efflux activity of these cultures by a semi-automated fluorometric method [27], [29], which uses the broad-range efflux substrate EtBr, in the presence and absence of an EI.\n\n## Real-time detection of efflux activity\nThe assays were performed for all isoniazid non-exposed strains (#0) and at passages #1 and #26 of the two exposure processes (A and B).\nThe EtBr accumulation assays, used to determine the highest concentration of EtBr that cells can handle without detectable accumulation (see Material and Materials), showed that the clinical strains are able to handle higher EtBr concentrations than H37Rv (0.25–0.5 and 0.125 µg/ml of EtBr, respectively – see values at bold type in legends of Figure 3A). This means that the concentration at which EtBr influx and efflux reach steady state equilibrium is higher for the clinical strains than for H37Rv, i.e. that the former have higher efflux capacity than that of the reference strain [29]. With exposure to isoniazid, this efflux capacity increase, as shown by the flatness of the accumulation curves observed for all cultures at the first step of isoniazid exposure (Fig. 3B). With continuation of exposure to isoniazid, this efflux activity decreases, as shown by the lower EtBr concentrations needed to reach observable accumulation for cultures at passage #26 (cf. Fig. 3C with 3B), however not to the original levels shown by the non-exposed cultures (cf. Fig. 3C with 3A). Interestingly, this decrease of efflux activity with the prolonged exposure to isoniazid is observable for the clinical strains but not for H37Rv. For the sake of space, only the results for exposure process A are shown in Figure 3, but the same behavior was obtained for the exposure process B, for all the strains.\nThese assays were then performed using the EtBr concentrations for which influx-efflux are at equilibrium, but now in the presence of verapamil (efflux inhibitor) at sub-inhibitory concentrations (see dotted curves in Figure 3). Results clearly show that inhibition of efflux occurs, leading to an increased EtBr accumulation within cells. Again, this effect is more pronounced at the first step of isoniazid exposure (passage #1), except for H37Rv, which reinforces the hypothesis that this is the step in which the increase of efflux activity is more significant. Similar results were obtained for thioridazine and chlorpromazine, however with lower inhibitory effect (data not shown).\nFinally, we evaluated the expression levels of genes coding for the main M. tuberculosis efflux pumps for cultures at the different isoniazid exposure steps.\n\n## Expression analysis of genes coding for efflux pumps in response to isoniazid\nThe analysis of the relative expression of efflux pump genes previously identified as transporters of isoniazid was performed for all strains at passages #1 and #26. As detailed in Material and Methods, the expression levels of these genes were determined in the presence of isoniazid and compared to those obtained for the non-exposed culture (#0) [30].\nTable 5 shows that the four strains reacted to the presence of isoniazid by overexpressing the majority of the efflux pump genes tested in a way that is not consistent among the two isoniazid exposures processes to which each strain was submitted. Additionally, and perhaps the most striking observation resulting from expression data, was the absence of a clearly defined pattern of gene expression in response to isoniazid exposure. Nevertheless, a general and strong increase in the expression was observed for the majority of the genes tested, mmpL7, p55, efpA, mmr, Rv1258c and Rv2459.\n\n## Discussion\nIn this work, we addressed three questions related to the molecular mechanisms involved in M. tuberculosis resistance to isoniazid: i. What are the effects of continuous exposure of M. tuberculosis strains to the critical concentration of isoniazid? ii. What are the biological events involved, in particular, which is the role played by efflux pumps in the emergence of resistance? and, iii. Does the final outcome vary when independent exposures are performed for the same strain?\nFor this purpose, we studied a panel of four M. tuberculosis strains, two fully susceptible and two monoresistant to rifampicin, through their independent exposure to a constant concentration of 0.1 µg/ml of isoniazid. During this process, strains became phenotypically resistant with an increase in their INH MIC exceeding 64 µg/ml, which is considered high-level resistance. The susceptibility towards the other 1st line anti-tuberculosis drugs was not affected by this process, indicating the development of an isoniazid specific resistance mechanism.\nIn terms of the biological events occurring during exposure to isoniazid (question ii), we observed that for two strains, alterations occurred at the katG gene, corresponding to a full deletion in the case of H37Rv and the introduction of a stop codon for strain 359/03. Both alteration occurred early in the exposure process and were maintained for the remaining of the assays. These alterations in katG correlated with the loss of catalase activity (data not shown). The mutation found in clinical isolate 359/03 is rarely described in literature; however it fits into the known strategy of KatG functional weakening by introduction of mutations during isoniazid exposure [10], [31]. Others have also reported the in vitro deletion of total or part of the katG gene in strains exposed to isoniazid [31], [32], and total/partial deletion of the katG gene of isoniazid-resistant clinical isolates has also been previously reported [8], [33]. Interestingly, no genetic changes were detected in the second isoniazid-exposure procedure, run in parallel for these same strains, indicating that evolution of the same strain in the same conditions can bring about, in a non-deterministic course, cells that significantly differ both phenotypically and genetically.\nOur results clearly show that, in addition to the occurrence of spontaneous mutations, efflux systems play a role in the development of isoniazid resistance. This occurs quite early during exposure to isoniazid and allows cells to survive in the presence of this antibiotic until a mutation conferring high level and stable resistance emerges. Recently, Srivastava et al., suggested a model for the development of drug resistance in the M. tuberculosis reference strain H37Rv, enabling the rapid emergence of high level resistance to both ethambutol and isoniazid [34]. In this model, it is proposed that induction of an efflux pump which transports two or more drugs is the first step to the emergence of resistance. Our results provide the experimental data that confirm the model proposed by these authors and demonstrate that this mechanism is extendable to clinical isolates.\nMoreover, our work provides, for the first time, data captured on a real-time basis for increased efflux activity as the first-line response of M. tuberculosis to the critical concentration of isoniazid. This efflux-mediated response was detected for both susceptible and rifampicin monoresistant, reference or clinical strains and provide the cells with a rapid, non specific response to a highly noxious agent. As the isoniazid exposure process continues, two different patterns were observed: the susceptible reference strain H37Rv increased its efflux activity, even after deletion of the entire katG gene, whereas the clinical strains showed a decreased efflux activity in the last passage of isoniazid exposure. During the entire process, the clinical strains showed a capacity to handle higher EtBr concentrations than H37Rv, an additional evidence of their higher efflux capacity. Overall, the clinical strains appear to be more prompt to respond, via an efflux-mediated pathway, to noxious agents, such as EtBr or isoniazid, whereas H37Rv shows a less prompt, but more stable/prolonged use of efflux as a detoxifying response to these drugs. These results suggest that clinical M. tuberculosis strains are primed to efflux noxious compounds, as already observed in other bacteria [35]. The presence of such efflux system(s) and their role in resistance to these drugs was additionally confirmed by the use of efflux inhibitors in both real-time efflux assays and MIC determinations. While in the first assays, these compounds were able to reduce efflux of EtBr, their use in INH MIC determination showed the involvement of efflux on the high level resistance to this antibiotic. For some strains, the reduction on INH MIC by the EIs tested reached levels identical to their susceptible parental counterparts. This clearly shows that in these cases, high level isoniazid resistance is mainly efflux-driven. From the several inhibitors tested, chlorpromazine and verapamil were the two most effective for inhibiting isoniazid efflux in M. tuberculosis, as previously demonstrated for M. tuberculosis complex [36].\nIt is worth noticing that EIs show a more significant effect on the MICs for cultures at first passage compared to their effect on the MICs of the last passage (#26). For strain 401/06, submitted to exposure process A, despite the fact that no evident genetic alteration was detected, the high INH MIC obtained after isoniazid exposure could not be reduced by any of the EIs tested (Table 4). This result suggests that, for this culture, the isoniazid high level resistance detectable at first passage is already mutation-driven. Interestingly strain 267/05, without detectable mutations is the one with the highest level of expression of genes for efflux further supporting that overexpression of efflux-pumps can sustain isoniazid resistance to levels as high as those achieved by the canonical mutations.\nTo identify the efflux system(s) involved in this first-line response to isoniazid, we selected a set of genes coding for efflux pumps reported to be involved in the transport of noxious substances, including isoniazid [12], [15], [37]. The detection by RT-qPCR of highly increased expression of these genes following isoniazid exposure, further evidences that an efflux-mediated response provides an early stress response that creates opportunity for other resistance mechanisms to arise.\nAlthough we detected a general and marked increase of efflux pumps genes, most of which being significantly overexpressed, we also noted the absence of a clearly defined pattern of specific gene expression in response to isoniazid exposure. Efflux pumps seem to be promiscuous in their activity as we cannot associate extrusion of isoniazid to a specific gene. Similar results were obtained by others regarding the extrusion of rifampicin [38]. As described in Materials and Methods, the RT-qPCR data were analyzed considering a cut-off value of fourfold as corresponding to significant overexpression [39]. This can be considered a stringent cut-off and somehow limit our analysis [40], since the levels of gene expression obtained, in comparison to the non-exposed condition, lied in the majority of the cases, above two/three fold. Nevertheless, even considering the more stringent value of four, a clear and general ability to trigger efflux pump genes overexpression in response to isoniazid presence was observed along the exposure processes, for all strains. The genes for which a more consistent isoniazid-mediated response was observed, were the genes involved in the transport and synthesis of mycolic acids, mmpL7 and efpA respectively [41], [42], and p55, considered to be involved in isoniazid transport [17], [20], [38], [43], [44]. Again, our study complements other earlier findings [15], [34], [36], who suggested the involvement of these genes in the resistance to isoniazid, by providing experimental data showing that susceptible reference strain and clinical strains use these pumps as an immediate response to the presence of isoniazid concentrations that are considered to be inhibitory.\nFinally, concerning the third question raised in this work - does the final outcome vary when independent exposures are performed for the same strain, we have found that each strain may differ at the final outcome of the process of its exposure to the isoniazid critical concentration, in terms of the resistance mechanism it may adopt (mutations in different target genes, etc), although no differences were observed at the resistance level, which was always well above 64 µg/ml of isoniazid. Nevertheless, they all respond in a similar way at the first steps of this process and that is through isoniazid efflux, which may constitute an early stress response of bacteria against environmental noxious agents such as appears to be the case for isoniazid. After this first, efflux-mediated response, evolution may take different non-deterministic paths conducting to high level resistance. Collectively, these observations support the experimental strategy followed in this work that highlighted alternative pathways by which the same M. tuberculosis strain responds to 0.1 µg/ml isoniazid, all resulting in the same high resistance level.\nIn conclusion, constant exposure of M. tuberculosis to the commonly used critical concentration of isoniazid causes susceptible strains to become highly resistant to this key anti-tuberculosis drug. The same procedure applied to strains initially monoresistant to rifampin results in the development of multidrug resistance as defined by the WHO, i.e, resistance to isoniazid and rifampicin. To our knowledge, this is the first presentation of an in vitro process that mimics the development of multidrug resistant M. tuberculosis strains, which correlates with the anticipated development of MDR-TB in a patient treated for prolonged periods with a constant dose of isoniazid, as needed for effective therapy. Therefore, the results obtained in this work emphasize the need for revising isoniazid critical concentration and reinforce the importance of multiple drug therapy in all anti-tuberculosis regimens [45], [46]. Furthermore, efflux inhibitors like the ones tested in this work represent relevant alternatives in the search for new effective compounds and new therapeutic strategies for preventing the emergence of and possibly in the treatment of MDR-TB.\n\n## \n\nThe strains studied included two M. tuberculosis strains susceptible to the first-line antibiotics, the reference strain H37Rv ATCC27294T and a clinical isolate 401/06, plus; two clinical isolates 359/03 and 267/05, both monoresistant to rifampicin, harboring the most common rpoB mutation in clinical isolates, S531L, all from the culture collection of Grupo de Micobactérias, Unidade de Microbiologia Médica, Instituto de Higiene e Medicina Tropical (IHMT, UNL).\nCultures, susceptibility testing, minimum inhibitory concentration (MIC) determination and antibiotic exposure process was conducted using the BACTEC™ MGIT™ 960 system (BACTEC 960) and the Epicenter V5.53A software equipped with the TB eXIST module (Becton Dickinson Diagnostic Systems, Sparks, MD, USA).\n\n## Antimicrobial agents\nThe lyophilized drugs (BACTEC™ MGIT™ 960 SIRE and PZA kits; SIRE: streptomycin, isoniazid, rifampicin and ethambutol; PZA: pyrazinamide) used in the standard susceptibility testing and in the exposure process to isoniazid and rifampicin were purchased from Becton Dickinson and the stock solutions prepared as per the manufacturer's instructions. Isoniazid for MIC determination and efflux inhibitors verapamil, thioridazine and chlorpromazine, as well as the efflux substrate ethidium bromide (EtBr), were purchased from Sigma-Aldrich (St. Louis, MO, USA). All drugs were prepared in sterile deionized water.\n\n## Exposure process to the critical concentration of isoniazid\nEach strain was exposed to isoniazid (0.1 µg/ml) in duplicate (Figure 1 – Schematic example for isoniazid exposure of strain H37Rv ATCC27294T). This concentration is defined as the lowest concentration necessary to inhibit 99% of the wild-type strains of M. tuberculosis that were never in contact with this antibiotic, and is the critical concentration used for the BACTEC™ MGIT™ 960 SIRE AST procedure [47], [48]. Briefly, the exposure process for strains susceptible to isoniazid began with the preparation of MGIT tubes containing SIRE supplement (Becton Dickinson) and 0.1 µg/ml of isoniazid. These tubes were then inoculated with 0.5 ml of the initial culture and subsequently incubated at 37°C in the BACTEC 960 system until full growth was evident. For each strain, this process was done in duplicate – see Figure 1 for example.\nFor convenience, the various passages of the strains are identified as follows: strain number, antibiotic, exposure process (A or B) and the number of the passage. For example, H37RvINH (a)26 refers to strain H37Rv exposed to isoniazid, exposure process A, passage 26 – see Figure 1 for example.\n\n## (i) MIC determination\nThe MICs of the antibiotics and efflux inhibitors (EIs) were performed in accordance to the procedures issued by the manufacturer of the BACTEC 960 system revised by Springer et al. [48], [49] for the parental strains at the initial process and periodically for each of the progeny cultures (Figure 1). The concentrations used were as follows: isoniazid: 0.025 to 256 µg/ml; verapamil: 30 to 512 µg/ml; thioridazine and chlorpromazine: 7.5 to 60 µg/ml; EtBr: 0.25 to 4 µg/ml. At the time of testing, two-fold serial dilutions were prepared to achieve the desired concentrations. Each drug-containing tube was inoculated with 0.8 ml of SIRE supplement, 0.1 ml of each drug in the appropriated concentration and 0.5 ml of the culture. For the preparation of the drug-free growth control tube (proportional control), the culture was diluted 1∶100 with a sterile saline solution and 0.5 ml transferred into a new MGIT tube. Additionally, a second drug-free growth control, inoculated with 0.5 ml of the undiluted suspension of the strain, was prepared and served as absolute control for inoculums errors. The tubes were inserted in the BACTEC 960 system and growth monitored with the TB eXIST module. The interpretation of the results was performed as proposed by Springer et al. [49].\n\n## (ii) Isoniazid MIC determination in the presence of EIs\nThe MICs of isoniazid (INH MIC) in combination with the EIs were performed in the first passage where the increased resistance was first noticed and in the last passage (#26) of the serial exposure process to isoniazid – Figure 1. The EIs were used at a concentration corresponding to ½ of the respective MIC. This concentration was selected since it has no effect on the growth of the strains following the protocol described above.\n\n## (iii) Susceptibility testing in the presence and absence of EIs\nFor standard susceptibility testing against isoniazid, rifampicin, pyrazinamide, streptomycin and ethambutol, the readings were automatically interpreted by the BACTEC 960 system and reported as either susceptible or resistant. The preparation of the drug containing tubes and controls was done as described above. For the susceptibility testing for isoniazid in the presence of the EIs, the tubes containing 0.1 µg/ml of isoniazid were inoculated with the EI at ½ of the MIC.\n\n## (i) DNA extraction\nGenomic DNA was extracted using the QIAamp DNA mini kit (QIAGEN, GmbH, Hilden, Germany) according to the manufacturer's instructions.\n\n## (ii) Screening of mutations\nThe most common mutations in rpoB, katG and the mabA-inhA operon were screened during the exposure process, using the system Genotype MTBDRplus (Hain Lifescience GmbH, Nehren, Germany) according to the manufacturer's instructions.\n\n## (iii) DNA sequencing\nThe analysis of internal fragments of the genes associated with isoniazid resistance, katG and the mabA-inhA operon, was performed according to Perdigão et al. [50].\n\n## (iv) MIRU-VNTR analysis\nMIRU-VNTR genotyping was performed for each strain and at defined passages of the exposure process by multiplex PCR amplification of 24 MIRU–VNTR loci, as described by Supply et al. [51].\n\n## (i) RNA extraction\nTotal RNA was isolated from the cells using the RNeasy mini kit (QIAGEN) according to the manufacturer's instructions. Briefly, from a culture with 100–200 GU (about 106–108 cells/ml), 1 ml aliquot was removed and centrifuged at 13 000 rpm during 10 minutes. Then, 500 µl supernatant was removed and 1 ml of RNAprotect Bacteria reagent (QIAGEN) added. An enzymatic lysis step was carried out with lysozyme at 3 µg/ml (Sigma) for 10 minutes, followed by lysis in an ultrasonic bath at 35 kHz (Gen-Probe, California, USA) during 15 minutes. The RNA was then purified using the RNeasy kit (QIAGEN) and treated with RNase-free DNase I (QIAGEN) during 2 hours and 15 minutes by on-column digestion at room temperature to reduce the presence of contaminating DNA. All RNA samples were aliquoted and frozen at -20°C until required.\n\n## (ii) RT-qPCR assay\nThe relative expression level of the genes that code for the main membrane efflux transporters in M. tuberculosis (mmpL7, p55, efpA, mmr, Rv1258c and Rv2459) were analyzed by RT-qPCR in the first passage where the increased resistance was first noticed and",
  "has_full_text": true
}