{
  "pmid": "23062620",
  "title": "Inhibition of WTA synthesis blocks the cooperative action of PBPs and sensitizes MRSA to β-lactams.",
  "abstract": "Rising drug resistance is limiting treatment options for infections by methicillin-resistant Staphylococcus aureus (MRSA). Herein we provide new evidence that wall teichoic acid (WTA) biogenesis is a remarkable antibacterial target with the capacity to destabilize the cooperative action of penicillin-binding proteins (PBPs) that underlie β-lactam resistance in MRSA. Deletion of gene tarO, encoding the first step of WTA synthesis, resulted in the restoration of sensitivity of MRSA to a unique profile of β-lactam antibiotics with a known selectivity for penicillin binding protein 2 (PBP2). Of these, cefuroxime was used as a probe to screen for previously approved drugs with a cryptic capacity to potentiate its activity against MRSA. Ticlopidine, the antiplatelet drug Ticlid, strongly potentiated cefuroxime, and this synergy was abolished in strains lacking tarO. The combination was also effective in a Galleria mellonella model of infection. Using both genetic and biochemical strategies, we determined the molecular target of ticlopidine as the N-acetylglucosamine-1-phosphate transferase encoded in gene tarO and provide evidence that WTA biogenesis represents an Achilles heel supporting the cooperative function of PBP2 and PBP4 in creating highly cross-linked muropeptides in the peptidoglycan of S. aureus. This approach represents a new paradigm to tackle MRSA infection.",
  "journal": "ACS chemical biology",
  "year": "2013",
  "authors": [
    "Farha M",
    "Leung A",
    "Sewell E",
    "D'Elia M",
    "Allison S"
  ],
  "doi": "10.1021/cb300413m",
  "mesh_terms": [
    "Cell Wall",
    "Methicillin-Resistant Staphylococcus aureus",
    "Penicillin-Binding Proteins",
    "Teichoic Acids",
    "beta-Lactams"
  ],
  "full_text": "## Deletion of \nGiven their intimate link to β-lactam resistance, we sought\nto gain a better understanding of the precise mechanism by which WTA\npolymers mediate β-lactam resistance. We generated a deletion\nof the tarO gene in MRSA strains, both community-\n(CA-) and hospital-acquired (HA-), to investigate their sensitivity\nto β-lactams. Phosphate analysis of isolated cell wall of the\nepidemic strains CA-MRSA USA300 ΔtarO and HA-MRSA\nEMRSA 15 ΔtarO, which measures the levels of\nphosphate-rich WTA polymers, confirmed that the strains were devoid\nof WTA (Supplementary Table 1). Comparison\nof the parental strains to their respective ΔtarO deletion strains following treatment with an extensive panel of\nantibiotics revealed a high sensitivity to β-lactams, while\nthe activity of other classes of antibiotics remained unaffected (Figure 1). Interestingly, only certain β-lactams were\nhighly sensitized in the deletion background, while others retained\ntheir resistant phenotype. For example, we observed a greater than\n64-fold change in the CA-MRSA ΔtarO strain\nwith cefuroxime and oxacillin and as high as a 512-fold change in\nthe HA-MRSA ΔtarO strain with ceftizoxime.\nVery minor changes in MIC values were obtained with β-lactams\nsuch as cefsulodin and meropenem.\nWhile a potential connection between WTA expression\nand PG assembly\nhas been inferred,28,33,34 only recently has a possible mechanism been uncovered. In the absence\nof WTA synthesis, PBP4 of S. aureus RN4220 was shown\nto be mislocalized away from the division septum and thus unable to\nperform its role of cross-linking PG.35 Concordantly, in CA-MRSA strains, PBP4 was shown to be responsible\nfor the production of highly cross-linked peptidoglycan and essential\nfor β-lactam resistance.17,36 These two observations\nsuggested a possible mechanism for the β-lactam sensitivity\nseen in ΔtarO strains, namely, the impairment\nof PBP4 function in peptidoglycan cross-linking. Thus, we examined\nthe level of PG cross-linking in CA-, HA-MRSA, and respective ΔtarO deletion strains. To ensure the observations were due\nspecifically to the deletion of tarO and therefore\nthe loss of WTA, a plasmid expressing tagO, the B. subtilis orthologue, was used to complement the HA-MRSA\nEMRSA15 ΔtarO deletion strain (Supplementary Figure 2). Indeed, the ΔtarO strain was found to have decreased levels (approximately 30%) of\nhighly cross-linked muropeptide species as compared to the parental\nstrain and a higher amount of monomeric, dimeric, and trimeric muropeptides\n(Supplementary Figure 2), establishing\na link between WTA synthesis and β-lactam sensitivity. We posit\nthat a strain devoid of WTA leads to the mislocalization of PBP4,\ncompromising its role as a transpeptidase in PG cross-linking, and\nspecifically in the case of CA-MRSA USA300 results in sensitivity\nto certain β-lactams.\n\n## Combination Screening Identifies Ticlopidine\nGiven\nthe therapeutic potential of blocking WTA biogenesis in restoring\nthe efficacy of β-lactams against MRSA, we set out to identify\na novel inhibitor of WTA synthesis. As a source of chemical matter\nwe employed a library of approximately 2,080 previously approved drugs\n(PADs). There has been considerable interest in recent years in the\nconcept of screening for new uses for previously approved drug molecules.\nThe interest stems from a growing understanding that small molecules\nwith proven therapeutic activity for a particular use often have uncharacterized\npotential for alternate therapeutic uses.37,38 Implicit is the advantageous potential of any such molecule to rapidly\nadvance into clinical development by leveraging a proven track record\nin humans and a deep history of study. Importantly, potentiators of\nβ-lactam activity would be highly desirable components of therapeutic\ncombinations against MRSA.\nThus, we mounted a screen of 2,080\npreviously approved drugs (Supplementary Table\n2) for compounds capable of potentiating the activity of cefuroxime,\na broad spectrum β-lactam that was highly sensitized in the ΔtarO strain, against the clinically relevant CA-MRSA\nstrain USA300 (Supplementary Figure 3a).\nOur screening efforts yielded several active compounds (Supplementary Figure 3b). To identify potential\ninhibitors of WTA, active combinations were tested against the CA-MRSA\nUSA300 ΔtarO strain. Here, we were looking\nfor suppression of synergy since this strain lacks WTA and is not\nsusceptible to WTA inhibitors. One compound, ticlopidine (Figure 2a), an antiplatelet drug (Ticlid) that inhibits\nthe binding of adenosine 5′-phosphate to its platelet receptor\nin humans, was effective in restoring the efficacy of cefuroxime against\nMRSA (Figure 2b) and this synergistic interaction\nwas reversed in the ΔtarO strain (Figure 2c). Ticlopidine, while not active on its own as\nan antibiotic, was potently synergistic with cefuroxime. Indeed, the\nfractional inhibitory concentration (FIC) index, a common measure\nof synergy,39 for this pair against CA-MRSA\nUSA300 was ≤0.063 (Figure 2b). Further,\nticlopidine dramatically potentiated the activity of cefuroxime against\n9 of 10 MRSA strains,40 including CA-MRSA\nstrain USA300 (64-fold) and HA-MRSA strain USA200 (32-fold) (Table 1). Notably, we did not observe synergy in the common\nlab strain of S. aureus, RN4220 (Table 1), consistent with a lack of sensitivity to β-lactams\nin a ΔtarO deletion of this strain (Supplementary Table 3). Strong synergies with\ncefuroxime were also observed with commercially available on-patent\nanalogues of ticlopidine, namely, clopidogrel (Plavix) and prasugrel\n(Effient), against CA-MRSA USA300 (FIC index ≤0.125 and ≤0.5,\nrespectively) (Supplementary Table 4).\nTo assess in vivo efficacy, we administered ticlopidine\nand cefuroxime in a Galleria mellonella model of\nMRSA infection. The larval stage of the Greater Wax Moth is a widely\nused model to assess S. aureus virulence and allows\nfor a testing throughput that is otherwise impossible with small mammals\nbut nevertheless representative of in vivo activity.41,42 In this model, a significantly (P < 0.001) higher\nfraction of larvae survived MRSA infection following combined treatment,\ncompared to that with cefuroxime and ticlopidine alone (Figure 2d). After 14 days, the survival rate increased from\n3.3% in untreated larvae to 53.3% when treated with the combination;\ntreatment with cefuroxime and ticlopidine alone led to 16.7% and 10%\nsurvival, respectively (Figure 2d). Thus, cefuroxime\nand ticlopidine at sub-efficacious doses acted synergistically to\nprovide G. mellonella protection from bacterial infection.\n\n## Characterization of the Mode of Action of Ticlopidine\nTo further probe the mechanism of action of ticlopidine, we investigated\nits interactions with an extensive panel of diverse antibiotics using\nCA-MRSA USA300. Ticlopidine restored the efficacy of several β-lactam\nantibiotics, while the activity of other classes of antibiotics remained\nunaffected (Supplementary Table 5). Indeed,\nthe sensitization profile was strikingly similar to that seen in the\nΔtarO strains (Figure 1), although the sensitivity was generally higher in the deletion\nstrain, likely because it was completely devoid of WTA (as shown by\nphosphate analysis in Supplementary Table 1). Most remarkable was the lack of antibacterial activity of ticlopidine\non its own and its capacity to render MRSA highly susceptible to a\nnumber of β-lactams. We reasoned that if ticlopidine inhibited\nWTA synthesis, its lack of antibacterial activity would be consistent\nwith inhibition of the early steps in the pathway catalyzed by TarO\nor TarA. WTA biosynthetic genes exhibit complex dispensability patterns.26,43 WTA genes encoding the initiating enzymes, TarO and TarA, are dispensable\nfor growth in vitro while the downstream late-acting\ngenes have an essential phenotype. Idiosyncratically, the late-acting\ngenes become dispensable in strains with a deletion in either tarO or tarA, presumably because accumulation\nof WTA intermediates is toxic to the cell.26,29,33,43\nTo test\nthe hypothesis that ticlopidine inhibited either of these initiating\nenzymes we initially employed genetic and physiological approaches.\nFirst, we took advantage of the conditional dispensability patterns\nof late steps in WTA assembly. As an early step inhibitor, ticlopidine\nshould have an antagonistic interaction with the late step (TarG)\ninhibitor, targosil. (44) TarG, an essential\ngene product, is the transmembrane component of the ABC transporter\nthat exports WTAs to the cell surface. Indeed, ticlopidine rendered\ntargosil completely inactive against both CA-MRSA USA300 and the S. aureus lab strain RN4220 (Figure 3a and Supplementary Figure 4). In additional\ngenetic experiments, we tested the capacity of ticlopidine to suppress\nthe lethal phenotype associated with late gene tarH. Using a strain where tarH expression was under\nthe control of a xylose-induced promoter, we found that ticlopidine\ncould partially rescue growth in the absence of xylose (40% relative\nto growth in 2% xylose) at the highest concentration tested (Figure 3b). We next investigated ticlopidine's ability to\ndirectly decrease WTA synthesis by measuring phosphate content in\nthe cell wall of S. aureus with increasing concentrations\nof ticlopidine. In both CA-MRSA USA300 (Figure 3c) and SA1781 (a RN4220 derivative) (Supplementary\nFigure 5), WTA incorporation began to decrease at ticlopidine\nconcentrations of 64 μg/mL, similar to the concentration at\nwhich it begins to potentiate the activity of cefuroxime. Greater\ninhibition was noted at 200 μg/mL of ticlopidine, but residual\nWTA remained (∼50%), while ΔtarO strains\nwere completely devoid of phosphate. We note here that the partial\nsuppression seen was consistent with the partial inhibition of WTA\nsynthesis evident in our cell wall phosphate content assays. Furthermore,\nbacteriophage Ø11, which uses WTA as receptor-binding sites,\ninfected S. aureus RN450 but not ticlopidine- or\ntunicamycin-treated RN450 (Supplementary Figure\n6). WTA is known to contribute to the resistance of PG against\nlysozyme.45 We found that wild-type PG\nwas completely resistant to degradation by lysozyme, while PG from\nticlopidine-treated cells and ΔtarO cells were\nindeed sensitive to degradation (Supplementary\nFigure 7). In sum, our genetic and physiological experiments\nwere consistent with ticlopidine targeting either TarO or TarA.\nTo test directly the hypothesis that ticlopidine\ninhibited either\nTarO or TarA, we used in vitro biochemical assays.\nWhile ticlopidine showed no impact on the transferase activity of\nTarA (Supplementary Figure 9) we found\nsubstantial inhibition of TarO activity (Figure 3d). Further, the relatively weak inhibition constant (IC50 of 238 μM or 71 μg/mL) was consistent with the partial\nphenotypes noted in our phenotypic and genetic assays.\n\n## A Basis for the Synergy among Ticlopidine and β-Lactams\nTo further investigate the basis of synergy of ticlopidine and\ncefuroxime, we sought to understand the characteristic β-lactam\nsensitivity profiles that were shared on treatment of MRSA in combination\nwith ticlopidine or alone using the ΔtarO MRSA\nstrains. A survey of the PBP selectivity of β-lactams tested\nin our studies revealed that sensitization was seen particularly with\nthose having high binding affinities for PBP2 of S. aureus (Figure 1 and Supplementary\nTable 5). Given the impact of the loss of WTA on PBP4 localization,35 PBP2 selectivity can be rationalized on the\nbasis of previous reports of cooperativity between PBP2 and PBP4 in\ncreating highly cross-linked PG in MRSA strains contributing to β-lactam\nresistance18 (Figure 4, panel i). A strain lacking WTA, such as with treatment with ticlopidine,\nwould be compromised in its PG cross-linking due to mislocalized PBP4\nand be highly sensitive to β-lactams such as cefuroxime that\ntarget its partner protein PBP2 (Figure 4,\npanel iii). Resistance would persist if the β-lactam in combination\nwith ticlopidine targets PBP1 or PBP3, as sufficient cross-linking\nwould maintain the resistant phenotype (Figure 4, panel ii). Further, this rationale is consistent with the idea\nthat PBP2A is not the sole determinant for β-lactam resistance\nin MRSA.9,15,17 It suggests\nthat the synergy between ticlopidine and cefuroxime might also be\nobserved in a wild-type, methicillin-sensitive strain such as S. aureus Newman, which lacks PBP2A. Indeed, synergy is\nevident in this strain (Table 1). Remarkably,\nthis work also suggests that β-lactam resistance might be reversed\nby targeting PBP2 and PBP4 with combinations of existing β-lactams.\nWe tested this using the PBP4-selective β-lactam cefoxitin.46 When cefoxitin was combined with the PBP2-selective\nβ-lactams cefuroxime, ceftizoxime, oxacillin, and penicillin,\nthe MICs of these antibiotics decreased 32- to 128-fold. Conversely,\ncombining cefoxitin with β-lactams having a low affinity for\nPBP2 led to only a 2- to 8-fold change in the MIC (Supplementary Table 6).\n\n## Conclusions\nThe WTA biosynthetic pathway has long been\nspeculated as a viable target for antibacterial intervention. While\ndispensable for viability, WTA is known to be a critical determinant\nof cell shape in Bacillus subtilis,27,29 virulence in S. aureus,30 and recently, for proper cell division.28 Furthermore, the essential phenotypes of late WTA biosynthetic genes,\nalthough paradoxical, suggest that these enzymes may well be reasonable\ntargets for new antibiotics. Emerging evidence of a role for wall\nteichoic acids in β-lactam resistance in MRSA has fueled further\ninterest in targeting this pathway, including a renewed interest in\ntunicamycin, a natural product nucleoside antibiotic that has been\nshown to inhibit TarO.28 Unfortunately,\ntunicamycin is a promiscuous inhibitor of bacterial and eukaryotic\nphosphosugar transferases, hindering its use as a selective probe\nand therapeutic. In the work reported here, we have carried out a\nmeticulous chemical genetic study of the importance of wall teichoic\nacids to community- and hospital-acquired MRSA strains to reveal signature\ninteractions with β-lactam antibiotics having a known selectivity\nfor PBP2. These findings led to the discovery that ticlopidine, a\nwell-known antiplatelet drug, had the cryptic capacity to block WTA\nsynthesis through the inhibition of TarO. Importantly, synergistic\ninteractions of ticlopidine and PBP2-binding β-lactams provide\nfor efficacious combinations to limit the growth of MRSA strains in vitro and in vivo. Thus ticlopidine\nrepresents a promising new lead with a strong record of examination\nin humans but also provides an exciting new probe of WTA synthesis.\nIn our hands, ticlopidine was an extremely useful probe along with\nexisting β-lactam antibiotics to further elaborate the role\nof WTA in supporting the cooperative role of PBP2 and 4 in the expression\nof β-lactam resistance in MRSA. As such, this work offers new\ninsights into the complex biology underlying cell wall synthesis in S. aureus and provides a promising example of how antibiotic\ndrug resistance might be targeted with existing drugs.\n\n## Peptidoglycan Purification and Analysis\nPeptidoglycan\nfrom CA-MRSA USA300, HA-MRSA EMRSA15, their ΔtarO deletion, and HA-MRSA EMRSA15ΔtarO pLI50-tagO was prepared from exponentially growing cells as previously\ndescribed.47 The purified peptidoglycan\nwas digested with mutanolysin (Sigma), an N-acetylmuramidase\nthat cuts glycan strands between the N-acetylmuramic\nand N-acetylglucosamine residues. The resulting muropeptides\nwere reduced with sodium borohydride (Sigma) and analyzed by reverse-phase\nHPLC using a Hypersil ODS column (Thermo Electron Corporation). The\neluted muropeptides were detected and quantified by determination\nof their ultraviolet absorption at 206 nm, using the Shimadzu LC solution\nsoftware. The area of eluted UV-absorbing peaks, corresponding to\nthe different muropeptides, was quantified and shown as a percentage\nof the total area of the chromatogram.\n\n## Combination Screening\nCA-MRSA USA300 was screened against\nthe PAD library in the presence of cefuroxime. The screening protocol\nwas based on CLSI guidelines. Screening was carried out in 96-well\nplates, in duplicate, using Mueller Hinton Broth (MHB) with 2% DMSO\nand a library compound concentration of 10 μM. The concentration\nof cefuroxime was 16 μg/mL, a quarter of its MIC value obtained\nunder the same conditions. Background controls (8 wells per plate)\ncontained only media, and DMSO and growth controls, also 8 wells per\nplate, contained media, DMSO, and inoculum. Plates were incubated\nat 37 °C for 20 h, and optical density was read at 600 nm using\nan EnVision plate reader (Perkin-Elmer). The percentage growth for\neach test well was calculated as (OD – mean background)/(mean\ngrowth – mean background) × 100 and normalized to the\npercent growth attributed by the PAD alone to obtain a growth ratio\nsuch that a ratio of 1.0 is indicative of no difference.\n\n## Checkerboard Analyses and FIC Index Determination\nFICs\nwere determined by setting up standard checkerboard broth microdilution\nassays with 8 (or 9) serially diluted concentrations of each drug,\nusing the same conditions as screening. At least 3 replicates were\ndone for each combination, and the means were used for calculation.\nThe MIC for each drug was the lowest [drug] showing <10% growth.\nThe FIC for each drug was calculated as the [drug in the presence\nof co-drug] for a well showing <10% growth, divided by the MIC\nfor that drug. The FIC index is the sum of the two FICs. Interactions\nwith FIC index of <0.5 were deemed synergistic.\n\n## Phosphate Analysis\nStrains were inoculated from an\novernight culture and grown in 100 mL of MHB to OD600 of\n0.8–0.9 at 37 °C, 250 rpm with various compound treatment.\nIsolation of cell wall and phosphate analysis were performed as previously\ndescribed.48\n\nFor\nthis assay, UDP-[14C]GlcNAc (0.1 mCi/mL) was purchased\nfrom American Radiolabeled Chemicals, Ultima Gold liquid scintillation\ncocktail from Perkin-Elmer, and silica gel 60 TLC plates from EMD\nChemicals. TarO activity was assayed in 100 μL reactions containing\nReaction Buffer (50 mM Tris pH = 8, 10 mM MgCl2, 1 mM EDTA),\n300 μM UDP-GlcNAc, 0.1 μCi UDP-[14C]GlcNAc,\n0.1% (w/v) TritonX-100, 0.8% (v/v) DMSO, and varied amounts of membranes\n(75 μg to 1 mg of protein). Reactions were quenched with the\naddition of 1250 μL of CHCl3/MeOH (3:2). Lipid-linked\nproducts were extracted according to the following method: Quenched\nreactions were incubated for 2.5 h followed by vortexing for 3 min.\nInsoluble material was removed by centrifugation (13000g, 2 min), and 150 μL of 40 mM MgCl2 was added to\nthe supernatant. Samples were vortexted for 5 min, and the upper aqueous\nlayer was removed. The lower, organic layer was washed twice with\n400 μL of pure solvent upper phase (CHCl3/MeOH/H2O/1 M MgCl2 in H2O [18:294:282:1]).\nThe final product was analyzed by either TLC or scintillation counting.\nTLC analysis was preformed as in ref (49).",
  "has_full_text": true
}