{
  "pmid": "23936064",
  "title": "Toward repurposing ciclopirox as an antibiotic against drug-resistant Acinetobacter baumannii, Escherichia coli, and Klebsiella pneumoniae.",
  "abstract": "Antibiotic-resistant infections caused by gram-negative bacteria are a major healthcare concern. Repurposing drugs circumvents the time and money limitations associated with developing new antimicrobial agents needed to combat these antibiotic-resistant infections. Here we identified the off-patent antifungal agent, ciclopirox, as a candidate to repurpose for antibiotic use. To test the efficacy of ciclopirox against antibiotic-resistant pathogens, we used a curated collection of Acinetobacter baumannii, Escherichia coli, and Klebsiella pneumoniae clinical isolates that are representative of known antibiotic resistance phenotypes. We found that ciclopirox, at 5-15 µg/ml concentrations, inhibited bacterial growth regardless of the antibiotic resistance status. At these same concentrations, ciclopirox reduced growth of Pseudomonas aeruginosa clinical isolates, but some of these pathogens required higher ciclopirox concentrations to completely block growth. To determine how ciclopirox inhibits bacterial growth, we performed an overexpression screen in E. coli. This screen revealed that galE, which encodes UDP-glucose 4-epimerase, rescued bacterial growth at otherwise restrictive ciclopirox concentrations. We found that ciclopirox does not inhibit epimerization of UDP-galactose by purified E. coli GalE; however, ΔgalU, ΔgalE, ΔrfaI, or ΔrfaB mutant strains all have lower ciclopirox minimum inhibitory concentrations than the parent strain. The galU, galE, rfaI, and rfaB genes all encode enzymes that use UDP-galactose or UDP-glucose for galactose metabolism and lipopolysaccharide (LPS) biosynthesis. Indeed, we found that ciclopirox altered LPS composition of an E. coli clinical isolate. Taken together, our data demonstrate that ciclopirox affects galactose metabolism and LPS biosynthesis, two pathways important for bacterial growth and virulence. The lack of any reported fungal resistance to ciclopirox in over twenty years of use in the clinic, its excellent safety profiles, novel target(s), and efficacy, make ciclopirox a promising potential antimicrobial agent to use against multidrug-resistant problematic gram-negative pathogens.",
  "journal": "PloS one",
  "year": "2013",
  "authors": [
    "Carlson-Banning K",
    "Chou A",
    "Liu Z",
    "Hamill R",
    "Song Y"
  ],
  "doi": "10.1371/journal.pone.0069646",
  "mesh_terms": [
    "Acinetobacter baumannii",
    "Anti-Bacterial Agents",
    "Biosynthetic Pathways",
    "Ciclopirox",
    "Ciprofloxacin",
    "Drug Repositioning",
    "Drug Resistance, Bacterial",
    "Drug Resistance, Microbial",
    "Escherichia coli",
    "Escherichia coli Proteins",
    "Galactose",
    "Humans",
    "Hydrogen Peroxide",
    "Iron",
    "Klebsiella pneumoniae",
    "Lipopolysaccharides",
    "Microbial Sensitivity Tests",
    "Microbial Viability",
    "Mutation",
    "Phenotype",
    "Pyridones"
  ],
  "full_text": "## Introduction\nThe World Health Organization lists antibiotic-resistant bacterial infections as an important public health problem [1]. In the U.S. alone, two million patients contract hospital-acquired infections, and 50–70% of these infections are antibiotic-resistant [2], resulting in the deaths of approximately 99,000 patients each year [3]. Longer hospital stays and increased morbidity and mortality as a consequence of antibiotic resistance translate to yearly estimated costs as high as $10 billion [3]. Gram-negative infections are particularly problematic and account for 47% of ventilator-associated pneumonias, 45% of urinary tract infections, and 70% of all intensive care unit infections [4]. If not appropriately treated, these infections can progress to sepsis and death.\nAntibiotic-resistant gram-negative infections will continue to cause serious health problems because few of the antibiotics presently in development are effective against them [4], [5]. In addition, most new antibiotics are derivatives of existing drugs and, thus, have bacterial targets already under strong selection to develop resistance. The recent outbreak of carbapenem-resistant Klebsiella pneumoniae at the U.S. National Institutes of Health Clinical Center that caused six patient deaths illustrates how quickly these outbreaks spread and that vigilant precautions are needed for containment [6]. Identification of new antimicrobial agents, particularly those that affect novel targets, is needed to provide effective treatment options. Developing novel antimicrobial agents, however, usually takes a decade or more and costs millions of dollars. Repurposing already approved therapies for alternative uses saves both time and money [7]. Already such a strategy was used to find off-patent drugs to repurpose against antibiotic-resistant Acinetobacter baumannii\n[8].\nTo identify new antimicrobial agents with novel targets, our effort in targeting 1-deoxy-d-xylulose-5-phosphate reductoisomerase (DXR) yielded an N-hydroxypyridinone compound that shows broad-spectrum antibacterial activity [9]. A substructure based literature search led to the identification of ciclopirox, which has more potent antibacterial activity. Ciclopirox is an off-patent, topical antifungal drug developed almost forty years ago that is appealing to repurpose as an antibiotic because of its excellent safety profile. No fungal resistance has been identified in over twenty years of clinical use [10]. Indeed, others have suggested repurposing ciclopirox as an anti-human immunodeficiency virus drug [11], an agent to protect against mitochondrial damaged cells [12], and a way to enhance diabetic wound healing [13]. Additionally, ciclopirox is currently in a Phase I clinical trial for treatment of multiple myeloma [14], [15].\nIn spite of the multiple potential uses of ciclopirox, neither its drug target nor its mechanism of action is known. Genetic analyses in Saccharomyces cerevisiae and Candida albicans have been performed in attempts to understand how ciclopirox olamine functions, as this compound does not inhibit ergosterol biosynthesis like other antifungal agents [16]–[18]. In S. cerevisiae, a forward genetic screen identified fourteen mutants that were more susceptible to ciclopirox olamine. Mutations were identified in genes encoding proteins involved in DNA replication, DNA repair, cellular transport, oxidative stress, and signal transduction [16]. Results from S. cerevisiae, however, may not reflect the target of the drug because ciclopirox olamine only weakly inhibits S. cerevisiae growth [16]. A better experimental organism, the human pathogen, C. albicans, is susceptible to low µM ciclopirox olamine concentrations. Microarray analyses of ciclopirox olamine-treated C. albicans revealed gene expression level changes similar to those exhibited in iron-deprived conditions [17], [18]. Additionally, iron added to growth medium ameliorates ciclopirox olamine inhibition [17]–[19]. Together these data formed the basis for the model that ciclopirox olamine inhibits cells through general iron chelation, but that oxygen accessibility and additional iron-independent mechanisms may also influence ciclopirox olamine efficacy [10], [18].\nUnderstanding how ciclopirox functions is important for uncovering additional repurposed clinical applications and could aid future ciclopirox derivatization. Here we demonstrate the effectiveness of ciclopirox against multidrug-resistant (MDR) Escherichia coli, K. pneumoniae, and A. baumannii clinical isolates. We show that ciclopirox affects the galactose salvage pathway, a novel mechanism of action for this drug.\n\n## Ciclopirox Inhibits Growth of \nWhereas ciclopirox previously was known to block growth of select gram-negative bacteria, its efficacy had not been tested against antibiotic-resistant bacteria [10], [20]. We took advantage of our curated collection of >4,000 E. coli clinical isolates with antimicrobial susceptibility patterns that range from fully sensitive to multidrug-resistant [21]–[23]. A list of these susceptibility profiles and the body sites from which these bacteria were isolated are included in Table S1 and Table S2. The ATCC® 25922™ E. coli strain was a control isolate that is drug-susceptible. For all experiments, we used ciclopirox without its conjugate salt, ethanolamine. Ethanolamine does not inhibit E. coli growth, but it can be metabolized as a nitrogen source and can serve as a signaling molecule, which could confound results [24]. We measured ciclopirox minimum inhibitory concentrations (MICs) for thirty non-clonal E. coli isolated from different patients and that represented the antibiotic resistance phenotypes in the collection. To verify the antibiotic resistance variation among these isolates, we simultaneously measured ciprofloxacin MICs, which varied widely as expected. Ciclopirox inhibited all of the tested strains at 5–15 µg/ml, independently of the antibiotic resistance status of the strains tested (Figure 1).\nTo determine whether ciclopirox was bactericidal or bacteriostatic, we performed time-kill curves using the ATCC® 25922™ E. coli isolate. The ciclopirox MIC measured for this isolate was 10 mg/ml. We inoculated 106\nE. coli cells into medium with ciclopirox concentrations at one-half to 10x this MIC. The average colony forming units (CFUs) (Figure 2A) and the average OD600 (Figure 2B) are plotted for three independent experiments.\nCultures with either no drug or with 5 µg/ml ciclopirox both showed no growth inhibition (Figure 2A and Figure 2B). Compared to no drug, 10 µg/ml ciclopirox inhibited bacterial growth by two orders of magnitude after twelve hours, a drop that is consistent with bacteriostatic antibiotics (Figure 2A). The corresponding growth curves at the MIC (10 µg/ml) showed occasional delayed growth after six hours (Figure 2B). To test whether this growth resulted because of an E. coli coping strategy against ciclopirox, we re-inoculated the same culture in fresh medium supplemented with fresh 10 µg/ml ciclopirox and let cultures grow overnight. The culture growth was delayed as before, indicating that ciclopirox slowed growth at this concentration but this did not confer an added growth advantage to subsequent ciclopirox exposure. Only when previously ciclopirox-exposed cultures were inoculated into medium without ciclopirox could growth resume, again indicative of a bacteriostatic drug. It is unlikely that ciclopirox is unstable in the growth medium, as subsequent experiments showed that the drug inhibits bacterial growth for up to 72 hours (Figure 3), which exceeds the time indicated in Figure 2.\nCiclopirox concentrations of 20, 40, or 100 µg/ml, inhibited growth another order of magnitude following ciclopirox treatment. Bacterial death occurred within 90 minutes of exposure to ≥4x the ciclopirox MIC and within three hours following exposure to 2x the MIC, consistent with bactericidal antibiotics. By twelve hours following ciclopirox treatment, bacterial growth was further reduced with increasing drug dose. Therefore, at concentrations at or near the MIC, ciclopirox is a bacteriostatic drug, but at higher concentrations it is bactericidal.\n\n## Iron Supplementation Prevents Ciclopirox-mediated \nIron chelation is a proposed mechanism of action for ciclopirox [17], [19]. Physiochemical studies showed that ciclopirox forms metal complexes with Mg2+, Ca2+, Cu2+, Fe2+, Zn2+, and Mn2+ and that these complexes display a wide range of water solubility and lipophilicity [25]. Researchers working with C. albicans demonstrated that medium supplemented with FeCl3 prevented ciclopirox olamine-mediated inhibition of fungal growth [17]–[19]. We tested whether addition of iron or other divalent cations could rescue E. coli exposed to ciclopirox. We measured growth of E. coli isolate ATCC® 25922™ in inhibitory ciclopirox concentrations supplemented with increasing concentrations of FeCl3, MgCl2, ZnCl2, or NiCl2. Compared to no added metals (Figure 3A), 5 µM FeCl3 allowed some bacterial growth (Figure 3B), while concentrations of 50 µM FeCl3 rescued bacterial growth in ciclopirox-treated cultures (Figure 3C). The other metals did not rescue growth, even at concentrations of 500 µM (Figure 3D, 3E, and 3F). These data show that ciclopirox inhibition can be ameliorated with high concentrations of iron. During a bacterial infection, however, the human host defense system actively sequesters free iron to limit pathogen growth [26]. Indeed, unbound ferric iron concentrations in plasma, lymph, and external secretions of milk and bronchial mucus have been reported to be ∼10−18 M, which is far below the 50 µM needed to rescue bacterial growth from ciclopirox inhibition [27]. While ciclopirox iron chelation would help attenuate infections, other iron-independent mechanisms of action may be involved or more important under physiological conditions.\n\n## Effect of Ciclopirox on the Ability of \nIt was previously found that ciclopirox olamine sensitized C. albicans to H2O2 exposure [17], [18]. In addition, the expression of genes, like catalase, that detoxify reactive oxygen species (ROS) have been linked to ciclopirox olamine inhibition of C. albicans and for bactericidal antibiotic function [17], [18], [28]. We tested whether E. coli exposed to ciclopirox became sensitized to subsequent H2O2 exposure. E. coli isolate ATCC® 25922™ was grown with increasing sub-inhibitory concentrations of ciclopirox to mid-logarithmic phase and then exposed to either water or H2O2. Chloramphenicol served as a positive control because it sensitizes cells to H2O2\n[29]. Whereas preincubation with 1 µg/ml chloramphenicol reduced CFUs following H2O2 exposure by more than 10-fold compared to water (Figure 4; p = 0.008), preincubation with ciclopirox had no effect. This lack of sensitization is consistent with the mechanism of action of some bacteriostatic antibiotics [28] and agrees with the above time-kill curve results at sub-inhibitory ciclopirox concentrations. These data contrast to the C. albicans data, most likely because ciclopirox is fungicidal at sub-inhibitory concentrations. However for bacterial growth, hydrogen peroxide exposure does not appear to synergize with sub-inhibitory ciclopirox concentrations.\n\n## Overexpression of \nMicroarray analyses revealed that 25 of the 6,039 C. albicans genes were up-regulated and 21 were down-regulated with ciclopirox olamine incubation [18]. The majority of the up-regulated genes were involved in iron metabolism, and the rest included genes that encode Rbt5 glycosylphosphatidylinositol (GPI)-like proteins, transcription factors, an RNA binding protein, NADP-glutamate-dehydrogenase, superoxide dismutase Sod4, and two unknown proteins. The down-regulated genes included those encoding proteins involved with general stress responses, cell elongation, phosphate uptake, catalase, and many of unknown function. These microarray data indicated that some of these genes might encode targets of ciclopirox or proteins that might cause resistance to ciclopirox. Culturing C. albicans for six months with sub-inhibitory ciclopirox olamine concentrations, however, did not yield a resistant mutant [17].\nWith more genetic tools available for E. coli than C. albicans, we reasoned that an overexpression suppression screen in E. coli would identify pathways affected by ciclopirox. To identify genes that, when overexpressed, rescued E. coli growth at otherwise restrictive ciclopirox concentrations, we transformed pools of plasmids from the ASKA (A Complete Set of Escherichia coli K-12 ORF Archive) pCA24N ORF library into TransforMax™ EC100™ Electrocompetent E. coli. Transformed cells were grown under selective ciclopirox concentrations of 7.5 µg/ml. 540 candidate transformants were streaked across agar containing a gradient of 0 to 18 µg/ml ciclopirox. MICs were then measured for 50 candidates that grew at higher ciclopirox concentrations than the other candidates. Only six of these transformants had ciclopirox MICs greater than the parent strain. The pCA24N plasmids from these six transformants were purified and the ORF was sequenced using previously described primers [30]. The purified plasmids were used to transform the parent strain, and the increase in ciclopirox MIC was confirmed. For all six candidates, the sequenced ORF was galE, which encodes UDP-glucose 4-epimerase. We confirmed that overexpression of galE rescued growth at previously restrictive ciclopirox concentrations (Figure 5A, 5B, and 5C). These data indentify GalE or the GalE pathway as a potential target of ciclopirox.\n\n## Ciclopirox does not Inhibit Purified GalE\nIn E. coli and other bacteria, GalE epimerizes UDP-galactose and UDP-glucose. To test whether ciclopirox directly inhibits GalE, we purified 6xHis-GalE from E. coli DH5α cells transformed with the pCA24N-galE overexpression plasmid. Using previously described assays depicted in Figure 5D\n[31], [32], we coupled GalE activity to purified UDP-glucose dehydrogenase (UGH). UDP-galactose was used as a substrate for GalE. After GalE epimerizes UDP-galactose into UDP-glucose, UGH then converts UDP-glucose into UDP-glucuronic acid with the concomitant release of two molecules of NADH. The production of NADH is spectrophotometrically measured at 340 nm.\nTo assess whether ciclopirox could inhibit the epimerization of UDP-galactose, we measured NADH production in the presence of increasing ciclopirox concentrations (Figure 5E). For these experiments, ciclopirox was dissolved in 0.1 mM NaOH because we found that dimethyl sulfoxide (DMSO) inhibits GalE activity (Figure S1). For all reactions, the concentration of UDP-galactose used was 50 µM, which is below the published K\nm (100–200 µM) for E. coli GalE. As a control, we ensured that NADH production was observed only when UDP-galactose was added; there was no spontaneous NADH formation. As an additional control, we verified that ciclopirox did not inhibit the coupled enzyme, UGD (Figure S2). GalE epimerization of UDP-galactose was not affected by ciclopirox, even at concentrations of 500 µM (Figure 5E). Although this assay does not address the possibility that ciclopirox may affect GalE epimerization of UDP-glucose into UDP-galactose, this reaction is less favored [33]. These data suggest that other targets in the GalE pathway are affected by ciclopirox, or that the nucleotide-sugars GalE produces help the bacteria cope with ciclopirox-induced cellular stresses.\n\n## Effect of Mutations in the Galactose Salvage and Lipopolysaccharide Biosynthesis Pathways on Ciclopirox MICs\nRegulation of nucleotide-sugar concentrations is required for organisms to adjust to environmental stresses [34]–[36]. Depending on cellular needs, the galactose salvage pathway either metabolizes galactose for energy or uses galactose to build metabolic intermediates for lipopolysaccharide and exopolysaccharide construction (Figure 6A and 6B) [36]–[38]. When galactose or lactose is unavailable, GalE is required to synthesize UDP-galactose; however, when galactose is the sole carbon source, GalE synthesizes UDP-glucose, which is then converted to glucose-1-phosphate by GalU to be used in glycolysis [35], [36]. Thus, GalE is essential when E. coli is grown in galactose medium.\nGalE is unique among the other members of the galactose salvage and LPS pathways. Even when grown in medium with other sugars, overexpression of most of the other galactose salvage pathway genes (galK, galM, galP, galU, galR, galS, and galT) are lethal for bacteria. Only overexpression of glf or galE is not lethal (Figure 6A) [30], [39]. The non-essential LPS biosynthesis genes, rfaB, rfaC, rfaF, rfaG, rfaI, rfaL, rfaP, rfaQ, rfaY, and rfaZ are also toxic when overexpressed in any sugar source, while the rfaD, rfaJ, or rfaS genes are not (Figure 6B) [30], [39]. However, in glucose medium, deletions of these same galactose metabolism or LPS biosynthesis genes are not lethal to bacteria.\nBacteria harboring deletions for proteins that promote cell survival upon ciclopirox exposure should make these bacteria more susceptible to the drug. Thus, ciclopirox MICs were measured in strains with deletion of genes known to be involved in the galactose salvage pathway (ΔgalE, ΔgalK, ΔgalM, ΔgalU, ΔgalT, Δglf and Δugd), the regulators of the galactose salvage pathway (ΔgalR and ΔgalS), the glycolysis pathway (Δpgi and Δpgm), or the lipopolysaccharide biosynthesis pathway (ΔrfaB, ΔrfaC, ΔrfaD, ΔrfaF, ΔrfaG, ΔrfaI, ΔrfaJ, ΔrfaL, ΔrfaP, ΔrfaQ, ΔrfaS, and ΔrfaZ). Compared to the Keio parent strain, BW25113, 17/26 deletion mutants had altered average ciclopirox MICs; eight of these (ΔgalE, ΔgalU, ΔgalR, Δglf, ΔrfaB, ΔrfaC, ΔrfaI, and ΔrfaQ) were statistically significantly more susceptible to ciclopirox (Figure 6C; p = 0.05).\nThe ΔrfaC, ΔrfaD, ΔrfaG, ΔrfaP, ΔrfaQ, and ΔrfaY LPS pathway mutants had previously been shown to display enhanced sensitivity to other antibiotics compared to the parent BW25113 strain, but the galactose salvage pathway deletions were not affected by the tested antibiotics [40]. Therefore, whereas it was not surprising that the ΔrfaC and ΔrfaQ deletion mutant strains were more susceptible to ciclopirox, the other mutants that had increased sensitivity to ciclopirox were surprising. To determine whether the decrease in ciclopirox MIC in ΔgalE, ΔgalU, ΔrfaB, and ΔrfaI mutants was specific to ciclopirox or could be observed for other antibiotics, we measured ampicillin, aztreonam, chloramphenicol, and ciprofloxacin MICs (Table S3). Antibiotic MICs for ΔrfaJ mutants were also measured. Compared to BW25113, there were no significant susceptibility changes to ampicillin or ciprofloxacin. The ΔrfaI and ΔrfaJ strains were less susceptible to aztreonam, and the ΔgalE and ΔrfaB strains were slightly more susceptible to chloramphenicol, but ΔrfaJ strains were less susceptible to chloramphenicol. These data suggest that the ΔgalE, ΔgalU, ΔrfaB, and ΔrfaI mutants are specifically more susceptible to ciclopirox, but not to other antibiotics tested.\nAside from RfaC and RfaQ, which are involved in synthesis of the inner LPS core, GalE, GalU, RfaB, and RfaI are all involved in synthesis of the outer LPS core, and all of these proteins either synthesize or utilize UDP-glucose or UDP-galactose. RfaJ is also involved in synthesis of the outer LPS and uses UDP-glucose, but ΔrfaJ mutants did not have altered ciclopirox susceptibility compared to the parental strain. These data suggest that LPS biosynthesis processes affected by ciclopirox could be dependent on the specific sugars or sugar linkages present.\nOf the remaining deletion strains tested, five (ΔgalF, Δpgm, ΔrfaF, ΔrfaP, and ΔrfaG) were less susceptible to ciclopirox than the parental strain. The deletions mutants that were the least susceptible to ciclopirox, ΔrfaF, ΔrfaG, and ΔrfaP, encode proteins that synthesize the inner LPS core [41]. RfaF adds the first glucose group and RfaG adds heptose II to the developing inner LPS core, and deletions of these genes results in no outer core [41]. If no outer core is formed, then there is less demand for UDP-glucose or UDP-galactose. Instead of adding sugars to the inner core, RfaP phosphorylates heptose I and can affect RfaY and RfaQ functions [42]. While ΔrfaP mutants form both inner and outer LPS cores, the lack of phosphorylation affects overall membrane charge and surface hydrophobicity [41]. E. coli utilizes such membrane modification to resist antibiotics, such as polymyxin, and this resistance is clinically relevant [43], [44]. It is possible that changes in the membrane surface charge alters ciclopirox membrane permeability.\n\n## Effect of Ciclopirox on LPS Formation\nGalE is involved with LPS [45]–[47] and exopolysaccharide (EPS) formation [38], [48]. Studies in C. albicans have shown that ciclopirox alters the structure of cell membranes [17], [49], [50]. Indeed, 97% of ciclopirox administered to C. albicans was bound to cell membranes and organelles, with very little drug in the cytoplasm [50]. That we found ciclopirox MICs altered in strains deleted for genes responsible for LPS biosynthesis raises the possibility that ciclopirox alters LPS formation. To test this possibility, overnight cultures of the E. coli ATCC® 25922™ isolate or MG1655 strain were spread onto agar without or with a sub-inhibitory concentration of ciclopirox. After 24 hours, LPS was purified and subjected to SDS-PAGE as described [51] (Figure 7). Of the LPS bands characteristic of the ATCC® 25922™ isolate [52], ciclopirox reduced the concentrations of the highest molecular weight band (∼20 kDa) as well as the O-antigen bands (37–50 kDa), as indicated by the arrows (Figure 6). LPS isolated from MG1655, which lacks an O-antigen, was unchanged in the presence of ciclopirox. The LPS changes mediated by ciclopirox in the ATCC® 25922™ isolate were seen six independent times. These data may indicate a subtle mode of ciclopirox action: LPS is formed but with altered composition, perhaps as a consequence of which nucleotide-charged sugars are available.\n\n## Ciclopirox Inhibits Growth of other Gram-negative Clinical Isolates with a Range of Antibiotic Resistance Phenotypes\nCiclopirox olamine inhibits the growth of A. baumannii, K. pneumoniae, Proteus mirabilis, Pseudomonas aeruginosa, and E. coli; however, the antibiotic resistance status for the tested bacteria was not indicated [8], [10], [20]. Given that ciclopirox inhibited growth of both antibiotic-susceptible and antibiotic-resistant E. coli clinical isolates, we tested it against additional problematic gram-negative pathogens [5].\nWe collected A. baumannii, K. pneumoniae, and P. aeruginosa clinical isolates from the Michael E. DeBakey VA Medical Center from November 2010 to August 2011. These bacterial species are often found in complex, polymicrobial infections. We therefore isolated the bacteria and identified them using 16S rRNA sequencing [53]. We then measured MICs for amikacin, ceftazidime, ciprofloxacin, imipenem, and trimethoprim/sulfamethoxazole (Table 1). The K. pneumoniae isolate ATCC®11296™, A. baumannii isolate ATCC®17978™, and P. aeruginosa isolate ATCC®27853™ were used as controls. All clinical isolates were resistant to ciprofloxacin except for ELZ7832 and ELZ8326. One P. aeruginosa isolate was resistant to amikacin and four had intermediate amikacin resistance. One K. pneumoniae isolate, seven A. baumannii isolates, and four P. aeruginosa isolates were resistant to imipenem, and six K. pneumoniae, five A. baumannii, and two P. aeruginosa isolates were resistant to ceftazidime. These clinical isolates thus harbor multiple antibiotic resistance mechanisms and are representative examples of gram-negative pathogens with few antibiotic options.\nCiclopirox MICs in K. pneumoniae (n = 7) clinical isolates were 5 to 15 µg/ml. Strikingly, ciclopirox inhibited growth of the A. baumannii (n = 8) clinical isolates at 5 to 7 µg/ml, lower than ciclopirox olamine MICs previously reported [8]. This difference in MIC between ciclopirox and ciclopirox olamine could be attributable to the added ethanolamine salt. Whereas ciclopirox visibly reduced the growth of P. aeruginosa isolates, the MICs ranged from 10 to >30 µg/ml. In general, P. aeruginosa cultures that produce the siderophore, pyoverdin, are yellow-green and strains that produce the virulence factor, pyocyanin, are blue-green [54], [55]. The P. aeruginosa clinical isolates we tested were blue-green in liquid culture medium, indicative of pyocyanin production. The isolates treated with ciclopirox were yellow-green, indicating either a decrease in pyocyanin production or an upregulation of pyoverdin synthesis. To visualize this color change, we spread the P. aeruginosa isolate ATCC®27853™ on agar without or with 9 µg/ml ciclopirox. After 24 hours at 37°C, a lawn grew for both experimental conditions, but P. aeruginosa grown with ciclopirox was yellow-green (Figure S3). This ciclopirox-mediated color change could reflect important clinical implications. Cystic fibrosis patients infected with pyocyanin-producing P. aeruginosa strains suffer significant lung destruction [55]. It is possible that ciclopirox, while not inhibiting growth as effectively, attenuates P. aeruginosa virulence by affecting pyocyanin or pyoverdin synthesis. Ciclopirox, thus, may affect quorum sensing, which regulates pyocyanin synthesis [55], or iron utilization or iron transport, which regulates pyoverdin and siderophore synthesis [54}. Ciclopirox appears to have a complex mechanism of action, including both iron-dependent and iron-independent pathways, and this complexity may make ciclopirox a useful antibiotic against these gram-negative pathogens.\n\n## Discussion\nThe lack of new antibiotic development has led to the use of toxic drugs, such as the polymyxins, when safer therapies are ineffective against treating antibiotic-resistant infections [5], [7]. The increase in antibiotic-resistant gram-negative pathogens is particularly problematic. Enterobacteriaceae producing extended-spectrum β-lactamases and carbapenemases cause nosocomial outbreaks that are spreading globally [6], [56]. MDR A. baumannii infections also have limited antibiotic therapeutic options available [7], [8] Repurposing already approved drugs for alternative use reduces the time and cost associated with antibiotic development. Ciclopirox is an excellent candidate to fulfill such a role.\nThe LPS and galactose salvaging pathways we found to be affected by ciclopirox represent promising targets for future drug development. E. coli galactose metabolism, also known as the Leloir pathway, is used for energy production, protein glycosylation, LPS biosynthesis, and virulence [36]. The amphibolic galETKM operon includes galE (UDP-glucose 4-epimerase), galT (galactose-1-phosphate uridylyltransferase), galK (galactokinase), and galM (galactose mutarotase) under control of two promoters, P1 and P2. During early to late logarithmic growth phase, 70% of the galETKM transcripts are synthesized from the P1 promoter and all four genes are made [35], [57]. However, upon transition from late logarithmic to early stationary phase, 70% of transcripts are from the P2 promoter, which predominately synthesizes galE\n[35], [57]. This differential promoter utilization and other posttranscriptional regulation of the galETKM operon using noncoding RNAs allows E. coli to either catabolize galactose or to generate the nucleotide-charged substrates, UDP-galactose or UDP-glucose, depending on cellular needs [35], [58].\nWhen UDP-galactose accumulates, UTP and CTP concentrations are reduced and cell growth is halted; cells may even lyse depending on medium conditions [35]. Depletion of UTP also affects many E. coli promoters, including P1, that encode three uridine nucleotides. These uridine-rich promoters cause polymerase stuttering and subsequent depression of transcription [35]. Through induction of pyrimidine biosynthesis genes by regulators of the galactose pathway, the cell alleviates the stress of UTP depletion and restores UTP and CTP concentrations to rescue cell growth [35]. Therefore, disruptions in the regulation of the galactose pathway can be lethal to E. coli and bacteria have evolved multiple ways to regulate and control the pathway as a consequence.\nIn addition to regulating bacteria homeostasis, the galactose pathway has been directly linked to bacterial virulence and biofilm formation. In the enterohemorrhagic E. coli O157:H7 isolate, ΔgalETKM::aad-7 mutants have altered O-antigens, which reduces the ability of the mutant to colonize the intestines of rabbits, increases its sensitivity to host-derived antimicrobial polypeptides, and increases its sensitivity to bacteriophage P1 [46]. Vibrio cholerae O1 galU mutants also have reduced ability to colonize mouse small intestine [47]. A vaccine against Salmonella enterica serovar Typhi, the only live attenuated bacterial vaccine in the United States, is a galE mutant [46], [59]. In Porphyromonas gingivalis, galE mutants have shorter O-antigens, are more susceptible to antibiotics, and more readily form biofilms compared to the parental strain [60]. Conversely, GalE overexpression increases biofilm production in Thermus thermophilus HB27. Furthermore, galE and galU mutants in V. cholerae O1 had reduced biofilm-forming ability compared to wild-type strains [31], [47]. Together, these data connect GalE and the galactose salvage pathway to virulence and confirm that LPS and EPS biosynthesis pathways are potential targets for antimicrobial agents. In fact, novel GalE inhibitors are being actively derived and tested against Trypanosoma brucei, the causative agent for African sleeping sickness [32].\nHow sugars are metabolized and which sugars are predominantly used for energy vary widely in bacteria [61]. The model organisms, E. coli and Bacillus subtilis preferentially use glucose, ",
  "has_full_text": true
}