{
  "pmid": "26553420",
  "title": "Exploring simvastatin, an antihyperlipidemic drug, as a potential topical antibacterial agent.",
  "abstract": "The rapid rise of bacterial resistance to traditional antibiotics combined with the decline in discovery of novel antibacterial agents has created a global public health crisis. Repurposing existing drugs presents an alternative strategy to potentially expedite the discovery of new antimicrobial drugs. The present study demonstrates that simvastatin, an antihyperlipidemic drug exhibited broad-spectrum antibacterial activity against important Gram-positive (including methicillin-resistant Staphylococcus aureus (MRSA)) and Gram-negative pathogens (once the barrier imposed by the outer membrane was permeabilized). Proteomics and macromolecular synthesis analyses revealed that simvastatin inhibits multiple biosynthetic pathways and cellular processes in bacteria, including selective interference of bacterial protein synthesis. This property appears to assist in simvastatin's ability to suppress production of key MRSA toxins (α-hemolysin and Panton-Valentine leucocidin) that impair healing of infected skin wounds. A murine MRSA skin infection experiment confirmed that simvastatin significantly reduces the bacterial burden and inflammatory cytokines in the infected wounds. Additionally, simvastatin exhibits excellent anti-biofilm activity against established staphylococcal biofilms and demonstrates the ability to be combined with topical antimicrobials currently used to treat MRSA skin infections. Collectively the present study lays the foundation for further investigation of repurposing simvastatin as a topical antibacterial agent to treat skin infections.",
  "journal": "Scientific reports",
  "year": "2015",
  "authors": [
    "Thangamani S",
    "Mohammad H",
    "Abushahba M",
    "Hamed M",
    "Sobreira T"
  ],
  "doi": "10.1038/srep16407",
  "mesh_terms": [
    "Administration, Topical",
    "Animals",
    "Anti-Bacterial Agents",
    "Biofilms",
    "Cytokines",
    "Disease Models, Animal",
    "Drug Synergism",
    "Female",
    "Gram-Negative Bacteria",
    "Hydroxymethylglutaryl-CoA Reductase Inhibitors",
    "Hypolipidemic Agents",
    "Inflammation Mediators",
    "Metabolic Networks and Pathways",
    "Methicillin-Resistant Staphylococcus aureus",
    "Mice",
    "Microbial Sensitivity Tests",
    "Proteolysis",
    "Simvastatin",
    "Staphylococcal Skin Infections",
    "Staphylococcus"
  ],
  "full_text": "## (i) Screening statins for antibacterial activity\nThe antibacterial activity of eight statin drugs including simvastatin, atorvastatin, fluvastatin, lovastatin, mevastatin, pitavastatin, pravastatin and rosuvastatin were evaluated against two representative Gram-positive and Gram-negative bacterial pathogens (methicillin-resistant Staphylococcus aureus (MRSA) ATCC 43300 and Pseudomonas aeruginosa ATCC 15442 respectively) (see Supplementary Table S1 online). Simvastatin was the only drug capable of inhibiting MRSA ATCC 43300 growth with a minimum inhibitory concentration (MIC) value of 32 μg/ml. Interestingly, none of the statin drugs examined possessed antibacterial activity against P. aeruginosa ATCC 15442 (MIC > 1024 μg/ml), indicating simvastatin’s effectiveness as an antibacterial activity may be restricted to Gram-positive pathogens.\n\n## (ii) Activity of simvastatin against Gram-positive bacteria\nConfirmation of simvastatin’s antibacterial activity against MRSA ATCC 43300 led us to examine simvastatin’s ability to inhibit growth of important multidrug-resistant strains of Gram-positive pathogens (Table 1 and see Supplementary Table S2,3). Simvastatin exhibited bacteriostatic activity against all methicillin-sensitive S. aureus (MSSA), MRSA, vancomycin-intermediate S. aureus (VISA), vancomycin-resistant S. aureus (VRSA), vancomycin-sensitive Enterococcus, vancomycin-resistant Enterococcus (VRE) and Listeria monocytogenes strains, inhibiting 90% of the strains (MIC90) tested at a concentration of 32 μg/ml. Simvastatin also inhibited growth of strains of Streptococcus pneumoniae and Bacillus anthracis with a MIC90 of 64 and 16 μg/ml respectively.\n\n## (iii) Activity of simvastatin against Gram-negative bacteria\nThe antimicrobial activity of simvastatin was next assessed against various Gram-negative pathogens (Table 2). Initial investigation indicated that simvastatin did not possess antibacterial activity against Gram-negative bacteria. However, when the outer membrane (OM) permeability in these bacteria was compromised using a sub-inhibitory concentration of colistin, simvastatin displayed antimicrobial activity against all tested strains of Gram-negative pathogens including Acinetobacter baumannii, Escherichia coli, Salmonella Typhimurium, Klebsiella pneumoniae, and P. aeruginosa with the MIC ranging from 8–32 μg/ml.\nThe antibacterial activity of simvastatin was further investigated against E. coli SM1411∆ acrAB, a strain that is deficient in the multidrug-resistant AcrAB efflux pump. Simvastatin alone was not active against E. coli SM1411∆ acrAB (MIC > 256 μg/ml). However simvastatin was able to inhibit growth of this strain when combined with colistin (the MIC was 16 μg/ml).\n\n## Simvastatin inhibits multiple macromolecular synthesis pathways\nSimvastatin’s antibacterial mechanism of action was investigated using a standard macromolecular synthesis inhibition assay in S. aureus ATCC 29213. As shown in Fig. 1, DNA, protein and lipid synthesis were significantly inhibited at concentrations below the drug’s MIC (0.25×). In addition, simvastatin also significantly inhibited RNA synthesis at 0.5 × MIC. Inhibition of cell wall synthesis was observed only at the MIC.\n\n## Simvastatin causes extensive protein degradation and disrupts cellular homeostasis\nIn order to gain additional insight into the different cellular pathways regulated by simvastatin, proteomic profiling was employed to investigate the response of bacteria to simvastatin181920. The alterations in the proteome caused by treatment with simvastatin were compared to an untreated control group. The proteomic analysis identified 521 proteins with 85 proteins that were significantly differentially expressed (P ≤ 0.05) in the simvastatin treatment group as compared to the control group (Fig. 2a). The seven proteins marked in red have an adjusted P-value lower than 0.05 and absolute fold change higher than 1.5. An important protein that is regulated is adenylate kinase (adk) which is involved in the interconversion of ADP to AMP and ATP and helps to maintain the adenine nucleotide balance within cells21. From the six upregulated proteins, three are ATP-dependent enzymes; clpC (ATP-dependent Clp protease), clpB (chaperone protein ClpB) and thrS (threonine-tRNA ligase). The Clp proteases and chaperon proteins are central components in bacteria necessary to help mount an appropriate stress response to cope with adverse conditions experienced inside the host2223.\nThe function-enrichment analysis found eight pathways showed a significant (P ≤ 0.05) fold enrichment ranging from 8.6 to 47 (Fig. 2b). From these pathways, the proteins involved in pyrimidine metabolism, valine, leucine and isoleucine biosynthesis and aminoacyl-tRNA biosynthesis were significantly downregulated (average log2 fold change: −1.42, −0.29 and −0.11 respectively). On the other hand, the proteome involved in 3-chloroacrylic acid degradation, butanoate metabolism, glycolysis/gluconeogenesis, pyruvate metabolism and the proteins that bind to one or more ribosomal subunits were significantly upregulated (average log2 fold change: 1.98, 1.26, 1.26, 0.82 and 0.61 respectively). Thus the proteomic analysis suggests that simvastatin treatment leads to an extensive degradation of different proteins involved in various essential cellular pathways resulting in dysregulation of cellular homeostasis and ultimately leading to arrest of bacterial growth.\n\n## Simvastatin inhibits bacterial but not mammalian protein synthesis\nIn order to confirm simvastatin is a potent, selective inhibitor of bacterial protein synthesis, its activity against both bacterial and mammalian mitochondrial protein synthesis was assessed. An E. coli S30 coupled transcription and translation assay was performed to determine the concentration of simvastatin required to inhibit 50% of the bacterial translational process (IC50). As presented in Fig. 3a, the IC50 of simvastatin was found to be 18.85 ± 0.95 μg/ml.\nThe effect of simvastatin on mammalian mitochondrial protein synthesis was subsequently evaluated in J774A.1 cells. The change in expression level of subunit I of Complex IV (COX-I), which is mitochondrial DNA (mtDNA)-encoded, and the 70 kDa subunit of Complex II (SDH-A), which is nuclear DNA (nDNA)-encoded proteins, after treatment with simvastatin and control antibiotics (tetracycline and vancomycin) was measured by In-cell ELISA. As presented in Fig. 3b, simvastatin (40 μg/ml), similar to vancomycin (40 μg/ml), has a very minimal effect (less than 15% inhibition observed) on inhibition of mitochondrial protein synthesis (Fig. 3b). In contrast, the positive control antibiotic, tetracycline, inhibited more than 50% of mitochondrial protein synthesis, at a concentration of 40 μg/ml (Fig. 3b).\n\n## Simvastatin inhibits \nIn view of results demonstrating the specific effect of simvastatin on bacterial protein synthesis inhibition, its effect on production of S. aureus toxins such as Panton-Valentine leucocidin (PVL) and α-hemolysin (Hla) was investigated using ELISA. Simvastatin significantly suppressed two key toxins (PVL and Hla) produced by MRSA USA300 when compared to the control group. This mimics the results obtained with linezolid (an antibiotic that inhibits protein synthesis) which also significantly suppressed production of both PVL and Hla by MRSA USA300 (Fig. 3c).\n\n## Simvastatin effectively reduces pre-formed staphylococcal biofilms\nGiven the challenge associated with bacterial biofilms and their role in promoting recurring infection in hosts, we next moved to investigate the effect of simvastatin on disrupting established biofilms caused by S. aureus and S. epidermidis. Utilizing the microtiter dish biofilm formation assay, simvastatin was found to be capable of significantly reducing the adherent biofilms of both S. aureus and S. epidermidis when compared to conventional antibiotics (linezolid and vancomycin) (Fig. 4). Simvastatin, at 2 × MIC and 4 × MIC, significantly reduced S. aureus and S. epidermidis biofilm mass by approximately 40%. Contrary to simvastatin, the control antibiotics (linezolid and vancomycin) even at 64 × MIC and 128 × MIC were only able to reduce the biofilm mass of both S. aureus and S. epidermidis by 10%.\n\n## Simvastatin is effective in reducing bacterial load in a mouse model of MRSA skin infection\nFour groups of MRSA-infected mice were treated topically either with simvastatin (1% or 3%), a control antibiotic (2% mupirocin), or the vehicle alone (petroleum jelly) once a day for four days. As shown in Fig. 5a, all treatment groups significantly reduced the mean bacterial counts compared with the control group (P ≤ 0.01). Topical treatment with 1 and 3% simvastatin significantly reduced the MRSA load in infected skin wounds by 75 and 90% respectively. Mupirocin (2%) produced a 99% reduction in mean bacterial count as compared to the untreated group.\n\n## Simvastatin reduces inflammatory cytokines induced by MRSA skin infection\nThe immune-modulatory activity of simvastatin against MRSA skin infection was evaluated by measuring levels of pro-inflammatory cytokines produced during infection including tumor necrosis factor-α (TNF-α), interleukin-6 (IL-6) and interleukin-1 beta (IL-1β) in the MRSA infected wounds of mice from the skin infection experiment described above. As shown in Fig. 5b, topical application of simvastatin (1 and 3%) significantly reduced all tested inflammatory cytokines. Simvastatin-treated (3%) group reduced production of all three cytokines examined (IL-6, TNF-α and IL-1β). Topical application of 1% simvastatin also decreased production of inflammatory cytokines in the MRSA infected wound lesions by 20%. However, mice treated with mupirocin (2%) did not show a significant reduction in the levels of all the tested inflammatory cytokines when compared to the control group.\n\n## Simvastatin exhibits synergistic activity with conventional topical antimicrobials\nCombination therapy employing two or more antibiotics together has been utilized for treating skin wounds and infections in the healthcare setting. Given simvastatin exhibited good antibacterial activity against MRSA both in vitro and in vivo, we examined the possibility of using simvastatin with antimicrobials commonly used to treat skin infections. The antimicrobial activity of simvastatin in combination with four topical antimicrobials (fusidic acid, mupirocin, daptomycin, and retapamulin) was investigated in vitro using the Bliss independence model of synergism against three S. aureus clinical isolates. As shown in Fig. 6, simvastatin demonstrated a synergistic relationship with all tested topical antibiotics against S. aureus clinical isolates.\n\n## Discussion\nAntibiotics have long been key allies in the treatment of bacterial infections. However, the emergence of pathogens (in particular MRSA) exhibiting resistance to many antimicrobial classes including to therapeutic agents of last resort, such as vancomycin and linezolid, presents an ominous premonition that our current arsenal of antibiotics will no longer be effective in the near future242526. Thus there is an urgent need to drive research efforts to discover new antimicrobials in order to circumvent this burgeoning health challenge. The conventional strategies used to develop new drugs are highly unlikely to keep pace with acquired resistance by bacterial pathogens and often comes at a significant financial risk to pharmaceutical companies (the success rate of receiving regulatory approval for a new antibiotic varies between 1.5–3.5% even after investing nearly one billion dollars in research and development costs). Though government regulatory agencies have attempted to provide incentives to encourage pharmaceutical companies to re-enter the arena of antibacterial drug discovery, such as the U.S. Food and Drug Administration’s “reboot” pledge, it will take many years for these incentives to translate into the discovery of new antibiotics (using conventional methods of screening compound libraries for lead hits)27. An alternative strategy that has promise to expedite the discovery and approval process is repurposing old drugs, such as statins that have already passed rigorous safety assessments, as novel antibacterial agents to combat multidrug-resistant pathogens.\nStatins, widely used to control hyperlipidemia, are known to exhibit antimicrobial properties91011. We investigated the antibacterial activity of eight statin drugs including simvastatin, atorvastatin, fluvastatin, lovastatin, mevastatin, pitavastatin, pravastatin and rosuvastatin against a representative Gram-positive and Gram-negative bacterial species (methicillin-resistant S. aureus ATCC 43300 and P. aeruginosa ATCC 15442). Our results correlate with previous reports that have found that only simvastatin exhibits antibacterial activity against Gram-positive bacteria11. However its activity against Gram-negative bacteria was previously unknown. Our initial investigation indicated that simvastatin lacks antibacterial activity against the Gram-negative pathogen P. aeruginosa. However, further analysis revealed that the outer membrane in Gram-negative bacteria acts as an intrinsic barrier for simvastatin to gain entry into Gram-negative bacteria. When the OM is compromised using a sub-inhibitory concentration of colistin, simvastatin exhibits antibacterial activity against many clinically-pertinent Gram-negative pathogens including A. baumannii, E. coli, S. Typhimurium, K. pneumoniae, and P. aeruginosa. The enhanced antimicrobial activity of simvastatin in comparison to other statin drugs may be related to differences in their chemical characteristics, as described previously911. However, further structure-activity relationship studies need to be performed to confirm the structural elements in simvastatin that contribute to its antimicrobial properties. This will permit rational modifications to be made to the drug’s structure in order to potentially enhance its potency against bacterial pathogens and mitigate potential toxicity issues to host tissues.\nIn view of the broad-spectrum activity of simvastatin, its antibacterial mode of action was investigated. Simvastatin exerts its antihyperlipidemic effect in humans by inhibiting the enzyme class I HMG-CoA reductase present in the mevalonate pathway23. We hypothesized that the mechanism of action (MOA) of simvastatin in S. aureus differs from the MOA in humans due to the absence of the class I HMG-CoA reductase enzyme in S. aureus28. In order to confirm this hypothesis, we tested the activity of simvastatin on S. aureus cultures supplemented with mevalonate. As expected, mevalonate supplementation (0.1 and 1 mM) did not diminish simvastatin’s antibacterial activity against S. aureus (data not shown). This clearly indicates that the MOA of simvastatin differs between S. aureus and humans. In order to further explore the MOA of simvastatin on S. aureus, a macromolecular synthesis assay was performed. Treatment of S. aureus cells with a subinhibitory concentration of simvastatin resulted in the suppression of multiple biosynthetic pathways including DNA, protein, lipid and RNA synthesis indicating that simvastatin might have a complex mechanism of action involving multiple targets. Additionally, the impact of simvastatin on multiple biosynthetic pathways might be due to dysregulation in pathways involved in general cellular homeostasis and energy metabolism such as glycolysis, pyruvate metabolism and butanoate metabolism as observed in the proteomic profiling. In order to ascertain whether cell membrane damage is the cause for inhibition of multiple macromolecular synthesis pathways, as noticed in antimicrobial peptides such as lactoferricin B and pleurocidin-derived peptides2930, we performed an ATP release assay. Our results strongly suggest that simvastatin does not physically damage the bacterial cell membrane as was validated using transmission electron microscopy (see Supplementary Fig. S1 online). Future studies are needed to elucidate the exact molecular target(s) of simvastatin by which it exerts its antibacterial activity.\nThe macromolecular synthesis assay revealed that simvastatin inhibits bacterial protein synthesis which raises an important question; is this action specific or can simvastatin also inhibit protein synthesis in mammalian cells? Multiple antibacterials that inhibit bacterial protein synthesis (including tetracycline, linezolid and chloramphenicol) are non-selective and result in toxicity to the mitochondria in mammalian cells (given the similarity between the ribosomal subunits involved in protein synthesis in bacterial and human cells)3132. When simvastatin’s ability to inhibit protein synthesis was further examined it was found that, unlike tetracycline which had a profound impact on inhibiting mitochondrial protein synthesis, simvastatin was a selective inhibitor of bacterial protein synthesis. The discovery led us to examine if this effect on protein synthesis inhibition would lead to suppression in the production of key toxins by S. aureus. Utilizing ELISA, we found that simvastatin is capable of inhibiting production of both PVL and αHla, two pore-forming cytotoxins that injure host immune cells and promote infection of host tissues33.\nConfirmation of simvastatin’s broad spectrum antimicrobial activity in vitro led us to proceed forward with an in vivo experiment in a mouse model of MRSA infection. However, given simvastatin’s high MIC value cannot be achieved systemically, this limits the application of this drug to being used as a topical agent34. Due to the fact that S. aureus causes the vast majority of skin infections in humans and there is a demand for topical antimicrobial agents to treat these infections (given increasing resistance to first-line agents such as mupirocin), there is great potential for using simvastatin to treat/prevent bacterial infections in wounds3536. Therefore we assessed the effectiveness of simvastatin as a topical antibacterial in a MRSA skin infection mouse model. Simvastatin, both at 1% and 3%, significantly reduced the mean MRSA counts compared with the control group (P ≤ 0.01), producing a 90% reduction in bacterial burden at the higher concentration. Thus, this skin infection study appears to strongly suggest that simvastatin has potential use as a topical antimicrobial for treatment of MRSA skin infections.\nThe clinical severity of S. aureus-based skin infections is driven in large part by production of excess host pro-inflammatory cytokines more so than by bacterial burden3738. As simvastatin has known anti-inflammatory properties, it should be superior to traditional antibiotics for treatment of skin infection (as it should hypothetically suppress production of inflammatory cytokines)39. To confirm this, we measured the levels of three inflammatory cytokines in the supernatant of homogenized skin tissues obtained from the MRSA murine skin infection experiment described above. As predicted, topical treatment with simvastatin, both at 1 and 3%, significantly reduced production of three inflammatory cytokines (IL-1β, IL-6 and TNF-α); the suppression of these cytokines may contribute to enhanced healing of infected wounds4041. Prolonged inflammation, especially due to the presence of inflammatory cytokines such as TNF-α and IL-6, delays healing in chronic infected wounds42. Simvastatin significantly (P ≤ 0.01) inhibits both cytokines (TNF-α and IL-6), which should provide a favorable outcome in wound healing42. Additionally, simvastatin has been shown to play a beneficial role in the healing process of diabetic and infected wounds by enhancing the formation of new blood and lymphatic vessels and increasing the formation of new tissue; these three effects undoubtedly confer an added advantage for using simvastatin to treat bacterial skin infections4344.\nRecurring infection in skin wounds can persist and impair wound healing due to the presence of complex microbial communities called biofilms. Bacterial biofilms, contribute significantly to the treatment failure of staph infections, due to hindering penetration of antibacterial drugs45. Simvastatin has been previously reported to exhibit anti-biofilm activity as it inhibited both growing and mature biofilms of Candida spp. and Cryptococcus spp4647. Thus we decided to examine simvastatin’s capability to disrupt staphylococcal biofilms given their prevalence in the healthcare setting (in particular on medical implant devices). In addition to its broad-spectrum antibacterial activity, we confirmed that simvastatin is capable of disrupting established bacterial biofilms of two leading cause of hospital-acquired implant-based infections caused (S. aureus and S. epidermidis)11. The ability to disrupt staphylococcal biofilms by simvastatin lends further support to its potential use as a topical agent in the treatment of skin wounds.\nThe final component of the present study involved examining simvastatin’s ability to be used in combination with other topical antimicrobials. Due to the increasing incidence of MRSA strains demonstrating resistance to topical drugs of choice, such as fusidic acid and mupirocin, combination therapies are being explored as a potential mechanism to ward off the emergence of further resistance to these important agents48. The Bliss independence model was utilized to investigate if simvastatin has the potential to act synergistically with topical drug of choice against multidrug-resistant S. aureus49. Simvastatin behaved synergistically with fusidic acid, mupirocin, daptomycin, and retapamulin against S. aureus strains resistant to vancomycin, linezolid, and methicillin. This result provides a strong platform to further examine combining simvastatin with topical antimicrobials to treat staphylococcal skin infections (and potentially contribute to reducing the likelihood of strains developing resistance to each agent if used alone).\nIn conclusion, the present study builds upon previous reports that demonstrate simvastatin possesses antimicrobial activity against important Gram-positive pathogens, in particular methicillin-resistant S. aureus. We confirmed that simvastatin does possess antibacterial activity against Gram-negative pathogens as well, once the barrier imposed by the outer membrane is permeabilized, a finding not previously known. The antibacterial mechanism of action of simvastatin appears to be complex and involve inhibition of multiple biosynthetic pathways and cellular processes, including selective interference with bacterial protein synthesis. This property appears to play an important role in simvastatin’s ability to suppress production of key toxins (α-hemolysin and PVL) critical to permit skin wounds infected by S. aureus to fully heal. A murine MRSA skin infection experiment revealed simvastatin is capable of significantly reducing the bacterial burden present in infected wounds. Additionally, simvastatin demonstrates the ability to disrupt adherent staphylococcal biofilms and to be used in combination with other topical antimicrobials currently employed to treat MRSA skin infections. Collectively the present study lays the foundation for further investigation of repurposing simvastatin as a topical antibacterial agent to treat skin infections caused by pathogens including MRSA.\n\n## Bacterial strains and reagents\nBacterial strains used in this study are presented in Tables 1 and 2. Mueller-Hinton broth (MHB), gentamicin and tetracycline were purchased from Sigma-Aldrich while mupirocin (Applichem), linezolid (Selleck Chemicals), and vancomycin hydrochloride (Gold Biotechnology) were acquired from other commercial vendors. Mannitol salt agar (MSA), Trypticase soy agar (TSA) and Trypticase soy broth (TSB) were purchased from Becton, Dickinson and Company (Cockeysville, MD). All statin drugs used in this study were purchased from Sigma-Aldrich (St. Louis, MO, USA), with the exception of pitavastatin and rosuvastatin which were obtained from Selleckchem (Houston, TX, USA).\n\n## Antibacterial assays\nThe antibacterial activity (MIC) of all test agents was examined using the broth microdilution method as per the guidelines outlined by the Clinical and Laboratory Standards Institute (CLSI)50.\n\n## Gram-negative bacteria outer membrane permeabilization assay\nThe MIC of simvastatin and control antibiotics, in the presence of a sub-inhibitory concentration of colistin, against Gram-negative bacteria was evaluated as described in the antibacterial assay section above.\n\n## Macromolecular synthesis assay\nThe macromolecular synthesis assay was conducted as described elsewhere51. Briefly, S. aureus strain ATCC 29213 was grown in TSB, until it reached exponential phase (OD600 = 0.2 to 0.3), and then treated with different concentrations of simvastatin and control antibiotics (ciprofloxacin, rifampicin, linezolid, vancomycin and cerulenin). Bacterial cells treated with drugs were incubated at 37 °C for 30 min and the radio labeled precursors for DNA ([3H] thymidine (0.5 μCi)), RNA ([3H] uridine (0.5 μCi)), protein ([3H] leucine (1.0 μCi)), cell wall ([14C] N-acetylglucosamine (0.4 μCi)) and lipid synthesis ([3H] glycerol (0.5 μCi)) were added for each reaction. The incorporation of radiolabeled precursors was quantified and the results expressed as percent inhibition of each specific pathway examined.\n\n## Proteomics assay\nAn overnight culture of MRSA USA300 was treated with 10 × MIC of simvastatin for one hour at 37 °C. Bacterial cells were centrifuged and sequence grade Lys-C/Trypsin (Promega) was used to enzymatically digest samples. Samples were reduced and alkylated prior to digestion. All trypsin digestions were carried out in a Barocycler NEP2320 (PBI) at 50 °C under 20 kpsi for two hours. After digestion, samples were cleaned using MicroSpin C18 columns (Nest Group, Inc.) and the resulting pellets were re-suspended in 97% H2O/3% ACN/0.1% FA. A small aliquot (5 μL) of sample was analyzed via nanoLC-MS/MS.\nThe WIFF files from MS analysis were processed using the MaxQuant computational proteomics platform version 1.5.2.8 (Cox and Mann, 2008). The peak list generated was screened against the Staphylococcus aureus (10972 entries reviewed) and Bos taurus (41521 entries unreviewed) sequence from UNIPROT retrieved on 04/10/2015, in addition to a common contaminants database. The following settings were used for MaxQuant: initial precursor and fragment mass tolerance set to 0.07 and 0.02 Da respectively, Minimum peptides length of seven amino-acid, data were analyzed with ‘Label-free quantification’ (LFQ) checked and the ‘Match between runs’ interval set to one min, the fasta databases were randomized and the protein FDR was set to 1%, enzyme trypsin allowing for two missed cleavages and three modifications per peptide, fixed modifications were carbamidomethyl (C), variable modifications were set to Acetyl (Protein N-term) and Oxidation (M).\nThe MaxQuant results were used in in-house script, and the average LFQ intensity values for the technical replicates were used for each sample. All the Bos taurus and the common contaminant proteins were removed. All the values were transformed [log2(x)] and the missing values were inputted using the average values of all samples. The volcano plot and statistical analyses were performed in the R environment (www.cran.r-project.org). A t-test was performed on the LFQ intensity and only proteins with P ≤ 0.05 were used for further analyses. A function-enrichment analysis of proteins was annotated using the Database for Annotation, Visualization and Integrated Discovery—DAVID52.\n\n## Cell-free bacterial transcription/translation assay\nThe cell-free bacterial transcription/ translation assay was performed using Escherichia coli S30 System (Promega). The assay was carried out as per the manufacturer’s instructions. Gentamicin was used as a positive control. Briefly, simvastatin and gentamicin were added at the indicated concentrations to the reaction mixtures and incubated at 37 °C for one hour. The intensity of luminescence was quantified using a standard FLx800 microplate reader (BioTek Instruments, Inc. Winooski, Vermont) after addition of the luciferase assay reagent.\n\n## Mitochondrial biogenesis assay\nAn In-Cell ELISA Kit (MitoSciences Inc., Eugene, OR) was employed to evaluate the effect of simvastatin and control antibiotics (tetracycline and vancomycin) on mitochondrial protein synthesis and the experiment was conducted as described previously53. The ratio between COX-I and SDH-A was calculated and the percent inhibition of mitochondrial protein synthesis was determined.\n\n## Measuring toxin production by ELISA\nThe effect of simvastatin and control antibiotics (linezolid and vancomycin) on production of two important S. aureus toxins (Hla and PVL) was measured utilizing ELISA as described elsewhere515455.\n\n## Mice infection\nThe animal care and all experiments were performed in accordance with the guidelines approved by Purdue University Animal Care and Use Committee (PACUC). The murine model of MRSA skin infection utilized in this study has been described previously145156. Briefly, mice (eight week old female BALB/c mice, five mice per group) were injected intradermally with MRSA USA300 (1.65 × 108 CFU per mouse) and left for 48 h before an open wound formed at the injection site. Each group was subsequently treated with either 1% or 3% simvastatin or 2% mupirocin (using 20 mg petroleum jelly as the vehicle) once a day for four days. Control group was treated with the vehicle alone. 24 h after the last treatment, the area around the wound was lightly swabbed with 70% ethanol and the wound (1 cm2) was excised, homogenized, serially diluted, and plated on MSA. Plates were incubated at 37 °C for 18 hours before counting viable bacterial CFU.\n\n## Quantifying inflammatory cytokines by ELISA\nS",
  "has_full_text": true
}