{
  "pmid": "26936660",
  "title": "Antibacterial activity and mechanism of action of auranofin against multi-drug resistant bacterial pathogens.",
  "abstract": "Traditional methods employed to discover new antibiotics are both a time-consuming and financially-taxing venture. This has led researchers to mine existing libraries of clinical molecules in order to repurpose old drugs for new applications (as antimicrobials). Such an effort led to the discovery of auranofin, a drug initially approved as an anti-rheumatic agent, which also possesses potent antibacterial activity in a clinically achievable range. The present study demonstrates auranofin's antibacterial activity is a complex process that involves inhibition of multiple biosynthetic pathways including cell wall, DNA, and bacterial protein synthesis. We also confirmed that the lack of activity of auranofin observed against Gram-negative bacteria is due to the permeability barrier conferred by the outer membrane. Auranofin's ability to suppress bacterial protein synthesis leads to significant reduction in the production of key methicillin-resistant Staphylococcus aureus (MRSA) toxins. Additionally, auranofin is capable of eradicating intracellular MRSA present inside infected macrophage cells. Furthermore, auranofin is efficacious in a mouse model of MRSA systemic infection and significantly reduces the bacterial load in murine organs including the spleen and liver. Collectively, this study provides valuable evidence that auranofin has significant promise to be repurposed as a novel antibacterial for treatment of invasive bacterial infections.",
  "journal": "Scientific reports",
  "year": "2016",
  "authors": [
    "Thangamani S",
    "Mohammad H",
    "Abushahba M",
    "Sobreira T",
    "Hedrick V"
  ],
  "doi": "10.1038/srep22571",
  "mesh_terms": [
    "Animals",
    "Auranofin",
    "Bacterial Proteins",
    "Drug Resistance, Multiple, Bacterial",
    "Methicillin-Resistant Staphylococcus aureus",
    "Mice",
    "Protein Biosynthesis",
    "Staphylococcal Infections"
  ],
  "full_text": "## Auranofin is a potent inhibitor of multidrug-resistant Gram-positive bacteria\nThe antimicrobial activity of auranofin was assessed against a panel of clinical isolates of multidrug-resistant Gram-positive pathogens using the broth microdilution method (Table 1). Auranofin exhibited potent bactericidal activity against all tested bacteria including strains that are resistant to conventional antimicrobials such as methicillin and vancomycin. The minimum inhibitory concentration (MIC) of auranofin, required to inhibit growth of different MRSA strains, were found to be in the range of 0.0625 to 0.125 μg/ml (Table 1 and Supplementary Figure 1). The antibacterial activity of auranofin against MRSA is superior (16-fold lower MIC for auranofin) to several commercial antibiotics including vancomycin (MIC of 1 μg/ml) and linezolid (MIC ranged from 2–4 μg/ml); the MIC values determined for auranofin against MRSA correlate with MIC values reported in previous published studies1214. Auranofin retained its antibacterial activity against an array of MRSA strains exhibiting resistance to numerous antibiotic classes including glycopeptides, oxazolidones, tetracycline, β-lactams, macrolides, and aminoglycosides; these results indicate that cross-resistance between these antibiotics and auranofin is unlikely to occur. The bactericidal activity of auranofin was confirmed via a standard time-kill assay (Supplementary Figure 2); auranofin, at 5 × MIC, exhibited slow bactericidal activity (similar to vancomycin), completely eliminating MRSA USA300 cells within 48 hours. Vancomycin required 24 hours to achieve the same effect, which is in agreement with previously published reports16. In addition to possessing anti-MRSA activity, auranofin also exhibited potent antibacterial activity against vancomycin-sensitive enterococcus and vancomycin-resistant enterococcus (VRE), Streptococcus pneumoniae and Streptococcus agalactiae with MIC values ranging from 0.0015 to 0.25 μg/ml.\n\n## The outer membrane in Gram-negative bacteria negates auranofin’s antibacterial activity\nConfirmation of auranofin’s potent antibacterial activity against multiple Gram-positive pathogens led us to analyze if auranofin exhibits broad-spectrum antibacterial activity by also inhibiting growth of important Gram-negative pathogens. Interestingly, auranofin alone did not show activity against Gram-negative bacteria which is in agreement with previous reports121314. We sought to investigate if the presence of the outer membrane (OM) in Gram-negative bacteria contributed to the lack of antibacterial activity observed, by preventing auranofin from gaining entry into the bacterial cell (as has been observed with conventional antimicrobials such as erythromycin and fusidic acid)1718. The inclusion of the permeabilizing agent polymixin B nonapeptide (PMBN), at a sub inhibitory concentration, in the culture broth resulted in auranofin exhibiting potent activity against all tested strains of Gram-negative pathogens including Pseudomonas aeruginosa, Escherichia coli, metallo-β-lactamase (NDM-1) and carbapenemase-resistant (KPC) Klebsiella pneumoniae, Salmonella Typhimurium and extremely drug-resistant (XDR) Acinetobacter baumannii with MICs ranging from 0.125 to 1 μg/ml (Table 2). In addition to this, a four-fold decrease in auranofin’s MIC (from 32 to 8 μg/ml) was observed when the efflux pump AcrAB was deleted in E. coli. AcrAB has been shown to contribute to the antibiotic-resistant phenotype in multiple strains of E. coli and has been implicated in E. coli resistance to numerous antibiotics including ampicillin, rifampicin, and chloramphenicol19. Thus, in addition to the physical barrier imposed by the Gram-negative OM, the ability of auranofin to gain entry into Gram-negative bacteria to exhibit its antibacterial activity may be impeded by the presence of efflux pumps (such as AcrAB).\n\n## Auranofin inhibits multiple biosynthetic pathways in \nAfter confirming auranofin possesses potent antibacterial activity in vitro, particularly against drug-resistant strains of S. aureus, we next moved to determine the antibacterial mechanism of action of auranofin. A macromolecular synthesis assay was employed to initially investigate auranofin’s antibacterial mechanism of action. The effect of auranofin on the incorporation of radiolabeled precursors into five major biosynthetic pathways of S. aureus was assessed. This assay revealed a clear dose-dependent inhibition of three pathways, indicating that auranofin might possess multiple targets (Fig. 1). Auranofin, at a sub-inhibitory concentration, significantly inhibited cell wall and DNA synthesis. When tested at its MIC, auranofin was found to also inhibit protein synthesis. At higher concentrations (8 × MIC auranofin), partial inhibition of lipid synthesis was also observed. However, auranofin did not significantly inhibit RNA synthesis at any of the tested concentrations. The results from the macromolecular synthesis assay suggest that auranofin possesses a complex mode of action that involves inhibition of multiple biosynthetic pathways including cell wall, DNA, and protein synthesis.\nPrimary disruption of DNA synthesis in the macromolecular synthesis assay is often associated with DNA intercalators. However, when auranofin was examined for evidence of DNA intercalation, no effect on DNA migration was observed in relation to the untreated control. Unlike doxorubicin, auranofin, even at a concentration (1mg/ml) that is 8000-fold higher than the average MIC against MRSA, shows no evidence of a shift in plasmid DNA (Supplementary Figure 3). These data suggest that the disruption of DNA synthesis by auranofin is not due to intercalation with DNA.\n\n## Auranofin treatment in \nProteomic profiling is a powerful tool that can be employed to investigate the response of bacteria to antibacterial compounds and assess the impact of such compounds on different cellular pathways202122. Therefore, the alteration in the S. aureus proteome caused by auranofin was investigated and compared with linezolid and vancomycin in relation to an untreated control group. The proteomic analysis identified 530 proteins in all samples and found 222 of these proteins showed significant differential expression (P ≤ 0.05). The PCA analysis demonstrated that the variance inside each group is very low with distinct classifications and the protein expression pattern of the auranofin-treated group resembles that of the linezolid-treated group more so than either the control or vancomycin-treated groups (Fig. 2a).\nThe proteins were separated into five groups based on molecular function (DNA, RNA, protein synthesis, cell wall and lipid synthesis) (Fig. 2b). Similar to the protein synthesis inhibitor linezolid, treatment with auranofin leads to the down regulation of most of the proteins involved in all five major biosynthetic pathways. The average fold changes (log2) of proteins between auranofin and the control group involved in each pathway was: −0.76 (DNA), −0.37 (RNA), −0.26 (protein), −0.76 (cell wall) and −0.18 (lipid). In the presence of auranofin, approximately 55% of the proteins were significantly differentially expressed as compared to the control group (P ≤ 0.05). Of the 222 proteins that showed significant differential expression, only 20% of these proteins were upregulated in the auranofin-treated group compared to 40% of proteins that were upregulated in the control group (P ≤ 0.05). These results suggest that auranofin treatment leads to significant down regulation of most of the proteins involved in all five major biosynthetic pathways, which contributes to the bactericidal effect of auranofin against S. aureus.\n\n## Thioredoxin reductase is not the sole target for auranofin in \nA recent investigation of auranofin as an antibacterial agent13 reported that auranofin exerts its bactericidal activity by targeting thiol-redox homeostasis through direct inhibition of the thioredoxin reductase enzyme. The authors postulate that the glutathione system present in certain species of Gram-negative (and Gram-positive) bacteria limits their susceptibility to auranofin (as this system is functionally similar to the thioredoxin system and can maintain redox homeostasis inside the bacterial cell when the thioredoxin reductase enzyme is inhibited). This led the authors to conclude that auranofin’s primary antibacterial mechanism is through inhibition of thioredoxin reductase. While auranofin has been shown to inhibit thioredoxin reductase both in S. aureus and M. tuberculosis, we suspect that this enzyme is not the sole antibacterial target of auranofin for the reasons outlined below. First, we have confirmed that the lack of antibacterial activity of auranofin against Gram-negative bacteria (as presented in Table 2) is due to the permeability barrier conferred by the outer membrane (OM) and is not glutathione-mediated. Second, an E. coli double mutant strain (Origami-2) containing mutations to both the thioredoxin reductase (trxB), the purported target of auranofin, and glutathione reductase (gor), responsible for maintaining redox homeostasis in the absence of TrxB, genes exhibited identical antibacterial activity to the wild-type E. coli strain (Novablue (DE3)-K12) (MIC = 16 μg/ml) (Table 2). However, there is a greater than 32-fold improvement in antibacterial activity of auranofin when combined with a subinhibitory concentration of PBNP (MIC = 0.5 μg/ml) (Table 2). This observation was further validated by assessing the growth of wild-type and the double mutant E. coli (Origami-2) strains in the presence of increasing concentrations of auranofin (with or without PBMN) (Fig. 3). Once again, the viability of the Origami-2 double mutant was severely impacted by auranofin in the presence of a subinhibitory concentration of PBMN; however, in the absence of PBMN, the double mutant strain exhibited a similar growth pattern to the wild-type E. coli strain. This analysis, when combined with the macromolecular synthesis assay and proteomics results, supports the notion that thioredoxin reductase is not the sole target of auranofin in bacteria. Additionally, the outer membrane, and not the glutathione system alone, is responsible for limiting auranofin’s antibacterial activity against Gram-negative bacteria.\n\n## Auranofin inhibits \nConfirmation that auranofin inhibits bacterial protein synthesis by macromolecular synthesis assay, led us to inquire whether this drug would be capable of suppressing the production of key virulence factors, such as toxins, produced by pathogens like MRSA. Antimicrobials capable of disrupting or suppressing bacterial protein synthesis, including agents like linezolid, are valuable and preferred options for treating patients impacted by toxin-mediated bacterial infections, such as toxic shock syndrome (TSS) and pneumonia caused by S. aureus23242526. For example, inhibition of protein synthesis and the subsequent suppression of toxin production is one of the advantages of linezolid’s mechanism of action over vancomycin23242526. Therefore to assess the capability of auranofin to dampen production of key S.-aureus toxins, ELISA was utilized to detect toxin production for MRSA USA300 treated with auranofin and two control antibiotics (vancomycin and linezolid). Auranofin significantly inhibited production of two major S. aureus toxins including Panton-Valentine leukocidin (PVL) and α-hemolysin (Hla) (Fig. 4a). These results indicate that auranofin, similar to linezolid, possesses an advantage in the management of toxin-mediated staphylococcal infections due to its ability to suppress production of key staphylococcal toxins.\n\n## Auranofin effectively clears intracellular bacteria\nAs auranofin exhibited potent anti-MRSA activity against extracellular bacteria, we were curious to explore the ability of auranofin to eliminate MRSA harboring inside eukaryotic cells. MRSA is capable of entering multiple cell types, including macrophages, in mammalian tissues thus permitting it to evade host defenses and permitting an infection to persist for an extended time period27. Such infections are particularly challenging to treat given many antibiotics are unable to permeate cellular membranes to gain entry into these intracellular niches to kill MRSA28293031323334. One such example is the antibiotic vancomycin, which has a clinical failure rate of more than 40% in treating S. aureus pneumonia; failure is attributed in part to the inability of vancomycin to penetrate infected alveolar macrophages to kill MRSA35. In order to investigate the efficacy of auranofin in clearing intracellular MRSA, this drug was tested against macrophage cells (J774.A1) infected with MRSA. At a non-toxic concentration of 0.5 μg/ml (Supplementary Figure 4); auranofin effectively clears more than 60% of intracellular MRSA (Fig. 4b). In contrast, conventional antibiotics such as linezolid (8 μg/ml) and vancomycin (4 μg/ml) are not able to reduce the bacterial burden inside infected macrophages by more than 30% (Fig. 4b). Altogether the results suggest that auranofin is capable of eradicating MRSA harboring inside mammalian cells. These findings suggest that auranofin is a potential valuable treatment option for challenging infections/diseases (such as pneumonia) where MRSA reside inside host cells.\n\n## Auranofin rescues mice from MRSA septicemic infection\nThe efficacy of auranofin was evaluated in both a lethal and non-lethal systemic MRSA infection model. In the lethal septicemic study, mice were infected intraperitoneally with MRSA USA300. One hour post-infection, four groups of mice (n = 10 mice per group) were treated orally with auranofin at a clinical dose of 0.125 or 0.25 mg per kg, linezolid at a dose of 25 mg per kg, or the vehicle alone as a control. Mice were treated once daily for three days and monitored for a total of five days. Both auranofin and linezolid provided a significant protection from mortality (Fig. 5a). The survival rate of infected mice improved dramatically when the dose of auranofin was increased. 80% of mice that received a higher dose of auranofin, (0.25 mg per kg) survived for five days. All mice in the group that received linezolid (25 mg per kg) survived for five days. These results suggest that the potent in vitro activity of auranofin translates in vivo in protecting mice from septicemic MRSA infection.\nNext we moved to study the efficacy of auranofin in reducing the burden of MRSA in a non-lethal septicemic mouse model. Mice were infected with a non-lethal dose of MRSA USA300 and each group of mice received two oral doses of auranofin (0.25 mg per kg), linezolid (25 mg per kg) or the vehicle alone. As depicted in Fig. 5b, auranofin and linezolid produced a significant reduction in mean bacterial load in murine organs including the spleen and liver. Both treatment with auranofin and treatment with linezolid reduced the mean bacterial load by more than 95% in the spleen (Fig. 5b). However, in the liver, auranofin produced a 90% reduction in MRSA load whereas linezolid was only able to reduce the burden of MRSA by 70% (Fig. 5b).\n\n## Combination therapy of auranofin with systemic antimicrobials\nUtilizing a single agent to treat bacterial infections in the clinical setting appears to have become less effective with the rise of additional strains of multidrug-resistant S. aureus3637. Combining two or more antibiotics together for the treatment of MRSA infections has been explored as an alternative strategy in the healthcare setting in order to improve the morbidity associated with these infections and to reduce the potential emergence of additional resistant strains363839. Therefore, we investigated auranofin’s ability to be used in combination with antimicrobials frequently used to treat systemic MRSA infections. When tested against a highly-prevalent strain of MRSA USA300, auranofin exhibited an additive effect in inhibiting bacterial growth when combined with the antibiotics ciprofloxacin, linezolid and gentamicin (average fractional inhibitory concentration, FIC index = 0.5 to 1) (Fig. 5c). Thus the above results indicate auranofin is a potential candidate for further investigation as a partner with conventional antimicrobials for the treatment of systemic staphylococcal infections.\n\n## Discussion\nMethicillin-resistant Staphylococcus aureus infections continue to pose a significant challenge to healthcare providers in part due to the diminishing arsenal of effective antibiotics available to treat infected patients. The development of novel antibacterial treatments utilizing the traditional approach in drug discovery has not kept pace with the rapid emergence of bacterial resistance to conventional antibiotics. This has led researchers to explore alternative methods to discover new treatment options for bacterial infections; one method that is less time-consuming and more financially viable is repurposing drugs (initially approved for other clinical indications) that possess potent antimicrobial activity. Auranofin is an example of a clinical drug that has been successfully repurposed recently for another indication. Initially approved as a treatment option for patients suffering from rheumatoid arthritis, auranofin was granted orphan-drug status from the FDA as an anti-parasitic agent intended for treatment of human amebiasis in 201211.\nThe successful repurposing of auranofin as an anti-parasitic agent paved the way for researchers to explore other clinical applications for auranofin. Recent studies, including the present work, demonstrate that auranofin possesses potent antibacterial activity against important Gram-positive pathogens, including MRSA. One of the key structural features of auranofin is that it is an organogold compound; however unlike other gold compounds including sodium aurothiomalate and sodium aurothioglucose hydrate (MIC >16 μg/ml), auranofin exhibits potent antibacterial activity against an array of different Gram-positive bacteria (including S. aureus, E. faecium, E. feacalis, S. pneumoniae and S. agalactiae) with an average minimum inhibitory concentration (0.125 μg/ml) eighteen times lower than the achievable drug concentration in human plasma (2.37 μg/ml which is equivalent to a mean steady-state blood gold concentration of 3.5 μM)11. This is in agreement with previous published studies1214; however several of these reports have indicated that auranofin lacks antibacterial activity against Gram-negative bacteria. A recent study suggested that this lack of activity was due to the presence of the glutathione system in Gram-negative bacteria which helps to mediate resistance to auranofin in these pathogens13. However, when we assessed auranofin’s antibacterial activity against both wild-type and Origami-2 (trxb/gor double mutant) E. coli mutant strains, neither strain was susceptible to auranofin even at a concentration of 16 μg/ml40. This suggests an alternative mechanism may be responsible for the lack of activity observed with auranofin against Gram-negative bacteria.\nFurther investigation revealed that the presence of the outer membrane in Gram-negative bacteria, and not the glutathione system, is the main culprit responsible for the lack of antibacterial activity observed. When wild-type and Origami-2 E. coli strains were incubated with auranofin supplemented with a subinhibitory concentration of PMBN (to permeabilize the outer membrane), both strains showed similar sensitivity to auranofin with a MIC value of 0.5 μg/ml (Table 2). This observation was further validated by assessing the growth of wild-type and double mutant E. coli strains in the presence of increasing concentrations of auranofin (with or without PBMN) (Fig. 3). Once again, the viability of the Origami-2 double mutant was severely impacted by the presence of auranofin (in the presence of a subinhibitory concentration of PBMN); however, in the absence of PBMN, the double mutant strain exhibited a similar growth pattern to the wild-type E. coli strain. Thus the lack of direct antibacterial activity of auranofin observed against Gram-negative bacteria appears to be a byproduct of the barrier imposed by the outer membrane in addition to the presence of active efflux pumps more so than the presence of the glutathione system.\nConfirmation of auranofin’s potent antibacterial activity led us to next explore the potential mechanism of action (MOA) against S. aureus. Previous studies have found that auranofin inhibits Clostridium difficile and Treponema denticola growth through the disruption of selenium metabolism4142. We hypothesized that the MOA of auranofin in S. aureus differs from the MOA in C. difficile and T. denticola due to the absence of selenoproteins in S. aureus43. In order to examine this hypothesis, we tested the activity of auranofin on S. aureus cultures supplemented with selenium in the form of selenite or L-selenocysteine4142. Unlike in C. difficile and T. denticola, our selenium supplementation did not reverse the inhibitory action of auranofin observed with S. aureus (data not shown). This clearly indicates that the MOA of auranofin differs between S. aureus and C. difficile. Next, we attempted to generate a S. aureus mutant that is resistant to auranofin. Determination of mutation frequencies for resistance to auranofin were carried out as described before44. No colonies resistant to auranofin at three-, five-, or ten-fold the MIC were detected which is in agreement with a previous report13.\nThe inability to generate a resistant mutant to auranofin suggests this drug may have multiple targets or possess a nonspecific mode of action against S. aureus45. To assess this, a macromolecular synthesis assay was employed testing auranofin at different concentrations against S. aureus. Interestingly, at a subinhibitory concentration (0.5 × MIC), auranofin leads to significant reduction in both the cell wall and DNA biosynthetic pathways. At its MIC, auranofin also suppresses bacterial protein synthesis, indicating auranofin may in fact have a complex mode of action against S. aureus. Harbut et al.’s recently reported auranofin exerts its antibacterial activity primarily by targeting thiol-redox homeostasis through direct inhibition of the thioredoxin reductase enzyme (TrxB in Staphylococcus aureus and TrxB2 in Mycobacterium tuberculosis). While inhibition of TrxB activity in S. aureus can lead to inhibition of DNA synthesis, it does not explain the inhibition of cell wall synthesis observed with auranofin. Taken altogether, our analysis indicates that the thioredoxin reductase enzyme most likely is not the sole target of auranofin in S. aureus and in Gram-negative bacteria; this is in agreement with a recent report investigating auranofin’s antibacterial activity against Streptococcus pneumoniae and S. aureus15. Further studies are needed to fully elucidate the exact antibacterial molecular target(s) of auranofin.\nIn the course of investigating auranofin’s mode of action via macromolecular synthesis, we discovered that auranofin inhibits protein synthesis in S. aureus. This discovery led us to analyze whether auranofin’s inhibitory activity against bacterial protein synthesis would lead to suppression in the production of key toxins in S. aureus. Our study revealed that auranofin is capable of inhibiting production of both Panton-Valentine leukocidin and α-hemolysin, two pore-forming cytotoxins that injure host immune cells and promote infection46. Thus, in addition to its direct –cidal effect on bacteria, auranofin may alleviate the morbidity associated with MRSA infections by limiting bacteria from generating harmful toxins.\nWe next moved to confirm auranofin’s antibacterial ability in vivo using two murine MRSA systemic infection models (non-lethal and lethal). Both in vivo studies performed in mice confirmed auranofin retains its antibacterial activity in vivo. In addition to this, auranofin demonstrated the ability to eradicate intracellular MRSA present inside infected macrophage cells; this expands the potential application of auranofin for use in treatment of systemic MRSA infections. Furthermore, auranofin demonstrated additive activity when combined with antibiotics traditionally used to treat systemic MRSA infections which is in agreement with previous a study13. Thus, auranofin has potential use both as a single agent and as a combinatorial partner with conventional antibiotics to treat MRSA infections. This latter statement is important given the emergence of resistance to systemic antimicrobials currently used in the clinic; pairing these antibiotics with auranofin may stymie the rate at which resistance to these antibiotics arises. Finally, because of increased interest in repurposing auranofin, a Phase II clinical trial seeking to determine the pharmacokinetic parameters and the safety of increased doses of auranofin are currently underway (ClinicalTrials.gov identifier: NCT01419691 and NCT02089048). This strongly supports the postulate that auranofin has considerable promise to be repurposed as an antibacterial agent for the treatment of systemic bacterial infections.\n\n## Bacterial strains and reagents\nBacterial strains used in this study are presented in Tables 1 and 2. Mueller-Hinton broth (MHB) was purchased from Sigma-Aldrich while Trypticase soy broth (TSB), Trypticase soy agar (TSA), and mannitol salt agar (MSA) were purchased from Becton, Dickinson and Company (Cockeysville, MD). Auranofin (Enzo Life Sciences), vancomycin hydrochloride (Gold Biotechnology) and linezolid (Selleck Chemicals) were all purchased from commercial vendors.\n\n## Antibacterial assays\nThe broth microdilution method was employed to determine the MICs of all test agents (tested in triplicate) as per the Clinical and Laboratory Standards Institute (CLSI) guidelines47. Test agents were incubated with bacteria for 16 hours at 37 °C prior to determining the MIC. The MIC was classified as the lowest concentration of drug capable of inhibiting visible growth of bacteria by visual inspection.\n\n## Gram-negative bacteria outer membrane permeabilization assay\nThe MIC of auranofin and control antibiotics, in the presence of polymixin B nonapeptide (PMBN), against Gram-negative bacteria was measured as described in the antibacterial assay section above. A subinhibitory concentration of PMBN (10 μg/ml) was added to TSB to increase the outer membrane permeability and facilitate the entrance of auranofin, as described elsewhere1718.\n\n## Macromolecular synthesis assay\nS. aureus ATCC 29213 was used for the macromolecular synthesis assay and the assay was carried out using auranofin and control antibiotics (ciprofloxacin, rifampicin, linezolid, vancomycin and cerulenin) as described elsewhere948.\n\n## Sample Preparation\nAn overnight culture of MRSA USA300 cells were treated with 10 × MIC of auranofin (1.25 μg/ml), linezolid (20 μg/ml) and vancomycin (10 μg/ml) for one hour at 37 °C. Bacterial cells were centrifuged and sequence grade Lys-C/Trypsin (Promega) was used to enzymatically digest samples. Samples were reduced and alkylated prior to digestion. All trypsin digestions were carried out in a Barocycler NEP2320 (PBI) at 50 °C under 20 kpsi for two hours. After digestion, samples were cleaned using MicroSpin C18 columns (Nest Group, Inc.) and the resulting pellets were re-suspended in 97% H2O/3% ACN/0.1% FA. A small aliquot (5 μL) of sample was analyzed via nanoLC-MS/MS49.\n\n## LC-MS/MS\nSamples were run on an Eksigent 425 nanoLC system coupled to the Triple TOF 5600 plus50. The gradient was 120 min at 300 nl/min over the cHiPLC–nanoflex system. The trap column was a Nano cHiPLC 200 μm × 0.5 mm ChromXP C18-CL 3 μm 120 Å followed by the analytical column, the Nano cHiPLC 75 μm × 15 cm ChromXP C18-CL 3 μm 120 Å. The sample was injected into the Triple TOF 5600 plus through the Nanospray III source. Data acquisition was performed at 50 precursors at 50 min/scan.\n\n## Analysis\nWIFF files from mass spectrometric analysis were processed using the MaxQuant computational proteomics platform version 1.5.2.851. The peak list generated was screened against the Bos taurus (41521 entries unreviewed) and Staphylococcus aureus (10972 entries reviewed) sequence from UNIPROT retrieved on 04/10/2015 and a common contaminants database. The following settings were used for MaxQuant: initial precursor and fragment mass tolerance set to 0.07 and 0.02 Da respectively, a minimum peptides length of seven amino acids, data was analyzed with ‘Label-free quantification’ (LFQ) checked and the ‘Match between runs’ interval set to 1 min, the FASTA databases were randomized and the protein FDR was set to 5%, enzyme trypsin permitted two missed cleavage and three modifications per peptide, fixed modifications were carbamidomethyl (C), variable modifications were set to Acetyl (Protein N-term) and Oxidation (M). The MaxQuant results used in-house script, and the average LFQ intensity values for the technical replicates were used for each sample. Both the Bos taurus and the common contaminant proteins were removed. Values were transformed [log2(x)] and the missing values were inputted using the average values of all samples. The heat maps and statistical analyses were performed in the R environment (www.cran.r-project.org) and Qlucore OMICS explorer (version 3.0, Qlucore, Lund, Sweden). A one-way analysis of variance (ANOVA) was performed on the LFQ intensities and only proteins with P < 0.05 were selected for further analyses.\n\n## Growth curve of \nWild-type and trxB/gor double mutant E. coli strains (wild-type: novablue (DE3)-K12, trxB/gor double mutant: Origami-2) were incubated with indicated concentration of auranofin in the presence and absence of PMBN (10 μg/ml) for 16 hours at 37 °C. Bacterial growth was monitored using a spectrophotometer (OD = 600 nm).\n\n## Analysis of \nThe effect of auranofin and two control antibi",
  "has_full_text": true
}