{
  "pmid": "28606995",
  "title": "Synergistic antibacterial effect of silver and ebselen against multidrug-resistant Gram-negative bacterial infections.",
  "abstract": "Multidrug-resistant (MDR) Gram-negative bacteria account for a majority of fatal infections, and development of new antibiotic principles and drugs is therefore of outstanding importance. Here, we report that five most clinically difficult-to-treat MDR Gram-negative bacteria are highly sensitive to a synergistic combination of silver and ebselen. In contrast, silver has no synergistic toxicity with ebselen on mammalian cells. The silver and ebselen combination causes a rapid depletion of glutathione and inhibition of the thioredoxin system in bacteria. Silver ions were identified as strong inhibitors of Escherichia coli thioredoxin and thioredoxin reductase, which are required for ribonucleotide reductase and DNA synthesis and defense against oxidative stress. The bactericidal efficacy of silver and ebselen was further verified in the treatment of mild and acute MDR E. coli peritonitis in mice. These results demonstrate that thiol-dependent redox systems in bacteria can be targeted in the design of new antibacterial drugs. The silver and ebselen combination offers a proof of concept in targeting essential bacterial systems and might be developed for novel efficient treatments against MDR Gram-negative bacterial infections.",
  "journal": "EMBO molecular medicine",
  "year": "2017",
  "authors": [
    "Zou L",
    "Lu J",
    "Wang J",
    "Ren X",
    "Zhang L"
  ],
  "doi": "10.15252/emmm.201707661",
  "mesh_terms": [
    "Animals",
    "Anti-Bacterial Agents",
    "Azoles",
    "Cell Survival",
    "Cells, Cultured",
    "Disease Models, Animal",
    "Drug Synergism",
    "Escherichia coli",
    "Escherichia coli Infections",
    "Isoindoles",
    "Mice",
    "Organoselenium Compounds",
    "Oxidation-Reduction",
    "Peritonitis",
    "Silver",
    "Sulfhydryl Compounds"
  ],
  "full_text": "## Introduction\nThe spread of multidrug‐resistant (MDR) bacteria threatens modern medical treatment for infectious diseases (Walsh, 2003; Lewis, 2013). This is particularly true for MDR Gram‐negative bacteria, which account for up to 80% of severe bacterial infections in the clinic, with very few antibiotics that can currently combat them or that are being developed (Walsh, 2003; Lewis, 2013). Current antibiotics are mainly developed through the mechanisms of inhibition of bacterial cell wall, membrane, DNA, and protein synthesis (Walsh, 2003). Here we have explored a new antibiotic strategy based on inhibition of bacterial thiol‐dependent redox system.\nThere are two major thiol‐dependent enzyme systems in prokaryotic and eukaryotic cells based on thioredoxin (Trx) and glutathione (GSH), which transfer electrons from NADPH to their substrates via thioredoxin reductases (TrxR) and glutathione reductases (GR) (Holmgren, 1989; Ritz & Beckwith, 2001; Lillig & Holmgren, 2007). These two systems are critical for DNA synthesis, defense against oxidative stress, repair of oxidized proteins, and post‐translational modifications such as protein S‐glutathionylation, or S‐nitrosylation, which are important for many cellular processes (Holmgren, 1989; Ritz & Beckwith, 2001; Lillig & Holmgren, 2007).\nBacterial thiol‐dependent redox systems have notable differences in components, enzyme structures, and reaction mechanisms compared with corresponding systems in the mammalian host (Holmgren, 1989; Nozawa et al, 1989; Ritz & Beckwith, 2001; Lillig & Holmgren, 2007; Lu et al, 2013a; Lu & Holmgren, 2014). For example, bacterial TrxR is an enzyme with a cysteine‐containing active site, while highly efficient mammalian TrxR is structurally different with a selenocysteine (Sec)‐containing active site. In addition to this property, the combination of highly antioxidant efficiency from glutathione peroxidases (GPx), peroxiredoxins (Prxs), and catalases (CAT) confer mammalian hosts an absolute advantage to maintain the reactive oxygen species (ROS) at a low level in comparison with bacteria (Morones‐Ramirez et al, 2013a; Lu & Holmgren, 2014; Harbut et al, 2015). Thus, all these differences guarantee bacterial redox systems are appropriate potential targets by specific antibiotics.\nTrx system is ubiquitous in bacteria, whereas GSH systems are lacking in some specific bacteria (Lu & Holmgren, 2014). Nearly all Gram‐negative bacteria contain GSH and glutaredoxin (Grx) (GSH‐positive bacteria), whereas most Gram‐positive bacteria lack GSH (GSH‐negative bacteria) (Martin, 1995; Wilkinson et al, 2011; Lu & Holmgren, 2014). We previously reported that ebselen [2‐phenyl‐1,2 benzisoselenazol‐3(2H)‐one], a substrate of mammalian thioredoxin reductase (TrxR) but a competitive inhibitor of bacterial TrxR, displays selectively antibacterial activity toward GSH‐negative bacteria (Lu et al, 2013a), with no inhibitory effect on GSH‐positive bacteria, for example, Escherichia coli (Nozawa et al, 1989).\nHere we present a new antibiotic strategy selectively targeting bacterial thiol‐dependent redox systems via strong bactericidal effect of silver and ebselen in synergistic combination against GSH‐positive bacterial infections, particularly on MDR Gram‐negative bacteria. It has been reported that the antibacterial activity of silver might be associated with disruption of disulfide bond formation and enhanced production of ROS (Russell & Hugo, 1994; Kohanski et al, 2007), but the exact mechanisms are still unclear. In this paper, we elucidated that silver ions were strong inhibitors of both E. coli Trx and TrxR, and the combination with ebselen depleted GSH and gave a steep rise in ROS generation. Furthermore, we found that the presence of ebselen dramatically decreased the antibacterial concentration of silver, with highly significant selective toxicity on bacteria over mammalian cells. This selective toxicity should facilitate the systemic medical application of silver in the treatment of MDR Gram‐negative bacteria.\n\n## Combination of silver with ebselen exhibited selective synergistic toxicity against bacteria\nThe effect of silver nitrate with ebselen in combination on the growth of Gram‐negative model bacteria, E. coli, was investigated in the microplates. DHB4 overnight cultures were diluted 1:1,000 times in Luria‐Bertani (LB) medium and treated with ionic silver (Ag+) as a nitrate salt (AgNO3) for 16 h. Ag+ alone inhibited E. coli growth with a minimal inhibition concentration (MIC) of 42 μM after 16‐h treatment, while the addition of 2 μM ebselen dramatically decreased the MIC of Ag+ to 4.2 μM (P = 0.000028) (Fig 1A). Meanwhile, 5 μM Ag+ and 2.5 μM ebselen in combination showed no synergistic toxicity on human HeLa cells (P = 0.98) (Fig 1B). In addition, the toxicity of ebselen itself (2, 4, 8 μM) on bacterial and mammalian cells was similar (Fig 1A and B) with no effects on bacterial growth (Fig EV1). These results indicate that treatment of Ag+ with ebselen in combination exhibits significant selective synergistic toxicity on bacteria over mammalian cells, and the dramatic decrease in MIC of silver against bacteria in the presence of ebselen make the systemic medical use of silver feasible.\nThe large‐scale growth inhibition of E. coli by Ag+ with ebselen in combination was also observed in shaking testing 15‐ml tubes. Escherichia coli DHB4 cells were grown until an OD600 nm of 0.4, and treated with 5 μM Ag+ and serial concentrations of ebselen (0, 20, 40, 80 μM). The growth curves showed a synergistic bacteriostatic effect of Ag+ with ebselen in combination in LB medium (Fig 2A), and the synergistic bactericidal effect of 5 μM Ag+ and 80 μM ebselen in combination was further confirmed by the colony formation assay on LB‐agar plates (Fig 2B). Meanwhile, only 80 μM ebselen itself could inhibit E. coli growth in first 8 h, and gains back into normal 12 h post‐treatment (Fig EV2). While 40 μM ebselen or 5 μM Ag+ alone did not inhibit bacterial growth, Ag+ with ebselen in combination resulted in strong inhibition of E. coli growth (Fig 2A and B). In line with this, 5 μM Ag+ and 20 μM ebselen in combination enhanced the frequency of propidium iodide (PI) staining (P = 0.00083) (Fig 2C and D). PI is a membrane‐impermeable fluorescent dye that has been widely used to detect permeation of cell membrane and dead cells. Above all, these results indicate that Ag+ and ebselen in combination exhibited a selective synergistic effect on bacteria.\n\n## Clinically isolated five most difficult‐to‐treat MDR Gram‐negative pathogens were sensitive to Ag\nThere are five most difficult‐to‐treat MDR Gram‐negative pathogen species in the clinic, which are also typical GSH‐positive bacteria: Klebsiella pneumonia, Acinetobacter baumannii, Pseudomonas aeruginosa, Enterobacter cloacae, and Escherichia coli. Two strains of each species were isolated, and overnight cultures were diluted 1:1,000 times in LB medium, and treated with Ag+ with a serial concentration of ebselen in combination for 16 h. The synergistic bactericidal effects of Ag+ with ebselen in combination against all 10 tested strains were observed (Table 1). Among these five species, A. baumannii and E. cloacae are very readily formed drug‐resistant strains, which are needed to be treated by carbapenems (our current “last good line” antibiotics) or the fourth‐generation cephalosporin in the clinic, including imipenem, cefepime, and cefotaxime. The isolated imipenem, cefepime, and cefotaxime‐resistant A. baumannii (AB‐1/2) and E. cloacae (ECL‐1) strains were identified (Appendix Tables S1 and S2) and were sensitive to Ag+ with ebselen in combination (Table 1). These results indicate that Ag+ with ebselen in combination might be “the last life‐saving straw” that are active against a range of bacteria with existing resistance, which would increase the correct chance for empirically prescribed therapy, even for infections resistant to our current antibiotics.\n\n## Ag\nSince Ag+ and ebselen are generally thought to be thiol‐targeting agents, we detected bacterial TrxR or Trx activities in cells treated by Ag+ with ebselen in combination (Fig 3A and B). While TrxR and Trx activities in cell extracts were not influenced by either Ag+ or ebselen alone, 5 μM Ag+ and 20 μM ebselen in combination resulted in a dramatic loss of TrxR (P = 0.00018) and Trx (P = 0.0036) activities (Fig 3A and B). Consistent with this observation, the redox state of Trx1 measured by redox Western blot was also affected by treatment of Ag+ with ebselen in combination. Trx1 was mostly in reduced form in untreated bacteria, which became oxidized upon treatment of drugs in combination (Fig 3C). We also used a Trx2 antibody to detect oxidized Trx2 in the experiment to investigate the effect of treatment on the redox state of Trxs. Reduced Trx2 could not be detected by this antibody probably because of the blockage of the recognition site. None of the oxidized Trx2 was observed upon the treatment, while the positive control diamide‐oxidized Trx2 was detected (Fig 3D). These results showed that Trx2 was less sensitive to the treatment compared to Trx1. In addition, the protein levels of Trx1 and Trx2 were not affected by the 10‐min treatment with Ag+ and ebselen combination (Fig 3C and D).\nThe addition of 5 μM Ag+ and 20, 40, or 80 μM ebselen also decreased the GSH levels. 5 μM Ag+ and 20 μM ebselen in combination treatment depleted the functional GSH in 10 min compared with control (P = 0.000021) (Fig 3E). Ebselen alone at 80 and 40 μM also reduced GSH levels, albeit less efficiently than the corresponding drugs in combination at the same concentration (P = 0.000076 and 0.000029). Instead, neither 5 μM Ag+ nor 20 μM ebselen modulated GSH levels in the conditions tested compared with control (P = 0.081 and 0.712) (Fig 3E).\nWhether Ag+ with ebselen in combination decreased or depleted GSH could affect protein S‐glutathionylation was further explored (Fig 3F). Protein S‐glutathionylation was decreased in Ag+ with ebselen‐treated bacteria, but not in those incubated only with 5 μM Ag+ or 20 μM ebselen alone. Thus, the presence of 5 μM Ag+ decreased protein S‐glutathionylation when combined with 20 μM ebselen reflecting the loss of GSH (Fig 3F).\nSince Trx and GSH/Grx are major thiol‐dependent systems, we investigated the effects of Ag+ with ebselen in combination on Trx or GSH system‐deficient E. coli redox mutants. Escherichia coli mutants lacking GSH system components (gshA\n−) and living on Trx and TrxR were more sensitive to Ag+ and ebselen treatment compared with the wild type (WT) (Tables 2 and 3, and Appendix Table S3). All results showed that Ag+ with ebselen in combination has strong synergistic effects on bacterial Trx and GSH systems, and targeting thiol‐dependent systems as a novel antibiotic strategy.\n\n## Silver irreversibly inhibits bacterial Trx and TrxR activities\nCellular TrxR and Trx1 enzyme activities were decreased, while the corresponding protein levels were unaltered by the treatment of Ag+ with ebselen in combination, suggesting that TrxR and Trx were inhibited. Since ebselen is a known reversible competitive inhibitor of bacterial TrxR, we investigated the effect of Ag+ on the activity of E. coli TrxR and Trx. When 100 nM of NADPH‐pre‐incubated E. coli TrxR was incubated with Ag+, the IC50 was about 50 nM (Fig 4A), similar to the gold compound auranofin (Harbut et al, 2015). To detect whether E. coli TrxR can be specifically inhibited by Ag+, the enzyme was incubated with Ag+ in the presence of reduced E. coli Trx1, the inhibitory efficiency toward TrxR decreased (Fig 4A). This indicated that Trx also reacted with Ag+ and played a protective role for the TrxR. Using fluorescence spectroscopy, we further verified that Ag+ interacted with reduced Trx1 and changed its fluorescence spectra (Fig 4B). Incubation with 1–10 μM Ag+ increased the tryptophan fluorescence intensity of 10 μM Trx1. Meanwhile, the fluorescent intensity of 10 μM Trx1 decreased when treated with 20–100 μM Ag+ (Fig 4B). In line with this, the activity of Trx decreased along with the increase in Ag+ concentration (Fig 4C). The inhibition of Trx1 by Ag+ was irreversible since the Trx1 activity was not recovered after desalting (P = 0.00021) (Fig 4D). This indicated that Ag+ formed a tight complex with the sulfhydryl groups in reduced E. coli Trx1. All these results show that silver irreversibly inhibits bacterial Trx and TrxR activities.\n\n## ROS is a determining factor for synergistic bactericidal effect of Ag\nOne major function of GSH and Trx systems is to scavenge ROS to keep cellular redox balance and protect against oxidative stress. The inhibition of the Trx system and depletion of GSH may responsible for the elevation of ROS. To determine whether increased ROS levels accounted for the bactericidal effect, we therefore determined ROS levels in Ag+ and ebselen‐treated cells. Treatment with either 5 μM Ag+ or 20 μM ebselen alone did not change ROS concentrations, while the combination of 5 μM Ag+ and 20 μM ebselen resulted in increased levels of ROS (P = 0.00012) (Fig 5A and B). Further, the enhancement of H2O2 levels caused by the treatment with 5 μM Ag+ and 20 μM ebselen in combination was also verified by Amplex Red method (Dwyer et al, 2014) (P = 0.00057) (Fig 5C). In addition, E. coli mutants lacking OxyR components (OxyR\n−) that impair E. coli dehydratase clusters from H2O2 injury were more sensitive to Ag+ and ebselen treatment in combination compared with the wild type (WT) (Tables 2 and 3, and Appendix Table S3). All results showed that lethality of Ag+ with ebselen against bacteria is accompanied by ROS generation.\n\n## Silver with ebselen in combination potentiated bactericidal antibiotics \nThe bactericidal effect of Ag+ with ebselen in combination was also observed in LB medium containing heparinized mice blood (Fig EV3). To investigate whether the bactericidal activity of Ag+ with ebselen in combination is also efficient in vivo, mice were infected i.p. with 6.0 × 107 or 1.7 × 106 MDR E. coli ZY‐1 (Appendix Table S4), modeling an acute and a mild peritonitis, respectively. The LD50 of E. coli ZY‐1 administered i.p. was 1.3 × 107 CFU/ml. One hour (acute model) or 24 h (mild model) after infection, mice were treated i.p. with ebselen, Ag+, or the drugs in combination, or remained untreated. The combination of Ag+ and ebselen led to a significant reduction in bacterial load compared with the control in the mild peritonitis model. Mice treated with ebselen alone or left untreated showed similar levels of bacteria load after 36 h of infection with 6.0 × 107\nE. coli, whereas treatment with Ag+ with ebselen in combination achieved a 100‐fold reduction compared with control (P = 0.0055) (Fig 6A). Additionally, 80% of mice treated with Ag+ with ebselen in combination survived in the acute peritonitis mice model, compared with 30% in control group (Fig 6B). These findings demonstrated the effective antibacterial effect of Ag+ and ebselen against MDR Gram‐negative pathogen in vivo.\nAg+ or ebselen alone has been proven to be safe in previous studies (Kohanski et al, 2007; Wilkinson et al, 2011). To test the toxicity of the combination, we divided five mice per group, which were treated with 6 mg AgNO3/kg body weight in combination with serial concentrations of ebselen (10, 15, 20, and 25 mg ebselen/kg body weight). Mice were observed for 7 days and remained viable with no mortality. Then, we determined whether the doses of Ag+ and ebselen used in this study had a toxic effect on the mammalian host. We evaluated the effect of 25 mg ebselen/kg and 6 mg AgNO3/kg body weight in combination on mice, by measuring key metabolite and enzyme concentrations using a Blood Chemistry Analyzer after treatment for 6, 24, and 48 h. The density of lymphocytes and monocytes and some enzymes, such as alanine transaminase in mice treated with Ag+ and ebselen in combination, were reduced at the initial point (6 h); however, their values gain back into normal at 24 h post‐treatment (Table 4), indicating that there is a stress response upon the initial treatment. These results demonstrated that Ag+ and ebselen were not toxic for mice at the conditions tested.\n\n## Discussion\nMultiple factors drive the development and spread of MDR bacteria. WHO showed that if we fail to act on this issue then an additional 10 million lives would be lost each year by 2050, at a cost to the world economy of 100 trillion USD. A concerted focus since the 1990s on tackling rising MDR Gram‐positive bacteria within US and European healthcare systems appears to have been instrumental in stimulating the relatively large numbers of products targeting Gram‐positive bacteria in recent years. The emergence of MDR Gram‐negative bacteria presents a great threat to human life and is a challenge for modern medicine. The five most difficult‐to‐treat Gram‐negative bacteria, K. pneumonia, A. baumannii, P. aeruginosa, E. cloacae, and E. coli, can be deadly in the clinic, causing urinary tract infections, life‐threatening pneumonia and septicemia, with rare antibiotics that can currently combat them or that are being developed. We reported here that the synergistic bactericidal effect of Ag+ with ebselen in combination was efficient against these MDR Gram‐negative pathogens (Table 1). Further, results from animal experiments indicated that this new antibiotic combination should be considered as a candidate for clinical trials against MDR bacteria (Figs 6 and EV3, Table 1), and the system targeted by the combination is critical for bacterial survival, and thus, development of resistant mutants is not frequent as described by our previous study (Gustafsson et al, 2016).\nThe fact that Ag+ and ebselen were efficiently against clinical isolates of MDR Gram‐negative bacteria (Table 1), which indicated that they acted a mechanism that are different from existing antibiotics. The results we presented here proposed mechanisms for the synergistic antibacterial effect of Ag+ with ebselen in combination. Silver and ebselen can directly inhibit E. coli TrxR, and fast deplete GSH, which resulted in the elevation of ROS production to determine cell death (synopsis). Thiol‐dependent redox pathways regulate various central cellular functions. Thus, Ag+ with ebselen in combination can react with SH‐groups in GSH, and particularly Trx and TrxR and possibly many other proteins, indicating that the inhibitory effect of Ag+ with ebselen in combination may involve several cellular targets. In addition, Ag+ and ebselen might target other molecules: For example, diguanylate cyclase and M. tuberculosis antigen 85 have been reported to be targets of ebselen (Favrot et al, 2013; Lieberman et al, 2014). This may impair the development of antibiotic resistance in bacteria.\nThough most of the Gram‐negative bacteria have both Trx and GSH/Grx systems as mammalian cells, and silver can also inhibitory activity against mammalian TrxR (Fig EV4), yet the combination of Ag+ and ebselen exhibited selective synergistic toxicity on bacteria (Figs 1 and 6). The reasons for the selective toxicity of Ag+ with ebselen in combination toward prokaryotic cells might be explained by: First, mammalian cells possess various tissue‐specific GPxs, which contain Sec in their active site and make them highly efficient to remove hydrogen peroxide with a reaction rate of 108 M−1· s−1 (Papp et al, 2007; Lu & Holmgren, 2009, 2014). In contrast, only a Cys‐containing GPx with a low ROS removing capacity is predicted to be present in bacteria (Lu & Holmgren, 2014). Second, ebselen is a substrate of the Sec‐containing TrxR of mammalian cells, which makes ebselen act as an antioxidant by facilitating the electron transfer to reduce peroxides and peroxynitrite (Zhao & Holmgren, 2002). Meanwhile, ebselen is an irreversible inhibitor of bacterial TrxR and only blocks the electron transfer via TrxR. The ebselen analog, ebsulfur, was toxic for the parasite Trypanosoma brucei and induced a high level of ROS to enhance the inhibition of trypanothione reductase (TryR) (Lu et al, 2013b). The ROS elevation caused by Ag+ and ebselen described here may cause damage in a similar manner. The increased ROS levels in bacteria may also increase ebselen binding resulting in the inhibition of other sulfhydryl‐dependent enzymes.\nPrevious work showed that silver can enhance antibacterial effects of classic antibiotics (Morones‐Ramirez et al, 2013b), and more works reported that the lethality of current antibiotics was accompanied by redox physiology alteration and ROS generation (Dwyer et al, 2014; Belenky et al, 2015). Our work directly showed that silver with ebselen in combination could target redox system, and has a significant synergistic antibacterial effect on clinic important Gram‐negative bacteria.\nCurrent antibacterial strategies are predominantly based on inhibition of cell wall synthesis, inhibition of DNA and RNA synthesis and replication, and inhibition of protein synthesis. Redox system is a universal anti‐oxidative system, which is essential for living organism; inhibition of redox system will result in oxidative stress, which showed a novel antibacterial principle that could be used to screen new antibiotics.\nAll in all, our results with silver and ebselen in synergistic combination implied that targeting bacterial thiol systems was a potent strategy against bacterial infections and a novel promising antibiotic mechanism.\n\n## Bacterial strains\nAll in vitro experiments were performed with Escherichia coli (E. coli) DHB4 and its derived redox phenotypes (Appendix Table S3), and clinically isolated multidrug‐resistance (MDR) Gram‐negative strains (Appendix Tables S1, S2 and S4). All in vivo experiments were performed with E. coli ZY‐1 (Appendix Table S4), which was isolated from the urine of clinical patient in the First Affiliated Hospital of Three Gorges University in Hubei Province, P. R. China, with an approval for research from the Ethics Committee of First Affiliated Hospital of Three Gorges University and an informed‐consent of the patient. The strain was thoroughly identified and stored in our laboratory. Other clinical isolated MDR Gram‐negative strains (Appendix Tables S1 and S2) were obtained from clinical patients in Renmin Hospital of Three Gorges University in Hubei Province, PRC, with all approvals and informed consents.\n\n## Antibiotics and chemicals\nAll experiments were performed in Luria‐Bertani (LB) medium (EMD millipore). Unless otherwise specified, the following concentrations were used for the antibacterial experiments with E. coli strains and clinical pathogens: 0, 1, 2, 4, 5, 20, 40, 80 μM 2‐phenyl‐1,2‐benzisoselenazol‐3(2H)‐one (ebselen) (Daiichi), and 0, 0.625, 1.25, 2.5, 5, 10, 20, 40, 80 μM silver nitrate (Sigma‐Aldrich). 4‐acetamido‐4′‐maleimidylstilbene‐2,2′‐disulfonic acid (AMS) (Invitrogen), protease inhibitor cocktails (Roche), DC™ protein assay (Bio‐Rad), propidium iodide (PI) (BD Biosciences), E. coli DHB4 TrxR, sheep anti‐E. coli Trx1 antibody, and rabbit anti‐E. coli Trx2 antibody were from IMCO Corp. (Stockholm, Sweden; http://www.imcocorp.se; Lu et al, 2013a), goat anti‐rabbit IgG‐HRP (Santa Cruz, lot# H1015; Lu et al, 2013a), rabbit anti‐goat IgG‐HRP (Southern Biotech, lot# 12011‐PG56; Lu et al, 2013a), IgG2a mouse monoclonal antibody for glutathione–protein complexes (VIROGEN, lot# 101‐A, clone number D8), 4–12% bolt Bis‐Tris gel (VWR), all the other reagents were from Sigma‐Aldrich.\n\n## Synergistic effect of silver with ebselen in combination on \nEscherichia coli DHB4 cells overnight cultures were diluted 1:1,000 times in Luria‐Bertani (LB) medium and treated with serial concentrations of AgNO3 and/or ebselen for 16 h. The cell viability was determined by measuring the absorbance at 600 nm. The culture treated with 0.8% (v/v) DMSO was used as a control.\n\n## Toxicity analysis of silver with ebselen in combination against mammalian cells\nHeLa cells were purchased from ATCC, and through mycoplasma detection and human cell line authentication by STR analysis (ATCC, U.S.A). HeLa cells cultured in DMEM medium supplemented with 10% FCS, 100 units/ml penicillin, and 100 μg/ml streptomycin at 37°C in a 5% CO2 incubator. The cells were seeded in 96 micro‐well plates and grown till 70–80% confluency. The cells were treated with serial combinations of ebselen and AgNO3 for 24 h. The cell toxicity was detected by MTT assay (Lewis, 2013).\n\n## Antibacterial effect of silver with ebselen in synergistic combination on the growth of clinical isolated MDR Gram‐negative strains\nTen clinical isolated MDR Gram‐negative (GSH‐positive) strains were grown until an OD600 nm of 0.4 and were diluted 1:100 into 100 μl of LB medium in 96 micro‐well plates. Serial dilutions of 100 μl ebselen and AgNO3 were added to the individual wells. The minimum inhibitory concentration (MIC) was determined after 16 h culture at 37°C. The culture treated with 0.8% (v/v) DMSO was used as a control.\n\n## Detection of bactericidal effect of silver with ebselen in combination on \nEscherichia coli DHB4 cells were grown in 15‐ml tubes until an OD600 nm of 0.4, and treated with 5 μM AgNO3 and serial concentration of ebselen (0, 20, 40, 80 μM) in combination. The survival of untreated E. coli was compared with the antibiotic‐treated cells by measuring OD600 nm and counting the colonies. For colony formation assay, cells were harvested at 10 min, 1, 2 and 4 h by centrifugation at 7,080 g for 5 min and thoroughly washed three times with PBS. The cells were serially diluted in PBS, and 100‐μl cultures were plated on LB plates. The colonies were counted after overnight incubation, and CFU/ml was calculated using the following formula: [(colonies)×(dilution factor)]/(amount plated).\nFurther, cells cultured and washed as above were harvested at 10 min by centrifugation at 6,000 rpm for 5 min and thoroughly washed three times with PBS. Nuclei were stained with 5 μg/ml propidium iodide (PI) for 20 min in the absence of a cell permeate and analyzed by flow cytometry (CyAn adp, Beckman coulter).\n\n## Measurement of Trx/TrxR activity and GSH amount in silver and ebselen‐treated \nEscherichia coli DHB4 cells were grown till the absorbance at OD600 nm of 0.4 in LB medium, and the bacterial cells were treated with different dilutions of ebselen and AgNO3 for 10 min. Cells were harvested by centrifugation at 6,000 rpm for 5 min and thoroughly washed three times with PBS, and then, cells were re‐suspended in lysis buffer (25 mM Tris–HCl, pH 7.5, 100 mM NaCl, 2.5 mM EDTA, 2.5 mM EGTA, 20 mM NaF, 1 mM Na3VO4, 20 mM sodium β‐glycerophosphate, 10 mM sodium pyrophosphate, 0.5% Triton X‐100) containing protease inhibitor cocktail and lysed by sonication. The cell lysates were obtained by centrifugation at 15,340 g for 20 min, and the protein concentration was measured by Lowry protein assay (Bio‐Rad DC™).\nEscherichia coli DHB4 TrxR activity in cell extracts was measured by a DTNB reduction activity assay (Holmgren & Bjornstedt, 1995). The experiments were performed with 96 micro‐well plates in the solution containing 50 mM Tris–HCl (pH 7.5), 200 μM NADPH, 1 mM EDTA, 1 mM DTNB, in the presence of 5 μM E. coli Trx. The absorbance at 412 nm was measured for 5 min with a VERSA micro‐well plate reader, and the slope of initial 2 min was used to represent TrxR activity. The Trx activity was detected by this method coupled with 100 nM E. coli TrxR instead of 5 μM E. coli Trx in the reaction mixture.\nTo measure GSH levels, 25 μg of the cell lysates was added in the solution containing 50 nM GR, 50 mM Tris–HCl (pH 7.5), 200 μM NADPH, 1 mM EDTA, 1 mM DTNB. The absorbance at 412 nm was measured for 5 min.\n\n## Trx redox state in \nEscherichia coli DHB4 cells were grown till the absorbance at OD600 nm of 0.4 in LB medium, and the bacterial cells were treated with different dilutions of ebselen and AgNO3 for 10 min. Western blotting was performed to detect the Trx1 and Trx2 redox state of the ebselen and AgNO3‐treated E. coli cells. The cells were harvested by centrifugation at 6,000 rpm for 5 min and thoroughly washed three times with PBS, and precipitated the protein with 5% TCA in 1.0 ml. The precipitates were washed with 1 ml pre‐ice‐cold acetone for three times and dissolved in 50 mM Tris–HCl (pH 8.5) with 0.5% SDS containing 15 mM AMS at 37°C for 2 h. Proteins were obtained by centrifugation at 13,000 rpm for 20 min to remove the pellets, and the protein concentration was measured by Lowry protein assay (Bio‐Rad DC™). Redox state of Trx1 and Trx2 was detected with sheep anti‐E. coli Trx1 antibody and (Rabbit anti‐E. coli Trx2 antibody) at 1:1,000 dilution, followed by the detection of Chemiluminescence Reagent Plus.\n\n## Proteins S‐glutathionylation in \nTotal proteins S‐glutathionylation of the ebselen with AgNO3 in combination‐treated E. coli cells were detected by Western blotting. Cells were cultured and washed as described above, and re‐suspended in lysis buffer (25 mM Tris–HCl, pH 7.5, 100 mM NaCl, 2.5 mM EDTA, 2.5 mM EGTA, 20 mM NaF, 1 mM Na3VO4, 20 mM sodium β‐glycerophosphate, 10 mM sodium pyrophosphate, 0.5% Triton X‐100, protease inhibitor cocktail) containing 30 mM IAM. After lysed by sonication, the cell lysates were obtained by centrifugation at 13,000 rpm for 20 min. Protein concentration was measured by Lowry protein assay (Bio‐Rad DC™). Samples were incubated with SDS‐loading buffer at 90°C for 10 min and then separated on the 4–12% bolt Bis‐Tris gel with MES running buffer (150 V, 40 min). Western blotting assay was performed with IgG2a mouse monoclonal antibody (VIROGEN, 101‐A/D8) for glutathione–protein complexes.\n\n## Synergistic effect of silver and ebselen on the growth of \nEleven E. coli DHB4 redox phenotypes were grown until an OD600 nm of 0.4 and were diluted 1:100 into 100 μl of LB medium in 96 micro‐well plates. Serial dilutions of",
  "has_full_text": true
}