{
  "pmid": "28820574",
  "title": "Thiol-Containing Metallo-β-Lactamase Inhibitors Resensitize Resistant Gram-Negative Bacteria to Meropenem.",
  "abstract": "The prevalence of infections caused by metallo-β-lactamase (MBL) expressing Gram-negative bacteria has grown at an alarming rate in recent years. Despite the fact that MBLs can deactivate virtually all β-lactam antibiotics, there are as of yet no approved drugs available that inhibit their activity. We here examine the ability of previously reported thiol-based MBL inhibitors to synergize with meropenem and cefoperazone against a panel of Gram-negative carbapenem-resistant isolates expressing different β-lactamases. Among the compounds tested, thiomandelic acid 3 and 2-mercapto-3-phenylpropionic acid 4 were found to efficiently potentiate the activity of meropenem, especially against an imipenemase (IMP) producing strain of K. pneumoniae. In light of the zinc-dependent hydrolytic mechanism employed by MBLs, biophysical studies using isothermal titration calorimetry were also performed, revealing a correlation between the synergistic activity of thiols 3 and 4 and their zinc-binding ability with measured Kd values of 9.8 and 20.0 μM, respectively.",
  "journal": "ACS infectious diseases",
  "year": "2017",
  "authors": [
    "Tehrani K",
    "Martin N"
  ],
  "doi": "10.1021/acsinfecdis.7b00094",
  "mesh_terms": [
    "Carbapenems",
    "Cefoperazone",
    "Drug Resistance, Bacterial",
    "Gram-Negative Bacteria",
    "Meropenem",
    "Molecular Structure",
    "Sulfhydryl Compounds",
    "Thienamycins",
    "beta-Lactamase Inhibitors",
    "beta-Lactamases",
    "beta-Lactams"
  ],
  "full_text": "## Results and Discussion\nThiols 1–5 were initially tested alone for antibacterial\nactivity against a panel of carbapenem-resistant Gram-negative pathogens\nexpressing MBLs including NDM, VIM, and IMP or SBLs such as KPC-2\nand OXA-48. These studies revealed that none of the thiols inhibited\nbacterial growth at the highest concentration tested of 64 μg/mL.\nWith the exception of P. aeruginosa M-120, which\nwas susceptible to meropenem, all of the MBL-expressing strains used\nin our study exhibited resistance to both meropenem and cefoperazone\nwith MIC values ranging from 8 to >256 μg/mL. For use as\na reference MBL inhibitor known to synergize with β-lactam antibiotics,\nwe turned to the work of Migliavacca and co-workers who reported a\nzinc chelating mixture of EDTA and 1,10-phenanthroline as being synergistic\nwith imipenem to prevent growth of MBL-expressing strains of Pseudomonas aeruginosa.27 We\nfound that the EDTA/1,10-phenanthroline mixture was similarly effective\nin lowering the MIC of meropenem and cefoperazone against the MBL-expressing\nstrains used in our study (Table 1). Also, and as expected, the EDTA/1,10-phenanthroline\nmixture showed no synergistic effect with meropenem against the two\nSBL-expressing strains also evaluated.\nWith a reliable reference system\nin hand, the capacity for thiols 1–5 to synergize with meropenem was next investigated. Table 1 shows the synergy data of the\ntwo most potent thiols 3 and 4 (see Table S2 for complete activity data for compounds 1–5). Captopril 1 exhibited\nmoderate to weak synergy at a concentration of 64 μg/mL while\nthiosalicylic acid 2 displayed no appreciable synergy\nwhen tested at the same concentration. By comparison, when administered\nat 64 μg/mL, thiols 3 and 4 significantly\nlowered the MIC of meropenem against all the MBL-producing isolates\ntested. The activity of compound 5 was also promising\nbut interestingly was limited to only the two Klebsiella strains tested. Thiols 3–5 have\npreviously been shown to be more potent MBL inhibitors than compounds 1 and 2 in biochemical enzyme inhibition assays,17,18,21,23 and our MIC synergy results follow the same trend. Notably, for\ncompounds 3 and 4, we observed broad-spectrum\nand, in some cases, potent synergistic activity with meropenem against\nthe MBL-producing isolates evaluated. Building on the encouraging\nresults of the preliminary synergy assays (carried out at fixed thiol\nconcentration of 64 μg/mL), we next performed a series of checkerboard\nsynergy assays in which the MIC of meropenem was determined at varying\nconcentrations of inhibitors 1–5.\nSuch an approach provides for a better picture of the synergistic\nrelationship between the two combined agents and allows for determination\nof the fractional inhibitory concentration (FIC) index. Briefly, FIC\nvalues are calculated by adding the following two fractional values:\n(MIC of compound A in combination/MIC of compound A alone) + (MIC\nof compound B in combination/MIC of compound B alone). In general,\nan FIC index value <0.5 is regarded as an indication of synergy.28 A complete overview of all the checkerboard\nassays performed as well as the corresponding FIC index values is\nprovided in the Supporting Information.\nAmong the MBL-expressing strains used, the two Klebsiella isolates were most effectively resensitized to the meropenem when\nadministered in combination with thiols 3–5. Of particular note, compounds 3 and 4 were both found to significantly potentiate meropenem against\nthe IMP-28 producing Klebsiella strain tested with\nFIC values ≤0.07 and ≤0.13, respectively (based on the\nconcentrations tested; see Table 1 for checkerboard FIC data of thiols 3 and 4 and Supporting Information for graphical representation of checkerboard assays).\nThiols\nare well-known for their tendency to form homo- or heterodisulfides\nin biological systems. Such reactivity is of special importance in\nthe case of thiol-based MBL inhibitors such as compounds 1–5 as it has been reported that in their disulfide\nform their activity is significantly reduced.18 In this regard, we selected compounds 3–5 as the three most active thiols from our synergy assays\nand monitored their conversion to the corresponding disulfides under\nthe assay conditions used. Thiols 3–5 were thus incubated in Mueller-Hinton broth at 37 °C, and sample\naliquots were analyzed at time points ranging from 0 to 8 h. As shown\nin Figure 2, thiols 3 and 4 were found to form their corresponding\ndisulfides (6 and 7, respectively) with\nhalf-lives of ca. 5 h. By comparison, thiol 5 was oxidized to 8 more rapidly with a half-life\nin the range of minutes which may also explain its lower level of\nsynergy relative to 3 and 4. Disulfides 6–8 were synthesized for use as reference\ncompounds in the stability assays and were evaluated for their synergy\nwith meropenem against the two most susceptible Klebsiella isolates identified (Table S20). The\nthree disulfides exhibited very low levels of synergy relative to\nthat of the corresponding free thiols. The slight synergy observed\nfor these disulfides may in fact be attributable to a reductive process\ncarried out by the bacteria themselves to release a small amount of\nthe more active thiol. Many bacteria contain redox active enzymes\ncapable of disulfide reduction both in cytoplasm and periplasmic space.29\nThe superior synergistic activity\nand relative stability of thiols 3 and 4 prompted us to further characterize their zinc binding abilities\nusing isothermal titration calorimetry (ITC). To do so, a solution\nof zinc chloride was titrated into the sample well containing either 3 or 4 (both 3 and 4 were both to be found stable in the buffer conditions used for the\nITC experiments) and the heat of binding was monitored. In this way,\na number of thermodynamic binding parameters are revealed including Kd (dissociation constant), ΔH (enthalpy), ΔG (Gibbs free energy), and ΔS (entropy). As shown in Figure 3, compounds 3 and 4 exhibited high affinities for Zn2+ with Kd values of 9.8 and 20.0 μM, respectively. Also\nof note was the lack of any measurable binding interaction when zinc\nchloride was titrated into solutions of disulfides 6 and 7. The zinc binding abilities of the reference compounds EDTA\nand 1,10-phenanthroline were also assessed using ITC showing a strong\ninteraction (Figures S3 and S4). The results\nof these ITC studies correlate well with the synergy data obtained\nand suggest that zinc binding may be a useful predictor for a compound’s\nability to resensitize MBL-expressing organisms to beta-lactam antibiotics.\nFurthermore, the relative ease with which ITC can be used to assess\nzinc binding by small molecules may make it a complementary technique\nfor identifying new lead compounds capable of effectively inhibiting\nMBLs.\n\n## Conclusion\nWhile small molecule\nthio-carbonyl compounds have previously been shown to inhibit various\nMBLs, their ability to synergize with β-lactam antibiotics in\novercoming MBL-associated resistance has not been extensively studied.\nWe here demonstrate a significant level of synergism between meropenem\nand a series of thiols, most notably thiomandelic acid 3 and 2-merpto-3-phenylpropionic acid 4. Combinations\nof meropenem with 3 or 4 exhibit antibacterial\nactivity against a number of Gram-negative bacteria expressing different\nMBLs including IMP, NDM, and VIM. Given the high degree of active\nsite heterogeneity among the different types of MBL enzymes,11 designing an inhibitor with potent inhibitory\nactivity toward several types of MBL is challenging. In this light,\nthiomandelic acid 3 is unique given its ability to inhibit\na range of MBLs and, as shown in the present study, its capacity to\nresensitize MBL-expressing Gram-negative isolates to meropenem, an\nimportant β-lactam antibiotic of last resort. In addition, ITC\nstudies showed thiols 3 and 4 to be effective\nzinc chelators with low-micromolar Kd values\nsupporting the proposed mechanism of action for these compounds. In\nthis regard, ITC may provide a useful means of (pre)screening for\nzinc-binding MBL inhibitors. While compounds 3 and 4 exhibit potent synergy with meropenem, their propensity\nto oxidize and likely ability to interact with free zinc and other\nmetallo proteins precludes their use as clinical MBL inhibitors. In\nthis regard, MBL inhibitors employing free thiols as zinc chelating\ngroups are more likely to be of value as tool compounds for biochemical\nstudies involving MBLs. Optimized analogues or other classes of MBL\ninhibitors capable of overcoming such pharmacokinetic hurdles present\na key objective in the continued fight against antibiotic resistance.\n\n## Materials\nPotassium thioacetate was purchased from\nCombi-Blocks Inc. (San Diego, CA USA). Thiosalicylic acid was purchased\nfrom Fisher Scientific (Waltham, MA USA). Other reagents, including\ncaptopril, 2-bromoacetophenone, S-mandelic acid,\nand l-phenylalanine, were purchased from Sigma-Aldrich company.\n\n## Synthesis\nAmong the thiols selected for investigation, captopril 1 and thiosalicylic acid 2 were commercially\navailable while compounds 3–5 required\npreparation via previously reported synthetic routes.21,30−32 Briefly, compound 3 was synthesized\nvia esterification of S-mandelic acid which was followed\nby mesylation of the hydroxyl group. Substitution of the tosylate\nester with thioacetate anion followed by acidic hydrolysis furnished 3.30 For the synthesis of compound 4, l-phenylalanine was converted to its corresponding\nα-bromocarboxylic acid through a sodium nitrite mediated halo-deamination\nreaction, which was subsequently reacted with potassium thioacetate\nto afford S-acetyl derivative of 4. Basic hydrolysis\nof the latter intermediate led to the final product 4.31,32 Thioacetophenone 5 was prepared\nvia a two-step procedure involving thiolation of α-bromoacetophenone\nwith potassium thioacetate followed by a basic hydrolysis.21 In addition, disulfides 6–833−35 were readily prepared by reacting the corresponding\nthiol with iodine in water/acetonitrile.36\n\n## MIC Determinations and Synergy Assays\nThe antibacterial\nactivity of compounds 1–5 was evaluated\nalone and in combination with meropenem against a panel of β-lactamase\nproducing Gram-negative bacteria including K. pneumoniae RC10 (KPC-2), K. pneumoniae RC 45 (OXA-48), K. pneumoniae RC51 (VIM-1), K. pneumoniae JS265 (IMP-28), E. coli RC89 (NDM-1), P. aeruginosa RC60 (VIM), P. aeruginosa JS80 (IMP), K. pneumoniae RC21 (VIM-1), E. aerogenes RC22 (VIM-1), K. pneumoniae RC48 (VIM-1), K. pneumoniae JS22 (NDM-1), K. pneumoniae JS177 (NDM-1), K. pneumoniae JS37 (NDM-1), and P. aeruginosa M-120 (IMP).\nThe CLSI guidelines were used to determine minimum inhibitory concentrations\n(MICs). Starting from glycerol stocks, bacterial strains were cultured\non blood agar plates and incubated at 37 °C. A single colony\nwas then transferred to tryptic soy broth (TSB) and incubated with\nshaking at 37 °C until the optical density of the bacterial suspension\nreached a level equivalent to the 0.5 McFarland standard. The suspension\nwas then diluted to 106 CFU/mL in Mueller-Hinton broth\n(MHB). Using polypropylene microtiter plates, the wells of the first\nrow received 50 μL of the test compounds dissolved in MHB and\nwere subjected to serial dilution. Finally, 50 μL of the bacterial\nsuspension was added, and the plates were sealed and incubated at\n37 °C with constant shaking (at 600 rpm). The next morning, the\nplates were inspected for visible bacterial growth.\nSynergy\nbetween meropenem (or cefoperazone) and thiols 1–5 was evaluated as follows: To the top row of a 96 well plate,\n100 μL of a solution of meropenem at 4× MIC was added.\n50 μL aliquots of this solution were serially diluted down each\nrow to achieve a range of decreasing meropenem concentrations. Next,\nthiols 1–5 (50 μL aliquots)\nwere added to the wells to provide a concentration range of 128 to\n16 μg/mL. The relevant bacterial suspension (100 μL/well)\nwas finally added to each well to give a final concentration of thiols 1–5 ranging from 64 to 8 μg/mL.\nThe plates were sealed and incubated overnight at 37 °C. MICs\nwere determined the next morning by visual inspection and used in\ncalculating fractional inhibitory concentration index (FICI) values.\nAs a standard MBL inhibitor cocktail, a 16:1 (w/w) mixture of ethylenediaminetetraacetic\nacid disodium salt-phenanthroline (EP) was also used. The MIC of the\nEP mixture was first determined against each strain so that sub-MIC\nconcentrations could be used for synergy assays. All the assays were\nperformed in duplicates. Tables S3–S17 provide a graphical representation of the checkerboard assays.\n\n## Stability Analysis\nTo prepare calibration curves for thiols 3–5 and the corresponding disulfides 6–8, each compound was dissolved in DMSO\nto prepare a stock solution (10 mg/mL) that was then immediately diluted\nin Mueller-Hinton broth (MHB) to reach concentrations ranging from\n1 to 256 μg/mL. The samples were then processed as follows:\nTo precipitate undesired media components, the sample solutions were\ndiluted with acetonitrile (1:3 v/v), vortexed for 10 s, and centrifuged\nat 10 000 rpm for 10 min. The supernatant was retained and\nstored at −20 °C until HPLC analysis. Samples were analyzed\nby analytical RP-HPLC using a Phenomenex Gemini C-18 110A column (250 ×\n4.60 mm, 5 μm) at a flow rate of 1 mL/min, and their UV absorbances\nwere detected at 214 nm. For the analysis of compounds 4, 5, 7, and 8, the gradient\nstarted with 0% buffer B (95% acetonitrile, 0.1% TFA) and 100% buffer\nA (5% acetonitrile, 0.1% TFA) increasing to 50% buffer B over 5 min\nfollowed by an increase to 100% buffer B over 10 min and maintenance\nat 100% buffer B for 3 min. The buffer gradient was then returned\nto 0% buffer B in 2 min and maintained at 0% for an additional 5 min\nto re-equilibriate the system. For the analysis of compounds 3 and 6, the gradient started with 0% of buffer\nB, increased to 50% buffer B over 5 min, and then to 90% buffer B\nover 8 min followed by a final increase to 100% buffer B over 1 min.\nAfter 1 min at 100% buffer B, the gradient returned to 0% buffer B\nover 2 min and was maintained at 0% for 3 min to re-equilibriate the\nsystem. The calibration curves were linear from 2 to 256 μg/mL\nfor compounds 3–6 and from 1.6 to\n200 μg/mL for compounds 7 and 8 with r2 > 0.990 in all the cases. Due to the relatively\nshort half-life of compound 5 in MHB, the medium needed\nto be supplemented with 5.0 mM TCEP to obtain a suitable calibration\ncurve.\nTo assess the half-lives of thiols 3–5 in MHB, each compound was dissolved in MHB (200 μg/mL)\nand incubated at 37 °C. At time points of 0, 0.5, 1, 2, 4, and\n8 h, 100 μL aliquots of each sample were taken and subjected\nto the same processing described above for the standards prior to\nHPLC analysis.\n\n## Isothermal Titration Calorimetry\nITC experiments were performed using a MicroCal Auto-ITC200 instrument\n(Malvern). The test compounds and zinc chloride were dissolved in\nTris–HCl buffer (20 mM, pH 7.0) and degassed using a sonication\nbath (10 min) before running the experiments. The zinc chloride solution\nwas titrated into a solution of 3, 4, 6, 7, EDTA, or 1,10-phenanthroline (see Table 2 for specific concentrations\nused) over 26 aliquots of 1.5 μL (except the first injection\nwhich was 0.5 μL) with 120 s between injections. All the experiments\nwere performed at 25 °C in triplicate with reference power set\nat 2.0 μcal/s. The generated peaks were integrated using Origin\n7.0 software. The error for all the reported thermodynamic parameters\nwas estimated through Monte Carlo simulation with the standard errors\nof three experiments.",
  "has_full_text": true
}