{
  "pmid": "28939900",
  "title": "Fluoxetine and thioridazine inhibit efflux and attenuate crystalline biofilm formation by Proteus mirabilis.",
  "abstract": "Proteus mirabilis forms extensive crystalline biofilms on indwelling urethral catheters that block urine flow and lead to serious clinical complications. The Bcr/CflA efflux system has previously been identified as important for development of P. mirabilis crystalline biofilms, highlighting the potential for efflux pump inhibitors (EPIs) to control catheter blockage. Here we evaluate the potential for drugs already used in human medicine (fluoxetine and thioridazine) to act as EPIs in P. mirabilis, and control crystalline biofilm formation. Both fluoxetine and thioridazine inhibited efflux in P. mirabilis, and molecular modelling predicted both drugs interact strongly with the biofilm-associated Bcr/CflA efflux system. Both EPIs were also found to significantly reduce the rate of P. mirabilis crystalline biofilm formation on catheters, and increase the time taken for catheters to block. Swimming and swarming motilies in P. mirabilis were also significantly reduced by both EPIs. The impact of these drugs on catheter biofilm formation by other uropathogens (Escherichia coli, Pseudomonas aeruginosa) was also explored, and thioridazine was shown to also inhibit biofilm formation in these species. Therefore, repurposing of existing drugs with EPI activity could be a promising approach to control catheter blockage, or biofilm formation on other medical devices.",
  "journal": "Scientific reports",
  "year": "2017",
  "authors": [
    "Nzakizwanayo J",
    "Scavone P",
    "Jamshidi S",
    "Hawthorne J",
    "Pelling H"
  ],
  "doi": "10.1038/s41598-017-12445-w",
  "mesh_terms": [
    "Bacterial Proteins",
    "Biofilms",
    "Catheter-Related Infections",
    "Catheters, Indwelling",
    "Drug Repositioning",
    "Fluoxetine",
    "Humans",
    "Membrane Transport Proteins",
    "Microbial Sensitivity Tests",
    "Molecular Docking Simulation",
    "Proteus Infections",
    "Proteus mirabilis",
    "Thioridazine",
    "Urinary Catheterization",
    "Urinary Catheters"
  ],
  "full_text": "## Introduction\nIndwelling urethral catheters (IUC) are widely used for long-term bladder management in both community and nursing home settings, and can provide significant improvement to quality of life for many patients. However, the care of individuals undergoing long-term catheterisation is frequently undermined by acquisition of infection (catheter associated urinary tract infection; CAUTI). Proteus mirabilis is a particularly problematic and prevalent pathogen in this regard, and this species is amongst the most commonly isolated from CAUTI1,2. Colonisation of the catheterised urinary tract by P. mirabilis is also associated with the onset of serious clinical complications, stemming from its ability to form unusual crystalline structures on catheter surfaces, which can damage tissues and block urine flow1–3.\nThe encrustation and blockage of catheters by P. mirabilis is attributable to its ability to form extensive biofilm communities on catheter surfaces, coupled with the production of a potent urease enzyme that hydrolyses urea and forms ammonia4–7. The generation of ammonia via ureolysis leads to a rapid rise in urinary pH and in the resulting alkaline conditions, normally soluble components of urine, precipitate and form crystals of ammonium magnesium phosphate (struvite) and calcium phosphate (hydroxyapatite)2,4,7–10. These crystals become trapped in the growing biofilm matrix and are incorporated into its structure2,4. The action of the P. mirabilis urease also generates a highly alkaline microenvironment within biofilms, while the exopolymeric matrix encasing biofilm cells can attract and bind calcium and magnesium ions, which collectively serve to accelerate and stabilise biofilm-associated crystal growth11,12. Ultimately these processes result in the extensive mineralisation of biofilms, and the development of crystalline biofilm structures which obstruct urine flow2–4.\nBecause the majority of patients undergoing long-term catheterisation are cared for outside the hospital environment where continual clinical monitoring is not available, catheter blockage is often not noticed until more serious consequential complications arise3. A particular hazard of catheter blockage is the accumulation of infected urine in the bladder, which eventually results in reflux to the upper urinary tract and subsequent onset of pyelonephritis, septicaemia, and shock3,13. It has been estimated that ~50% of individuals undergoing long-term catheterisation will suffer from catheter blockage at some point during their care, with a considerable proportion experiencing repeated and chronic blockage3,14. It is perhaps then unsurprising that blockage is also the cause of numerous emergency hospital referrals, and not only damages the health of patients, but also places significant strain on healthcare resources3,15.\nAlthough a range of catheter types have been developed in attempts to combat CAUTI, all remain susceptible to P. mirabilis encrustation and are of no value in the long-term setting3,16,17. These include catheters with antimicrobial coatings such as nitrofurazone and silver, which have been found to be ineffective in preventing CAUTI even during short-term use18. Furthermore, once P. mirabilis colonises the catheterised urinary tract it is exceedingly difficult to eradicate, and can persist through numerous catheter changes and antibiotic treatments, resulting in chronic infections and recurrent blockage in some patients19. Currently, there are no fully effective methods for control of P. mirabilis CAUTI and associated blockage, and further work in this area is urgently needed.\nRecently, we demonstrated that efflux systems are important in the formation of P. mirabilis crystalline biofilms, and P. mirabilis mutants with disruptions in the Bcr/CflA efflux system (a member of the Major Facilitator Superfamily of transporters) were found to be significantly attenuated in ability to form crystalline biofilms and block catheters20. This raises the potential for efflux pump inhibitors (EPIs) to provide a novel and effective approach to control bacterial biofilm formation in the catheterised urinary tract, and combat catheter blockage by P. mirabilis. Moreover, licensed drugs already commonly used in human medicine have been shown to have potential EPI activity in other bacterial species, and also to reduce biofilm formation through this activity21–25. Here we tested the selective serotonin re-uptake inhibitor, fluoxetine, and the antipsychotic-drug, thioridazine, for potential EPI activity in P. mirabilis and interaction with the biofilm-associated Bcr/CflA efflux system. Subsequently, the capacity of these drugs to attenuate crystalline biofilm formation was evaluated using a representative model of the catheterised urinary tract.\n\n## Fluoxetine and thioridazine inhibit efflux in \nFluoxetine and thioridazine were screened for inhibition of efflux in P. mirabilis strain B4 using an ethidium bromide (EtBr) accumulation assay. The proton gradient decoupling agent carbonyl cyanide m-chlorophenyl hydrazine (CCCP) was utilised as a general inhibitor of energy-dependent membrane transport, and a positive control for the accumulation assay (Fig. 1). Assessment of minimum inhibitory concentrations (MICs) demonstrated an MIC of 256 µg/mL for fluoxetine, and 800 µg/mL for thioridazine against P. mirabilis B4. Efflux assays were subsequently conducted with concentrations reflecting 0.125x and 0.25x the MIC.Figure 1Effect of putative EPIs on accumulation of EtBr in P. mirabilis. The EPI activity of thioridazine and fluoxetine was assessed using the EtBr accumulation assay in artificial urine supplemented with 20 mM glucose, against the P. mirabilis catheter isolates. Fluorescence intensity relative to cell free controls was measured after 2 h exposure to EPIs at concentrations (µg/mL) reflecting 0.125x and 0.25x the MIC for each drug against P. mirabilis strain B4. Readings from treated cells were compared with untreated controls (No EPI but with EthBr substrate), and cells treated with the proton gradient decoupling agent carbonyl cyanide m-chlorophenyl hydrazine (CCCP), as a+ve control for the accumulation assay. (a) Results of accumulation assays for treatment with CCCP, thioridazine, or fluoxetine. (b) Results of accumulation assays for treatment with CCCP, thioridazine, or fluoxetine against a broader panel of P. mirabilis clinical isolates **P < 0.001, ****P < 0.00001 vs untreated controls. All data represent the mean of 3 replicates. Error bars show standard error of the mean.\nAt concentrations tested, both drugs exhibited putative efflux inhibition against P. mirabilis strain B4, as indicated by increased cellular fluorescence in treated vs. untreated cells in EtBr accumulation assays (Fig. 1a). Fluoxetine generated the greatest increase in cellular fluorescence suggesting a greater level of EtBr efflux inhibition was achieved with this drug compared to thioridazine (Fig. 1a). A dose-dependent effect was observed for fluoxetine, with levels of cellular fluorescence increasing in line with the concentration of the drug tested, but for thioridazine both concentrations tested elicited a comparable increase in cellular fluorescence (Fig. 1a). Broadly similar results were obtained when these drugs were tested against an extended panel of P. mirabilis clinical isolates, with fluoxetine consistently producing a greater increase in cell fluorescence compared to thioridazine (Fig. 1b). However, a notable level of strain-strain variability was evident in response to both drugs, and in contrast to strain B4, thioridazine generated much more pronounced dose-dependent changes in cell fluorescence for most other strains tested (Fig. 1b).\n\n## Interaction of thioridazine and fluoxetine with P. mirabilis efflux systems involved in crystalline biofilm formation\nUsing an in silico molecular modelling approach, we evaluated the potential for thioridazine and fluoxetine to interact with the Bcr/ClfA efflux system, which we have previously shown to be important for P. mirabilis crystalline biofilm formation20. The blind molecular docking study, in which the ligand could explore the entire structure of the protein to find probable cavities to bind in, showed the ligands bind to the channel region of the transporter (Fig. 2a and Supplementary Figure 4). Interestingly, both ligands occupied binding sites close to each other, suggesting a similar mode of inhibition. GOLD flexible molecular docking showed that the association between the Bcr/ClfA protein and fluoxetine or thioridazine are favourable, and that these associations stabilize the complex by about −33.6 and −40 kcal/mol, respectively. Both drugs are predicted to occupy a hydrophobic amino acid rich binding pocket and show strong interaction with Ile26, Phe58, Phe110, Val117, Phe138, Tyr307, Val310, Val311, Val313 and Ala314 (Supplementary Figure 5).Figure 2Interaction of fluoxetine and thioridazine with the biofilm-associated Bcr/CflA transporter. (a) Average 2D and 3D structures of bcr/CflA:thioridazine and bcr/CflA:fluoxetine; Binding sites and key interactions between the Bcr/CflA transporter and (b) thioridazine; (c) fluoxetine.\nTime dependence of root-mean-square deviations (RMSD) (Å) for the backbone atoms relative to the starting structure during 100 ns MD simulations of both ligand-free and ligand-bound Bcr/CflA pump are shown in Supplementary Figure 6. It can be seen from the RMSD curves that the Bcr/CfIA-fluoxetine complex showed notably more fluctuations during the first 50 ns of the simulation compared to the Bcr/CfIA-thioridazine complex. Both complexes appeared to stabilise and reach a steady state after ~80 ns, indicated by the relatively stable RMSD values from 80 ns to the end of the simulations (Supplementary Figure 6). The average structures of each complex were extracted from the MD trajectories and analyzed to study the molecular level interaction during the simulations. The orientation and the interaction of the compounds with the key residues within the binding site are shown in Fig. 2b,c.\nPost MD simulations energy analysis using MM-PBSA/MM-GBSA calculations showed that Bcr/CflA -thioridazine, with the energy of binding being −38.6 kcal/mol, formed a more stable and favorable complex compared to the Bcr/CflA-fluoxetine, which showed an energy of binding of −26.7 kcal/mol. Comparison between the GB energies, which are calculated in a different way and puts emphasis on the electerostatic components of the energy, still showed a notably better energy of binding for the Bcr/CflA-thioridazine complex (−47.74 kcal/mol), compared to the Bcr/CflA-fluoxetine complex (−33.95 kcal/mol) (Table 1).Table 1Average energy contributions to form Bcr/CflA complexes fluoxetine or thioridazine.InteractionComplexa\nBcr/CflA-ThioridazineBcr/CflA-FluoxetineElectrostatic (ΔEele)−9.08(1.31)−8.17(1.33)van der Waals (ΔEvdw)−51.81(1.42)−36.36(1.99)Surface energy (ΔEsur)−6.79(0.11)−5.88(0.10)Solvation energy (ΔEsol)22.28(2.27)17.77(1.90)Polar solvation energy (ΔGPB)−38.60(2.20)−26.75(2.39)Electrostatic solvation energy (ΔGGB)−47.74(1.60)−33.95(2.18)\naInteraction energies between complexes of Bcr/CflA and either fluoxetine or thioridazine (kcal/mol). Figures in parentheses provide standard error of the mean.\nInteraction energies between the ligands and the key residues within the binding site of Bcr/CflA obtained from the average structures during the molecular dynamics simulations are listed in the Table 2. The analysis showed that fluoxetine showed strong interactions with Gly57, Met338, Val310, and Val311, while thioridazine showed very strong interactions with Met22, Phe58, Phe138 and Ser116. These amino acid residues mainly show hydrogen bond, Pi-cation, and electrostatic interactions that help to stabilize the complex. The molecular simulation data suggests that these strong interactions can potentially lead to the inhibition of the Bcr/CflA pump.Table 2The interaction energies between fluoxetine or thioridazine and important key residues of ligand binding site in average structures Bcr/CflA-ligand complexes.Complexa\nResidueb\nInteraction energy (kJ/mol)c\nBcr/CflA-Thioridazine\nAla 113\n−10.64\nArg 134\n−14.10Gln 62−10.23Met 22−24.36Phe 58−46.44Phe 138−22.06Phe 255−6.97Phe 306−6.36Pro 23−4.33Ser 19−9.12\nSer 116\n−13.40\nVal 311\n−7.18Bcr/CflA-Fluoxetine\nAla 113\n−10.61Ala 114−10.68\nArg 134\n−10.10Gly 57−13.58Ile 55−11.63Met 338−15.03Phe 56−10.79\nSer 116\n−7.02Tyr 54−8.91Tyr 307−7.62Tyr 335−9.50Val 310−16.84\nVal 311\n−22.41\naAverage structures of complexes of Bcr/CflA and either thioridazine or fluoxetine were extracted from 100 ns molecular dynamics trajectories. bResidues derived from average structures. Residues in bold denote those identified in both thioridazine and fluoxetine models. cInteraction energies between residues in average structures of Bcr/CflA-ligand complexes.\n\n## Effect of EPI treatment on \nTo determine if exposure to thioridazine or fluoxetine could significantly reduce P. mirabilis crystalline biofilm formation, and identify any effects on elevation of urinary pH or bacterial viability in the model system, these drugs were tested using in vitro infection models of the catheterised urinary tract (Supplementary Figure 1; Stickler et al.26). Models simulating an established high-level infection (109 CFU/mL) were run for a set time (10 h) and levels of crystalline biofilm formation in treated models compared with untreated controls (Fig. 3). A significant reduction in encrustation of catheters was evident in models treated with thioridazine (Fig. 3b). In contrast, no statistically significant reduction in encrustation was observed for catheters taken from fluoxetine-treated models over this length of time, although a general reduction was noted on distal sections compared to untreated controls (Fig. 3b). Direct visualisation of crystalline biofilm formation by low-vacuum SEM of catheter cross sections were in line with the results of calcium quantification, and also demonstrated reduced levels of crystalline deposits for EPI treated catheters, with a marked absence of encrustation on thioridazine treated catheters (Fig. 3c). The elevation of urinary pH was found to be unaffected by EPI treatment in these timed model experiments (Fig. 3d), but numbers of viable P. mirabilis cells in residual bladder urine showed a significant reduction in models treated with both drugs (Fig. 3e).Figure 3Effect of EPI administration on P. mirabilis crystalline biofilm formation. To investigate the impact of EPI treatment on crystalline biofilm formation, timed bladder model experiments were conducted and levels of encrustation quantified and visualised at the end of experiments. Models were supplied with standardised artificial urine with initial pH of 6.1, and containing EPIs at 0.5x MIC of each drug tested (thioridazine 400 µg/mL, or fluoxetine 128 µg/mL). Models were inoculated with 109 CFU/mL of P. mirabilis strain B4 (simulating established infection), and viable planktonic cells and pH measured in residual bladder after 10 h when models were deactivated. Catheters were removed and sectioned for analysis at the 10 h time point. (a) Schematic showing catheter sections analysed for levels of encrustation. (b) Quantification of calcium on catheter sections by flame photometry as a measure of encrustation. (c) Scanning Electron Microscopy of cross sections adjacent to catheter section 1 showing levels of crystalline biofilm formed in control and treated catheters. (d) pH of residual bladder urine after 10 h. (e) Number of viable cells present in residual urine after 10 h. Data represent a minimum of three replicate experiments. Error bars show standard error of the mean. *P < 0.05 vs control. The diagram of catheter section used in part a of this Figure is taken from Holling et al. 2014 Infect Immun 80: 1616–162620.\n\n## Impact of EPI treatment on catheter blockage\nTo determine if effects on crystalline biofilm formation by fluoxetine or thioridazine translated to a significant extension of catheter life span and a delay in catheter blockage, we measured the time taken for catheters to become blocked in in vitro models treated with these drugs, compared to untreated controls. Models were used to simulate scenarios of both established high-level infection (109 CFU/mL) or early colonisation of the catheterised urinary tract (103 CFU/mL) (Nzakizwanayo et al.27), and doubling concentrations of drugs reflecting 0.125x, 0.25x and 0.5x the P. mirabilis B4 MIC were evaluated.\nA significant dose-dependent increase in the time taken for catheters to block was observed in thioridazine treated models of established infection (Fig. 4a). Fluoxetine was also observed to generate a statistically significant increase in time to blockage, but this was less pronounced than that observed for thioridazine, and was only evident at the highest concentration tested (0.5x MIC, Fig. 4a). Congruent with these results, treatment of models simulating early low-level colonisation of the catheterised urinary tract with the highest doses of thioridazine or fluoxetine (0.5x bacterial MIC), produced a commensurately greater increase in time to blockage (Fig. 4b). No significant effects of EPI treatment were observed on elevation of urinary pH, or levels of viable cells in residual bladder model urine in either established or early stage models at time of blockage, but a trend towards reduced viable cell counts at time of blockage with increasing drug concentrations was evident in models of established infection treated with thioridazine (Fig. 4a).Figure 4Effect of EPI administration on ability of P. mirabilis to block indwelling urethral catheters. Models were supplied with standardised artificial urine with initial pH of 6.1, and EPIs thioridazine and fluoxetine were supplied in artificial urine media throughout experiment. Models simulating both established infection (inoculated with 109 CFU/mL of P. mirabilis strain B4), or early stages of infection (inoculated with 103 CFU/mL of P. mirabilis strain B4) were run. Upon blockage viable planktonic cells in residual urine in “bladders” were enumerated and pH measured. (a) Impact of EPI treatment on time taken for catheters to block in models simulating established infection. Models were treated with concentrations reflecting 0.125x, 0.25x, or 0.5x the MIC of each drug (100, 200, 400 µg/mL thioridazine; 32, 64, 128 µg/mL fluoxetine). (b) Impact of EPI treatment on time taken for catheters to block in models simulating early stages of infection. Models were treated with concentrations reflecting 0.5x MIC values for each drug (400 µg/mL thioridazine, 128 µg/mL fluoxetine). Data represent a minimum of three replicate experiments. Error bars show standard error of the mean. ***P < 0.0001 vs control; ****P < 0.00001 vs control.\n\n## Impact of EPI treatment on swimming and swarming motility\nBecause our previous biofilm formation deficient mutant with disruption in the Bcr/CflA efflux system also displayed considerable reduction in motility, we also assessed the impact of thioridazine and fluoxetine treatment on swimming and swarming in P. mirabilis. Thioridazine exhibited the greatest impact on both motilities, with concentrations at 0.25x and 0.5x MIC (200 and 400 µg/mL respectively), almost completely abolishing swarming whilst swimming motility was reduced in a dose-dependent manner (Fig. 5a). In contrast, fluoxetine had less effect on both swimming and swarming at the concentrations tested. A dose-dependent decrease in swimming motility was evident with increasing concentrations of fluoxetine, but while a significant reduction in swarming was noted at 0.5x MIC (128 µg/mL), lower concentrations appeared to increase swarming motility (Fig. 5a).Figure 5Effect of EPI treatment on motility. The impact of EPI treatment on swimming and swarming motility in strain B4 was evaluated by supplementation of LB agar (1.5% for swarming and 0.15% for swimming) with either (a) thioridazine (100, 200 or 400 µg/mL) or (b) fluoxetine (32, 64 or 128 µg/mL). Significant differences in motility upon EPI exposure are denoted by changes in distances migrated (mm) compared to untreated controls. Data represent the mean of at least 3 replicates, and error bars show standard error of the mean. *P < 0.05 vs untreated control; **P < 0.001 vs untreated control; ***P < 0.0001 vs untreated control; ****P < 0.00001 vs untreated control.\n\n## Impact of thiroidazine and fluoxetine treatment on catheter biofilm formation by other uropathogens\nBecause biofilm formation is also a key feature of infections caused by other urinary tract pathogens relevant to CAUTI, we also evaluated the potential for thioridazine or fluoxetine to control catheter biofilm formation in two other common uropathogens, Escherichia coli and Pseudomonas aeruginosa, when deployed at concentrations inhibiting P. mirabilis efflux and crystalline biofilm formation. Because these species do not encrust or block catheters, the impact of EPI treatment was evaluated in timed bladder model experiments (simulating established infection), and levels of biofilm formation assed by a modified crystal violet assay (Fig. 6). In both species thioridazine treatment was able to produce a significant reduction in catheter biofilm on sections of catheter proximal to the eye-hole, where the greatest levels of biofilm formation typically occur (Fig. 6a,b). In contrast, no significant reduction in biofilm formation was elicited by fluoxetine treatment (Fig. 6a,b). Both thioridazine and fluoxetine produced a small but statistically significant reduction in numbers of viable E. coli cells in bladder models at concentrations tested, but no similar significant effects were observed for P. aeruginosa (Fig. 6c,d). No EPI tested had any influence on pH of artificial urine in these experiments (Fig. 6e,f).Figure 6Effect of EPI administration on catheter biofilm formation by other uropathogens. To investigate the impact of EPI treatment on biofilm formation by Escherichia coli and Pseudomonas aeruginosa, timed bladder model experiments were conducted and levels of biofilm formation quantified at the end of experiments. Models were supplied with standardised artificial urine with initial pH of 6.1, and containing EPIs at 0.5x MIC of each drug tested (thioridazine 400 µg/mL, or fluoxetine 128 µg/mL). Models were inoculated with 109 CFU/mL of E. coli or P. aeruginosa (simulating established infection), and viable planktonic cells and pH measured in residual bladder after 10 h when models were deactivated. Catheters were removed and sectioned for analysis at the 10 h time point as shown in Fig. 6. (a,b) Quantification of biomass on catheter sections using modified crystal violet biofilm quantification assay. (c,d) Number of viable cells present in residual urine after 10 h. (e,d) pH of residual bladder urine after 10 h. Data represent a minimum of three replicate experiments. Error bars show standard error of the mean. *P < 0.05, ** < 0.01 vs control.\n\n## Discussion\nWe have previously linked efflux activity to crystalline biofilm formation and motility in P. mirabilis, and demonstrated the importance of the Bcr/CflA MFS transporter to catheter blockage by this organism20. Results obtained in this study now provide further evidence that efflux systems are important to the formation of crystalline biofilms by P. mirabilis, and confirm that suppression of efflux using chemical inhibitors is a potentially viable approach to control biofilm formation in the catheterised urinary tract. The molecular docking study, followed by molecular dynamic simulations, also suggests that both drugs evaluated here (fluoxetine and thioridazine) bind favorably within the channel region of the biofilm-associated Bcr/CflA transporter, and form stable complexes. These interactions are predicted to be strong enough to inhibit the functional mechanism of the transporter, and when considered in the context of our previous studies of biofilm formation in Bcr/CflA transposon mutants20, are in keeping with the reduction in crystalline biofilm formation observed in bladder models treated with fluoxetine or thioridazine.\nThe overall findings of this study are also congruent with a growing body of evidence supporting a role for efflux systems in numerous aspects of bacterial virulence, including in pathogens relevant to CAUTI such as P. aeruginosa, E. coli, Staphylococcus aureus, and Klebsiella pneumoniae. These include aspects of survival and fitness within the host, ability to initiate infection, survival and replication within host cells, roles related to the expression of virulence attributes, and also biofilm formation20,21,23,24,28–36. Perhaps of most relevance to this study are investigations of biofilm formation in E. coli and P. aeruginosa, which have identified genes encoding efflux systems to be up-regulated during biofilm formation (compared to planktonic cells), among the most highly expressed genes in mature biofilms, and have linked the reduced antibiotic susceptibility of biofilms to over expression of efflux in these communities23,28,37–39. An EPI-mediated reduction in biofilm formation, including through the use of thioridazine, has also previously been reported in E. coli\n23. Collectively these previous studies fit well with the mitigation of biofilm formation we also observed in E. coli and P. aeruginosa with thioridazine treatment.\nRecent investigations have also pointed to a range of potential mechanisms through which inhibition of efflux may impact on biofilm formation. For example, signalling molecules which mediate cell-cell communication, and regulate population density dependent processes are substrates for some efflux systems33,40,41. This opens the possibility for efflux inhibitors to interfere with quorum-sensing and in turn disrupt processes orchestrated by this inter-cellular communication system, including biofilm formation. In addition, studies of Pseudomonas syringae demonstrate how the accumulation of normally extruded substrates within the cell, resulting from loss of a particular efflux pump, can alter expression of unexpected gene sets leading to changes in disparate phenotypes42. Collectively these observations afford the potential for efflux pumps to contribute to regulation of a wide range of traits relevant to virulence and biofilm formation, and indicate that these transporters may perform regulatory functions beyond their basic accepted role in cellular detoxification.\nAlternatively, it has been proposed that some efflux pumps act as a waste management system during maturation of the biofilm23, allowing the densely packed population of biofilm-associated cells to deal with the inevitable build-up of toxic metabolic end products as the biofilm expands. Our previous data from a P. mirabilis Bcr/ClfA MFS transporter mutant are well aligned with this theory, and disruption of the Bcr/CflA system led to defects and reductions in later stages of biofilm development and expansion, but did not appear to impede early events in this process20. While the present study did not specifically examine the effects of thioridazine or fluoxetine on distinct stages of biofilm formation, data from timed 10 h bladder model experiments are compatible with potential effects on biofilm maturation and expansion, and EPI treatments generated similar results to those obtained from the defined Bcr/CflA mutant in analogous experiments20. Nevertheless, further investigation will be required to understand how efflux inhibition leads to reduced crystalline biofilm formation in P. mirabilis, and currently available data do not presently rule out any of the mechanisms described above.\nSwarming is a complex multicellular behaviour in P. mirabilis, sharing many characteristics of biofilm formation, and also likely to be regulated by quorum sensing43. Given the almost complete abolition of swarming observed in our previous Bcr/CflA efflux mutant20, the strong effects of thioridazine and fluoxetine on swarming motility are in keeping with the inhibition of efflux by these drugs, and their predicted interaction with the Bcr/CflA system. The effects of thioridazine and fluoxetine on swimming motility are also congruent with the considerable reductions in swimming ability observed in our P. mirabilis bcr/ClfA mutant20. Moreover, reductions in both swimming and swarming have been noted in other species when efflux systems are disrupted, and linked to aberrations in flagella biosynthesis, and reductions in expression of genes related to motility30,34,42. Although the impact of thioridazine or fluoxetine treatment on flagella production in P. mirabilis is yet to be determined, this is in keeping with reductions in both swimming and swarming motilities when efflux systems are inhibited, and it is a plausible hypothesis that these drugs may influence flagellar production in P. mirabilis as well.\nIn the context of catheter blockage, both swimming and swarming motilities have been linked with biofilm formation and virulence in several uropathogens44,45, and are proposed to contribute to P. mirabilis crystalline biofilm formation and CAUTI. However, no concrete role for either motility has yet been established in P. mirabilis crystalline biofilm formation specifically, and mutants with defects in motility did not exhibit reduced biofilm formation in bladder model experiments5. While this does not fully preclude the potential for reductions in swimming or swarming to play a part in the attenuation of blockage generated by thioridazine and fluoxetine, it seems unlikely that this is a major factor in the effect of these drugs on crystalline biofilm formation. Nevertheless, motility and particularly swarming is considered to be important in the initial colonisation of the catheterised urinary tract5,43, and interventions that can suppress mot",
  "has_full_text": true
}