{
  "pmid": "29085751",
  "title": "Statins: antimicrobial resistance breakers or makers?",
  "abstract": "INTRODUCTION: The repurposing of non-antibiotic drugs as adjuvant antibiotics may help break antimicrobial resistance (AMR). Statins are commonly prescribed worldwide to lower cholesterol. They also possess qualities of AMR \"breakers\", namely direct antibacterial activity, synergism with antibiotics, and ability to stimulate the host immune system. However, statins' role as AMR breakers may be limited. Their current extensive use for cardiovascular protection might result in selective pressures for resistance, ironically causing statins to be AMR \"makers\" instead. This review examines statins' potential as AMR breakers, probable AMR makers, and identifies knowledge gaps in a statin-bacteria-human-environment continuum. The most suitable statin for repurposing is identified, and a mechanism of antibacterial action is postulated based on structure-activity relationship analysis. METHODS: A literature search using keywords \"statin\" or \"statins\" combined with \"minimum inhibitory concentration\" (MIC) was performed in six databases on 7th April 2017. After screening 793 abstracts, 16 relevant studies were identified. Unrelated studies on drug interactions; antifungal or antiviral properties of statins; and antibacterial properties of mevastatin, cerivastatin, antibiotics, or natural products were excluded. Studies involving only statins currently registered for human use were included. RESULTS: Against Gram-positive bacteria, simvastatin generally exerted the greatest antibacterial activity (lowest MIC) compared to atorvastatin, rosuvastatin, and fluvastatin. Against Gram-negative bacteria, atorvastatin generally exhibited similar or slightly better activity compared to simvastatin, but both were more potent than rosuvastatin and fluvastatin. DISCUSSION: Statins may serve as AMR breakers by working synergistically with existing topical antibiotics, attenuating virulence factors, boosting human immunity, or aiding in wound healing. It is probable that statins' mechanism of antibacterial activity involves interference of bacterial cell regulatory functions via binding and disrupting cell surface structures such as wall teichoic acids, lipoteichoic acids, lipopolysaccharides, and/or surface proteins. The widespread use of statins for cardiovascular protection may favor selective pressures or co-selection for resistance, including dysbiosis of the human gut microbiota, sublethal plasma concentrations in bacteremic patients, and statin persistence in the environment, all possibly culminating in AMR. CONCLUSION: Simvastatin appears to be the most suitable statin for repurposing as a novel adjuvant antibiotic. Current evidence better supports statins as potential AMR breakers, but their role as plausible AMR makers cannot be excluded. Elucidating the mechanism of statins' antibacterial activity is perhaps the most important knowledge gap to address as this will likely clarify statins' role as AMR breakers or makers.",
  "journal": "PeerJ",
  "year": "2017",
  "authors": [
    "Ko H",
    "Lareu R",
    "Dix B",
    "Hughes J"
  ],
  "doi": "10.7717/peerj.3952",
  "mesh_terms": [],
  "full_text": "## Introduction\nAntimicrobial resistance (AMR) occurs when microorganisms become immune to antimicrobials via intrinsic resistance (possessing mechanisms which reduce intracellular concentrations of antimicrobials or render antimicrobials ineffective); acquired resistance (gaining resistant genes via mutation or horizontal gene transfer); or adaptive resistance (adapting to environmental stress by altering gene expressions) (Canton et al., 2013; Fernandez, Breidenstein & Hancock, 2011). Selective pressures for resistance can occur at both lethal and sublethal drug concentrations (Hughes & Andersson, 2017). When susceptible bacteria are exposed to antimicrobial concentrations within eight to ten times above the minimum inhibitory concentration (MIC), AMR may occur due to the propagation of pre-existing resistant mutant strains whilst the susceptible strains are killed (Andersson & Hughes, 2014; Canton et al., 2013; Levison & Levison, 2009). At low antibiotic concentrations (up to several hundred times below MIC), AMR proliferation may occur with the growth of multiple new resistant mutant strains due to minute reductions in the growth rate of susceptible bacteria (Andersson & Hughes, 2011; Andersson & Hughes, 2014; Kohanski, DePristo & Collins, 2010).\nIn addition to antibiotics, it was found that exposure of bacteria to biocides, metals, and non-antibiotic chemicals with antibacterial properties also contributed to AMR via co-selection of resistant genes (Li et al., 2016; Singer et al., 2016; Wales & Davies, 2015). Co-selection protects a bacterial strain against multiple antibiotic classes due to the selection of one gene which confers multiple resistance mechanisms (cross-resistance), or the selection of physically linked genes which collectively confer various resistance mechanisms (co-resistance) (Singer et al., 2016; Wales & Davies, 2015).\nThe World Health Organization has warned that with the rise of AMR, the world is moving towards a post-antibiotic era whereby if last-line antibiotics become ineffective, common infections and minor injuries may prove fatal (World Health Organization, 2016b). In response to the AMR threat, many countries have initiated a concerted “One Health” best practice approach to suppress AMR, involving optimal use of antibiotics in humans and animals (World Health Organization, 2016a). It has been suggested that AMR may be impeded by the administration of certain non-antibiotic drugs together with current antibiotic treatment (Brown, 2015).These non-antibiotic drugs may be repurposed (used to treat new conditions) to act as AMR “breakers” if they have direct antibacterial activity, synergize with antibiotics, stimulate the host immune system, or possess a combination of these properties (Brown, 2015). Antihyperlipidemic agents 3-hydroxy-3-methylglutaryl-coenzyme A (HMG-CoA) reductase inhibitors, commonly known as statins, appear to possess the mentioned properties of AMR breakers and have been poised to be repurposed as novel adjuvant antimicrobials (Hennessy et al., 2016).\nStatins are one of the most commonly prescribed medicines in the world, with over 30 million people in the United States and up to 200 million people worldwide taking statins daily to lower cholesterol for primary and secondary prevention of cardiovascular diseases (Blaha & Martin, 2013). By competitively binding to HMG-CoA reductase in a dose-dependent manner, statins inhibit the rate limiting step of the mevalonate pathway, thus diminishing cholesterol production (Liao, 2005). In the process however, important isoprenoid intermediates such as geranylgeranyl pyrophosphate (GGPP) and farnesyl pyrophosphate (FPP) are also reduced, hence decreasing cell signaling proteins (e.g., Ras, Rac, and Rho) and causing multiple cholesterol-independent (pleiotropic) effects which are cardioprotective (e.g., antithrombotic, antioxidant, antiplatelet, and endothelial protection) and immunomodulatory (e.g., anti-inflammatory and neutrophil extracellular trap [NET] production) (Chow et al., 2010; Gazzerro et al., 2012; Kozarov, Padro & Badimon, 2014).\nResearch on statins originated with the intention of developing new antibiotics. In 1971, Professor Akira Endo searched for new antibiotics with the hypothesis that fungi may produce substances which inhibit HMG-CoA reductase, thereby killing microorganisms (Endo, 2010). The discovery of statins and their potent cholesterol-lowering abilities soon led to their clinical use in preventing cardiovascular diseases instead (Endo, 2010). In recent years however, interest returned to the inherent antimicrobial effects of statins (Jerwood & Cohen, 2008).\nAlthough statins possess the potential to be AMR breakers (direct antibacterial activity, synergistic activity with antibiotics, and ability to stimulate the human immune system) (Brown, 2015; Hennessy et al., 2016), they are currently extensively used to treat hypercholesterolemia (a non-antimicrobial purpose). Prolonged exposure of bacterial populations to drugs with antibacterial properties may expedite the death of susceptible bacteria, resulting in subsequent dominance of resistant bacteria, regardless of the exposure being in humans, animals, or the environment (Canton et al., 2013). The problem is likely to be compounded with recent guidelines recommending the initiation of statins in adults aged 40 to 75 years with one or more cardiovascular risk factors (US Preventive Services Task Force, 2016), and evidence that the benefits of statins for cardiovascular protection far outweigh their side effects (Collins et al., 2016).\nThis review examines the potential of statins as AMR breakers, which albeit promising, could be limited by antibacterial resistance acquired via selective pressures and co-selection, ironically culminating in statins contributing as AMR “makers” instead. Statins’ potential roles as AMR breakers, AMR makers, and knowledge gaps were reviewed as a statin-bacteria-human-environment continuum. From MIC data available in literature, the susceptibility of various bacteria to individual statins may be ascertained to reveal the most suitable statin for repurposing as a novel adjuvant antimicrobial. In addition, by comparing chemical structures of statins with antibacterial activity against statins without antibacterial activity, a mechanism of antibacterial action for statins was postulated.\n\n## Literature search\nThe keywords “statin” or “statins” were combined with “minimum inhibitory concentration” to identify studies which reported MIC values of statins when tested against specific bacterial strains. “Minimum inhibitory concentration” was used as a keyword instead of a general term “antibacterial effect” because MIC values allow quantitative comparisons of antibacterial potency between individual statins (Dafale et al., 2016). Moreover, exposure of susceptible bacteria to antibacterial drug concentrations ranging from within eight to ten times above MIC to several hundred times below MIC may contribute to selective pressures for resistance (Andersson & Hughes, 2011; Levison & Levison, 2009). The search was performed by the primary investigator (HK) in six databases on 7th April 2017, namely the Cumulative Index to Nursing and Allied Health Literature (CINAHL), Cochrane Library, Embase, PubMed, Google Scholar, and Web of Science (Fig. 1).\n\n## Studies selection\nScreening the titles and abstracts of the initial 793 results identified from the keywords, 756 studies were excluded because they covered unrelated topics such as drug interactions; antifungal or antiviral properties of statins; and antibacterial properties of mevastatin, cerivastatin, antibiotics, or natural products. Although antibacterial effects of mevastatin and cerivastatin have been studied (Hennessy et al., 2016), they are not currently used clinically and were therefore omitted in this review (Tobert, 2003). Only antibacterial properties of atorvastatin (ATV), fluvastatin (FLV), lovastatin (LVS), pitavastatin (PTV), pravastatin (PRV), rosuvastatin (RSV), and simvastatin (SMV) were considered relevant for this review as these are currently registered drugs for lowering cholesterol in humans, thus likely to affect the statin-bacteria-human-environment continuum.\nUpon reviewing the full text of the remaining 37 studies, 21 studies were further excluded as they contained duplicate information; studied the effects of statins on infected cells instead of direct bacterial exposure; or tested the combined effects of statins and antibiotics without reporting the MIC of statins alone. The resultant 16 pertinent studies consisted of a thesis (Alshammari, 2016), a letter with unpublished MIC data (Bjorkhem-Bergman, Lindh & Bergman, 2011), a Turkish study with relevant data in its English abstract (Coban et al., 2010), a patent application (Quivey, 2014), a review article with information from a reference in press (Ting, Whitaker & Albandar, 2016), and 11 in vitro studies (Bergman et al., 2011; Emani, Gunjiganur & Mehta, 2014; Graziano et al., 2015; Jerwood & Cohen, 2008; Masadeh et al., 2012; Matzneller, Manafi & Zeitlinger, 2011; Radwan & Ezzat, 2012; Sarabhai et al., 2015; Thangamani et al., 2015; Wang et al., 2016; Welsh, Kruger & Faoagali, 2009). No new relevant studies were found after scrutinizing the references of these 16 studies. The relevance of references was reviewed by all the researchers.\n\n## Data extraction\nFrom the 16 selected studies, the MIC values of statins against various Gram-positive and Gram-negative bacteria were compiled in Tables 1 and 2 respectively. The dilution methods for Alshammari (2016), Bergman et al. (2011), Quivey (2014), Welsh, Kruger & Faoagali (2009), and Ting, Whitaker & Albandar (2016) were described in the respective studies. All other studies were tested according to the broth microdilution method stipulated by the Clinical and Laboratory Standards Institute (CLSI), formerly known as National Committee for Clinical Laboratory Standards (NCCLS). The solvent types and solvent concentrations for water insoluble statins (ATV, LVS, PTV, and SMV) were listed wherever available, because different solvents or solvent concentrations may affect the MIC values (Matzneller, Manafi & Zeitlinger, 2011).\n\n## Antibacterial activity of statins against Gram-positive bacteria\nStatins exhibited antibacterial activity against a wide spectrum of Gram-positive bacteria including oral microbiota (Staphylococcus epidermidis, Streptococcus anginosus, Streptococcus mutans, Streptococcus pneumoniae, Streptococcus pyogenes, Streptococcus salivarius, and Streptococcus sanguinis, formerly known as Streptococcus sanguis); gut microbiota (Enterococcus faecalis, Enterococcus faecium, Lactobacillus casei, and methicillin-susceptible Staphylococcus aureus [MSSA]); drug-resistant bacteria (vancomycin-resistant Enterococci [VRE], methicillin-resistant S. aureus [MRSA], vancomycin-intermediate S. aureus [VISA], and vancomycin-resistant S. aureus [VRSA]); and environmental bacteria (Bacillus anthracis and Listeria monocytogenes) (Table 1).\nThe antibacterial activity of SMV was found to be generally the most potent (lowest MIC) compared to ATV and RSV, especially against Enterococci (MIC[SMV ] ≈ 32 to 292 µg/mL, MIC[ATV ] ≈ 83 to >250 µg/mL, MIC[RSV ] ≈ 100 to 500 µg/mL); Staphylococci (MIC[SMV ] ≈ 16 to 167 µg/mL, MIC[ATV ] ≈ 20 to >1,024 µg/mL, MIC[RSV ] ≈ 100 to >1,024 µg/mL); and Streptococci (MIC[SMV ] ≈ 7.8 to 292 µg/mL, MIC[ATV ] ≈ 83 to 229 µg/mL, MIC[RSV ] ≈ 100 to 417 µg/mL). FLV exhibited relatively weak antibacterial activity against Staphylococci (MIC[FLV ] ranged from >200 to >1,024 µg/mL) and Streptococci (MIC[FLV ] > 100 µg/mL).\nSMV has been the most widely studied, with researchers examining bacteria which were not tested against other statins such as B. anthracis (MIC[SMV ] = 16 µg/mL), L. casei (MIC[SMV ] = 7.8 µg/mL), and L. monocytogenes (MIC[SMV ] = 32 µg/mL). Few studies have been performed on the other statins, but one study did compare the antibacterial effects of all seven registered statins (ATV, FLV, LVS, PTV, PRV, RSV, and SMV) against MRSA and found that only SMV exhibited antibacterial activity (MIC[SMV ] = 32 µg/mL), while all the other six statins did not (MIC > 1,024 µg/mL) (Thangamani et al., 2015).\n\n## Antibacterial activity of statins against Gram-negative bacteria\nFrom Table 2, statins also displayed varying antibacterial activity against a range of Gram-negative bacteria, including oral microbiota (Aggregatibacter actinomycetemcomitans and Porphyromonas gingivalis); nasopharyngeal microbiota (Haemophilus influenzae and Moraxella catarrhalis); gut microbiota (Citrobacter freundii, Enterobacter aerogenes, Enterobacter cloacae, Escherichia coli, Klebsiella pneumoniae, and Proteus mirabilis); and environmental bacteria (Acinetobacter baumannii, Pseudomonas aeruginosa, and Salmonella Typhimurium).\nIn general, ATV demonstrated similar or slightly better antibacterial activity compared to SMV and both were more potent than RSV against A. baumannii (MIC[ATV ] ≈ 16 to >128 µg/mL, MIC[SMV ] ≈ 32 to >256 µg/mL, MIC[RSV ] ≈300 to 333 µg/mL) and E. coli (MIC[ATV ] ≈ 26 to >250 µg/mL, MIC[SMV ] ≈ 52 to >500 µg/mL, MIC[RSV ] ≈ 100 to >500 µg/mL). FLV exerted relatively weak antibacterial activity against E. coli (MIC[FLV ] = 500 µg/mL) and P. aeruginosa (MIC[FLV ] = 500 to >1,024 µg/mL). One study evaluated the antibacterial effects of all seven registered statins against P. aeruginosa but did not find any antibacterial activity (MIC > 1,024 µg/mL) (Thangamani et al., 2015).\n\n## Variations in MIC results amongst different studies\nA two-fold difference in MIC, defined as the lowest antimicrobial concentration that completely inhibits microbial growth, is generally accepted (Turnidge & Paterson, 2007). However, greater differences have been reported in some cases amongst various researchers determining the MICs of statins. For example in Table 1 when SMV was tested against a reference American Type Culture Collection (ATCC) MRSA strain (ATCC 43300), the highest MIC[SMV ] (≈167 µg/mL) and lowest MIC[SMV ] (≈31 µg/mL) differed by about five-fold (Graziano et al., 2015; Masadeh et al., 2012). Variations in MIC results of a statin against the same bacterial strain between different studies could be attributed to diversity in materials and methods employed, especially if materials were obtained from different manufacturers. Slight deviations in environmental conditions during manufacture, storage, or transport may affect drug or media purity which consequently influences MIC results.\nProtocols may not specify every minute detail. General instructions for water insoluble solvents allowed investigators to use various types of solvents and solvent concentrations of their choice, which may result in different MIC results (Matzneller, Manafi & Zeitlinger, 2011). Most of the studies in Tables 1 and 2 utilized the CLSI broth microdilution method protocol, which recommends an incubation time of 16 to 20 h for bacteria such as S. aureus, but does not specify if microtiter plates should be subjected to continuous shaking during incubation (Clinical and Laboratory Standards Institute, 2012). A window of 4 h may result in different MIC results between readings taken at 16 h compared with 20 h of incubation. Some researchers may choose to subject the plates to shaking during incubation to facilitate exposure of bacteria to the drug or reduce biofilm formation under static growth conditions. However, continuous shaking during incubation may cause more colonies to grow, affecting MIC results (Liu et al., 2015; Shanholtzer et al., 1984). The CLSI protocol also stipulates that the MIC should be discerned as absence of turbidity with the unaided eye (Clinical and Laboratory Standards Institute, 2012). This may lead to subjective results, depending on the ability of individuals to detect minute disparities in turbidity.\nIn view of the multiple factors hampering reproduction of results, it may be more meaningful to compare absolute quantitative results (e.g., MIC) within studies performed by the same researchers, whilst qualitative results or trends (e.g., spectrum of antibacterial efficacy) could be analyzed between studies by different researchers.\n\n## Discussion\nThe positive factors which promote the use of statins as novel adjuvant antibiotics for infections (statins as AMR breakers), the negative factors whereby acquired antibacterial resistance against statins could culminate in AMR (statins as AMR makers), and knowledge gaps are summarized in Fig. 2 and elaborated as follows.\n\n## AMR breaker: intrinsic antibacterial activity\nThe MIC values in Tables 1 and 2 provide in vitro evidence of individual statins’ inherent antibacterial effects against various Gram-positive and Gram-negative bacteria gleaned from literature thus far. SMV has been the most widely studied and demonstrated antibacterial activity against different types of microbiota (oral, gut, and nasopharyngeal) and environmental bacteria (Tables 1 and 2). SMV also exerted antibacterial effects against Gram-positive drug resistant bacteria such as MRSA, VISA, VRE, and VRSA (Table 1). Therefore, SMV may prove to be an effective antibiotic adjuvant, but in vivo studies are required to confirm its clinical antibacterial efficacy.\n\n## Knowledge gap: contribution of statins as AMR makers via selective pressures or co-selection\nDespite evidence of statins’ intrinsic antibacterial effects, the life span of statins as novel adjuvant antibiotics serving as AMR breakers may be limited due to the widespread use of statins for non-antibiotic purposes (cardiovascular protection). Such extensive usage exposes susceptible bacteria in humans and the environment to varying concentrations of statins, favoring selective pressures for antibacterial resistance. The possible scenarios and repercussions of exposing susceptible bacterial strains to low (up to several hundred times below MIC) and high (within eight to ten times above MIC) statin concentrations are discussed later in this review. Emergence of AMR due to selective pressures are difficult to predict due to variable influences present in humans, animals, and the environment (Hughes & Andersson, 2017). However, it is certain that the development of AMR occurs naturally in bacteria when exposed to antimicrobials (Blair et al., 2015).\nAntibiotics, biocides, metals, and non-antibiotic chemicals with antibacterial properties may also induce resistance to multiple antibiotic classes via co-selection (Singer et al., 2016; Wales & Davies, 2015). Bacteria may develop multidrug resistance via inheriting genes conferring various resistance mechanisms such as reduced cell permeability to antibiotics, increased efflux of antibiotics, modification of antibiotic targets, or direct inactivation of antibiotics (Blair et al., 2015). Co-selection occurs via cross-resistance (selection of a gene conferring multiple resistance mechanisms) or co-resistance (selection of physically linked genes which collectively confer various resistance mechanisms) (Singer et al., 2016; Wales & Davies, 2015). This is of particular concern because bacteria may inherit multidrug resistance properties in the absence of selective pressures (Wales & Davies, 2015).\nTo date, there is evidence that exposure of bacteria to non-antibiotic chemicals with antibacterial properties (chlorite and iodoacetic acid) may induce AMR (Li et al., 2016). Hence, there is a possibility of statins, as non-antibiotic chemicals with antibacterial properties, to similarly contribute as AMR makers, although there is currently little known evidence of such statin associations.\nIt was found that ATV unlikely contributed to efflux-mediated resistance in multidrug-resistant Gram-negative bacteria (Laudy, Kulinska & Tyski, 2017). As a result, statins probably contribute as AMR makers via other resistance mechanisms. More studies on statins’ mechanism of antibacterial resistance, as well as the mechanism of antibacterial activity, are required to determine and thus control the extent of statins’ plausible role as AMR makers.\n\n## Knowledge gap: mechanism of statins’ antibacterial action (Fungal origin unlikely correlates with statins’ antibacterial activity)\nSMV, LVS, and PRV have been classified as Type 1 statins (derived from fungal origins and have similar chemical structures) while ATV, FLV, PTV, and RSV have been classified as Type 2 statins (synthetic compounds with chemical groups which bind more tightly with HMG-CoA reductase), as shown in Fig. 3 (Gazzerro et al., 2012). Although SMV, LVS, and PRV have similar chemical structures, SMV exhibited antibacterial properties against S. aureus but LVS and PRV do not, despite all three being of fungal origin (Thangamani et al., 2015). Moreover, ATV and RSV are synthetic compounds and not of fungal origin, but both exhibited some antibacterial activity (Masadeh et al., 2012). As such, statins’ fungal origin unlikely correlates with their antibacterial activity.\n\n## Knowledge gap: mechanism of statins’ antibacterial action (Inhibition of human or bacterial HMG-CoA reductase unlikely correlates with statins’ antibacterial activity)\nWhen administered in humans, all statins inhibit HMG-CoA reductase in the mevalonate pathway to lower cholesterol synthesis. However, not all statins exhibit antibacterial activity (Tables 1 and 2). The presence of the dihydroxy acid moiety is required to competitively inhibit the catalytic function of HMG-CoA reductase and reduce cholesterol synthesis (Harrold, 2013). Statins with lactone groups (SMV and LVS) are prodrugs which must be metabolized to the active dihydroxy acid moiety before they may inhibit HMG-CoA reductase (Harrold, 2013). Yet SMV, being unable to directly inhibit HMG-CoA reductase, exhibits antibacterial activity against MRSA whilst PRV and PTV, being direct HMG-CoA reductase inhibitors, do not exhibit antibacterial activity (Thangamani et al., 2015).\nIn addition, the degree of HMG-CoA reductase inhibition corresponds directly with the cholesterol-lowering capabilities of statins (Liao & Laufs, 2005), but it does not seem commensurate with antibacterial potency. The cholesterol-lowering potency of statins has been established in the following order: PTV (most potent) >  RSV >  ATV >  SMV >  PRV >  LVS >  FLV (least potent) (Armitage, 2007). RSV is a more potent cholesterol-lowering drug compared to SMV, but SMV demonstrated greater antibacterial activity (Tables 1 and 2), indicating that antibacterial activity may not correlate with the inhibition of human HMG-CoA reductase.\nHumans and some Gram-positive bacteria such as S. aureus synthesize essential isoprenoids via the mevalonate pathway (Heuston et al., 2012), whereby HMG-CoA reductase is a catalyst in the rate determining step. However, humans and bacteria have different overall HMG-CoA reductase structures. When administered in humans, statins preferentially bind to human HMG-CoA reductase (Class I) instead of bacterial HMG-CoA reductase (Class II) because the affinity of statins is about 10,000 times stronger for human HMG-CoA reductase (Friesen & Rodwell, 2004). Hence, statins are not likely to exert antibacterial effects via inhibition of bacterial HMG-CoA reductase.\nFurthermore, many types of Gram-negative bacteria, for example E. coli and P. aeruginosa, synthesize isoprenoids via an alternative metabolic pathway (2C-methyl-D-erythritol 4-phosphate [MEP]), which do not require HMG-CoA reductase (Heuston et al., 2012). Yet, certain statins (ATV, RSV, and SMV) exert some antibacterial activity against E. coli, P. aeruginosa, and various Gram-negative bacteria (Table 2), likely via a mechanism independent of bacterial HMG-CoA reductase inhibition.\n\n## Knowledge gap: mechanism of statins’ antibacterial action (Postulated mechanism derived from structure-activity relationship analysis)\nThe mechanism of action for statins’ antibacterial effects has yet to be elucidated. The nature of antibacterial activity for SMV against Gram-positive bacteria was found to be bacteriostatic at drug concentrations that equal MIC (Thangamani et al., 2015), but bactericidal at concentrations four times greater than MIC (Graziano et al., 2015). Suggested mechanisms for statins’ antibacterial effects include the pleiotropic effects of statins repressing cell growth (Masadeh et al., 2012), or the hydrophobic nature of SMV disrupting bacterial membrane in a “soap-like” manner (Bergman et al., 2011), or the reduction of biofilm viability and production (Graziano et al., 2015). It was also hypothesized that by lowering host cholesterol levels, statins may reduce the production of a protective membrane-stabilising metabolite in the mevalonate pathway, resulting in bacterial cell toxicity (Haeri et al., 2015).\nBy comparing the chemical structures of statins with known antibacterial activity against statins without antibacterial activity, the presence of two methyl groups arranged in a tetrahedral molecular geometry were identified as important moieties responsible for statins’ antibacterial activity (Fig. 3). We postulate that statins may interfere with bacterial cell regulatory functions through non-polar interactions of statins’ methyl groups with alanine residues present in Gram-positive bacterial surface structures such as wall teichoic acids and lipoteichoic acids; hydrogen bond disruptions within Gram-negative bacterial surface lipopolysaccharide structures; and/or via hydrogen bonds and van der Waals forces with various other Gram-positive and Gram-negative bacterial surface proteins to exert bacteriostatic effects (or bactericidal effects at higher statin concentrations). The binding interactions may be similar to the manner by which antimicrobial peptides accumulate at bacterial surfaces (Malanovic & Lohner, 2016).\nIn Fig. 3, carbon atoms attached to two methyl groups arranged in a tetrahedral molecular geometry appeared to be common amongst the chemical structures of statins with antibacterial activity (SMV, ATV, FLV, and RSV). In particular, the structures of SMV and LVS are almost identical, except that SMV contains a carbon with two methyl groups in the ester side chain whereas LVS contains a carbon with only one methyl group. Since SMV has antibacterial effects against MRSA while LVS does not (Thangamani et al., 2015), this suggests the importance of the additional methyl moiety in the mechanism of action.\nBacteria have a high affinity for attaching to environmental surfaces, and one of the attachment methods involves non-polar interactions between a hydrophobic methyl group and a hydrophobic side group of an alanine residue (Boland, Latour & Stutzenberger, 2000). Repeating alanine residues are found in wall teichoic acids and lipoteichoic acids (Lebeer, Vanderleyden & Keersmaecker, 2010), which are important anionic polymers protecting bacteria against noxious environmental stress, assisting in bacteria colonisation, infection, and immune evasion (Brown, Santa Maria Jr & Walker, 2013; Xia, Kohler & Peschel, 2010). The two methyl groups from statins may be in the exact conformation (tetrahedral geometry) to directly bind with alanine residues of wall teichoic acids and lipoteichoic acids protruding from the peptidoglycan cell wall in Gram-positive bacteria (Silhavy, Kahne & Walker, 2010), causing structural distortions which may interfere with cell division (Hanson & Neely, 2012). In further support, an omission or decline in alanine residues of wall teichoic acids reduces biofilm adhesion and formation, as well as increases bacterial susceptibility to antibiotics, cationic antimicrobial peptides, phagocytes, and neutrophils (Brown, Santa Maria Jr & Walker, 2013).\nThere are also other surface proteins responsible for various roles in S. aureus such as adhering to and invading host cells, evading host immune responses, and formation of biofilms (Foster et al., 2014). Statins are able to change their conformation and bind extensively to proteins (≥88% protein binding, except for PRV which exhibits about 43% to 54% protein binding) through van der Waals forces and hydrogen bonds (Gazzerro et al., 2012; Shi et al., 2016). Therefore, the binding of statins to bacterial surface proteins may influence various metabolic pathways to reduce bacteria proliferation and virulence. This may account for the lack of antibacterial activity of PRV, which possessed significantly lower protein binding properties. Incidentally, amitriptyline (antidepressant), chlorpromazine (antipsychotic), propranolol (antihypertensive), and tamoxifen (anticancer) are other non-antibiotic drugs from different pharmacological classes which are highly protein bound (>90%), possess atoms attached to two methyl groups with a tetrahedral or a similar trigonal pyramidal molecular geometry, and also exhibit antibacterial activity against S. aureus (Fig. 3) (Kruszewska, Zareba & Tyski, 2004; Kruszewska, Zareba & Tyski, 2006; Kruszewska, Zareba & Tyski, 2010; Mandal et al., 2010).\nThe postulated mechanism of statins binding to bacterial cell surface structures and/or surface proteins also aligned with the results of two studies showing MIC[statin] (MRSA) >  MIC[statin] (MSSA) (Jerwood & Cohen, 2008; Masadeh et al., 2012). MRSA cocci are smaller than MSSA cocci and have a statistically higher cell surface to plasma volume ratio (Kocsis et al., 2010). As such, more statin drug may be required to bind to the corresponding higher number of surface attachments or proteins in MRSA, compared to MSSA cocci.\nGram-negative bacteria cells contain various exposed structures such as lipopolysaccharides and surface proteins protruding from the outer cell membrane (Lebeer, Vanderleyden & Keersmaecker, 2010). Lipopolysaccharide structures serve as a protective barrier and regulator of solutes (Rosenfeld & Shai, 2006; Ruiz, Kahne & Silhavy, 2009). Disruption of the stabil",
  "has_full_text": true
}