{
  "pmid": "30015451",
  "title": "Non-antibiotics, Efflux Pumps and Drug Resistance of Gram-negative Rods.",
  "abstract": "Non-antibiotic medicinal products consist of drugs with diverse activity against bacteria. Many non-antibiotics demonstrate direct anti-bacterial activity against Gram-positive cocci. The activity observed against Gram-negative rods is much lower and non-antibiotics primarily from the following groups: non-steroidal anti-inflammatory drugs, cardiovascular and antidepressant medicinal products demonstrate this activity. It has been shown that the low activity of some non-antibiotics or the absence of activity against Gram-negative rods is related, among other things, to the extrusion of these compounds from bacterial cells by multi-drug resistance efflux pumps. Substrates for the resistance-nodulation-division efflux systems include the following non-antibiotics: salicylate, diclofenac, ibuprofen, mefenamic acid, naproxen, amitriptyline, alendronate sodium, nicergoline, and ticlopidine. In addition, interactions between non-antibiotics and multi-drug resistance efflux pumps have been observed. It has also been revealed that depending on the concentration, salicylate induces expression of multi-drug resistance efflux pumps in Escherichia coli, Salmonella enterica subsp. enterica serotype Typhimurium, and Burkholderia cenocepacia. However, salicylate does not affect the expression of the resistance-nodulation-division efflux systems in Stenotrophomonas maltophilia and Acinetobacter baumannii. Most importantly, there were no effects of medicinal products containing some non-antibiotic active substances, except salicylate, as substrates of multi-drug resistance efflux pumps, on the induction of Gram-negative rod resistance to quinolones.",
  "journal": "Polish journal of microbiology",
  "year": "2018",
  "authors": [
    "Laudy A"
  ],
  "doi": "10.21307/pjm-2018-017",
  "mesh_terms": [
    "Anti-Bacterial Agents",
    "Anti-Inflammatory Agents, Non-Steroidal",
    "Drug Resistance, Multiple, Bacterial",
    "Escherichia coli",
    "Gram-Negative Bacteria",
    "Membrane Transport Proteins",
    "Microbial Sensitivity Tests",
    "Naproxen",
    "Pseudomonas aeruginosa",
    "Salicylates"
  ],
  "full_text": "## Introduction\nThe resistance of Gram-negative rods to antibacterial compounds is related to the occurrence and interaction of several independent mechanisms of resistance. The following resistance mechanisms have been described in these rods: the production of various enzymes that inactivate antibiotics (e.g. β-lactams, aminoglycosides), active extrusion of bacterial compounds by membrane pumps (that govern resistance to fluoroquinolones, but the contribution of efflux pumps to β-lactams and tetracycline resistance has also been described), changes in the target sites of chemotherapeutic agents (e.g. fluoroquinolones, tetracyclines), alterations in outer membrane permeability that perturb the influx of antibiotics (e.g. some β-lactams), or involvement of additional metabolic pathways (primarily related to resistance to cotrimoxazole). Currently, the greatest therapeutic challenge is treatment of infections caused by Gram-negative rods producing β-lactam hydrolysing enzymes, i.e. metallo-β-lactamases (MBL), carbapenemases KPC-type (Klebsiella pneumoniae carbapenemases) and extended-spectrum β-lactamases (ESBL) (Miriagou et al., 2010; Poirel et al., 2012). However, the underestimated resistance mechanism of Gram-negative rods is an overexpression of multi-drug resistance (MDR) efflux pumps. In these rods the efflux pumps from all known five families are present, as follows: ABC (ATP-binding cassette family), RND (resistance-nodulation-division family), MFS (major facilitator super-family), SMR (small multidrug resistance family), and MATE (multidrug and toxic compound extrusion family) (Piddock, 2006; Nikaido and Pages, 2012). The main role in resistance of rods plays the RND efflux systems that can simultaneously remove several different classes of antibiotics, biocides as well as organic compounds from bacterial cells. The RND proteins are encoded by genes organized in operons that are located in bacterial chromosomes (Piddock, 2006). Two new efflux pumps – OqxAB and QepA, encoded by genes located in conjugational plasmids, have recently been reported (Yamane et al., 2008; Kim et al., 2009). Expression of genes encoding efflux pumps as well as the efflux systems operons are regulated by both local and global regulator genes (Grkovic et al., 2002; Piddock, 2006). In Gram-negative rods from the Enterobacteriaceae family, four groups of proteins (e.g. Mar, Sox, Rob and Ram) play role as global regulators of pump-encoding genes. The most important global regulator in Pseudomonas aeruginosa (non-fermentative Gram-negative rods) is the SoxR protein.\nIn bacteria, the presence of various resistance mechanisms, their interactions, and their complicity in conditioning the resistance of strains to antimicrobial compounds has resulted in increased difficulty in the treatment of infections as well as less effective treatment. The World Health Organization (WHO) in February 2017 published a list of the most dangerous bacterial pathogens, divided into 12 groups, which should be the priority of current research and new therapeutic options (WHO, 2017). The first group of these “critical” bacteria contains Gram-negative rods: Acinetobacter baumannii, P. aeruginosa, and Enterobacteriaceae, which exhibit resistance to carbapenems. In addition, this group also includes Enterobacteriaceae strains, which produce ESBL enzymes. The WHO predicts that in the near future there may be a rapid increase in the number of infections caused by these rods, for which we no longer have effective therapeutic options. Therefore, the urgent challenge is to identify new groups of compounds with potential broad spectrum antimicrobial activity, especially against Gram-negative rods, which have recently been shown to be responsible for many life-threatening infections. For many years, research has been conducted to devise new therapeutic approaches for the treatment of bacterial infections, such as the manipulation of the host microbiome and the use of bacteriophages to kill bacteria.\nAn alternative to the search for new therapeutic options is the examination of so-called “non-antibiotics, which include medicines from various therapeutic groups used to treat diseases not related to microbial infections. The active substances of these drugs may also possess antibacterial activity (Martins et al., 2008). However, most of the tested non-antibiotics have been shown to exhibit direct activity only against Gram-positive cocci. Considering the wide substrate range of RND efflux systems in Gram-negative bacteria (Laudy, 2008; Nikaido and Pages, 2012; Li et al., 2015), the contribution of these pumps to the rods resistance to non-antibiotics was investigated (Laudy et al., 2016; 2017). It is known that the reduction of susceptibility of Gram-negative rods to many antibiotics and disinfectants is due to the fact that they are substrates for MDR efflux pumps (Laudy, 2008; Nikaido and Pages, 2012; Li et al., 2015).\n\n## Direct antibacterial activity of non-antibiotics\nThe group of non-antibiotic drugs may be divided into two subgroups, which differ in biological activity. The first subgroup consists of so-called antimicrobial non-antibiotics, which possess direct antibacterial activity. The second subgroup consists of two subclasses: the “helper compounds”, which alter the permeability of bacteria to conventional antibiotics, and the “macrophage modulators”, which enhance the cytotoxic activity of macrophages involved in bacterial phagocytosis (Martins et al., 2008).\nMost of the data published thus far relates to the direct antibacterial activity of non-antibiotics. However, it should be noted that the minimal inhibitory concentration (MIC) values of non-antibiotics against bacteria were not always determined in accordance with Clinical Laboratory Standard Institute (CLSI) recommendations and therefore some of these results may not be fully comparable. In addition, the studies were often conducted with only active substances of non-antibiotics and less frequently with the relevant medicinal products. The compounds tested belonged to various therapeutic groups, including anti-inflammatory drugs, cardiovascular drugs, antianaplastics, antiarrhythmics, anticonvulsants, antidepressants, antihypertensives, and spasmolytics. However, most of these non-antibiotic agents showed only marginal direct antibacterial activity (MIC≥3000 mg/l) (Kruszewska et al., 2008; 2010; Laudy et al., 2016; 2017). Some of these compounds e.g. most phenothiazines (Kristiansen et al., 2007), some antihistamines (Kruszewska et al., 2002), anaesthetics (Kruszewska et al., 2002), dodecyl(C(12)) gallate(3,4,5-trihydroxybenzoate) (Kubo et al., 2003), and trans-chlorprothixene (Kristiansen et al., 2010) were active only against Gram-positive cocci. However, for a few non-antibiotics a significant activity (MIC ≤ 800 mg/l) against both Gram-positive and Gram-negative bacteria has been described. These compounds include some phenothiazines (promazine (Hendricks et al., 2003) and chloropromazine (Kristiansen et al., 2010)), some cardiovascular drugs (Mazudar et al., 2010), 2-dimethyl-amino-ethylchloride (Hendricks et al., 2003), oxymetazoline (Kruszewska et al., 2002), and sertraline (Kruszewska et al., 2004).\nThe activity against Gram-negative rods of nonantibiotic active substances from the following groups: local anesthetics (e.g. lidocaine, bupivacaine, and ropivacaine) against Escherichia coli and P. aeruginosa (Tamanai-Shacoori et al., 2007); locally vasoconstrictive agents (e.g. oxymetazoline) against E. coli (Kruszewska et al., 2002), and proton pump inhibitors (e.g. rabeprazole and lansoprazole) against Helicobacter pylori (Bown, 2002) has also been reported. However, most compounds of the non-antibiotics group show only low activity against Gram-negative rods, i.e., MIC values > 3000 mg/l (Kruszewska et al., 2010).\nCardiovascular drugs are the group of non-antibiotics, to which special attention should be paid. Some of these drugs display high activity not only against Gram-positive cocci (e.g. Staphylococcus aureus), but also against Enterobacteriaceae and non-fermentative Gram-negative rods (Mazumdar et al., 2010). The highest activity (MICs of 10–200 mg/l) was demonstrated for the cardiovascular agents amlodipine, dobutamine, lacidipine, nifedipine, and oxyfedrine against the following Gram-negative bacteria: E. coli (2–25 strains were used in these studies), Klebsiella sp. (3–8 strains), Salmonella sp. (5–14 strains), Shigella sp. (12–42 strains), and Pseudomonas sp. (1–8 strains). In addition, the effects of these five cardiovascular agents in combination with various antibiotics against Gram-negative rods were analysed using in vitro tests, including the disc diffusion method, the checkerboard assay, and evaluation of the fractional inhibitory concentration (FIC) index. The synergism between tetracycline and oxyfedrine (FIC index 0.15) (Mazumdar et al., 2005), and streptomycin and amlodipine (FIC index 0.28) (Asok et al., 2004), was demonstrated against Shigella dysenteriae 7 NCTC 519/66. In another study, lacidipine showed synergism only with triflupromazine against Salmomella enterica subsp. enterica serotype Typhimurium NCTC 74 (Dasgupta et al., 2010). However, these studies were conducted only on active substances of cardiovascular drugs.\nThe important observation has been published recently (Laudy et al., 2017). The antidepressant agent amitriptyline and the relevant medicinal product (Amitriptylinum tabl.) have been shown to be active, with MIC values ranging from 100 to 800 mg/l, against all 180 studied clinical strains from species such as K. pneumoniae, E. coli, P. aeruginosa, A. baumannii, and Stenotrophomonas maltophilia. Moreover, in this study all clinical strains of P. aeruginosa and S. maltophilia were also susceptible (MICs ≤ 800 mg/l) to alendronate sodium, a specific inhibitor of osteoclast-mediated bone resorption, and the relevant medicinal product (Ostenil tabl.). It is worth emphasising that the MIC values of alendronate were ≤200 mg/l for 33/36 P. aeruginosa and 10/36 S. maltophilia strains studied.\nMore interesting non-antibiotics with potential antibacterial activity are the non-steroidal anti-inflammatory drugs (NSAIDs), which are among the most commonly and most widely used drugs in the world. The NSAID group includes compounds with different chemical structures; however, all of them show, in varying degrees, three biological activities: anti-inflammatory, analgesic, and antipyretic. The best-known substance in this group is diclofenac. The activity of the active substance diclofenac against the broad spectrum of Gram-negative rods, including E. coli, Klebsiella sp., Salmonella sp., Shigella sp., and Vibrio cholerae, has been described (Mazumdar et al., 2006; Dutta et al., 2007). In addition, the activity of diclofenac, both as an active substance alone and as a medicinal product containing diclofenac (Olfen tabl. and Diclac ini.), against all tested clinical strains of K. pneumoniae, E. coli, Proteus mirabilis, P. aeruginosa, A. baumannii, and S. maltophilia, with MIC values ranging from 800 to 3200 mg/l, has been demonstrated (Laudy et al., 2016). Furthermore, it has been shown that diclofenac inhibits bacterial DNA synthesis (Dastidar et al., 2000). Recently, the mechanism of action of the other small molecules of the NSAID group, including bromfenac, carprofen, and vedaprofen, has been demonstrated (Yin et al., 2014). These compounds inhibited the E. coli DNA polymerase III b subunit, which disturbed DNA replication. Targeting the bacterial DNA replication machinery is a validated strategy for production of antibacterial chemotherapeutics like quinolones. In contrast to the fluoroquinolones, the NSAIDs that inhibit DNA replication exhibit weak antibacterial activity (Yin et al., 2014).\nAmong the NSAIDs, the activity of acetylsalicylic acid against E. coli (Al-Bakri et al., 2009; Laudy et al., 2016), P. aeruginosa, S. maltophilia, A. baumannii (Laudy et al., 2016), and H. pylori (Wang et al., 2003) was also demonstrated. Furthermore, H. pylori demonstrated the increased sensitivity to antibiotics in the presence of acetylsalicylic acid (Wang et al., 2003). The activity of ibuprofen and indometacin against H. pylori has also been demonstrated (Shirin et al., 2006). Moreover, the activities of ibuprofen/Nurofen tabl. and naproxen/Naproxen tabl., as well as the active substances and medical products containing these agents against clinical strains of S. maltophilia (MICs 800–3200 mg/l) have been described (Laudy et al., 2016).\n\n## Non-antibiotics as substrates of MDR efflux pumps\nThe cellular envelopes of Gram-negative rods contain MDR efflux pumps, which actively extrude harmful substances, such as antibiotics, chemotherapeutics, and disinfectants from bacteria. In contrast to pumps present in Gram-positive bacteria, MDR efflux pumps of Gram-negative rods extrude compounds of similar structures as well as several groups of substances that differ significantly from one another. The main role in the resistance of rods to antibiotics is played by the RND efflux systems, which exhibit wide substrate specificity (Laudy, 2008; Nikaido et al., 2012; Li et al., 2015). These systems, unlike the other MDR efflux pumps, have a wide substrate spectrum and can extrude many different antibacterial chemical compounds, such as antibiotics (mainly quinolones, tetracyclines, aminoglycosides, β-lactams, chloramphenicol, and erythromycin), disinfecting agents (e.g. triclosan), some aromatic hydrocarbons, acriflavine, rhodamine 6G, vanadium, crystal violet, and ethidium bromide. The best-known MDR efflux systems are MexAB-OprM (found in P. aeruginosa) and AcrAB-TolC (originally described in E. coli, but also found in other species of the Enterobacteriaceae family) (Laudy, 2008; Nikaido et al., 2012; Li et al., 2015). Moreover, it has been shown that an overexpression of pump systems from the RND family causes resistance or reduced sensitivity of clinical strains, e.g. P. aeruginosa to fluoroquinolones (Kriengkauykiat et al., 2005; Adabi et al., 2015).\nConsidering the wide and diverse substrates range of the RND efflux systems, a study was conducted on the influence of MDR efflux pumps on the activity of non-antibiotics, both active substances and the corresponding drugs, against Gram-negative bacteria (Laudy et al., 2016; 2017). Such a phenomenon was fully documented for salicylate, an essential NSAID belonging to non-antibiotics, which is a substrate of the CeoAB-OpcM efflux system in Burkholderia cenocepacia (Nair et al., 2004). The increased accumulation of radiolabeled salicylate after the addition of 0.25 mM of the proton conductor, carbonyl cyanide m-chlorophenylhydrazone (CCCP), was observed. In the presence of CCCP, the bacterial cell membrane was de-energised. Furthermore, it was also observed that other NSAIDs, both active substances and relevant medicinal products, such as mefenamic acid/Mefacit tabl., ibuprofen/Nurofen tabl., naproxen/Naproxen tabl., diclofenac/Olfen tabl., and Diclac ini., were actively removed, most likely by MDR efflux pumps present in Enterobacteriaceae and in non-fermentative Gram-negative rods (Laudy et al., 2016). This research was carried out by phenotypic methods using Phe-Arg-β-naphthylamide (PAβN), an inhibitor of efflux pumps that belongs to the RND family (Lomovskaya et al., 2001). It is known that PAβN potently inhibits efflux systems of the Mex family in P. aeruginosa (especially MexAB-OprM) and inhibits the AcrAB-TolC efflux system of the Enterobacteriaceae family (e.g. E. coli, K. pneumoniae, P. mirabilis, Enterobacter aerogenes, and S. enterica subsp. enterica serotype Typhimurium) (Lomovskaya et al., 2001; Pagès and Amaral, 2009; Nikaido et al., 2012; Li et al., 2015). An in vitro phenotypic screening of bacteria for antibiotic removal by MDR efflux pumps is based on measurement of changes in the MICs values of antibiotic in the absence or presence of the efflux pump inhibitor (Lomovskaya et al., 2001; Kriengkauykiat et al., 2005; Adabi et al., 2015; Laudy et al., 2015). Significant decreases (≥ 4-fold) in the MIC values of the NSAID non-antibiotics: mefenamic acid/Mefacit tabl., ibuprofen/Nurofen tabl., naproxen/Naproxen tabl., diclofenac/Olfen tabl., and Diclac ini. in the presence of PAβN was demonstrated among majority of clinical strains of K. pneumoniae, E. coli, P. mirabilis, P. aeruginosa, A. baumannii, and S. maltophilia (Laudy et al., 2016). In the presence of PAβN, the highest increase in bacterial susceptibility to NSAIDs was observed for diclofenac and mefenamic acid and the relevant medicinal products when the isolates of S. maltophilia (MICs of 25–1000 and 100 mg/l, respectively) and E. coli (MICs of 50 and 100 mg/l, respectively) were studied. In addition, significant increases in the susceptibility of E. coli and P. mirabilis clinical strains to acetylsalicylic acid/Aspirin tabl. were shown in the presence of PAβN (Laudy et al., 2016).\nThe research was also conducted with non-antibiotics from other non-NSAIDs therapeutic groups. The impact of PAβN on the susceptibility of bacteria to active substances and the relevant medicinal products, such as amitriptyline/Amitriptylinum tabl., alendronate sodium/Ostenil tabl., nicergoline/Niglostin tabl., and ticlopidine/Apo-Clodin tabl. was observed and it suggested that these non-antibiotics were substrates of efflux pumps in Enterobacteriaceae and non-fermentative Gram-negative rods (Laudy et al., 2017). For amitriptyline/Amitriptylinum tabl. and alendronate sodium/Ostenil tabl., significant decreases (≥ 4-fold) in the MIC values of these non-antibiotics in the presence of PAβN were demonstrated for most of K. pneumoniae, E. coli, P. aeruginosa, and A. baumannii (only for amitriptyline/Amitriptylinum tabl.) clinical strains. Similarly, this phenomenon has been observed for K. pneumoniae, E. coli, A. baumannii, and S. maltophilia strains when ticlopidine/Apo-Clodin tabl were used. However, significant decreases in the MIC values of nicergoline/Niglostin tabl. were only shown for strains of A. baumannii.\nAn interesting observation was made for ticlopidine. This agent inhibits cellular teichoic acid synthesis and blocks the activity of penicillin-binding proteins, which results in the susceptibility of methicillin-resistant S. aureus strains to β-lactams (Farha et al., 2013). Ticlopidine does not possess antibacterial activity but displays potential synergistic activity with cefuroxime against Gram-positive cocci (Farha et al., 2013). A particularly important observation was the restoration of susceptibility to ticlopidine/Apo-clodin tabl. in the presence of PAβN among clinical strains of E. coli, K. pneumoniae, A. baumannii, and S. maltophilia (Laudy et al., 2017), indicating a different mechanism of ticlopidine action against Gram-negative rods compared with Gram-positive bacteria.\nThe presence of MDR pumps could be an important factor that contributes to lack of or poor activity of some non-antibiotics against Gram-negative rods.\n\n## Interactions between non-antibiotics and MDR efflux pumps\nAn important and interesting issue is the influence of non-antibiotic medicinal products on efficient treatment of bacterial infections in the context of drug interactions with bacterial MDR efflux pumps. As early as the 1980s, the influence of salicylates (e.g. sodium salicylate and acetylsalicylic acid) on the induction of resistance to chloramphenicol, nalidixic acid, tetracycline, ampicillin, and cephalosporins was demonstrated with reference E. coli strains K-12 and JF568 (Rosner, 1985; Foulds et al., 1989). Since then, the salicylate-associated increase in antibiotic resistance has also been described for other Gram-negative rods, including K. pneumoniae (Domenio et al., 1990), S. enterica subsp. enterica serotype Typhimurium (Hartog et al., 2010), and B. cenocepacia (Nair et al., 2004). Thus, the question arises whether different groups of non-antibiotics may affect the activity of bacterial RND efflux systems and thus modify the susceptibility of Gram-negative rods to antibiotics.\nAmong the non-antibiotics, salicylates have been thoroughly investigated, including their influence on the expression of genes encoding MDR efflux pumps and the change of bacterial sensitivity to antibiotics. Acetylsalicylic acid in humans is rapidly hydrolysed to salicylic acid in the stomach and liver (Needs and Brooks 1985).\nThe salicylate-induced antibiotic resistance in E. coli is due to the increase of transcription level of the mar-RAB operon, which encodes the MarA protein (Cohen et al., 1993). This increased production of the global regulator MarA enhances the transcription of the acrAB operon. Consequently, this leads to overexpression of the multidrug AcrAB-TolC efflux system. Substrates for this efflux system include quinolones, tetracyclines, chloramphenicol, tigecycline, rifampicin, fusidic acid, oxazolidinones, macrolides, and some β-lactams (Laudy, 2008; Nikaido et al., 2012; Li et al., 2015). Salicylate can also affect the other two MDR efflux pumps of E. coli, EmrKY (Tanabe et al., 1997; Price et al., 2000) and EmrAB (Lomovskaya et al., 1995; Price et al., 2000). The ability to extrude tetracycline with the EmrKY efflux pump and nalidixic acid with the EmrAB-TolC efflux system has been demonstrated.\nImportantly, induction of marRAB operon expression by salicylate is concentration-dependent (Cohen et al., 1993). Salicylate at a concentration in the range of 0.01–0.1 mM, did not induce the mar promoter; however, at salicylate concentrations above 0.5 mM, the expression of marRAB was demonstrated (Cohen et al., 1993). It was assumed that a therapeutic level of salicylate was up to 1.8 mM in the plasma (Wang et al., 2003); and thus, at the concentration of 5 mM the observed salicylate-induced E. coli antibiotic resistance had limited therapeutic value (Rosner, 1985; Cohen et al., 1993). The recommended levels of acetylsalicylic acid/Aspirin tabl. in plasma are in the range of 20–100 mg/l (0.1–0.55 mM) for analgesia and 150–300 mg/l (0.83–1.67 mM) for an anti-inflammatory effect. However, acetylsalicylic acid at a concentration of 2 mM is recommended to cure chronic inflammatory diseases, such as rheumatoid arthritis (Axon and Huskisson, 1992). It seemed that acetylsalicylic acid and salicylate only at concentrations of 5 mM or higher were toxic to humans (Frantz and O’Neill, 1995; Wu, 2000), but it has recently been shown that salicylate plasma levels higher than 2.2 mM are potentially toxic for patients chronically treated with salicylate (Wang et al., 2003).\nIn contrast to the results obtained for S. enterica subsp. enterica serotype Typhimurium and E. coli, salicylate showed no significant impact on the expression of the operons adeFGH and adeIJK (encoding AdeFGH and AdeIJK efflux pumps, respectively, both from the RND family) in A. baumannii (Bazyleu and Kumar, 2014) and the emrRCABsm operon, encoding the EmrCABsm efflux pump belonging to the MFS family in S. maltophilia (Huang et al., 2013). Moreover, expression of the adeABC operon, which encodes the AdeABC RND efflux pump in A. baumannii, at a high concentrations of salicylate (2.5–4 mM), was reduced 2.5-fold and did not show in the case of this strain the influence on the susceptibility level of ciprofloxacin, gentamicin, and ceftriaxone (Bazyleu and Kumar, 2014).\nRecently, the influence of medicinal products containing non-antibiotics other than salicylates (which are likely extruded by efflux pumps), with or without PAβN, on the susceptibility of different species of Gram-negative rods to quinolones was investigated. Quinolones in these studies served as an example of compounds actively removed by efflux pumps. The participation of efflux pumps in resistance to fluoroquinolones has been shown in a variety of Gram-negative rod genera (Laudy, 2008; Nikaido and Pages, 2012; Adabi et al., 2015). There were no effects of medicinal products containing the following active substances: alendroniane sodium, carboplatin, ticlopidine, nicergoline, amitriptyline, and NSAIDs, such as diclofenac, mefenamic acid, ibuprofen, and naproxen, for the induction of quinolone resistance of Gram-negative rods (P. aeruginosa, S. maltophilia, A. baumannii, E. coli, K. pneumoniae, and P. mirabilis) (Laudy et al., 2016; 2017). The non-antibiotics, with the exception of salicylates, are substrates of MDR efflux pumps; however, they do not affect the sensitivity of Gram-negative rods and can be used safely in the treatment of bacterial infections.\n\n## Summary\nKnowledge regarding antimicrobial activity of nonantibiotics is still limited. The first publications from the 1980s and 1990s concerned only a few active substances, such as salicylates. Recently, direct antibacterial activity of a broad spectrum of non-antibiotics (both active substances and the relevant medical products) has been demonstrated in vitro. In addition, the active substances of the non-antibiotic group, including NSAIDs, antidepressants, antiplatelet drugs, and specific inhibitors of osteoclast-mediated bone resorption were found to be substrates of Gram-negative rod efflux pumps. The use of a PAβN pump inhibitor increased the sensitivity of clinical strains to the aforementioned non-antibiotics. The presence of RND efflux systems causes lack or low activity of non-antibiotics against Gram-negative rods. Among the non-antibiotics, only salicylates can induce the expression of operons encoding pump systems and efflux-dependent resistance to antibiotics in E. coli, S. enterica subsp. enterica serotype Typhimurium and B. cenocepacia. The noticeable impact of MDR efflux pumps on the resistance of Gram-negative rods to non-antibiotics as well as to classic antibiotics emphasizes the urgent need to look for inhibitors of these pumps that could be used in therapy. Despite extensive scientific research, also conducted by pharmaceutical companies, an efflux pump inhibitor that is not toxic to humans and can be applied in antibacterial therapy has not yet been discovered.",
  "has_full_text": true
}