{
  "pmid": "30085063",
  "title": "Strategies to combat antimicrobial resistance: anti-plasmid and plasmid curing.",
  "abstract": "Antimicrobial resistance (AMR) is a global problem hindering treatment of bacterial infections, rendering many aspects of modern medicine less effective. AMR genes (ARGs) are frequently located on plasmids, which are self-replicating elements of DNA. They are often transmissible between bacteria, and some have spread globally. Novel strategies to combat AMR are needed, and plasmid curing and anti-plasmid approaches could reduce ARG prevalence, and sensitise bacteria to antibiotics. We discuss the use of curing agents as laboratory tools including chemicals (e.g. detergents and intercalating agents), drugs used in medicine including ascorbic acid, psychotropic drugs (e.g. chlorpromazine), antibiotics (e.g. aminocoumarins, quinolones and rifampicin) and plant-derived compounds. Novel strategies are examined; these include conjugation inhibitors (e.g. TraE inhibitors, linoleic, oleic, 2-hexadecynoic and tanzawaic acids), systems designed around plasmid incompatibility, phages and CRISPR/Cas-based approaches. Currently, there is a general lack of in vivo curing options. This review highlights this important shortfall, which if filled could provide a promising mechanism to reduce ARG prevalence in humans and animals. Plasmid curing mechanisms which are not suitable for in vivo use could still prove important for reducing the global burden of AMR, as high levels of ARGs exist in the environment.",
  "journal": "FEMS microbiology reviews",
  "year": "2018",
  "authors": [
    "Buckner M",
    "Ciusa M",
    "Piddock L"
  ],
  "doi": "10.1093/femsre/fuy031",
  "mesh_terms": [
    "Animals",
    "Anti-Bacterial Agents",
    "Bacteria",
    "Drug Resistance, Bacterial",
    "Environmental Microbiology",
    "Gene Transfer, Horizontal",
    "Genes, Bacterial",
    "Humans",
    "Plasmids"
  ],
  "full_text": "## INTRODUCTION\nOne of the major threats facing society is the rise in number of antimicrobial-resistant (AMR) bacteria (O’Neill 2016). Antimicrobials underpin modern medicine; they are used to treat infections, to prevent infections (prophylaxis) during medical procedures (e.g. surgery) and they are crucial for patients with compromised immune function (Holmes et al.2016; Laxminarayan et al.2016). Between 2000 and 2010, global human use of antibiotics increased by 36%, and the use of two last-resort antibiotics, carbapenems and polymyxins, increased by 45% and 13%, respectively (Van Boeckel et al.2014). Antimicrobials have many non-human uses including in animals for growth promotion, veterinary treatment and aquaculture (Cabello 2006; Meek, Vyas and Piddock 2015; Van Boeckel et al.2015). In 2013, an estimated 131 109 tons of antimicrobials were used globally in food animals; by 2030 this is expected to increase to 200 235 tons (Van Boeckel et al.2017). However, there is a growing trend to improve antimicrobial stewardship in many countries. For example, in Switzerland veterinary antimicrobial sales increased between 2006 and 2008, but then steadily decreased, reaching a 26.2% reduction in 2013 (Carmo et al.2017). In addition to human and animal use, many cleaning and personal hygiene products contain biocides, such as triclosan, which can select for mutants resistant to biocides, and in some cases to antibiotics used in medicine (Meek, Vyas and Piddock 2015; Webber et al.2015, 2017).\nA key factor that has led to the rise and global dissemination of multidrug-resistant (MDR) bacteria are mobile antimicrobial resistance genes (ARGs). These are frequently located on plasmids, which are pieces of usually circular, self-replicating DNA which can code for a variety of different functional gene groups. Aspects of plasmid biology have been extensively reviewed elsewhere, but, in brief, plasmids often include partitioning systems, toxin–antitoxin (TA) systems and conjugative/transmission systems (Van Melderen and Saavedra De Bast 2009; Pinto, Pappas and Winans 2012; Carattoli 2013; Baxter and Funnell 2014; Goessweiner-Mohr et al.2014; Kado 2014; MacLean and San Millan 2015; Ruiz-Maso et al.2015; Cabezon et al.2015; Ilangovan, Connery and Waksman 2015; Chan, Espinosa and Yeo 2016; Banuelos-Vazquez, Torres Tejerizo and Brom 2017; Hall et al.2017; Hulter et al.2017). Conjugation is mediated by type IV secretion coupled with a relaxosome complex to mediate DNA movement from one cell to another (Ilangovan, Connery and Waksman 2015).\nPlasmids are frequently categorised based on incompatibility groups (Inc), defined as the inability of two related plasmids to be propagated stably in the same cell and may be due to competition for the same replication or segregation sites, or caused by repression of replication initiation (Novick 1987; Carattoli 2009). Reviews on incompatibility groups and plasmid classification can be found elsewhere (Novick 1987; Carattoli 2011; Shintani, Sanchez and Kimbara 2015; Orlek et al.2017). Plasmids that share the same mechanisms for replication or partitioning are placed in the same incompatibility groups. Plasmid incompatibility has been used to follow the movement and evolution of plasmids conferring AMR (Carattoli et al.2005).\nARGs that pose a serious threat to human medicine are typically found in Gram-negative bacteria. These include genes coding for extended spectrum β-lactamases (ESBL) (e.g. CTX-M), carbapenemases (e.g. KPC, NDM and OXA-58) (Holmes et al.2016) and colistin resistance (e.g. MCR-1) (Liu et al.2016). The issues surrounding AMR plasmids are derived in part by their substantial complexity. Plasmids often display a high degree of plasticity, with frequent insertions, deletions and rearrangements of DNA including changes to specific ARGs (Kado 2014). For example, the blaCTX-M gene is highly variable, and the CTX-M family of ESBLs are commonly coded for by multiple different plasmids, such as pCT (Fig. 1A) (Cottell et al.2011, Bevan, Jones and Hawkey 2017). According to the Beta-Lactamase DataBase, 207 variants of blaCTX-M have been identified (accessed on 11 May 2018) (Naas et al.2017). Another example of a plasmid-mediated ARG is the mcr-1 gene, first identified on a transmissible plasmid, pHNSHP45, in 2016 (Fig. 1b) (Liu et al.2016). Since then mcr-1 and variants of this gene have been identified on multiple plasmid backbones and host strains. Of concern are isolates carrying colistin and carbapenem ARGs, as few treatment options would remain for infections caused by such bacteria (Lai et al.2017; Wang et al.2017; Zhou et al.2017). In addition to these examples, plasmids can carry a variety of other resistance genes, including qnr variants, aac(6΄)-lb-cr and plasmid-mediated efflux pump genes such as oqxAB and qepA, which confer low levels of resistance to quinolone antimicrobials (Jacoby, Strahilevitz and Hooper 2014). Increasingly, research should focus on ARGs which are frequently mobilised and transmit between bacteria (Crofts, Gasparrini and Dantas 2017).\nIn the European Union, resistance to carbapenem antibiotics in invasive Klebsiella pneumoniae isolates ranges from 66.9% (Greece), 33.9% (Italy), 2.1% (Spain) to <5% (Northern Europe) (ECDC 2016). For invasive E. coli infections, resistance to third-generation cephalosporins ranges from 5% in Iceland to 50% in Italy, Slovakia and Bulgaria, while carbapenem resistance in E. coli is <1% for most of the EU and between 1–5% for Romania (ECDC 2016). A study of travellers returning to the Netherlands found 30.5% of participants had ESBLs in their bacterial flora, while only 8.6% had ESBLs before their trip (Paltansing et al.2013). A large prospective study of 2001 Dutch travellers found 34.7% with no ESBL producing Enterobacteriaceae prior to international travel returned with ESBL producing strains (Arcilla et al.2017). A similar study of 188 Swedish travellers found 32% returned from regions associated with high levels of ESBL producing Enterobacteriaceae carrying these antibiotic-resistant bacteria (Vading et al.2016). One isolate contained both blaCTX-M and mcr-1 (Vading et al.2016). Indeed, mcr-1 was detected by metagenomics in 4.9% of faecal samples from 122 healthy Dutch travellers upon return from travel to South/East Asia and/or Southern Africa undertaken between 2011 and 2012 (von Wintersdorff et al.2016). However, in this study little is known about the index isolate in which the mcr-1 gene originated, including the isolate's susceptibility profiles. Therefore, it is possible that the isolates were susceptible to other antimicrobials. In the majority of studies travellers who obtained ESBL-producing bacteria eventually lost the ESBL genes upon return. Of 15 Swiss volunteers, 3 were colonised by ESBL-resistant Enterobacteriaceae before their trip, all were colonised upon return and 6 were still colonised 6 months post-travel (Pires et al.2016). Of the resistant isolates 80% contained IncF family plasmids, and in some of the participants who were colonised 6 months after travel, the plasmids had moved into new host bacteria (Pires et al.2016). blaCTX-M-15 was the most prevalent ESBL, comprising 92% of the ESBL producers immediately after travel (Pires et al.2016). Together, this highlights the need to reduce the prevalence of ARGs on a global scale.\n\n## Could plasmid curing be a strategy to reduce AMR?\nPlasmid curing is the process by which plasmids are removed from bacterial populations. This is an attractive strategy to combat AMR as it has the potential to remove ARGs from a population while leaving the bacterial community intact. This means, for example, that the structure of the gastrointestinal microbiome of a chicken treated with a plasmid curing agent might remain largely unchanged, but potentially pathogenic bacteria which may unfortunately be transmitted into the food chain would be susceptible to antibiotics. Alternatively, a plasmid curing agent could be given to a patient prior to surgery, to reduce the likelihood of a resistant hospital acquired infection. Plasmid curing agents could also be taken by international travellers to reduce the global spread of AMR. Unfortunately, at the moment no such treatment options are in use. In fact, there are very few curing mechanisms that have been tested in vivo, even in experimental models. Therefore, research in this area is urgently needed. Recently, it was shown that 24% of non-antibacterial drugs impact growth of members of the human microbiome (Maier et al.2018). Studies such as this would be important for determining any impact of anti-plasmid compounds on the microbiome.\nThe ‘One Health’ approach to tacking AMR is based around the notion that AMR does not abide by human, animal or political boundaries, and therefore a multisectoral and multifaceted approach is required. Likewise, anti-plasmid strategies should also adopt a One Health strategy, and not be focused on human medicine alone. Indeed some anti-plasmid strategies are unsuitable or unviable for human use. Furthermore, anti-plasmid strategies alone will never ‘solve’ AMR; nonetheless, they could play an important role in reducing global resistance levels. Removing drug-resistance plasmids is a strategy for all sectors to reduce the overall burden of AMR. For example, plasmid curing could be used to remove ARGs from bacteria in sewage before release into the environment. Human and animal waste is often recycled and used to fertilise agricultural land; this can contain high concentrations and varieties of ARGs which can be passed on to people (Meek, Vyas and Piddock 2015; Rahube et al.2016). One study performed in Canada found in the first year vegetables grown above, on and below the surface of soil treated with sewage contained significantly more ARGs than non-treated soil (Rahube et al.2016). An abundance of ARGs were detected in plasmid metagenome libraries constructed from the influent, activated sludge and digested sludge from two wastewater treatment plants in Hong Kong, demonstrating that these were important reservoirs of ARGs (Li, Li and Zhang 2015). River samples taken upstream and downstream of a tertiary waste water treatment plant in the UK in 2009 and 2011 were examined for third-generation cephalosporin-resistant Enterobacteriaceae (Amos et al.2014). Significantly higher amounts of blaCTX-M-15 were found downstream of the plant, and 10 novel genetic contexts were identified (Amos et al.2014). The plasmids containing blaCTX-M-15 were conjugative, and were in pathogens such as the highly successful extraintestinal E. coli ST131 (Stoesser et al.2016), and other species never before reported to carry blaCTX-M-15 (Amos et al.2014). IncP-1ε plasmids were detected in manure and arable soil in Germany, and a correlation was found between the presence of IncP-1ε plasmids and antibiotic use (Heuer et al.2012). A waste water treatment plant in Brazil found 34% of E. coli and 27% of K. pneumoniae were resistant to cephalosporins and/or quinolones, and 5.4% of Klebsiella species were carbapenem resistant in raw as well as treated water (Conte et al.2016). Analysis of these ARGs showed a high prevalence of blaCTX-M and blaSHV (Conte et al.2016). Recent work from our group examined wastewater used for irrigation of urban agriculture plots in Burkina Faso. This wastewater contained multiple ARGs including ESBLs, 10 different Enterobacteriaceae-associated plasmid incompatibility groups and 30 Gram-positive replicons associated with ARGs (Bougnom et al., submitted). Together, these studies demonstrate that a treatment such as plasmid curing agents to remove ARGs from manure, sewage and waste water are needed.\nThe search for plasmid curing compounds began decades ago, and gained momentum in the 1970s (Table 1). The number of publications peaked in the 1980s (based on searches for publications relating to plasmid curing performed on NCBI PubMed). However, most compounds were toxic, and would produce adverse or unwanted side effects and thus had little use in human medicine. This was followed by a decline in interest and publications. Generally, plasmid curing properties have been evaluated by culturing strains in the presence of a compound or extract at subgrowth inhibitory concentrations. Curing effects are then confirmed by the reversal of plasmid-mediated antibiotic resistance and/or by physical loss of the plasmid(s). Therefore, many of the older publications only refer to the loss of an AMR phenotype.\nThe rise in AMR, specifically plasmid-mediated resistance, combined with the dwindling pipeline of new drugs in development has resulted in a resurgence of interest in plasmid curing. Strategies of plasmid curing vary greatly, such as the use of chemicals, drugs, natural products, phage therapies, other plasmids and even CRISPR/Cas. A recent study demonstrated that inhibiting plasmid conjugation was an effective means to remove a plasmid from a bacterial population over time (Lopatkin et al.2017). The authors concluded that strategies to prevent plasmid conjugation should be explored as a means to reduce AMR plasmid prevalence (Lopatkin et al.2017). Plasmid curing of a population can also occur when plasmid replication is prevented or reduced, or if plasmid segregation is disrupted, resulting in gradual reduction in plasmid carrying cells. Plasmid curing can also be achieved by increasing the fitness cost associated with plasmid carriage. We anticipate over the next decade that these mechanisms will be studied, streamlined and new practical ways to reduce global AMR plasmid carriage, and hence presence of ARGs, will be developed.\n\n## PLASMID CURING COMPOUNDS\nMany compounds have shown some plasmid curing activity. These include detergents, biocides, DNA intercalating agents, antibiotics (e.g. aminocoumarins, quinolones, rifampicin), ascorbic acid, psychotropic drugs (e.g. chlorpromazine) and plant-derived compounds (Table 1). The effectiveness of these compounds varies greatly and depends on bacterial strain, plasmid and growth conditions. Plasmid curing compounds can act through different mechanisms. In many cases, the compound disrupts plasmid replication by integrating into the DNA (e.g. intercalating agents and chlorpromazine), causing breaks in DNA (e.g. ascorbic acid) or by influencing plasmid supercoiling (e.g. aminocoumarins and quinolones). Plasmid curing compounds can also act by preventing conjugation (e.g. unsaturated fatty acids and TraE inhibitors). Each of these can result in reduced plasmid prevalence within the population over time. The mechanism of action of some curing agents remains to be fully elucidated. One could hypothesise that plasmid curing compounds could also target plasmid segregation, by preventing equal distribution among daughter cells, or increase the fitness burden associated with plasmid carriage.\n\n## Detergents\nThe detergents bile and sodium dodecyl sulphate (SDS) are able to cure some plasmids from some bacterial strains (Table 1). Four notable examples include a study where bile salts dose-dependently caused the loss of the Salmonella enterica serovar Typhimurium virulence plasmid, pSLT (García-Quintanilla et al.2006). However, the level of bile required was 10%–15%, which is significantly higher than that found normally within the small intestine (0.2%–2%) (García-Quintanilla et al.2006; Kristoffersen et al.2007). The Salmonella virulence plasmid can be transmitted to new hosts in the mouse intestine, but transmission is unlikely to occur in areas with high levels of bile (García-Quintanilla, Ramos-Morales and Casadesús 2008). Bile (>1%) reduced expression of conjugative pilus genes pilV and pilT, and decreased conjugation of S. enterica Infantis mega plasmid pESI (280 kb), encoding resistance to tetracycline, sulfamethoxazole and trimethoprim as well as virulence traits (Aviv et al.2014; Aviv, Rahav and Gal-mor 2016). The relevance of bile-mediated plasmid curing during human Salmonella infections remains unclear. In addition, the levels of bile required for plasmid curing or to reduce plasmid transmission may result in diarrhoea, and therefore bile is unlikely to be used as a treatment.\nSDS-based plasmid curing methods have been used as a laboratory tool for decades. In 1968, SDS was shown to reduce carriage of fertility and resistance factors (F and R factors/plasmids) (Tomoeda et al.1968). Over the years, SDS has been used to cure plasmids from E. coli (Rosas et al.1983; Bharathi and Polasa 1991; Keyhani et al.2006; Zaman, Pasha and Akhter 2010), K. pneumoniae (El-Mansi et al.2000), Pseudomonas aeruginosa (Raja and Selvam 2009), Lactobacillus species (Lavanya et al.2011) and Staphylococcus aureus (Jetten and Vogels 1973) (Table 1). SDS also had other effects on bacteria; these included changes in the peptidoglycan layer, bacterial cell size, septation and loss of outer membrane components (Rosas et al.1983).\nIn summary, detergents are unlikely to be used in humans or animals to reduce AMR plasmids, mainly due to the high concentrations needed, and the associated unwanted gastrointestinal side effects, such as SDS-induced colitis. However, detergents continue to be used in the laboratory setting as a tool to study plasmid biology.\n\n## Biocides\nRecently, it was shown that concentrations well below the MIC of triclosan (also called irgasan) increased the loss of a GFP reporter plasmid pMIB4 from E. coli (Riber et al.2016). A key finding of this paper was that triclosan embedded in interpenetrating polymer networks of silicone hydrogels was effective at reducing plasmid carriage. The use of such technology as a drug delivery system is appealing, especially for items such as indwelling medical devices (e.g. catheters). However, exposure to triclosan can select for MDR bacterial mutants, largely due to overexpression of bacterial efflux pumps (Chuanchuen et al.2001; Webber et al., 2008, 2015; Hernandez et al.2011; Fernando et al.2014; Rensch et al.2014; Gantzhorn, Olsen and Thomsen 2015). Therefore, caution should be used implementing such a strategy.\n\n## DNA intercalating agents\nThe DNA intercalating agents acridine orange, ethidium bromide and acriflavine also have plasmid curing properties. Acridine orange cured E. coli (Keyhani et al.2006; Zaman, Pasha and Akhter 2010), Vibrio parahaemolyticus (Letchumanan et al.2015), Lactobacillus plantarum (Adeyemo and Onilude 2015), S. aureus (Jetten and Vogels 1973; Ersfeld-Dressen, Sahl and Brandis 1984), Bacteroides fragilis and B. thetaiotaomicron (Rotimi, Duerden and Hafiz 1981) (Table 1). In the late 1960s and early 1970s, ethidium bromide was found to eliminate plasmids from various strains of S. aureus and Escherichia coli (Table 1) (Bouanchaud, Scavizzi and Chabbert 1969; Rubin and Rosenblum 1971). More recently, it has been used to cure other plasmids from E. coli (Rosas et al.1983), Bacillus cereus (Borah and RNS 2015), clinical Enterobacter aerogenes isolates of a blaTEM-1 and blaKPC-3 pKpQIL-like plasmid (Pulcrano et al.2016), and cured plasmids from two avian Salmonella strains (Poppe and Gyles 1988) (Table 1).\nAcriflavine cured some resistance plasmids from Salmonella Oranienburg, S. Panama and E. coli K12 in vitro and in a murine in vivo model (Bouanchaud and Chabbert 1971). Acriflavine also cured E. coli of haemolysin production (Mitchell and Kenworthy 1977). However, it is more commonly associated with curing of Gram-positive bacteria. It cured plasmids from Group A Streptococci (Nakae, Inoue and Mitsuhashi 1975), Lactobacillus casei (Chassy, Gibson and Guiffrida 1978), L. reuteri (Axelsson et al.1988) and Oenococcus oeni (used in wine production) (Mesas, Rodriguez and Alegre 2004) (Table 1). Acriflavine was effective at curing resistance from antibiotic-resistant Enterococcus faecium and E. faecalis (Coleri et al.2004).\nAcriflavine, ethidium bromide and acridine orange caused loss of a plasmid-encoded staphylococcin production in Staphylococcus species (Jetten and Vogels 1973; Ersfeld-Dressen, Sahl and Brandis 1984); however, as strains became resistant to acriflavine they also became resistant to its curing effects (Jetten and Vogels 1973). Acriflavine, acridine orange and ethidium bromide cured resistance to antimicrobials from both donor and transconjugants B. fragilis and B. thetaiotaomicron (Rotimi, Duerden and Hafiz 1981).\nThe practical applications of DNA intercalating agents are few, due to their activity as powerful mutagens, associated with significant toxicity and the carcinogenic nature of these molecules. The harm of using such compounds vastly outweighs any potential benefit derived from plasmid curing. In addition, as many intercalating agents are substrates of bacterial efflux pumps, the use of such compounds could select for overexpression of efflux pumps which can lead to MDR (Piddock 2006). However, these compounds can still be useful in a laboratory setting to cure strains of plasmids (Coleri et al.2004; Mesas, Rodriguez and Alegre 2004; Chin et al.2005; Raja and Selvam 2009; Zaman, Pasha and Akhter 2010; Adeyemo and Onilude 2015; Pulcrano et al.2016).\n\n## Plant-derived compounds\nMany well-studied plant extracts come from traditional medicine. Plumbagin (5-hydroxy-2-methyl-1,4-naphthoquinone) is a yellow dye derived from the root of the tropical/subtropical Plumbago species (Patwardhan et al.2015). Plumbagin is reported to have anticancer, antifungal and antimicrobial activity (Padhye et al.2012; Tyagi and Menghani 2014). In E. coli, plumbagin effectively eliminated a conjugative, MDR plasmid (Lakhmi, Padma and Polasa 1987) and the RP4 plasmid (Bharathi and Polasa 1991). Plumbagin eliminated plasmids from E. coli, by decreasing plasmid copy number and reducing the toxic effect of plasmid loss (Lakshmi and Thomas 1996) (Table 1).\nSubinhibitory concentrations of Plumbago zeylanica root extract were tested on MDR clinical isolates of S. Paratyphi, S. aureus, E. coli and Shigella dysenteriae, as well as E. coli containing pUK651, but the extract only cured 14% of E. coli of pUK651 (Beg and Ahmad 2000). Subinhibitory concentrations of P. auriculata root extracts cured drug-resistance plasmids from P. aeruginosa, E. coli, Proteus vulgaris and K. pneumoniae, which were slightly higher than pure plumbagin (Patwardhan et al.2015) (Table 1).\n8-epidiosbulbin E acetate is isolated from the bulbs of Dioscorea bulbifera, a plant known in Ayurvedic alternative medicine (Shriram et al.2008). 8-epidiosbulbin E acetate belongs to the clerodane class of diterpenes. Its antibacterial and curing activity was evaluated, and it cured reference strains of E. coli, B. subtilis, P. aeruginosa, and clinical isolates of E. coli, E. faecalis and S. sonnei with an average efficiency of 34% (Shriram et al.2008) (Table 1).\nThe curing activity of the crude extract of Alpinia galanga (L.) Swartz, a medicinal plant indigenous to Southeast Asian countries, was tested (Latha et al.2009). The bioactive fraction containing 1΄-acetoxychavicol acetate was tested on nine bacterial reference strains carrying antibiotic-resistance plasmids. A subinhibitory concentration of crude extract cured plasmids from S. Typhi, E. coli and E. faecalis. Purified 1΄-acetoxychavicol acetate cured MDR plasmids from S. Typhi, P. aeruginosa, E. faecalis, E. coli and B. cereus (Latha et al.2009) (Table 1).\nTaken together, plant-derived compounds can be effective at curing plasmids in vitro; however, more research is needed to confirm spectrum of activity, identify the active components and to determine any toxicity and in vivo efficacy.\n\n## Unsaturated fatty acids\nWork from de la Cruz and colleagues has focused on performing high-throughput screens of compounds to search for inhibitors of conjugation (Fernandez-Lopez et al.2005; Getino et al. 2015, 2016; Ripoll-Rozada et al.2016). Their high-throughput screening method used a lux reporter under the control of the lac promoter, on a simple conjugative plasmid derived from R388 in E. coli (Fernandez-Lopez et al.2005). The donor carried the lacI repressor; thus, luminescence was only produced after conjugation (Fernandez-Lopez et al.2005). They tested a library of microbial extracts, and showed that unsaturated fatty acids, including dehydrocrypenynic acid, linoleic acid and oleic acid, inhibited conjugation (Fernandez-Lopez et al.2005). Recently, Lopatkin et al. (2017) used linoleic acid to determine the impact of reduced conjugation on plasmid persistence within a population. Indeed, 3.5 μM linoleic acid was sufficient to destabilise a plasmid with low conjugation efficiency from a population; however, it was ineffective for plasmids with higher conjugation efficiencies or which carried a fitness benefit (Lopatkin et al.2017).\nA study of synthetic fatty acids demonstrated that 2-alynoic fatty acids inhibited conjugation; of these, 2-hexadecynoic acid was the most potent, followed by 2-octadecynoic acid (Getino et al.2015). At concentrations of 0.4 mM, 2-hexadecynoic acid reduced conjugation frequencies of IncW, IncH and IncF plasmids by 100 times, while concentrations of 1 mM were required to reduce conjugation of IncI, IncL/M and IncX plasmids. Conjugation of IncP and IncN plasmids was not affected by 2-hexadecynoic acid. Using molecules with similar structures, they determined that the carboxylic group, a 16-carbon chain and one unsaturated bond were optimal for conjugation inhibition. They showed that 2-hexadecanoic acid acted on the donor, and inhibited conjugation in E. coli, S. enterica, P. putida and Acinetobacter baumannii (Getino et al.2015).\nFour unsaturated fatty acids (linoleic, oleic, 2-hexadecynoic and 2-ocatadecynoic acid) inhibited the activity of the plasmid encoded TrwD ATPase (VirB11 homologue) (Ripoll-Rozada et al.2016). TrwD acts as a traffic ATPase, regulating switching between pilus biogenesis and DNA translocation through the conjugation machinery (Ripoll-Rozada et al.2013). Fatty acids which did not inhibit conjugation had no impact on TrwD activity (Ripoll-Rozada et al.2016). The authors suggested that the mechanism for the conjugation inhibiting activity of unsaturated fatty acids was due to their binding to the N-terminal domain and linker region of TrwD, inhibiting the movement of the N-terminal domain over the C-terminal domain, thus preventing ATPase activity of the enzyme (Ripoll-Rozada et al.2016).\nOne of the concerns about any clinical use of synthetic fatty acids, such as 2-hexadecanoic acid, is toxicity in people or animals. Recent work focused on finding less-toxic molecules by screening a natural compound library produced by aquatic microbes (Getino et al.2016). Tanzawaic acid A and B, polyketides produced by Penicillium species, were identified as effective conjugation inhibitors of IncW and IncFII plasmids. Tanzawaic acid B (0.4 mM) reduced conjugation by 100-fold for IncW and IncFII, as compared to untreated controls. However, they were only moderately effective on IncFI, IncI, IncL/M, IncX and IncH plasmids, reducing conjugation by between 10% and 50% compared to untreated cells. In addition, they did not inhibit conjugation of IncN and IncP plasmids (Getino et al.2016). Importantly, oleic acid, linoleic acid and tanzawaic acids A and B were less toxic on bacteria, fungi and tissue culture cells than 2-hexadecynoic and 2-oxydecynoic acid (Getino et al.2016).\nUnsaturated fatty acids have been shown to be effective conjugation inhibitors in many laboratory settings, and on a variety of plasmids. Furthermore, they are associated with reduced toxicity on tissue culture cells. Further studies are needed to determine the in vivo safety and efficacy of unsaturated fatty acids, but they are promising candidates for future plasmid curing work.\n\n## TraE inhibitors\nUsing a targeted approach, Baron and colleagues have identified small molecules which bind to and inhibit the dimerisation of TraE, an essential component of the type IV secretion system involved in a variety of functions including conjugation of pKM101 (Paschos et al.2011; Casu et al. 2016, 2017). Structural studies of the pKM101 encoded TraE dimerisation (VirB8 homologue) were used as a basis for uncovering small molecules which inhibited dimerisation, four of which (molecules B8I-16, BAR-072, BAR-073 and UM-024) also inhibited transmission of pKM101 (Casu et al.2016). None of these molecules impacted upon transmission of RP4, highlighting their specificity for pKM101 TraE (Casu et al.2016). In a follow-up study, Casu et al. (2017) screened a fragment library for compounds which bound to TraE. They used this information to design two molecules which bound with high affinity to TraE and were able to reduce transmission of pKM101 (molecules 105055 and 239852) (Casu et al.2017). Together, this work demonstrates the feasibility and specificity of structure-based design of anti-plasmid compounds.\n\n## DNA gyrase/topoisomerase inhibitors\nDNA gyrase is essential in bacteria as it introduces supercoiling into DNA molecules; it is comprised of two GyrA and two GyrB monomers (Andriole 2005). Multiple antibiotics target DNA gyrase. Aminocoumarin antibiotics, such as novobiocin and coumermycin A, inhibit GyrB (Gellert et al.1976). These and the related compounds clorobiocin and isobutyryl novenamine were effective at plasmid curing (Hooper et al.1984). The GyrB inhibiting activities of aminocoumarins are responsible for their plasmid curing properties (Taylor and Levine 1979), and the E. coli gyrase B subunit is required for plasmid maintenance, and curing activity of coumermycin A1 (Wolfson et al.1982). Novobiocin interfered with plasmid maintenance, rather than selecting plasmid-free isolates (Hooper et al.1984). Furthermore, bacteria with a mutation in gyrB conferring resistance to coumermycin required higher levels of the antibiotic to produce the curing effect (Hooper et al.1984).\nNovobiocin was effective at curing plasmids ",
  "has_full_text": true
}