{
  "pmid": "30338245",
  "title": "Synergistic Activity of Niclosamide in Combination With Colistin Against Colistin-Susceptible and Colistin-Resistant Acinetobacter baumannii and Klebsiella pneumoniae.",
  "abstract": "Colistin is among the few antibiotics effective against multidrug-resistant Acinetobacter baumannii and Klebsiella pneumoniae clinical isolates. However, in the last few years, colistin-resistant A. baumannii and K. pneumoniae strains have emerged. Therefore, combination therapies, between colistin and other old drugs, restoring the activity of colistin are required. The main objective of this study was to analyse the activity of niclosamide, an anthelmintic drug, in combination with colistin against colistin-susceptible (Col-S) and colistin-resistant (Col-R) A. baumannii and K. pneumoniae. The MIC were determined by microdilution assay and the time-kill curves were performed. The zeta potential of Col-S and Col-R of A. baumannii and K. pneumoniae in presence of niclosamide was assessed. Niclosamide in combination with colistin showed improved activity against Col-S and Col-R A. baumannii and K. pneumoniae. Time-killing curves showed synergic activity between niclosamide and colistin against Col-S and Col-R A. baumannii and K. pneumoniae, especially when niclosamide or colistin was added for second time at 4 h of the 24 h killing curve. Col-R A. baumannii and K. pneumoniae in presence of niclosamide exhibited a greater negative charge (-34.95 ± 0.35 mV and -38.85 ± 0.92 mV; P < 0.05) than Col-R A. baumannii and K. pneumoniae in absence of niclosamide (-26.85 ± 3.65 mV and -35.27 ± 0.72 mV). These data suggest that niclosamide might be combined with colistin, being a potential alternative for treatment of Col-R Gram-negative bacilli infections.",
  "journal": "Frontiers in cellular and infection microbiology",
  "year": "2018",
  "authors": [
    "Ayerbe-Algaba R",
    "Gil-Marqués M",
    "Jiménez-Mejías M",
    "Sánchez-Encinales V",
    "Parra-Millán R"
  ],
  "doi": "10.3389/fcimb.2018.00348",
  "mesh_terms": [
    "Acinetobacter baumannii",
    "Anti-Bacterial Agents",
    "Colistin",
    "Drug Synergism",
    "Klebsiella pneumoniae",
    "Microbial Sensitivity Tests",
    "Microbial Viability",
    "Niclosamide"
  ],
  "full_text": "## Introduction\nA number of infections caused by multidrug-resistant Acinetobacter baumannii and Klebsiella pneumoniae required the use of colistin, but both pathogens may rapidly acquire specific resistance mechanisms against colistin (Bonnin et al., 2013; Ah et al., 2014). Nowadays, the rates of colistin resistance worldwide vary between 3 and 28% for A. baumannii, and 2.8 and 10.5% for K. pneumoniae (Fernández-Cuenca et al., 2013; Ah et al., 2014). In this context, combination therapies between colistin and other drugs are among the new promising strategies to treat bacterial infections (Vila and Pachón, 2012; Cassir et al., 2014).\nClassical combinations between colistin and other antimicrobial agents to which the isolate is resistant have been reported (Vila and Pachón, 2012; Paul et al., 2014). Their use has remained wide in vitro and in animal experimental model of infections (Vila and Pachón, 2012; Zusman et al., 2013). Few randomized controlled trials examining specific combinations have been completed or are ongoing, and are not sufficient to guide clinical practice (Paul et al., 2014; Poulikakos et al., 2014). This joins with the relatively short window of therapeutic application for severely ill patients for some combinations, and for the rapid emergence of drug resistance (Poulikakos et al., 2014).\nIn this context, “repurposing drugs,” defined as investigating new uses for already existing drugs, have gained renewed interest, as reflected by several recent studies (Chopra et al., 2010; Younis et al., 2015; Tharmalingam et al., 2018), and using them associated with colistin (Antunes et al., 2012; Zemke et al., 2014).\nNiclosamide is an anthelmintic drug widely used for treating tape worm infection in humans and has lately been shown to possess anti-cancer and anti-diabetic activities (Tao et al., 2014; Ye et al., 2014). Niclosamide has also been identified as a potent anti-bacterial drug against Helicobacter pylori (Tharmalingam et al., 2018) and Pseudomonas aeruginosa by the inhibition of quorum sensing and various virulence genes, and by the reduction of elastase and pyocyanin levels (Imperi et al., 2013; Costabile et al., 2015). Moreover, Rajamuthiah et al., have reported that niclosamide present bacteriostatic activity against Staphylococcus aureus probably due the damage in their bacterial membrane but not against A. baumannii, P. aeruginosa, E. coli, and K. pneumoniae (Rajamuthiah et al., 2015; Gwisai et al., 2017). Currently there is no study regarding the combination between colistin and niclosamide to restore the activity of colistin against Gram-negative bacilli.\nThe aim of this study was to determine the in vitro activity of niclosamide in combination with colistin against colistin-susceptible and colistin-resistant A. baumannii and K. pneumoniae strains.\n\n## Bacterial strains\nReference colistin-susceptible (Col-S) A. baumannii ATCC 17978 strain (Baumann et al., 1968), and 13 clinical colistin-resistant (Col-R) A. baumannii strains isolated from an hospital outbreak in 2000 in Spain (Valencia et al., 2009) were used in this study. We also used reference Col-S K. pneumoniae CECT 997 strain (Reading and Cole, 1977), one Col-S and 2 Col-R clinical K. pneumoniae strains (Pachón-Ibáñez et al., 2018).\n\nIn order to investigate the possible contribution of pmrAB, mgrB, and phoPQ to the colistin resistance in A. baumannii and K. pneumoniae, these genes were analyzed to detect any genetic alteration. DNA samples were obtained from the isolates by heating the colonies in water at 96°C. The genes were amplified using the primers listed in Table 1. The obtained bands were purified with the kit MEGAquick-spin plus (iNtRON Biotechnology, USA) and sequenced at the Institute of Biomedicine of Seville. The nucleotide and deduced protein sequences were analyzed using the Serial Cloner program (http://serialbasics.free.fr/Serial_Cloner.html).\n\nMIC of colistin (Sigma, Spain), MIC of niclosamide (Sigma, Spain), and MIC of colistin in presence of different concentrations of niclosamide (between 0.5 and 4 μM) against Col-S and Col-R references and clinical A. baumannii and K. pneumoniae strains were determined in two independent experiments by broth microdilution assay according to CLSI recommendations for A. baumannii and EUCAST recommendations for K. pneumoniae (Clinical and Laboratory Standards Institute, 2016 European Committee on Antimicrobial Susceptibility European Committee on Antimicrobial Susceptibility Testing [EUCAST], 2016). The initial inoculum of 5 x 105 CFU/mL for each strain was used in microtiter plates V (Deltlab, Spain) in presence of colistin, niclosamide, or colistin plus niclosamide, and incubated for 16–18 h at 37°C. Escherichia coli ATCC 25922 was used as control strain.\n\n## Time-kill kinetic assays\nTime-kill curves of A. baumannii ATCC 17978 and Col-R #11 strains and K. pneumoniae CECT 997 and KPc21 strains with starting inoculum of 1 × 106 CFU/mL, conducted on Mueller Hinton broth cation-adjusted, in presence of 2 μM niclosamide and colistin (sub-MIC) alone or in combination were performed in two independent experiments as previously described (Smani et al., 2011).\nMoreover, in some conditions niclosamide was added for a second time 4 h after bacterial inoculation in order to avoid the antagonism effect of niclosamide with colistin observed in the first 4 h. In the same way colistin was added for a second time 4 h after bacterial inoculation because the half-life of colistin in bacterial culture broth is 4 h (Owen et al., 2007; Bergen et al., 2010). Bacterial cultures without drugs were carried out in parallel as controls. Tubes of each condition were incubated at 37°C with shaking and samples were taken at 0, 2, 4, 8, and 24 h and serially diluted. Viable counts were determined by plating 100 μL of control, test cultures, or dilutions at the indicated times onto sheep blood agar plates (Beckton Dickinson, USA). Plates were incubated for 24 h, and after colony counts, the log of viable cells (CFU/mL) was determined. Synergy was defined as a reduction ≥ 2 log CFU/mL with the combination respect to the more active drug (Pachón-Ibáñez et al., 2018). Thus, niclosamide was considered synergistic when in combination with colistin reduced the bacterial concentration ≥ 2 log CFU/mL with respect to colistin alone.\n\n## Zeta potential measurements\nZeta potential measurements were performed as previously described with minor modifications (Soon et al., 2011). Briefly, the bacterial surface was cleansed by washing twice with Milli-Q water, resuspended in Milli-Q water at 108 CFU/mL, and diluted 10-fold in the same medium immediately prior to zeta potential measurement. The resulting suspensions were used to fill clear disposable folded capillary zeta cells (Malvern, UK).\nTo examine the effect of niclosamide treatment on Col-S and Col-R A. baumannii and K. pneumoniae strains, 2 μM niclosamide was added to 5 mL of bacterial culture at 108 CFU/mL, then incubated in a shaking bath (37°C, 180 rpm) for 20 min and prepared for zeta potential analysis as described above. The zeta potential measurement (mV) of bacterial cells was measured at 25°C with a zeta potential analyzer at 150 V (Zetasizer Nano ZS; Malvern Instruments, Malvern, UK).\n\n## Statistical analysis\nGroup data are presented as mean ± SEM. Student t-test was used to determine differences between means. Differences were considered significant at P < 0.05. The SPSS (version 17.0) statistical package was used (SPSS Inc.).\n\n## Colistin MIC and resistance mechanisms\nThe MIC for the Col-R A. baumannii and K. pneumoniae strains ranged from 32 to > 256 μg/mL, while those for the susceptible reference strains were 0.5 μg/mL. The analysis of the pmrA, pmrB, mgrB, phoP, and phoQ sequences showed that Col-R A. baumannii strains presented only different amino acids substitution in pmrB (López-Rojas et al., 2016). Col-R K. pneumoniae strains presented IS1 transposase insertion in mgrB or different amino acids substitution in pmrA and pmrB, without substituting amino acid in phoP and phoQ (Table 2).\n\nNiclosamide alone or in combination with colistin was tested against reference and clinical Col-S and Col-R A. baumannii and K. pneumoniae strains. The MIC is shown in Table 3. Niclosamide alone showed a range of MIC from 6.25 to 400 μM for Col-S and Col-R A. baumannii strains, and from 400 to >800 μM for Col-S and Col-R K. pneumoniae strains.\nNiclosamide at 1, 2, and 4 μM in combination with colistin increased significantly the activity of colistin against all Col-S and Col-R strains. In contrast niclosamide, at 0.5 μM in combination with colistin didn't increased the activity of colistin against most of Col-R A. baumannii. For the rest of experiments, we chose 2 μM as niclosamide optimal concentration.\n\n## Time-killing curves\nWe examined the ability of niclosamide in combination with colistin to kill Col-S and Col-R A. baumannii strains (ATCC 17978 and #11) and Col-S and Col-R K. pneumoniae strains (CECT 997 and KPc21) in time course assays. Two micromolar niclosamide in combination with 0.25 μg/mL colistin, a colistin sub-MIC of ATCC 17978 strain, showed in the first 4 h no synergistic activity with respect to colistin alone, followed by later synergistic activity decreasing the bacterial cell count by 3.14 log CFU/mL with respect to colistin alone at 24 h (Figure 1A). Combination of 2 μM niclosamide with 8 μg/mL colistin, a colistin sub-MIC of #11 strain, showed higher synergistic activity, decreasing the bacterial cell count with respect to colistin alone by 5.93 log CFU/mL at 24 h (Figure 1A).\nIn the case of K. pneumoniae, 2 μM niclosamide in combination with 0.25 μg/mL colistin, a colistin sub-MIC of CECT 997 strain, didn't showed synergistic effect with colistin during 24 h (Figure 1B). In contrast, 2 μM niclosamide in combination with 32 μg/mL colistin, a colistin sub-MIC of KPc21 strain, showed synergistic activity with respect to colistin alone decreasing the bacterial cell count by 3.38 log CFU/mL at 24 h (Figure 1B). In a control experiment, 2 μM niclosamide had no effect on the growth of Col-S and Col-R A. baumannii and K. pneumoniae strains (Figure 1A,B).\nWith these results, since the half-life of colistin in bacterial culture broth is 4 h (Owen et al., 2007; Bergen et al., 2010) and can be degraded during time-kill curve experiments (Mohamed et al., 2014), we cannot rule out the possibility that the absence of synergistic activity of niclosamide in combination with colistin observed especially with K. pneumoniae CECT 997 strain (Figure 1B) would be due to colistin degradation in the bacterial culture broth.\nConsequently, to maintain the colistin concentration in the medium, in the following experiments we added 0.25 μg/mL colistin after 4 h post-incubation with the initial 2 μM niclosamide and 0.25 μg/mL colistin, or with 0.25 μg/mL colistin alone. This approach produced synergy between niclosamide and colistin, decreasing the bacterial cell count of CECT 997 strain by 4.62 log CFU/mL with respect to colistin plus colistin at 24 h (Figure 2B). Similarly, the addition of 32 μg/mL colistin after 4 h post-incubation with niclosamide and 32 μg/mL colistin decreased the growth of KPc21 strain by 4.38 log CFU/mL with respect to colistin plus colistin at 24 h (Figure 2B). In the case of A. baumannii ATCC 17978 strain, the addition of colistin for second time at 4 h increased the synergy between niclosamide and colistin plus colistin decreasing the bacterial cell count by 2.37 log CFU/mL with respect to niclosamide plus colistin, without the addition of colistin at 4 h, at 8 h (Figure 2A). In contrast, with #11 strain the addition of colistin for second time did not improve the synergy between niclosamide and colistin observed in the (Figures 1, 2A).\nFurthermore, to avoid the antagonism effect of niclosamide with colistin observed in the first 4 h (Figures 1, 2), we added 2 μM niclosamide after 4 h post-incubation with 0.25 and 8 μg/mL colistin, sub-MIC of A. baumannii ATCC 17978 and #11 strains, respectively. We observed a decrease in the growth of ATCC 17978 and #11 strains by 5.06 and 3.38 log CFU/mL, respectively, with respect to colistin alone at 24 h (Figure 3A).\nIn the case of K. pneumoniae, we added 2 μM niclosamide after 4 h post-incubation with 0.25 and 32 μg/mL colistin, sub-MIC of CECT 997 and KPc21 strains, respectively. We observed a decrease in the growth of CECT 997 and KPc21 strain by 3.89 and 4.98 log CFU/mL, respectively, with respect to colistin alone at 24 h (Figure 3B). In the control experiment, addition of 2 μM niclosamide after 4 h post-bacterial incubation had no effect on the growth of Col-S and Col-R A. baumannii and K. pneumoniae strains (Figures 3A, 3B).\n\n## Zeta potential\nFigure 4 illustrates the zeta potential of A. baumannii ATCC 17978 and #11 strains in presence and absence of niclosamide. Analysis of zeta potential revealed that treatment of ATCC 17978 and #11 strains with 2 μM niclosamide exhibited significantly high negative surface charge by −35.62 ± 1.32 mV and −34.95 ± 0.35 mV, respectively with respect to ATCC 17978 and #11 strains without treatment with niclosamide, −32.33 ± 0.63 and −26.85 ± 3.65 mV, respectively. Similarly, analysis of zeta potential revealed that treatment of K. pneumoniae CECT 997 and KPc21 strains with 2 μM niclosamide exhibited significantly high negative surface charge by −40.23 ± 0.88 mV and −38.85 ± 0.93 mV, respectively with respect to CECT 997 and KPc21 strains without treatment with niclosamide, −36.7 ± 0.88 and −35.27 ± 0.72 mV, respectively (Figure 4).\n\n## Discussion\nColistin resistance, although uncommon, is increasingly being reported among clinical Gram-negative bacilli isolates, and an understanding of its impact on the activity of antimicrobials is now evolving (Olaitan et al., 2014). Modification of LPS is one of the colistin resistance mechanisms in Gram negative bacilli that result in the increase of positive surface charge of the bacterial outer membrane (Olaitan et al., 2014).\nNiclosamide's ability to carrier proton has been previously used to investigate the potential of niclosamide for blocking the acidification of endosomes in eukaryotic cells (Jurgeit et al., 2012). Thus, the use of niclosamide to carrier the proton in the outer membrane of Col-R strains could be helpful to restore the activity of colistin against Gram negative bacilli.\nIn the present study, the combination of niclosamide with colistin potentiates the activity of colistin against Col-S and especially Col-R A. baumannii and K. pneumoniae strains at 24 h, despite of the antagonist effect of niclosamide on the antibacterial effect of colistin against these strains in the first 4 h. Similar results regarding the antagonism of the colistin effect were observed in the first 4–8 h when colistin was combined with doripenem or ertapenem against a clinical isolate of K. pneumoniae resistant to colistin, doripenem, and ertapenem (Hong et al., 2013), and with levofloxacin against a clinical isolate of A. baumannii resistant to levofloxacin (Safarika et al., 2015). In the present study, this antagonism has been corrected when niclosamide was added 4 h after bacterial and colistin incubation.\nIt is noteworthy to mention that the use of niclosamide alone did not affect the growth of Col-S and Col-R A. baumannii and K. pneumoniae strains, which is consistent with previously published data in which niclosamide was not effective against Gram-negative bacilli including A. baumannii and K. pneumoniae (Rajamuthiah et al., 2015). In addition, the synergy between niclosamide and colistin was increased when colistin was added for second time 4 h post-bacterial due to a possible compensation of colistin degradation in the broth culture (Owen et al., 2007; Bergen et al., 2010).\nIt is well known that niclosamide does not cause significant bacterial cell envelope damage in Gram-positive pathogens (Rajamuthiah et al., 2015), and Gram-negative bacilli may have intrinsic resistance to niclosamide due to their functional and structural characteristics (Blair et al., 2014). Interestingly, despite the fact that niclosamide does not appear to inhibit A. baumannii and K. pneumoniae growth, we demonstrated, for the first time, that niclosamide increased the negative surface charge of Col-S and Col-R A. baumannii and K. pneumoniae strains. This effect was higher with Col-R than with Col-S A. baumannii and K. pneumoniae strains. This fact would be due to the proportion of negative and positive surface charge in these strains. Indeed, we observed that Col-R strains contain less negative surface charges than Col-S strains. These data are consistent with previously published reports, showing less negative surface charges in Col-R A. baumannii and K. pneumoniae (Soon et al., 2011; Velkov et al., 2014). Recently, it was reported that salicylanilide analogs inhibit Clostridioides difficile growth via membrane depolarization by dissipation of the bacterial membrane potential (Gooyit and Janda, 2016).\nFurthermore, we showed that Col-R A. baumannii strain did not improve the synergy with niclosamide while adding the second colistin dose. A explanation for this data would be that the binding of colistin to the cell wall of this strain is saturated after the first addition of colistin in medium. Indeed, this strain, in presence of niclosamide, has presented lower zeta potential level (−34.95 ± 0.35 mV) than with K. pneumoniae CECT 997 strain (−40.23 ± 0.88 mV), K. pneumoniae KPc21 strain (−38.85 ± 0.93 mV), and A. baumannii ATCC 17978 strain (−35.62 ± 1.32 mV) which suggest the colistin binding saturation.\nWe have not shown that the incubation of A. baumannii and K. pneumoniae with niclosamide affect their OMPs profiles (data not shown). Thus, further investigations, including the integrity of bacterial membrane by transmission electron microscopy, are necessary to better understand how niclosamide acts synergistically with colistin against Col-S and Col-R A. baumannii and K. pneumoniae strains.\nConcerning future developments of niclosamide as potent synergic drug with colistin, niclosamide derivative or same structural class of niclosamides, i.e., the salicylanilide oxyclozanide, need to be evaluated in combination with colistin. Previous studies showed that oxyclozanide present same activities as niclosamide against P. aeruginosa and S. aureus (Imperi et al., 2013; Rajamuthiah et al., 2015). Furthermore, It should be a very interesting exercise to assay in vitro the anti-quorum sensing of niclosamide (Imperi et al., 2013; Costabile et al., 2015) in combination with colistin and in vivo the colistin niclosamide combination in an infection model like the silk worm Galleria mellonella.\n\n## Conclusions\nNiclosamide has potentiated the effect of colistin against Col-S and Col-R A. baumannii and K. pneumoniae strains. This effect might be due to the alteration of negative surface charge proportion in the outer membrane of these strains. The results of this study provide new insights into the use of niclosamide in combination with colistin to treat the infections by Gram negative bacilli.\n\n## Author contributions\nJP and YS conceived the study. RA-A, MG-M, VS-E, RP-M, and MP-I carried out the experiments. RA-A and YS analyzed the data. MJ-M, MP-I, and JP have reviewed the manuscript and the experiments. RA-A and YS wrote the manuscript. All authors read and approved the final manuscript.\n\n## Conflict of interest statement\nThe authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.",
  "has_full_text": true
}