{
  "pmid": "30479094",
  "title": "Current state and outlook for drug repositioning anticipated in the field of ovarian cancer.",
  "abstract": "Ovarian cancer is the seventh most common cancer and the eighth most common cause of cancer mortality in women. Although standard chemotherapy is the established treatment for ovarian cancer, the prognosis remains poor, and it is highly anticipated that new drugs will be developed. New drugs, such as humanized anti-vascular endothelial growth factor monoclonal antibodies and poly ADP-ribose polymerase inhibitors, are expected to improve clinical outcomes of ovarian cancer. However, long-term, costly research is required to develop such new drugs, and soaring national healthcare costs are becoming a concern worldwide. In this social context, drug repositioning, wherein existing drugs are used to develop drugs with new indications for other diseases, has recently gained attention. Because trials have already confirmed the safety in humans and the pharmacokinetics of such drugs, the development period is shorter than the conventional development of a new drug, thereby reducing costs. This review discusses the available basic experimental and clinical data on drugs used for other types of cancer for which drug repositioning is anticipated to repurpose the drug for the treatment of ovarian cancer. These include statins, which are used to treat dyslipidemia; bisphosphonate, which is used to treat osteoporosis; metformin, which is used to treat diabetes; non-steroidal anti-inflammatory drugs; ivermectin, an antiparasitic agent; and itraconazole, an anti-fungal agent. These drugs will play an important role in future drug repositioning strategies for ovarian cancer. Furthermore, drug repositioning is anticipated to extend not only to ovarian cancer treatment but also to ovarian cancer prevention.",
  "journal": "Journal of gynecologic oncology",
  "year": "2019",
  "authors": [
    "Kobayashi Y",
    "Banno K",
    "Kunitomi H",
    "Tominaga E",
    "Aoki D"
  ],
  "doi": "10.3802/jgo.2019.30.e10",
  "mesh_terms": [
    "Anti-Inflammatory Agents, Non-Steroidal",
    "Antifungal Agents",
    "Antiparasitic Agents",
    "Carcinoma, Ovarian Epithelial",
    "Diphosphonates",
    "Drug Repositioning",
    "Female",
    "Health Care Costs",
    "Humans",
    "Hydroxymethylglutaryl-CoA Reductase Inhibitors",
    "Itraconazole",
    "Ivermectin",
    "Metformin",
    "Ovarian Neoplasms"
  ],
  "full_text": "## INTRODUCTION\nIn total, 240,000 women are diagnosed with ovarian cancer every year and, with 5-year survival below 45%, this cancer is responsible for 150,000 deaths, making it the seventh most common cancer and eighth most common cause of cancer death among women [1]. Therefore, it is highly anticipated that new drugs will be developed to complement standard chemotherapy, which has already been established. Recently developed new drugs, such as bevacizumab, a humanized anti-vascular endothelial growth factor (VEGF) monoclonal antibody, poly ADP-ribose polymerase inhibitors, and immune checkpoint inhibitors, are highly anticipated to improve clinical outcomes. Meanwhile, the development of new drugs begins with searching for new compounds, which can take 10–15 years and requires funding ranging from 1 to 1.5 billion dollars. The probability of a compound entering a phase I trial approved by the regulatory authority is ≤10%, and the likelihood of a new compound candidate that was initially investigated being developed into a new drug is approximately 1/30,000. Moreover, in recent years, personalized medicine has become more precisely targeted, making it even more difficult to develop new drugs [2]. Increasing drug development costs have thus resulted in rising drug prices. In the future, drug development must also take medical economics into account.\nDue to the above social background, drug repositioning has recently been garnering attention (Fig. 1). Drug repositioning refers to a method of identifying new target molecules and disease indications for drugs that have already been approved [3]. Drugs for which development was discontinued because of insufficient efficacy reported in phase II or phase III trials despite proven safety in a human clinical trial may also undergo drug repositioning. Drug repositioning makes it possible to skip processes associated with conventional drug development, such as compound synthesis, exhaustive high-throughput screening, laboratory and animal experiments, establishment of good manufacturing practice guidelines, preclinical testing, and phase I trials to investigate drug safety on healthy individuals, and move on to a phase II clinical trial (Fig. 2). Because drugs that have already undergone pre-clinical testing and safety trials in humans are used, drug development can proceed at a lower cost and within a shorter time frame than conventional drug development methods [4].\nDrug repositioning can sometimes occur as a result of unknown pharmacological actions for target molecules that are incidentally discovered based on adverse effects. However, in recent years, a method of comprehensively analyzing existing drug actions at a molecular level and investigating the possibilities of using such drugs for treating other diseases has become mainstream. Evaluations of drug information available at various databases, such as the Drug Bank, ClinicalTrials.gov, PharmGKB, and PubChem, are used to integrate pharmacological actions, genomes and phenotypes, chemical properties, and clinical data to predict drug and disease reactions [5]. Drugs selected by this approach are approved as new therapeutic agents after in vitro and in vivo trials. This utilization of databases makes it relatively simple to identify drugs that could be applied to specific clinical symptoms and disease mechanisms, which could further increase the speed of drug development. Currently, over 2,000 drugs have been approved worldwide, and each of these drugs is said to have an average of six target molecules [6]. In terms of drug repositioning for cancer treatment, at least 250 drugs that were not originally anti-cancer agents have exhibited anti-tumor activity in either in vitro or in vivo experiments. Of these, 67 (29%) are on the World Health Organization Essential Medicines List, 176 (75%) are off-patent drugs, and 133 (57%) exhibited anti-tumor activity in human clinical trials [78]. Thus, all these drugs could potentially lead to the development of new medicines. Drug repositioning is being investigated for various types of diseases, including cancer, infections, Alzheimer's disease, diabetes, and stroke [910111213].\nThis review describes the current state and outlook for drug repositioning anticipated in the field of ovarian cancer.\n\n## 1. Statin\nStatins, which lower blood cholesterol levels by blocking 3-hydroxy-3-methylglutaryl-coenzyme A (HMG-CoA) reductase located upstream in the mevalonate pathway, are widely used throughout the world to treat hyperlipidemia [14]. They also exhibit multifaceted effects, including inflammation reduction, vascular expansion, and vascular remodeling inhibition via coagulation and fibrinolysis [151617]. Moreover, some reports have indicated that statins could be effective for preventing diseases, such as coronary artery disease, heart failure, and arrhythmia [1819].\nThey are also known to inhibit cancer cell proliferation by stopping the cancer cell cycle [20], inducing cancer cell apoptosis and autophagy [20], and increasing cancer cell radiosensitivity [21]. Furthermore, epidemiological studies have shown that both all-cause mortality and cancer-related mortality rates are significantly lower in statin users than in patients with no history of statin use (hazard ratio [HR]=0.85; 95% confidence interval [CI]-0.82–0.87) [22]. No correlation was observed between statin dosage and these results, with a decreased cancer-related death risk noted among statin users for 13 types of cancer [22]. These results caused researchers to pay attention to the antitumor effects of statins. After this study, antitumor effects were reported in similar epidemiological studies and basic research for other types of cancer, including colorectal cancer (fully adjusted HR=0.71; 95% CI=0.61–0.84) [23], prostate cancer (HR=0.76; 95% CI=0.66–0.88) [24], breast cancer (HR=0.81; 95% CI=0.68–0.96) [25], and endometrial cancer (HR=0.83; 95% CI=0.69–1.01) [26].\nIn ovarian cancer, statins have been shown to exhibit antitumor effects, blocking HMG-CoA reductase located in the mevalonate pathway to suppress ovarian cancer cell proliferation in vitro and delay tumor formation and inhibit tumor progression in vivo [20]. Statins are also known to reduce cell migration in vitro, thereby suppressing ovarian cancer metastasis [2728]. An epidemiological study found that patients who were originally taking statins had significantly higher overall survival rates than patients who were not (HR-=0.63; 95% CI=0.54–0.74) [26]. Moreover, the overall survival rate is significantly higher even if statins are consumed after ovarian cancer is diagnosed (HR=0.87; 95% CI=0.80–0.95) [29]. Because the antitumor effects of statins for ovarian cancer have been confirmed on a basic experimental level and clinical application can be realistically anticipated, it is hoped that clinical research will proceed after establishing the criteria for identifying cases wherein the mevalonate pathway is activated, and therefore, statins are expected to be effective, creating a companion diagnostics evaluation system.\n\n## 2. Bisphosphonates\nBisphosphonates are widely used to treat osteoporosis because they inhibit bone resorption by decreasing osteoclast activity. Bisphosphonates achieve this by blocking farnesyl pyrophosphate synthase, an enzyme that is involved in the synthesis of compounds that are necessary for maintaining osteoclast function, such as farnesol and geranylgeraniol [30]. Farnesyl pyrophosphate synthase acts farther downstream than HMG-CoA reductase in the mevalonate pathway. Thus, as with statins, bisphosphonates are anticipated to exhibit antitumor properties against various types of cancer.\nIn fact, reports have indicated that they can inhibit the onset of breast (relative risk [RR]=0.87; 95% CI=0.81–0.93) [31] and endometrial cancers (RR=0.75; 95% CI=0.60–0.94) [32]. Bisphosphonates are known to deactivate human epidermal growth factor receptor (HER), a type of receptor tyrosine kinase (TK) [33], and have been shown to inhibit the proliferation of breast cancer and non-small-cell lung cancer (NSCLC) cells that express excessive amounts of HER1 in vitro [34]. In NSCLC-model mice resistant to gefitinib and erlotinib, which are TK inhibitors (TKIs), the combined use of bisphosphonates was shown to amplify the antitumor effects of TKIs [34]. Thus, it appears that bisphosphonates could be an effective adjuvant therapy combined with TKIs when treating cases involving excessive HER1 expression.\nIn cases of ovarian cancer, the in vitro use of bisphosphonates has been shown to inhibit the proliferation of ovarian cancer cell lines in a concentration-dependent manner [35]. In addition, verification using a transgenic ovarian cancer mouse model revealed that tumor formation was significantly delayed, and tumor cell proliferative activity was significantly decreased in the group that was administered bisphosphonates compared to the control group [35]. Thus, because it appears that bisphosphonate exhibits antitumor properties against ovarian cancer, it is anticipated that clinical studies on bisphosphonate and ovarian cancer that are similar to those conducted for statins will be conducted.\n\n## 3. Metformin\nMetformin activates glucose uptake by promoting glucose transporter type 4 (GLUT4) translocation to the plasma membrane that mediates the activation of liver kinase B1 and adenosine monophosphate-activated protein kinase (AMPK) [36]. Because it also lowers blood glucose levels by inhibiting gluconeogenesis in the liver by blocking glucose-6-phosphatase, it is widely used in the treatment of type 2 diabetes [37].\nMetformin inhibits cell proliferation and insulin signals, blocks protein and fatty acid synthesis, and exhibits anti-inflammatory properties mediated by nuclear factor (NF)-κB [38]. It has also been reported to have antitumor properties through a non AMPK-dependent mechanism, inhibiting the mitochondria respiratory chain and reducing active enzyme production, oxidation stress, and DNA damage [38]. It was reported that patients with diabetes who were treated with metformin exhibited lower rates of cancer than those being treated with other diabetes drugs [39]. Epidemiological studies indicated that the cancer-related mortality rate is significantly lower in patients taking metformin, and that survival rates and survival periods for many types of cancer, including colorectal, pancreatic, breast, liver, and endometrial cancers, have improved in such patients [404142]. In cases of endometrial cancer, metformin significantly prolonged the overall survival (HR=0.61; 95% CI=0.48–0.77) and significantly reduced the risk of the recurrence of endometrial cancer (HR=0.50; 95% CI=0.28–0.92) [43]. Metformin is also known to amplify the effects of paclitaxel in cases of endometrial cancer by blocking mechanistic target of rapamcin (mTOR) signals [44]; therefore, a phase II/III trial is currently being conducted to investigate the efficacy of administering metformin in addition to standard treatment with paclitaxel and carboplatin when treating stage III–IV progressive or recurrent endometrial cancer.\nA study investigating ovarian cancer cases compared the prognosis of 16 patients with type 2 diabetes who were taking metformin when diagnosed with ovarian cancer, 28 patients with type 2 diabetes who were taking another therapeutic agent, and 297 patients with cancer without diabetes. The results indicated that the progression-free survival at 5 years was significantly better for patients taking metformin (51%) than for those taking other diabetes agents (8%) or those without diabetes (23%) (p=0.03) [45]. Another cohort study analyzed the 5-year survival rate of 61 patients taking metformin when diagnosed with ovarian cancer and 178 patients who were not taking metformin [46]. The results indicated that the survival rate was 67% in the group taking metformin but was only 47% in the group not taking metformin, and on multivariate analysis, metformin remained an independent predictor of survival (HR=2.2; 95% CI=1.2–3.8). Thus, because data suggesting that the antitumor effects of metformin have been demonstrated at both basic experimental and cohort research level, it is strongly hoped that clinical studies will be conducted to confirm these results.\n\n## 4. Non-steroidal anti-inflammatory drugs (NSAIDs)\nNSAIDs exhibit anti-inflammatory properties by blocking cyclooxygenase (COX) that mediates the generation of prostaglandin, which causes fever and inflammation. Aspirin, an NSAID, is known to not only block COX, but also block NF-κB and the PI3K/mTOR signaling pathway while activating AMPK, thereby also exhibiting antitumor properties [47]. In fact, a number of studies have reported that aspirin reduces both the incidence of cancer and the mortality rates. For example, according to a systematic review of eight randomized comparative trials that investigated the correlations between aspirin and the cancer mortality rate, the mortality risk in patients with cancer who had taken aspirin for ≥5 years to prevent arteriosclerotic disease compared to those who were not taking aspirin exhibited an HR=0.66 and a 95% CI=0.50–0.87, whereas the mortality risk for gastrointestinal cancer exhibited an HR=0.46 and a 95% CI=0.27–0.77 [48]. Long-term treatment with a low-dose of aspirin is also known to lower the incidence of colorectal cancer [49]. In the United States, since 2016, it is recommended that aspirin be administered to all 50–59-year-old patients with a risk of ≥10% for a cardiovascular event within 10 years, a low risk for bleeding, and a life expectancy of at least 10 years, and that the low-dose aspirin regimen be administered once per day for ≥10 years to prevent colorectal cancer [50].\nFor ovarian cancer, although the use of non-aspirin NSAIDs after diagnosis was not associated with ovarian cancer mortality (HR=0.97; 95% CI=0.87–1.08), inverse associations were observed with high cumulative (HR=0.75; 95% CI=0.60–0.94) or high-intensity (HR=0.86; 95% CI=0.72–1.03) post diagnostic use of non-aspirin NSAIDs [51]. In particular, when stratified by histological type, inverse associations were observed only in serous carcinoma (HR=0.87; 95% CI=0.77–0.99); therefore, NSAIDs may be effective against ovarian cancer, depending on dosage, and may be useful for serous carcinomas, which account for many cases of ovarian cancers [51].\n\n## 5. Ivermectin\nIvermectin was created from Streptomyces avermitilis, an actinomycete. Ivermectin binds specifically and with high affinity to the glutamic acid operative chloride ion channel, which is located in nerve and muscle cells in invertebrates [5253]. This causes increased permeability of the cell membrane to chloride ions to enable chloride ions to enter the cells, resulting in hyperpolarization of nerve and muscle cells, which results in parasite paralysis and extinction [5253]. Based on this mechanism of action, ivermectin is used as an oral anthelmintic for intestinal strongyloidiasis and as a therapeutic agent for scabies and demodicosis [54]. In recent years, because ivermectin is also a compound that targets yes-associated protein 1 (YAP1) [55], it is anticipated to exhibit antitumor effects against gastric cancer, colorectal cancer, ovarian cancer, and lung cancer, for which YAP1 is thought to be a prognosticator [5657585960]. MOB1 is a molecule that detects the extracellular environment, such as cell contact, and is then activated intracellularly, resulting in the inhibition of downstream YAP1 activation, which then suppresses cell proliferation [61]. YAP1 is a transcriptional coactivator that acts downstream of MOB1. It promotes the transcription of factors, such as connective tissue growth factor and transforming growth factor beta, while working to enhance cell proliferation [6263]. A library search of compounds that target YAP1 indicated that the antiparasitic agent ivermectin was a candidate for drug repositioning, and it has been reported to have antitumor properties based on animal experiments using MOB1 knockout mice and human intrahepatic cholangiocarcinoma transplant mice [55].\nIt has also been demonstrated that ivermectin exhibits KPNB1-dependent antitumor properties against ovarian cancer [64]. KPNB1, which encodes nuclear transport factors, was discovered in an experiment that comprehensively investigated new therapeutic target genes using the short hairpin RNA (shRNA) and clustered regularly interspaced short palindromic repeats (CRISPR)/Cas libraries. In this experiment, the expression of approximately 7,500 genes that were considered to be genes that could be developed into new drugs were individually suppressed using the shRNA library, and all of the approximately 22,000 genes in the CRISPR/Cas library were individually knocked out. Ovarian cancer cells into which these libraries had been introduced were transplanted into immunodeficient mice, and individual gene functions were comprehensively searched for tumors that formed. As a result, many new therapeutic target genes with marked tumorigenesis blocking properties were identified. Of these, a particularly strong blocking action was noted for KPNB1, and ivermectin was found to block KPNB1 function. Other findings have indicated that blocking KPNB1 induces apoptosis and helps halt the cell cycle, and that the in vivo use of ivermectin together with paclitaxel results in synergistic antitumor effects. In addition, because poor survival is noted in patients with ovarian cancer having a strong expression of KPNB1, ivermectin, which blocks KPNB1, is anticipated to become a promising candidate for drug repositioning for treating ovarian cancer.\n\n## 6. Itraconazole\nItraconazole is used as an antifungal agent because of its suppression of synthesis of ergosterol, a fungus cell membrane component, by blocking lanosterol 14α-demethylase [65] ; however, in contrast to other azole antifungal drugs, itraconazole also alters resistance to chemotherapy through P-glycoprotein, induces autophagy, modulates the Hedgehog signaling pathway, and targets mTOR and Wnt/β catenin to block vascularization and lymphangiogenesis and interfere with cancer–interstitial cell interaction to produce antitumor effects [666768]. Clinical studies have been conducted on several types of cancer, and itraconazole is anticipated to be an effective therapeutic agent for ovarian, prostate, basal cell, NSCLC, breast, and pancreatic cancers [697071727374]. In particular, for NSCLC and pancreatic cancer, prolonged survival has been noted as a result of administering itraconazole as second-line therapy in addition to first-line chemotherapy for progressive cancers [6974].\nFor ovarian cancer, it has been reported that when itraconazole was administered to 19 patients with ovarian cancer who were unresponsive to platinum agents, progression-free survival (HR=0.24; p=0.002) and overall survival (HR=0.27; p=0.006) improved significantly compared to those in the control group [71]. Because the results of a basic experiment using a gastric cancer cell line also found that itraconazole exhibited synergistic effects with bevacizumab, a humanized monoclonal antibody for VEGF [75], it is also hoped that the drug could be used in combination therapy for patients with ovarian cancers.\n\n## FUTURE OUTLOOK FOR DRUG REPOSITIONING\nDrug repositioning is expected to result in the discovery of not only drugs that can be used to treat current patients with cancer but also, as with aspirin for colorectal cancer, drugs for which the indications can be expanded to include cancer prevention. In recent years, marked advances in genomics and proteomics have resulted in successive discoveries, such as the molecular cascades related to various diseases and drug mechanisms at a molecular level. Thus, the amount of information contained in databases has reached enormous levels. Advances in drug repositioning will depend on how efficiently such vast amounts of data can be interpreted and used. In the future, it is anticipated that, in addition to the development of new drugs from data on individual drugs and diseases, differences in genetic mutations and protein expression levels in each patient will be investigated, and databanks will be searched for effective drugs that would be in accordance with individual patient features to achieve personalized medicine using drug repositioning.\nIn particular, patients with cancer often develop resistance to anticancer drugs, and the mechanism by which such resistance develops differs among patients [76]; however, for some types of cancer, the mechanism through which resistance develops can be predicted based on the genetic mutation involved. If the mechanism through which resistance to anticancer agents develops could be determined in advance for each individual patient, the most effective drug for repositioning could be determined for each patient, and treatment may be implemented accordingly. In addition to the development of treatment resistance, even if anticancer drugs exhibit antitumor effects by acting on a certain metabolic pathway, individual variations in molecule expression and activity result in differences in the effects of each such drug; therefore, as with statins and bisphosphonates, it appears that the development of anticancer drugs that target various molecules, even if for a single metabolic pathway, could enable cancer treatment using the most effective drug for each individual patient. If an anticancer therapeutic agent targeting a molecule for which the metabolic pathway has already been determined in detail is discovered, drug repositioning can be used to efficiently develop a drug targeting a different molecule through the same metabolic pathway. Thus, determining the individual differences in molecular activity in metabolic pathways could make it possible to develop effective therapeutic agents in accordance with these differences by means of drug repositioning. This could result in personalized medicine.\n\n## CONCLUSION\nWe described several drugs that are currently being researched as candidates for drug repositioning to treat patients with ovarian cancers. Because of recent soaring national healthcare costs, the high cost of developing new drugs, and the resultant high costs of those new drugs, new methods of pharmacotherapy must consider medical economics. It is likely that the utility and importance of drug repositioning will increase as the developments in medical research result in clarifying pathogenesis and the molecular mechanisms of drugs based on genetic analysis.",
  "has_full_text": true
}