{
  "pmid": "30761132",
  "title": "Repurposing of Drugs as Novel Influenza Inhibitors From Clinical Gene Expression Infection Signatures.",
  "abstract": "Influenza virus infections remain a major and recurrent public health burden. The intrinsic ever-evolving nature of this virus, the suboptimal efficacy of current influenza inactivated vaccines, as well as the emergence of resistance against a limited antiviral arsenal, highlight the critical need for novel therapeutic approaches. In this context, the aim of this study was to develop and validate an innovative strategy for drug repurposing as host-targeted inhibitors of influenza viruses and the rapid evaluation of the most promising candidates in Phase II clinical trials. We exploited in vivo global transcriptomic signatures of infection directly obtained from a patient cohort to determine a shortlist of already marketed drugs with newly identified, host-targeted inhibitory properties against influenza virus. The antiviral potential of selected repurposing candidates was further evaluated in vitro, in vivo, and ex vivo. Our strategy allowed the selection of a shortlist of 35 high potential candidates out of a rationalized computational screening of 1,309 FDA-approved bioactive molecules, 31 of which were validated for their significant in vitro antiviral activity. Our in vivo and ex vivo results highlight diltiazem, a calcium channel blocker currently used in the treatment of hypertension, as a promising option for the treatment of influenza infections. Additionally, transcriptomic signature analysis further revealed the so far undescribed capacity of diltiazem to modulate the expression of specific genes related to the host antiviral response and cholesterol metabolism. Finally, combination treatment with diltiazem and virus-targeted oseltamivir neuraminidase inhibitor further increased antiviral efficacy, prompting rapid authorization for the initiation of a Phase II clinical trial. This original, host-targeted, drug repurposing strategy constitutes an effective and highly reactive process for the rapid identification of novel anti-infectious drugs, with potential major implications for the management of antimicrobial resistance and the rapid response to future epidemic or pandemic (re)emerging diseases for which we are still disarmed.",
  "journal": "Frontiers in immunology",
  "year": "2019",
  "authors": [
    "Pizzorno A",
    "Terrier O",
    "Nicolas de Lamballerie C",
    "Julien T",
    "Padey B"
  ],
  "doi": "10.3389/fimmu.2019.00060",
  "mesh_terms": [
    "Animals",
    "Antiviral Agents",
    "Cell Line",
    "Computational Biology",
    "Disease Models, Animal",
    "Drug Repositioning",
    "Drug Therapy, Combination",
    "Female",
    "Gene Expression Profiling",
    "Gene Expression Regulation",
    "Host-Pathogen Interactions",
    "Humans",
    "Influenza A virus",
    "Influenza, Human",
    "Mice",
    "Orthomyxoviridae Infections",
    "Pharmacogenomic Testing",
    "Respiratory Mucosa",
    "Transcriptome",
    "Virus Replication"
  ],
  "full_text": "## Introduction\nBesides their well-known pandemic potential, annual outbreaks caused by influenza viruses account for several million respiratory infections and 250,000 to 500,000 deaths worldwide (1). This global high morbidity and mortality of influenza infections represents a major and recurrent public health threat with high economic burden. In this context, the suboptimal vaccine coverage and efficacy, coupled with recurrent events of viral resistance against a very limited antiviral portfolio, emphasize an urgent need for innovative treatment strategies presenting fewer obstacles for their clinical use (2).\nFor decades, the strategy for antiviral development was mostly based on serial screenings of hundreds of thousands of molecules to identify “hits” and “leads” that target specific viral determinants, a quite costly and time-consuming process. However, the dramatic reduction in successful candidate identification over time (3), along with a concomitant increase of regulatory complexity to implement clinical trials, have fostered rising interest in novel strategies. Indeed, new approaches, focused on targeting the host instead of the virus, as well as on marketed drug repurposing for new antiviral indications (3–5) have been recently proposed in the context of global health emergencies posed by Ebola (6) and Zika (7) viruses. Such innovative strategies are strongly supported by a shift of paradigms in drug discovery, from “one-drug-one-target” to “one-drug-multiple-targets” (8). In that sense, different in silico approaches based on structural bioinformatic studies (9, 10), systems biology approaches (11), and host gene expression analyses (12) have been applied to decipher multi-purpose effects of many US Food and Drug Administration (FDA)-approved drugs. Additionally, as successfully demonstrated in antiretroviral therapy (13), targeting host instead of viral determinants may confer a broad-spectrum antiviral efficacy, and also reduce the risk of emergence of drug resistance against influenza viruses (14). As a result, the last decade has witnessed several host-directed experimental approaches against influenza infections, notably nitazoxanide, DAS181 or acetylsalicylic acid (15–17).\nIn line with this emerging trend, we previously postulated that host global gene expression profiling can be considered as a “fingerprint” or signature of any specific cell state, including during infection or drug treatment, and hypothesized that the screening of databases for compounds that counteract virogenomic signatures could enable rapid identification of effective antivirals (18). Based on this previous proof-of-concept obtained from in vitro gene expression profiles, we further improved our strategy by analyzing paired upper respiratory tract clinical samples collected during the acute infection and after recovery from a cohort of influenza A(H1N1)pdm09-infected patients and determined their respective transcriptomic signatures. We then performed an in silico drug screening using Connectivity Map (CMAP), the Broad Institute's publicly available database of more than 7,000 drug-associated gene expression profiles (19, 20), and identified a list of candidate bioactive molecules with signatures anti-correlated with those of the patient's acute infection state (Figure 1A). The potential antiviral properties of selected FDA-approved molecules were firstly validated in vitro, and the most effective compounds were further compared to oseltamivir for the treatment of influenza A(H1N1)pdm09 virus infections in both C57BL/6 mice and 3D reconstituted human airway epithelia. Altogether, our results highlight diltiazem, a calcium channel blocker with so far undescribed capacity to stimulate the epithelial antiviral defense, as a promising repurposed host-targeted inhibitor of influenza infection. Moreover, our results plead in favor of the combination of diltiazem with the virus-targeted antiviral oseltamivir for the improvement of current anti-influenza therapy, and possibly decreasing the risk of antiviral resistance. This study confirms the feasibility and interest of integrating clinical virogenomic and chemogenomic inputs as part of a drug repurposing strategy to accelerate bedside-to-bench and bench-to-bedside drug development.\n\n## Ethics Approval and Consent to Participate\nAdult patients were recruited by general practitioners in the context of a previously published randomized clinical trial Escuret et al. (21) (ClinicalTrials.gov identifier NCT00830323) and all of them provided written informed consent. The study protocol was approved by the Lyon Ethics Committee (Comité de Protection des Personnes Lyon B) on September 9th, 2009 and conducted in accordance with the Declaration of Helsinki.\nAll animal procedures were approved by the Institutional Animal Care Committee of the Center Hospitalier Universitaire de Québec (CPAC protocol authorization #2012-068-3) according to the guidelines of the Canadian Council on Animal Care.\n\n## Clinical Samples\nA previously published randomized clinical trial (ClinicalTrials.gov identifier NCT00830323) was conducted in Lyon and Paris (France) during the peak circulation of the influenza A(H1N1)pdm09 virus, with the aim to assess the efficacy of oseltamivir-zanamivir combination therapy compared with oseltamivir monotherapy (21). Briefly, patients tested positive for influenza A infection by the QuickVue rapid antigen kit (Quidel) were randomized in one of the two treatment groups and nasal wash specimens were collected within 2 h of the first visit and every 24 h until 96 h after treatment initiation. Nasal swabs were also performed on days 5 and 7. In voluntary patients, an optional supplementary nasal wash was performed at least 3 months after influenza infection (recovery phase). H1N1 subtype was further confirmed by PCR. For nine of these patients, transcriptomic data were obtained from paired samples collected during influenza infection without treatment and in the recovery phase.\n\n## Sample Processing, RNA Preparation and Hybridization\nNasal wash samples were collected in RNAlater® Stabilization Solution (Thermo Fisher Scientific). Total RNA was extracted using RNeasy Micro kit (Qiagen) following the manufacturer's instructions. RNA quality was assessed using a Bioanalyzer2100 (Agilent technologies, Inc, Palo Alto, CA, USA). To account for samples having low amount and/or partially degraded RNA (RNA Integrity Numbers between 1 and 8), we applied two types of corrections: (i) cRNA labeling was performed after a linear amplification protocol, as previously described (22) and (ii) raw signals obtained after hybridization of labeled cRNA on microarray and data acquisition were processed using the MAXRS algorithm (23). Labeled cRNA were hybridized on Affymetrix HG-U133plus2 microarrays according to manufacturer's instructions in a GeneChip® Hybridization Oven 640 (Affymetrix) and microarrays were subsequently scanned in an Affymetrix 3000 7G scanner.\n\n## Data Normalization and MAXRS Computational Analysis\nThe MAXRS algorithm (23) is particularly suited to gene expression analysis under low hybridization conditions. Briefly, this method takes advantage of the specific design of Affymetrix probe sets, which are composed of an average of 11 different probes that target the same locus, and is based on the observation that for most of the probe sets the same probe shows the highest fluorescence intensity in almost all arrays. For each microarray (m = 1.M) and for each probeset (t = 1.T), fluorescence intensity values on microarray m of all probes (p = 1.Pt) belonging to the probeset t are sorted in increasing order. These ranks are denoted as rmtp. Then, we calculated across all microarrays the rank sum (RStp) for each probeset t for each probe p belonging to the probeset t. Finally, for each probeset t, we kept the three probes p with the highest RStp. The mean intensity of these three probes is attributed to the probeset t. As it is common practice with many modern pre-processing algorithms, and because of the low global fluorescence signal intensity, mismatched probes were excluded from MAXRS analysis.\nAfter pre-processing the raw dataset with the MAXRS algorithm, a normalization step was performed using Tukey median-polish algorithm (24). Differential expression was assessed by applying a Student t-test for each probeset, and multiple testing was corrected using the Benjamini-Hochberg algorithm in the qvalue library (25). For further downstream analysis, genes were selected according to two criteria: (i) absolute fold change >2, and (ii) corrected p-value < 0.05. Data were generated according to the Minimum Information About a Microarray Experiment guidelines and deposited in the National Center for Biotechnology Information's Gene Expression Omnibus (GEO) (26) under accession number GSE93731.\n\n## Functional Analysis\nFunctional enrichment analysis was performed on a selection of differentially-expressed genes with DAVID tools (27), using the Gene Ontology (GO) (28). To further select genes for the CMAP query, we selected 6 Biological Process (BP) terms (GO_BP: GO:0009615-response to virus; GO:0006955-immune response; GO:0042981-regulation of apoptosis; GO:0006952-defense response; GO:0009611-response to wounding; GO:0042127-regulation of cell proliferation) that shared >90% of genes with all significantly enriched GO_BP terms, and 3 relevant Cellular Component terms (GO_CC: GO:0031225-anchored to membrane; GO:0005829-cytosol; GO:0005654-nucleoplasm). To visualize and compare the different lists of compounds, Venn diagrams were obtained using the webtool developed by Dr. Van de Peer's Lab at Ghent University (http://bioinformatics.psb.ugent.be/webtools/Venn/).\n\n## Cells and Viruses\nHuman lung epithelial A549 cells (ATCC CCL-185) were maintained in Dulbecco's modified Eagle's medium (DMEM) supplemented with 10% fœtal calf serum and supplemented with 2 mM L-glutamine (Sigma Aldrich), penicillin (100 U/mL), and streptomycin (100 μg/mL) (Lonza), maintained at 37°C and 5% CO2. MucilAir® human airway epithelia (HAE) were obtained from Epithelix SARL (Geneva, Switzerland) and maintained in air-liquid interphase with specific MucilAir® Culture Medium in Costar Transwell inserts (Corning, NY, USA) according to the manufacturer's instructions.\nInfluenza viruses A/Lyon/969/09 and A/Quebec/144147/09 were produced in MDCK (ATCC CCL-34) cells in EMEM supplemented with 2 mM L-glutamine (Sigma Aldrich), penicillin (100 U/mL), streptomycin (100 μg/mL) (Lonza) and 1 μg/mL trypsin. Viral titers in plaque forming units (PFU/ml) and tissue culture infectious dose 50% (TCID50/mL) were determined in MDCK cells as previously described (29, 30).\n\n## Viral Growth Assays\nFor viral growth assays in the presence of molecules, A549 cells were seeded 24 h in advance in multi-well 6 plates at 1.8 × 105 cells/well. Three treatment protocols were evaluated. (1) In pre-treatment protocol, cells were washed with DMEM and then incubated with different concentrations of candidate molecules diluted in DMEM supplemented with 2 mM L-glutamine (Sigma Aldrich), penicillin (100 U/mL), streptomycin (100 μg/mL) (Lonza) and 0.5 μg/mL trypsin. Six hours after treatment, cells were washed and then infected with A/Lyon/969/09 (H1N1)pdm09 virus at a multiplicity of infection (MOI) of 0.1. (2) In pre-treatment plus post-treatment protocol, cells were initially treated and infected in the same conditions as explained above. One hour after viral infection, a second identical dose of candidate molecules in supplemented DMEM was added. (3) In post-treatment protocol, cells without pre-treatment were infected in the conditions described and treatments with candidate molecules at the indicated concentrations were initiated 24 h p.i. In all cases, supernatants were collected at 48 h p.i. and stored at −80°C for TCID50/ml viral titration.\n\n## Viability and Cytotoxicity Assays\nCell viability was measured using the CellTiter 96® AQueous One Solution Cell Proliferation Assay (MTS, Promega). A549 cells were seeded into 96-well plates and treated with different concentrations of molecules or solvents. Cells were incubated at 37°C and 5% CO2 and then harvested at different time-points, following the same scheme as in viral growth assays. Results were presented as a ratio of control values obtained with solvents. Treatment-related toxicity in HAE was measured using the Cytotoxicity Detection KitPLUS (LDH, Roche) according to the manufacturer's instructions. Briefly, duplicate 100 μL-aliquots of basolateral medium from treated and control HAEs were incubated in the dark (room temperature, 30 min) with 100 μL of lactate dehydrogenase (LDH) reagent in 96-well plates. After incubation, “stop solution” was added and the absorbance was measured in a conventional microplate ELISA reader. The photometer was set up for dual readings to determine non-specific background at 750 nm, and absorbance was measured at 490 nm. Percent cytotoxicity was calculated as indicated by the manufacturer, using mock-treated and 1% triton-treated epithelia as “low” and “high” controls, respectively. Percent viability is presented as 100–percent cytotoxicity.\n\n## Mouse Model of Viral Infection\nAll protocols were carried out in seven to 9-weeks old female C57BL/6N mice (Charles River, QC, Canada). Animals were randomized in groups of 15 according to their weight to ensure comparable median values on each group, and then housed in micro-isolator cages (5 animals per cage) in a biosafety 2 controlled environment (22°C, 40% humidity, 12:12 h photoperiods), with ad libitum access to food and water.\nOn day 0, mice were lightly anesthetized with inhaled 3% isoflurane/oxygen, and then infected by intranasal (i.n.) instillation of influenza A/Quebec/144147/09 (H1N1)pdm09 virus in 30 μl of saline, as specified in each case. Control animals were mock-infected with 30 μl of saline. Candidate molecules were evaluated in two different treatment protocols: (i) treatments were started on the same day of infection (day 0, 6 h prior to infection), or (ii) treatments were started 24 h after infection (day 1). Regardless of treatment initiation time, all treatments were performed per os (150-μl gavage) once daily for 5 consecutive days (5 drug administrations in total). Mortality, body weight and clinical signs such as lethargy and ruffled fur were daily monitored on 10 animals/group for a total of 14 days. Animals were euthanized if they reached the humane endpoint of >20% weight loss. The remaining 5 animals/group were euthanized on day 5 p.i. to measure lung viral titers (LVTs).\nVehicle (saline) or oseltamivir were used as placebo and positive treatment control, respectively. The oseltamivir dose (10 mg/kg/day) was adjusted to confer ~50% protection in the selected experimental conditions and is considered a good correlate of half the normal dose of 150 mg/day given to humans (31). The doses of repurposed candidate molecules were selected to be in the non-toxic range for mouse studies, according to published preclinical data for their first therapeutic indication. To validate this choice in our specific model, potential drug toxicity was evaluated in mock-infected animals treated with the same regimens as virus-infected mice.\n\n## Pulmonary Viral Titers\nIn order to evaluate the effect of different treatments on viral replication, 5 animals per group were euthanized on day 5 p.i. and lungs were removed aseptically. Mice were randomly selected from the 3 cages of each group to minimize cage-related bias. Lungs were homogenized in 1 ml of PBS using a bead mill homogenizer (Tissue Lyser, Qiagen) and debris was pelleted by centrifugation (2,000 g, 5 min). Triplicate 10-fold serial dilutions of each supernatant were plated on ST6GalIMDCK cells (kindly provided by Dr. Y. Kawaoka, University of Wisconsin, Madison, WI) and titrated by plaque assays (29). The investigator was blinded to group allocation.\n\n## Viral Infection in Reconstituted Human Airway Epithelium (HAE)\nFor HAE infection experiments, apical poles were gently washed with warm PBS and then infected with a 100-μL dilution of influenza A/Lyon/969/09 (H1N1)pdm09 virus in OptiMEM medium (Gibco, ThermoFisher Scientific) at a MOI of 0.1. Basolateral pole sampling as well as 150-μL OptiMEM apical washes were performed at the indicated time points, and then stored at −80°C for PFU/mL and TCID50/mL viral titration. Treatments with specific dilutions of candidate molecules alone or combined with oseltamivir in MucilAir® Culture Medium were applied through basolateral poles. Control HAE were mock-treated in the same conditions with MucilAir® Culture Medium without molecules. All treatments were initiated on day 0 (5 h after viral infection) and continued once daily for 5 consecutive days (5 drug administrations in total). Variations in transepithelial electrical resistance (Δ TEER) were measured using a dedicated volt-ohm meter (EVOM2, Epithelial Volt/Ohm Meter for TEER) and expressed as Ohm/cm2.\n\n## High Throughput Sequencing and Bioinformatics Analysis\ncDNA libraries were prepared from 200 ng of total RNA using the Scriptseq™ complete Gold kit-Low Input (SCL6EP, Epicenter), according to manufacturer's instructions. Each cDNA library was amplified and indexed with primers provided in the ScriptSeq™ Index PCR Primers kit (RSBC10948, Epicenter) and then sequenced as 100 bp paired-end reads. Prior to sequencing, libraries were quantified with QuBit and Bioanalyzer2100, and indexed libraries were pooled in equimolar concentrations. Sequencing was performed on an Illumina HiSeq 2500 system (Illumina, Carlsbad, CA), with a required minimum of 40 million reads sequenced per sample. Conversion and demultiplexing of reads was performed using bcl2fastq 1.8.4 (Illumina). The FastQC software (http://www.bioinformatics.babraham.ac.uk/projects/fastqc) was used for quality controls of the raw data. Reads were trimmed using the Trimmomatic (32) software, with a minimum quality threshold of Q30. Trimmed reads were pseudo-aligned to the Homo sapiens genome (GRCh38.p11) using the Kallisto software (33). Statistical analysis was performed in R3.3.1 with the package EdgeR 3.14.0 (34). Differential expression was calculated by comparing each condition to the mock using a linear model. The Benjamini-Hochberg procedure was used to control the false discovery rate (FDR). Transcripts with an absolute fold change >2 and a corrected p-value < 0.05 were considered to be differentially expressed. Enriched pathways and GO terms were assessed with DAVID 6.8 (27). For visualization purposes, a heatmap and stacked barplots were constructed in R3.3.1 on mean-weighted fold changes and association between conditions were assessed by Spearman correlation analysis.\n\n## Statistical Analysis\nAll experimental assays were performed in duplicate at a minimum, and representative results are shown unless indicated otherwise. No statistical methods were used to predetermine sample size in animal studies, which were estimated according to previous studies and the known variability of the assays. No mice were excluded from post-protocol analyses, the experimental unit was an individual animal and equal variance was assumed. Kaplan-Meier survival plots were compared by Log-Rank (Mantel-Cox) test and hazard ratios (HR) were computed by the Mantel-Haenszel method. Weight loss and viral titers of all groups were compared by one-way analysis of variance (ANOVA) with Tukey's multiple comparison post-test. The testing level (α) was 0.05. Statistical analyses were performed on all available data, using GraphPad, Prism 7.\n\n## Generation of Clinical Virogenomic Profiles\nWe determined in vivo transcriptional signatures of infection from paired nasal wash samples of nine untreated patients, collected during acute A(H1N1)pdm09 pandemic influenza infection (“infected”) and at least 3 months later to ensure a recovery non-infected state (“cured”) (21). The nine patients from whom transcriptomic data could be obtained constitute a representative sample of the whole studied cohort, except for the male sex ratio (Table S1). We combined two strategies to tackle the characteristic low RNA amount/quality of this type of clinical samples. Firstly, cRNA labeling was performed after a linear amplification of initial RNA, as previously described (35). Secondly, raw signals obtained after hybridization of labeled cRNA on microarray and data acquisition were processed using the MAXRS algorithm (23) to overcome low hybridization conditions. This approach, initially developed for the analysis of heterologous hybridizations, takes advantage of the specific design of the Affymetrix® microarray used in our study, with several probes targeting the same locus (23).\nAfter normalization, differentially expressed genes were selected based on two criteria: (i) an absolute fold change >2, and (ii) a Benjamini-Hochberg corrected p-value < 0.05. We therefore identified a total of 1,117 commonly deregulated probes, with almost equal proportion of up-regulated (48.4%; n = 541) and down-regulated probes (51.7%; n = 576). Remarkably, despite considerable inter-patient variability among recovery state samples, a substantial homogenization of transcriptional profiles was observed in the context of infection, as shown in the heatmap presented in Figure 1B and by the median Spearman's ρ correlation values for both groups (0.60 “cured” vs. 0.90 “infected”). These virogenomic signatures of infection constituted the input for the subsequent in silico query for the identification of candidate compounds.\n\nWe then performed an in-silico search for molecules that reverse the virogenomic signature of infection, using the CMAP database (Build 02) as previously described (18). CMAP is a collection of genome-wide transcriptional expression data from cultured human cells treated with bioactive small molecules. HG-U133plus2 probesets were mapped to the U133A probesets using the Ensembl BioMarts online tool (36, 37), and connectivity scores and p-values were obtained using the CMAP algorithm (19, 20). With the global set of 1,000 most differentially expressed genes as input (Figure 1C, Main List), we obtained a preliminary list of 60 candidate compounds. In parallel, we used two other subsets of genes belonging to significantly enriched Gene Ontology (GO) terms obtained from microarray analyses to introduce functional bias and add more biological significance to our first screening. Hence, by using 6 Biological Process terms (GO_BP) that shared more than 90% of genes (Figure 1C, Functional cross-analysis #1), a second list of 109 compound candidates was obtained. A third list of 19 compounds was obtained using 3 relevant Cellular Component terms (GO_CC) (Figure 1C, Functional cross-analysis #2). The comparison of the 160 compounds from the three distinct lists (12.2% of compounds of CMAP, Table S2) highlighted monensin as the only common compound (Figure 1D).\nTo rationally reduce the number of drug candidates, bioactive drugs were excluded if not compatible with a final use as antiviral, mostly for safety (e.g., teratogens, intercalating agents), and/or pharmacological (e.g., documented low bioavailability) reasons, based on clinical data and the PubMed/PubChem databases. Thus, the number of candidates was initially decreased to 139 and then to 110 (Figure S1). We subsequently determined a shortlist of 35 bioactive molecules (< 3% of CMAP, Table 1) for in vitro screening, based on two main criteria: (i) molecules representative of the different pharmacological classes identified, and (ii) molecules evenly distributed in the three lists obtained after in silico screening (Main List, List #1 and List #2, Figure 1D), which comprise a panoply of documented pharmacological classes, including anti-fungal agents (e.g., monensin, flucytosine), anti-inflammatory agents (e.g., felbinac, apigenin, prednisone) and adrenergic agonists/antagonists (timolol, methoxamine, tolazoline), as represented in the Venn diagram (Figure 1D, Table 1). Interestingly, at least 14 (40%) molecules from our short-list belong to a pharmacological class related with anti-microbial or anti-inflammatory activities (Table 1, #), and 11 (31.4%) have already been reported in the literature for their antiviral properties against influenza or other viruses (Table 1, *), notably the nucleoside inhibitor ribavirin (38, 39) and the ionophore monensin (40).\n\n## Inhibitory Effect of the Selected Molecules on A(H1N1)pdm09 Viral Growth \nIn vitro screening of the antiviral potency of the 35 selected molecules was performed in A549 human lung epithelial cells seeded in 6-well plates. Firstly, we evaluated the impact of 6 h pre-treatment with a 10-fold drug concentration range, using the original CMAP concentration as reference. Six hours after treatment, cells were washed and infected with influenza A(H1N1)pdm09 virus at a MOI of 0.1. Viral titers in supernatants collected from treated samples at 48 h post infection (p.i.) were normalized with those measured in mock-treated controls (>105 TCID50/mL). Potential treatment-induced cell toxicity was evaluated in the same experimental conditions using the MTS assay and expressed also as the percentage of cell viability compared to non-infected controls (Figure 2). Based on antiviral activity and cell viability profiles obtained (Figure 2A, blue triangles), we defined as “inhibitors” compounds that fulfilled the following two criteria: (i) induce >75% reduction on viral production, and (ii) have minor impact on cell viability, with relative values in the 90–110% range (Figure 2A, squares in left panels and zooms in right panels). A total of 10 compounds (28.6%) matched both criteria, mainly when used at a 10-fold CMAP concentration (Figure 2B), yet only a limited number of them exhibited classic dose-dependent inhibition. Whenever possible, as in the case of monensin or ranitidine for example, EC50 values were calculated, which were mostly in the micromolar range (Figure 2B).\nIn a second round of screening, we tested the same 6 h pre-treatment but with serial 10-fold dilutions from the initial CMAP concentration to CMAP/10,000, followed by one additional treatment immediately after infection (Figure 2A, green circles in left and right panels). In these conditions, 30 compounds (85.7%) met our criteria to be considered as inhibitors of viral production (Figure 2C), with half of them showing a classic dose-dependent inhibition effect. Calculated EC50 values were in the nanomolar range and hence significantly lower than those calculated in the context of pre-treatment only. Dose response curves and calculated EC50 for all the 35 compounds are presented in Figure S2 and Table S3, respectively.\n\n## Efficacy of Selected Molecules for the Treatment of Influenza A(H1N1)pdm09 Virus Infection in Mice\nBased on EC50 and cytoxicity data from the in vitro screening, we selected 8 molecules to investigate their potential as inhibitors of influenza A(H1N1)pdm09 in C57BL/6 mice. Oseltamivir, the standard antiviral for the treatment of influenza infections was used as control. All treatments were performed per os, starting 6 h before infection and being continued once daily for 5 consecutive days (5 drug administrations in total) (Figure 3). While animals treated with oseltamivir or monensin showed clinical improvement compared to the saline (placebo) group in terms of survival and weight loss (oseltamivir only), treatment with Lanatoside C, prednisolone, flucytosine, felbinac, and timolol showed no clinical benefit at the selected concentrations (Figure S3A). In contrast, diltiazem and etilefrine not only significantly improved survival and maximum mean weight losses (Figures 3A,B), but also showed at least 1-log reductions in LVTs on day 5 p.i. (Figure 3C). Importantly, no signs of toxicity were observed for any of the drugs at the regimens tested (Figure S3B).\n\n## Diltiazem Retains Its \nTo best mimic the therapeutic setting, we next evaluated the efficacy of the same 5-day oral regimen with diltiazem or etilefrine but when initiated 24 h after viral infection (Figure 4). As with oseltamivir and monensin, diltiazem treatment completely prevented mortality and reduced weight loss in influenza A(H1N1)pdm09 infected mice, which otherwise showed only 50% (5/10) survival for the etilefrine and saline groups (Figures 4A,B). Interestingly, 1- to 1.5-log reductions in LVTs compared to the saline group were observed at day 5 in groups of mice treated with diltiazem or etilefrine (Figure 4C). We then used a more stringent approach by increasing the viral inoculum to evaluate the same delayed (24 h post infection) 5-day diltiazem regimen in the context of a 100% lethal A(H1N1)pdm09 infection (Figures 4D–F). Whereas, treatment with oseltamivir and diltiazem successfully rescued 40% (4/10) and 20% (2/10) of mice, respectively, half-dose treatment with diltiazem (45 mg/kg) rescued 30% (3/10) of mice from death, also showing significant improvement in mean weight loss (Figures 4D,E). Calculated hazard ratios (HR) for the saline group compared to these three treatment groups were 8.41 (CI95: 1.65–43.02), 2.85 (0.56–14.47), and 7.62 (1.49–38.96), respectively. Noteworthy, LVTs at day 5 p.i. were comparable among all treated and untreated groups (Figure 4F), suggesting mainly a protective effect of diltiazem toward severe influenza infection rather than a direct role in decreasing viral production.\n\n## Diltiazem Significantly Reduces Viral Replication in Infected Reconstituted Human Airway Epithelia (HAE)\nTo further complement in vivo data, we characterized the inhibitory properties of diltiazem using a biologically relevant reconstituted airway epithelium model, derived from human primary bronchial cells (MucilAir®, Epithelix). HAE were infected with influenza A(H1N1)pdm09 at a MOI of 0.1, and treatments o",
  "has_full_text": true
}