{
  "pmid": "30861059",
  "title": "Utilisation of the Prestwick Chemical Library to identify drugs that inhibit the growth of mycobacteria.",
  "abstract": "Tuberculosis (TB) is an infectious bacterial disease that kills approximately 1.3 million people every year. Despite global efforts to reduce both the incidence and mortality associated with TB, the emergence of drug resistant strains has slowed any progress made towards combating the spread of this deadly disease. The current TB drug regimen is inadequate, takes months to complete and poses significant challenges when administering to patients suffering from drug resistant TB. New treatments that are faster, simpler and more affordable are urgently required. Arguably, a good strategy to discover new drugs is to start with an old drug. Here, we have screened a library of 1200 FDA approved drugs from the Prestwick Chemical library using a GFP microplate assay. Drugs were screened against GFP expressing strains of Mycobacterium smegmatis and Mycobacterium bovis BCG as surrogates for Mycobacterium tuberculosis, the causative agent of TB in humans. We identified several classes of drugs that displayed antimycobacterial activity against both M. smegmatis and BCG, however each organism also displayed some selectivity towards certain drug classes. Variant analysis of whole genomes sequenced for resistant mutants raised to florfenicol, vanoxerine and pentamidine highlight new pathways that could be exploited in drug repurposing programmes.",
  "journal": "PloS one",
  "year": "2019",
  "authors": [
    "Kanvatirth P",
    "Jeeves R",
    "Bacon J",
    "Besra G",
    "Alderwick L"
  ],
  "doi": "10.1371/journal.pone.0213713",
  "mesh_terms": [
    "Agar",
    "Anti-Bacterial Agents",
    "Anti-Infective Agents",
    "Antitubercular Agents",
    "Drug Design",
    "Drug Repositioning",
    "Green Fluorescent Proteins",
    "Hep G2 Cells",
    "Humans",
    "Mutation",
    "Mycobacterium bovis",
    "Mycobacterium smegmatis",
    "Mycobacterium tuberculosis",
    "Pentamidine",
    "Piperazines",
    "Polymorphism, Single Nucleotide",
    "Small Molecule Libraries",
    "Thiamphenicol",
    "Tuberculosis, Multidrug-Resistant",
    "United States",
    "United States Food and Drug Administration"
  ],
  "full_text": "## Introduction\nTuberculosis (TB) remains a major global health issue, despite it being over twenty years since the World Health Organisation (WHO) declared TB a global emergency [1]. In 2016, TB killed around 1.3 million people and now ranks alongside HIV as the leading cause of death globally. It has been estimated that almost 6.3 million new cases of TB are to have occurred in 2016; 46% of these new TB cases were individuals co-infected with HIV. Alarmingly, an estimated 4.1% of new TB cases and 19% of previously treated TB cases are infections caused by Multi-Drug Resistant TB (MDR-TB), and in 2016 an estimated 190,000 people died from this form of the disease. Furthermore, extensively drug-resistant TB (XDR-TB) has now been reported in 105 countries, and accounts for approximately 30,000 TB patients in 2016. If these numbers are to reduce in line with milestones set by the WHO End TB Strategy, alternative therapeutic agents that target novel pathways are urgently required.\nDrug repurposing (or drug redeployment), is an attractive approach for the rapid discovery and, in particular, development of new anti-TB drugs [2–5]. Due to the time and cost of bringing new molecular entities through the developmental pipeline to clinic, drug repurposing offers an expedient option, in part due to pre-existing pharmacological and toxicological datasets that allow for rapid profiling of active hits [6]. In this study, we used GFP-expressing strains of M. smegmatis and Mycobacterium bovis BCG (henceforth, BCG) in order to screen the Prestwick Chemical Library for antimycobacterial drugs. Together with drugs that have previously been identified from similar screens [7], we identified a number of novel hits that display good antimycobacterial activity which were also confirmed in Mycobacterium tuberculosis H37Rv. We sought to characterise the mode of action of selection of hits, by performing whole genome sequencing with variant analysis on laboratory resistant mutants supported by target engagement studies. This study highlights both the usefulness and circumspection required when utilising M. smegmatis and BCG in drug repurposing screens to identify new anti-TB agents.\n\n## Bacterial strains, plasmids and growth media\nM. smegmatis mc2155 was electroporated with pSMT3-eGFP and transformants were selected on Tryptic Soy Agar supplemented with hygromycin B (20 μg/ml). Single colonies were used to inoculate 10 mL of Tryptic Soy Broth supplemented with Tween 80 (0.05% v/v) at 37°C with shaking at 180 rpm. M. smegmatis mc2155 harbouring pSMT3-eGFP was diluted 1/100 into Middlebrook 7H9 supplemented with glycerol (2 mL/L) and Tween 80 (0.05% v/v) and further sub-cultured at 37°C with shaking at 180 rpm. M. bovis BCG Pasteur strain was electroporated with pSMT3-eGFP and transformants selected on Middlebrook 7H10 containing OADC (10% v/v) and hygromycin B (20 μg/ml). Single colonies were inoculated into 50 mL of Middlebrook 7H9 containing OADC (10% v/v) and Tween 80 (0.05% v/v) and statically cultured at 37°C for ~ 5 days. Both M. smegmatis mc2155 and BCG expressing eGFP were quantified by sampling 200 μL of cells which were 2-fold serially diluted across a black F-bottom 96-well micro-titre plate and fluorescence was measured using a BMG Labtech POLARstar Omega plate reader (Excitation 485–12 nm, Emission 520 nm).\n\n## Validation of eGFP reporter screen\nBatch cultures of M. smegmatis pSMT3-eGFP and BCG pSMT3-eGFP were adjusted to give a basal reading of 20,000 Relative Fluorescent Units (RFU) by diluting into fresh Middlebrook 7H9 containing Tween 80 (0.05% v/v) with additional OADC (10% v/v) for BCG (final well volume of 200 μL). The anti-mycobacterial drugs isoniazid, ethambutol, streptomycin, pyrazinamide and rifampicin were included in over a range of concentrations on assay plates. Wells containing mycobacterial culture in the presence of 1% DMSO represent high controls, whilst wells containing only media constitute low controls. Assay plates were cultured for 48 hours in a Thermo Cytomat plate-shaker incubator (100% humidity at 37°C with 180 rpm plate agitation) and eGFP fluorescence was measured kinetically every 2 hours.\n\n## Medium throughput screen of the Prestwick Chemical Library\nThe Prestwick Chemical Library (1200 drugs) was purchased from Specs.net preformatted in master plates so that all compounds were solubilized in 100% DMSO at a final concentration of 10 mM. A fully automated Hamilton Star work-station was used for all liquid handling protocols. Compounds were loaded into black F-bottom 96-well assay ready plates (Greiner) followed by 200 μL of either M. smegmatis pSMT3-eGFP or BCG pSMT3-eGFP resulting in a final drug concentration of 20 μM in the primary screen. Wells containing only cells (high control) or cells in combination with 50 μg/mL rifampicin (Sigma) (low control) were included on each assay plate to establish positive and negative controls, respectively. Assay plates were cultured at for 48 hours in a Thermo Cytomat plate-shaker incubator (100% humidity at 37°C with 180 rpm plate agitation) and eGFP fluorescence was measured kinetically every 2 hours to generate growth curves for individual wells of each assay plate. Data from the final 48 hr read was normalized using the following equation:\n%Survival=(x−x¯(negativecontrols)x¯(positivecontrols)−x¯(negativecontrols))×100\nEach assay plate was checked for robustness and reproducibility by calculating the Z’-factor using the following equation:\nZ′=1–3(σp+σn)|μp−μn|\nFor the primary screen, positive controls and negative controls were included in columns 1 and 2 respectively. The Z’ was found to be on average 0.75, well above the Z’>0.5 which is widely regarded as being suitable for HTS. All 1200 drugs from the Prestwick Chemical Library were screened in duplicate and hits were identified as inhibiting cell growth by ≥75%, as determined by measuring eGFP fluorescence.\n\n## Validation of selected hits and MIC determination in liquid media\nDrugs selected for further study were purchased from a variety of commercial vendors. Drugs were dissolved into 100% DMSO resulting in a 10 mM stock that was subsequently used to generate a 10-point 3-fold serial dilution which provided a dose response curve with maximum and minimum drug concentration of 500 μM and 0.0254nM, respectively. Data was normalised as described above. The concentration of drug that is required to inhibit cell growth by 99% was calculated by non-linear regression (Gompertz equation for MIC determination, GraphPad Prism).\n\n## MIC determination on solid agar\nSelected compounds identified from the secondary MIC screen were further tested for MIC evaluation using solid agar media. Drugs were diluted from a 10mM stock, mixed individually in 2 mLs of molten 7H10 agar and dispensed in square partitioned petri plates. Plates were incubated at 37°C and solid MIC was determined based on absence of colonies.\n\n## MIC determination against \nTo investigate the effects of repurposed compounds on growth of M. tuberculosis H37Rv using an Alamar Blue based MIC assay using the resazurin reagent. This assay was performed in 7H9 medium containing Middlebrook broth and 0.5% glycerol and supplemented with oleic acid, albumin, dextrose, and catalase. Clear- 96-well plates were inoculated with 100 μL of drug diluted with 90 μl of 7H9 medium and 10 μL DMSO. Serial 3-fold dilutions of each drug in 100 μL of 7H9 medium were prepared at various ranges. Growth controls containing no antibiotic and sterility controls without inoculation were also included. 200 μL of sterile deionized water was added to the outer perimeter wells to prevent evaporation during plate incubation. Plates were incubated plate at 37°C for 3–4 days. After incubation, the plates were removed and 10 μL of resazurin (0.02% w/v) was added to each well that contained bacteria. Assay plates were reincubated at 37°C for 24–48 hours and visually assessed for colour development. OD 570 nm readings were taken to provide further quantitation provide an interpretation of the dose response of the bacterium to repurposed compounds.\n\n## HepG2 cytotoxicity assay\nActively growing HepG2 cells were removed from a T-175 tissue culture flask with 5 mL of Eagle’s MEM containing 10% FBS/1%NEAA/1% Penicillin and Streptomycin) and mixed with gentle pipetting. Cell cultures were observed to ensure monolayers did not exceed 50% confluence at the time of cell harvest. The cell suspension was added to 250 mL of the same medium at a final density of 6 X 107 cells per mL. This cell suspension (100 μL, typically 6,000 cells per well) was dispensed using multichannel pipette into the wells μClear F-bottom 96-well assay plates (Greiner) pre-loaded with 2-fold serially diluted compounds (final concentration range 250 μM– 0.5 μM). Plates were allowed to incubate at 37°C at a relative humidity of 80% and 5% CO2 for 48 hours. After incubation, the plates were allowed to equilibrate at room temperature for 30 mins before 25 μL of CellTitre-Glo (Promega) reagent was added to each well using a multichannel pipette. Plates were left at room temperature for 30 mins before relative luminescence was read using a BMG Labtech POLARstar Omega plate reader. Data was normalised and IC50 values determined as concentrations of drug required induce 50% cell viability and was calculated by non-linear regression (GraphPad Prism).\n\n## Spontaneous mutant generation\nSpontaneous mutants were generated by plating 108 cells (M. smegmatis and/or BCG) per plate on 7H10 agar with drug concentrations of 2.5x, 5x and 10x the solid MIC values. Plates were incubated at 37°C for a week or 30 days for M. smegmatis and BCG, respectively. Colonies that appeared on plates containing drug at 10X MIC were inoculated into 7H9 re-plated onto 7H9 agar in the presence drugs at 10X MIC in order to confirm resistance. Genomic DNA was isolated for both wild type M. smegmatis and BCG strains together with resistant mutants [8,9]. Genomic DNA was submitted to MicrobesNG (https://microbesng.uk/) for whole genome sequencing and SNP variant analysis of the sequence in comparison to the wild type genomic DNA for each strain.\n\n## Over-expression of \nThe production of all oligonucleotide primers (Table 1) and sequencing of generated constructs was performed by Eurofins Genomics, Ebersberg, Germany. Both echA12 and aroB genes were amplified by PCR (Phusion High-Fidelity DNA polymerase; New England Biolabs) from M. tuberculosis H37Rv genomic DNA using the oligonucleotide pairs shown in Table 1. The resulting fragments were cloned into the mycobacterial shuttle vector pVV16 by using NdeI and HindIII restriction sites (FastDigest restriction endonucleases and T4 DNA ligase, Fermentas). All constructs were verified by DNA sequencing. pVV16-aroB, pVV16-echA12 and empty pVV16 (control) were electroporated into M. bovis BCG Pasteur strain.\n\n## Primary screening of the Prestwick Chemical Library against \nTo identify which of the 1200 FDA approved drugs in the Prestwick Chemical Library inhibit the growth of mycobacteria, a medium throughput fluorescence screen was used to measure GFP expression in strains of both M. smegmatis and BCG (GFP microplate assay [GFPMA]) [10]. M. smegmatis_pSMT3_eGFP and BCG_pSMT3_eGFP were cultured in 96-well plates in the presence of 20 μM compound from the Prestwick Chemical Library. GFP fluorescence was measured at specified time points and data was normalized against both positive and negative controls to produce a scatter graph of the survival percentages (Fig 1). In order to assess the reproducibility and robustness of the GFPMA HTS, we calculated Z`factor values for each of the assay plates used to screen the 1200 compounds of the Prestwick Chemical Library against both M. smegmatis_pSMT3_eGFP and BCG_pSMT3_eGFP. The Z’ values of the primary screen against M. smegmatis vary between 0.4 and 0.9 across each of the assay plates used in the screen (S1 Fig). In case of the primary screen for BCG, the Z`values are consistent between 0.8 and 0.9 across all assay plates (S1 Fig). However, since all assay plates used in the experiment derived Z’ values ≥ 0.4, all data generated was deemed suitable for further processing [11].\nIn order to understand the variability in the data and significance of the hits identified from the scatter plot (Fig 1), we analysed the variance of data both between and across replicate experiments carried out using M. smegmatis and BCG. The overall coefficient of correlation (r2) values for replicate assays were calculated to be 0.63 and to 0.89 for M. smegmatis_pSMT3_eGFP and BCG_pSMT3_eGFP, respectively (Fig 2). This indicates increased variance in the data for assays conducted with M. smegmatis compared to screens performed using BCG. We analysed the frequency distribution of data both within and across each primary screen using M. smegmatis and BCG (Fig 3). For M. smegmatis, we observed that 31.5% of the compounds screened in the library induced ≤ 75% survival of bacterial cell growth in the primary screen (Fig 3). For BCG, 21% of the library induced ≤ 75% survival of bacterial cell growth in the primary screen (Fig 3). We applied a minimum cut-off of ≤25% bacterial cell survival at 20 μM compound, as a parameter that defined an antimycobacterial hit that would be further investigated in downstream experiments (Fig 1). In this regard, we observed an almost identical hit rate of 6.9% and 6.8% for compounds inducing ≤ 25% survival for M. smegmatis and BCG, respectively (Fig 3).\nThe initial screen against M. smegmatis generated 83 hits which inhibited the survival of this fast-growing species of mycobacterium below 25% (Fig 1A). The screen against the slower growing mycobacterial strain BCG revealed 81 hits (Fig 1A) which inhibited the growth of the bacteria below 25% (Fig 1B). Categorisation of these hits (<25% survival) into pharmacological groups reveals that an almost equal number of fluoroquinolones, macrolides, polyketide antibiotics, antimycobacterial drugs, and antiseptics display inhibitory activity against both M. smegmatis and BCG whilst the aminoglycosides displayed more inhibitory activity towards M. smegmatis compared to BCG (Fig 4). Other notable classes of drugs that inhibit the growth of both M. smegmatis and BCG include the amphenicols, glycopeptides and non-ribosomal peptide antibiotics, antihistamines, acetylcholine esterase inhibitors, antiemetic, antimalarial, antiprotozoal and surfactants (Fig 4). Notable species-specific inhibitors affecting only M. smegmatis were also identified belonging to antiestrogen, antiarrhythmic and antipsychotic drugs (Fig 4). For BCG, it appears that the cephalosporin antibiotics are only able to inhibit the slower growing mycobacterial species and do not affect the faster growing saprophytic organism M. smegmatis. Other significant drug classes that only inhibit BCG include anticancer agents, antidiabetics, anticonvulsants and angiotensin antagonists (Fig 4).\nAll hits from the primary screen (displaying <25% survival) were filtered to remove all known antimycobacterial drugs (isoniazid, rifampicin, ethambutol, streptomycin, pyrazinamide [active only for BCG]), and a significant number of other antimicrobial agents [7].The remaining drugs were then clustered into one of three groups based upon their inhibitory activity against either fast-growing (M. smegmatis) or slow-growing (BCG) strains of mycobacteria, or those showing overlapping activity. Each cluster of drugs was further ranked and given a priority score that was based on the apparent potency of the drug and potential novelty of its mode of action from literature-based searches.\n\n## Secondary screening and hit confirmation against \nMinimal Inhibitory Concentrations (MIC) were determined using the standardized broth dilution method and then subsequently measured on solid medium in order to ascertain the concentration required to generate resistant mutants (S2 Fig). Among the drugs tested against M. smegmatis, the most potent was meclocycline sulfosalicylate with a liquid and solid MIC of 0.10 μM and 0.2 μM, respectively (Table 2). Auranofin also displayed a relatively low solid MIC of 6.0 μM although this was 12-fold higher than its liquid MIC values (0.51 μM). Other drugs tested for MIC determination were alexidine and chlorhexidine which both exhibited relatively low MIC values of 6.15 μM and 1.98 μM, both of which are used as antimicrobials in dentistry [12]. The estrogen receptor modulating drugs clomiphene citrate, raloxifen, toremifene and tamoxifen citrate [13–14] displayed liquid MIC values ranging from 9.03μM to 26.64 μM (Table 2). GBR12909 (Vanoxerine), a dopamine transport inhibitor [15], displayed a liquid MIC of 18.6 μM (Table 2). Two of the drugs tested against M. smegmatis, auranofin and ebselen, displayed MIC values of 0.51 μM and 10.3 μM respectively while other drugs which were initially identified as hits from the primary screen (fendiline hydrochloride, sulocitidil, apomorphine, nisoldipine, sertraline and fluspirilene) displayed relatively high MIC values that ranged from 77 μM to 827.5 μM (Table 2). Some drugs initially examined were excluded from further solid media MIC testing (alexidine dihydrochloride, ebselen and fluspirilene). Fluspirelene displayed a relatively high liquid MIC and alexidine dihydrochloride was discounted for further study due to its structural and functional similarity to chlorhexidine. Further investigation of ebselen ceased due to mode of action deconvolution that has been previously determined elsewhere [16]. Ebselen is an organoselenium compound approved by the FDA with a well-known pharmacological profile and is currently being investigated for clinical use in the treatment of bipolar disorders and strokes. Previous studies have shown that ebselen displays antimycobacterial properties and is also effective against multidrug resistant Staphylococcus aureus (MRSA) [2]. In M. tuberculosis, ebselen acts by covalently binding to an active site cysteine residue in antigen 85. Antigen 85 is a complex of secreted proteins (Ag85A, Ag85B and Ag85C) which play an important role in the synthesis of trehalose dimycolates (TDM) and mycolylarabinogalactan (mAG) [16].\n\n## Secondary screening and hit confirmation against BCG\nMIC studies of the compounds listed in Table 3 revealed thonzonium bromide as having the lowest MIC value of 0.16μM. Thonzonium bromide is a quaternary ammonium monocationic compound which is used as a surfactant and a detergent and has been known to disrupt ATP dependant proton transport in vacuolar membranes along with alexidine dihydrochloride, which are responsible for pH regulation in yeast and Candida albicans causing growth defects [17]. Florfenicol, a fluorinated analogue of thiamphenicol with broad spectrum activity against Gram negative bacteria and strains resistant to chloramphenicol and thiamphenicol [18], displayed broth and solid MIC values of 0.67μM and 6 μM against BCG, respectively (Table 3). Florfenicol is known to influence the microbiota of the intestine reducing the amount of uncultured bacterial species similar to Corynebacterium and Mycobacterium [19]. Josamycin, a 16-membered macrolide with inhibitory activity against both Gram negative and Gram positive bacteria [20], displayed potent activity against BCG with an MIC of 0.1μM (Table 3). Interestingly, we identified three antihistamines as having inhibitory activity against BCG. Astemizole had the lowest MIC value of 17.8μM within this group followed by tripelennamine, with an MIC of 41.9μM and olopatadine with the highest MIC value of 202.3 μM in (Table 3). Astemizole (used for general allergies, asthma and rhinitis), tripelennamine (hay fever and rhinitis) and olopatadine (allergic conjunctivitis) are mildly anti-cholinergic and act as H1 receptor antagonists [21–24]. Of the antidiabetic drugs displaying activity towards BCG, glipizide and rosiglitazone have an MIC value of 191.1 μM and 43.15 μM, respectively (Table 3). Glipizide is a second-generation sulfonylurea drug that is prescribed for hypoglycaemia in type II diabetes and is known to act by stimulating insulin production and correcting cellular lesions which occur during diabetes mellitus [25–26]. Rosiglitazone, on the other hand, functions by activating peroxisome proliferator activated receptors in adipocytes and sensitising them to insulin [27]. Pinaverium, that inhibits L-type calcium channels arresting influx of the Ca2+ [28], had an MIC of 28.3μM. Two other drugs which displayed relatively high MIC values were granisetron and phentermine (Table 3). Granisetron, an antiemetic drug which is an agonist to the 5-hydroxytryptamine-3 receptor, stimulates the vagus nerve responsible for reflex motility response [29], had an MIC value of 210.6μM. Phentermine, which has been prescribed as an appetite suppressant to control obesity and acts as an agonist to the human TAAR1 (Trace Amine Associate Receptor 1) [30], displayed an MIC of 375.00 μM and was not tested further due to the high concentrations required for inhibitory activity. These drugs were then further tested to establish MICs on solid media in order to determine accurate concentrations to generate spontaneous resistant mutants for mode of action studies. We observed that, upon solid agar MIC testing against BCG, the general trend was that the drugs displayed 5 to 100-fold higher MIC values when compared to MIC values obtained by broth dilution method. For some of the drugs this was attributed to low solubility in solid media as many precipitated during the cooling of the agar medium. Glipizide, olopatadine and granisetron yielded solid MIC values greater than 0.5 mM; these drugs precipitated out at higher concentrations and appeared to show no noticeable inhibitory activity against BCG (S3 Fig). Rosiglitazone displayed the highest MIC value at approximately 1.5 mM. Thonzonium and florfenicol had a 5-fold increase in their solid MIC values but were still around 5μM and effectively inhibited the growth of BCG on solid agar (Table 3). Pentamidine, astemizole and pinaverium had solid MIC values of around 0.05 mM while there was a 2-fold increase in the MIC value for tripelennamine (compared to its liquid MIC) of 0.1 mM (Table 3).\nAll compounds listed in Tables 2 and 3 were tested in an Alamar Blue assay against M. tuberculosis (S4 Fig) and the drugs that displayed any notable anti-TB activity are listed in Table 4. Both ebselen and auranofin displayed MICs of 18.51 μM and 0.27 μM, which are in close agreement with previously published values [16,31]. In addition, the estrogen receptor modulating drugs clomiphene and raloxifene inhibited the growth of M. tuberculosis H37Rv with MICs of 7.59 μM and 22.10 μM, respectively (we were unable to accurately determine the MIC for Tamoxifen) (Table 4). Finally, GBR12909 (used in the clinic to treat cocaine addiction), inhibited the growth of M. tuberculosis with an MIC of 26.64 μM. It is interesting to note clear differences in MIC values obtained from either M. smegmatis and/or BCG (Table 2 and Table 3) when compared to those obtained in M. tuberculosis (Table 4), which can be partially attributed to differences in cell physiology and efflux pump expression [7].\n\n## Generation of spontaneous resistant mutants to determine mode of action\nWe attempted to generate spontaneous resistant mutants in both M. smegmatis and BCG against a selection of drugs identified in Tables 2 and 3, respectively. However, we were only able to obtain drug-resistant isolates for meclocyline sulfosalicylate, tamoxifen citrate and GBR12909 in M. smegmatis (Table 5) and florfenicol, pentamidine and tripelennamine in BCG (Table 6). Analysis of the M. smegmatis meclocyline sulfosalicylate mutant revealed a synonymous single nucleotide polymorphism (SNPs) mutation in the gene MSMEG_3619 (Mtb ortholog Rv1856c), a probable oxidoreductase deemed non-essential by the Himar-I based transposon mutagenesis [21], but also showing importance as having a growth advantage which results in an improvement in fitness when disrupted [32]. A single SNP (P122S) was also observed in MSMEG_5249 (Mtb ortholog Rv1093) glyA1 which is a serine hydroxymethyltransferase with possible roles of glycine to serine inter-conversion and the generation of 5, 10-methyenetetrahydrofolate which plays an important role in providing precursors for cellular redox balancing, methylation reactions and a role in thymidylate biosynthesis (Table 5). GlyA1 is also thought to be an essential gene [32,33] and it has also been identified as one of the proteins which undergoes PUPylation (Ubquitinylation by prokaryotic ubiquitin protein) in mycobacteria [34]. The M. smegmatis tamoxifen citrate resistant mutant exhibited a frame shift mutation in the gene MSMEG_6431 (Mtb ortholog Rv3849) espR which encodes for a protein involved in transcriptional regulation of the three genes Rv3136c-Rv3614c required for the ESX-1 system (Table 5). EspR binds to the promotor region and regulates ESX-1, therefore controlling virulence of mycobacteria [35]. Spontaneous resistant mutants raised against GBR12909 in M. smegmatis produced consistent multiple mutations in MSMEG_3033 (aroB) (Table 5). AroB is predicted to be an essential gene as studied in M. tuberculosis [32,33] and it encodes for 3-dehydroquinote synthase, which is one of several enzymes participating in the shikimate biosynthetic pathway [36]. AroB is a homomeric enzyme, is the second enzyme in the shikimate biosynthetic pathway and is present in various bacterial species such as Corynebacterium glutamicum, Escherichia coli, Bacillus subtilis and other fungi, plants and apicomplexan parasites [37–39]. AroB makes for an important target due to its essentiality in M. tuberculosis and absence of this biochemical pathway in mammals [32,33,37]. To further support the evidence that AroB is the target of GBR12909, AroB was over-expressed in BCG using the expression plasmid pVV16, which constitutively expresses aroB under the control of the hsp60 promoter, and the MIC of GBR12909 was reassessed. In the absence of AroB over-expression (pVV16 empty vector control), the MIC of GBR12909 unchanged with that of wild-type BCG (Fig 5 and Table 3). However, upon over-expression of AroB, the MIC of GBR12909 increased from 20.5 μM to > 50 μM (Fig 5). These results further substantiate AroB as the target of GBR12909 as over-expression of AroB provides additional inhibitor protein target, thus allowing the bacteria to survive at elevated drug concentrations.\nSpontaneous resistant mutants were raised against florfenicol in BCG, and whole genome sequencing revealed a point mutation in BCG_1533 (echA12) gene which encodes for a putative enoyl CoA hydratase (Table 6). EchA12 has been shown to be membrane localized within the mycobacterial cell membrane [40], however the gene was not found to be essential through Himar-I based transposon mutagenesis [32,33]. It has been suggested that EchA12 is involved in lipid membrane metabolism and is found to co-localise with thioredoxine A [40] and CtpD, which is an ATPase involved with the metalation of proteins secreted during redox stress [41]. Again, to provide further evidence that EchA12 is targeted by florfenicol, we over-expressed EchA12 in BCG. In the absence of EchA12 over-expression, the MIC of florfenicol remained unchanged with that of wild-type BCG (Fig 5 and Table 3). However, upon over-expression of EchA12, the MIC of florfenicol increased from 0.7 μM to > 12 μM (Fig 5) highlighting target engagement of florfenicol with EchA12 as one of its putative targets in mycobacteria. Three additional point mutations were also observed in the florfenicol resistant mutant. A single guanine to adenine point mutation in the gene BCG_3185 (PPE50) which encodes for a protein belonging to the PPE family, generates a G251D mutation. Florfenicol is a fluorinated form of thiamphenicol which belongs to the amphenicol family of antibiotics, whose mode of action is through binding to the 23S rRNA of the 50S ribosomal unit [42]. BCG_3508 (rpsI) encodes for a probable 30S ribosomal protein and contains a P17A mutation in the florfenicol mutant (Table 6), which suggests that florfenicol could hit multiple targets in mycobacteria. Finally, we also observed a V271A point mutation in BCG_3755c, which encodes for a glycerol kinase (GlpK), which catalyses the rate limiting step in glycerol metabolism of converting glycerol to glycerol-3-phosphate [43,44]. Mutations in glpK, have previously been observed when generating resistant mutants to drugs in an attempt to deconvolute their mode of action [45,46]. In our investigation of pentamidine activity, we identified an identical mutation in glpK, two separate non-synonymous SNPs in BCG_0763, which encodes for putative membrane protein with a domain of unknown function, and a single SNP in BCG_1609, which encodes for mmpl6 (Table 6). Mycobacterial membrane protein large (MmpL) are membrane proteins involved in shuttling lipid components across the plasma membrane and have been known to play an important role in drug resistance mechanisms, membrane physiology and virulence of the bacterium [47]. The tripelennamine mutant had a single point mutation in the promoter region of BCG_3090, a multi-drug transport integral membrane protein (mmr) (Table 6), which is a known efflux pump involved in drug resistance with high susceptibility to quaternary compounds [48]. This suggests that exposure to tripelennamine might induce a mutation that causes increased overexpression of Mmr which could alter the ability of the bacterium to efflux drugs.\n\n## Discussion\nScreening compounds against M. smegmatis has a distinct advantage over the slower growing BCG strain in terms of its shorter generation time, thus expediting the generation of screening data and turnaround of results. However, using M. smegmatis as a screening or",
  "has_full_text": true
}