{
  "pmid": "30873389",
  "title": "Auranofin Releasing Antibacterial and Antibiofilm Polyurethane Intravascular Catheter Coatings.",
  "abstract": "Intravascular catheter related bloodstream infections (CRBSIs) are a leading cause of hospital-acquired infections worldwide, resulting not only in the burden of cost and morbidity for patients but also in the over-consumption of medical resources for hospitals and health care organizations. In this study, a novel auranofin releasing antibacterial and antibiofilm polyurethane (PU) catheter coating was developed and investigated for future use in preventing CRBSIs. Auranofin is an antirheumatic drug with recently identified antimicrobial properties. The drug carrier, PU, acts as a barrier surrounding the antibacterial agent, auranofin, to extend the drug release profile and improve its long-term antibacterial and antibiofilm efficacy and potentially the length of catheter implantation within a patient. The PU+auranofin coatings developed here were found to be highly stretchable (exhibiting ~500% percent elongation), which is important for the compliance of the material on a flexible catheter. PU+auranofin coated catheters were able to inhibit the growth of methicillin-resistant Staphylococcus aureus (MRSA) for 8 to 26 days depending on the specific drug concentration utilized during the dip coating process. The PU+auranofin coated catheters were also able to completely inhibit MRSA biofilm formation in vitro, an effect that was not observed with auranofin or PU alone. Lastly, these coatings were found to be hemocompatible with human erythrocytes and maintain liver cell viability.",
  "journal": "Frontiers in cellular and infection microbiology",
  "year": "2019",
  "authors": [
    "Liu H",
    "Shukla S",
    "Vera-González N",
    "Tharmalingam N",
    "Mylonakis E"
  ],
  "doi": "10.3389/fcimb.2019.00037",
  "mesh_terms": [
    "Anti-Infective Agents",
    "Auranofin",
    "Biofilms",
    "Catheters",
    "Chemical Phenomena",
    "Coated Materials, Biocompatible",
    "Drug Carriers",
    "Methicillin-Resistant Staphylococcus aureus",
    "Polyurethanes"
  ],
  "full_text": "## Introduction\nApproximately 150 million intravascular catheters are implanted annually in the United States alone (Shah et al., 2013). Intravascular catheters are used for hemodynamic monitoring, renal replacement therapy, nutritional support, and administration of medications (Alberti et al., 2014). With the use of these intravascular devices comes a risk of catheter-related bloodstream infections (CRBSIs). Over 250,000 CRBSIs are diagnosed annually in the U.S. (Maki et al., 2006), making CRBSIs the most prevalent source of nosocomial bacteremia (Abebe et al., 2014). These infections can prolong hospital stays by ~10–20 days and increase the cost of care from $4,000 to $56,000 per patient; more importantly, CRBSIs are associated with mortality rates of 12–25% (Maki et al., 2006).\nCRBSIs are predominantly caused by Gram-positive bacteria including species of Staphylococcus aureus (Abebe et al., 2014). Intravascular catheters can become infected by microorganisms in several ways: the catheter lumen can be contaminated prior to use, the catheter tip and cutaneous tract can be contaminated by the skin microbiome during insertion, contaminated infusate can deliver bacteria, and inserted materials can be exposed to microbes due to an existing systemic infection (Pugach et al., 1999; Abebe et al., 2014). Once bacteria are introduced to the catheter material, they can adhere and begin the process of forming a biofilm, playing a significant role in CRBSI pathogenesis (Donlan, 2002; Raad et al., 2007). Biofilms are complex, surface-attached, three-dimensional microbial colonies, consisting of bacteria embedded within a self-secreted matrix containing proteins, polysaccharides, and extracellular DNA (Donlan, 2002). Once biofilms develop on medical device surfaces they can lead to device failure (Danese, 2002) and may also spread infection by releasing planktonic cells, which can colonize downstream sites (Costerton, 1999; Stewart, 2002; Lewis et al., 2005). Eradication of biofilms is a formidable challenge due to the many sophisticated mechanisms bacteria develop to protect against host defense mechanisms and the prevalence of increased resistance against traditional antibiotic treatments (Stewart, 2002; Flemming et al., 2016; Koo et al., 2017). The biofilm matrix forms a physical barrier hindering penetration and diffusion of antimicrobial agents (Costerton, 1999; Stewart, 2002), while the low metabolic state of biofilm bacteria make them less susceptible to antibiotics (Brown et al., 1988; de la Fuente-Núñez et al., 2013). Additionally, bacteria also coordinate their physiological processes through quorum sensing (Donlan, 2002; Li and Tian, 2016), allowing the cells to communicate by releasing and responding to small molecules aiding in colonization, defense against antimicrobials, and adaptation to the microenvironment (Li and Tian, 2016). The accumulation of biofilm within the catheter can lead to the need for implant removal.\nSeveral methods have been utilized to prevent microbial colonization of catheters. The most common methods involve the use of antimicrobial loaded or antimicrobial coated catheters. Antimicrobial agents such as cefazolin (Kamal et al., 1991), minocycline, rifampin (Raad et al., 1996), chlorhexidine, and silver sulfadiazine (Maki et al., 1997) have been deposited directly on catheter surfaces using dip coating or solvent casting methods (Darouiche et al., 1999). However, these coating strategies often lead to rapid release of the entire antimicrobial payload (Danese, 2002). In order to provide sustained drug release and long-term therapeutic efficacy, antimicrobials can be incorporated on catheters within polymeric surface coatings. Pugach et al. developed a gelatin hydrogel coating encapsulating ciprofloxacin liposomes on silicone Foley catheters, which significantly delayed bacteria colonization in vivo compared to uncoated catheters (Pugach et al., 1999). Fischer et al. coated polyurethane catheters with silver nanoparticles embedded in star-shaped poly(ethylene glycol)-heparin hydrogels, achieving catheter hemocompatibility and antimicrobial functionality for up to a week in vitro (Fischer et al., 2015). Hook et al. identified a group of polymers capable of reducing bacterial attachment up to 30-fold when compared to a commercial silver hydrogel and successfully coated catheters with these polymers demonstrating in vivo antibacterial efficacy (Hook et al., 2012). Fu et al. and Curtin et al. loaded bacteriophage into Lubri-sil®, a neutral hydrogel coating, on silicone French Foley catheters. They observed a significant reduction in viable biofilm formation by Staphylococcus epidermidis on the catheters over a 24 h in vitro exposure period (Curtin and Donlan, 2006; Fu et al., 2010). The antimicrobial efficacy of these previously reported catheter coatings has been limited to a maximum of 2 weeks.\nDespite the progress that has been made, the development of drug resistance remains a significant concern while utilizing traditional antibiotic therapeutics in available catheter technologies (Danese, 2002). Thus, we sought to incorporate and examine a recently identified antimicrobial agent with therapeutic potential in a new catheter coating. Auranofin is an FDA approved antirheumatic therapeutic that is a particularly promising antimicrobial candidate, having shown antibacterial and antifungal efficacy (Cassetta et al., 2014; Harbut et al., 2015; Fuchs et al., 2016; Thangamani et al., 2016) along with potent antibiofilm efficacy (Torres et al., 2016; AbdelKhalek et al., 2018). Auranofin exhibits effective antimicrobial activity primarily against Gram-positive pathogenic bacteria including Mycobacterium tuberculosis, Bacillus subtilis, and Enterococcus faecalis, drug-sensitive and drug-resistant Enterococcus faecium, and S. aureus (Harbut et al., 2015). The minimum inhibitory concentration (MIC) of auranofin against these bacteria is as low as 0.25 μg/mL (Hassanein et al., 2017). Auranofin has a unique mechanism of action that relies on its potent inhibition of bacterial thioredoxin reductase, an important protein in thiol based redox metabolism essential in maintaining cellular processes including protection against reactive oxygen species, protein folding, and DNA synthesis (Lundstrom and Holmgren, 1990; Ritz and Beckwith, 2001; Lu and Holmgren, 2014). Inhibiting the bacterial thioredoxin reductase and disrupting the redox balance results in cell death (Bonilla et al., 2008; Debnath et al., 2012; Tejman-Yarden et al., 2013). This antibacterial drug target has been shown to highly limit the development of drug resistance (Lin et al., 2016; Sweeney et al., 2017).\nLocalized delivery has the potential to provide rapid antimicrobial activity, while minimizing offsite toxicity and lowering susceptibility to resistance (Brooks and Brooks, 2014). Auranofin has previously been incorporated into polymeric particles for the localized treatment of bacterial infections (Pearson et al., 2015; Díez-Martínez et al., 2016). In this work, we report the development and in vitro characterization of an auranofin containing polyurethane (PU) catheter coating that may have the potential to lower the incidence of CRBSIs. To the best of our knowledge, this is the first report of an auranofin containing device coating. PU is an FDA approved polymer that has been used extensively in biomedical devices for over 45 years due to its biocompatibility, mechanical flexibility (Ding et al., 2012; He et al., 2012), and low protein fouling properties (Xue and Greisler, 2003; Wilson, 2004; Maki et al., 2006). Specifically, we utilized a commercially available aromatic polyether-based PU, Texin RxT85A, to develop the auranofin encapsulating coatings reported in this work. Texin RxT85A has been used in a wide range of medical products including anesthetic connectors, flexible tubing and films, and catheters. It has also been used to fabricate drug delivery materials including nanocomposite films and nanofibers that can encapsulate and control the release of antiseptic drugs (Saha et al., 2014). Here, we demonstrate the sustained release capabilities of auranofin containing PU catheter coatings, leading to antibacterial and antibiofilm efficacy against MRSA.\n\n## Materials\nAromatic polyether-based PU (Texin RxT85A) was supplied by Covestro AG (Leverkusen, Germany). The antibacterial drug, auranofin, was purchased from Santa Cruz Biotechnology (Dallas, TX). All solvents, chemicals, and media, unless otherwise noted, were purchased from MilliporeSigma (St. Louis, MO). Bacto agar was obtained from BD Biosciences (San Jose, CA). Ultrapure deionized water (18.2 MΩ.cm, Milli-Q, EMD Millipore, Taunton, MA) was used in all experiments. Surflo fourteen-gauge Teflon intravenous catheters [2.15 O.D. (1.73 I.D.) × 51 mm] were supplied by Patterson Veterinary (Devens, MA). Polytetrafluoroethylene (PTFE) sheets (AMS 3651) measuring 30 cm by 30 cm with a thickness of 0.38 mm, were obtained from Amazon (Seattle, WA). Tryptic soy broth (Remel), Dulbecco's modified Eagle's medium (DMEM, Gibco), fetal bovine serum (FBS, Gibco), and precleaned microscope glass slides were purchased from Thermo Fisher Scientific (Waltham, MA). MRSA USA300 engineered to express luciferase (USA300 Lac::Lux) was supplied by Dr. Michael Hamblin at Massachusetts General Hospital (Boston, MA) (Dai et al., 2013). For cytotoxicity testing, human red blood cells (hRBCs) and human hepatoma cells (ATCC HB-8065 HepG2) were obtained from Rockland Immunochemicals (Limerick, PA) and Dr. Bryan Fuchs at Massachusetts General Hospital (Boston, MA), respectively. Cell proliferation reagent, WST-1, was obtained from Roche (Mannheim, Germany).\n\n## Development of PU Coatings\nAuranofin containing PU coatings were developed by first dissolving PU in tetrahydrofuran (THF) at a concentration of 50 mg/mL at 20°C for 24 h. Auranofin was then added to the PU solution and thoroughly mixed. This PU+auranofin mixture was then used to produce films for: (1) thickness measurement, (2) tensile testing, or (3) catheter coating for drug release and in vitro efficacy and cytocompatibility testing. For thickness measurements, flat PTFE substrates measuring 16 mm by 16 mm by 0.38 mm were coated via drop casting 1 mL of the PU+auranofin mixture with 0, 3, or 10 mg/mL auranofin; coatings were dried at 20°C until complete THF evaporation was noted, resulting in a dry PU+auranofin coating. For tensile testing, standalone PU+auranofin films were developed similarly to the coatings on PTFE but instead, 2 mL of the PU+auranofin mixture was drop cast onto glass slides measuring 25 mm by 75 mm. These coatings were readily peeled off of the glass and cut into rectangles measuring 12 mm by 38 mm for subsequent testing. For the catheter coatings, catheter segments measuring 10 mm in length were dipped into the PU+auranofin solution (1 catheter segment per 1 mL of PU+auranofin mixture) at auranofin concentrations of 0, 3, 10, 30, or 60 mg/mL for 24 h at 20°C. The catheters were removed from this mixture and the solvent in the coatings was allowed to evaporate at 20°C for 24 h. All coatings were stored at 4°C prior to use. Films with 0 mg/mL auranofin were denoted “PU only” coatings.\n\n## Characterization of Coating Morphological and Mechanical Properties\nThe thicknesses of PU+auranofin and PU only coatings on PTFE were evaluated using a Dektak3 profilometer (Bruker, Santa Barbara, CA). Average step height was measured at three random locations on the coated material. Tensile testing of the standalone films was carried out using an Instron Series 5942 Universal Testing System (Norwood, MA) equipped with a 500 N load cell. An extension rate of 0.1 mm/s was employed until material failure was noted. The pre-yield elastic deformation region (up to 15% extension) of the engineering stress vs. strain curve was used to determine the tensile elastic modulus of the film. The interior and outer coating surfaces on the coated catheters along with non-coated catheters were imaged using a LEO Gemini 1530 scanning electron microscope (SEM, Carl Zeiss, Oberkochen, Germany). Prior to SEM imaging, the catheters were sputter coated with gold and palladium. Coated and non-coated catheters were also imaged using an inverted tissue culture trinocular microscope (AmScope, Irvine, CA) equipped with an AmScope MU500 eyepiece camera (5.1 MP Aptina Color CMOS) and 4 × objective lens.\n\n## Quantifying Auranofin Release \nAuranofin release from PU+auranofin coated catheters was monitored by incubating each coated catheter in 1.98 mL of tryptic soy broth supplemented with 0.25% glucose (TSBG) at 37°C with shaking at 110 rpm. Glucose supplementation of TSB has previously been shown to promote biofilm formation (Heilmann et al., 1996; Lim et al., 2004). Every 24 h, the release solutions were collected and completely replaced with fresh medium. A microdilution assay, as described previously (Shukla and Shukla, 2018), was used to determine the amount of auranofin contained in the media release samples by comparing the antibacterial activity to that of known concentrations of non-coating incorporated auranofin. Briefly, 150 μL of each TSBG release sample was transferred to 96-well plates in triplicate and serially diluted 1:1 (v/v) with TSBG. Controls of non-coating incorporated auranofin were treated similarly. MRSA USA300 (10 μL) at a final concentration of 105 CFU/mL in the exponential growth phase (as determined by optical density) was added to these wells. Negative controls of media with no bacteria and positive controls of TSBG with USA300 in the absence of drug were included. Plates were incubated at 37°C with shaking at 110 rpm for ~18 h. Subsequently, the optical density (OD) of the samples was read at 600 nm using a Cytation3 microplate reader (BioTek, Winooski, VT). The normalized bacteria density was calculated using Equation (1).\nThe MIC of the auranofin control against USA300 was determined as the concentration range of auranofin needed to observe a statistically significant transition of normalized bacteria density from zero to greater than zero. The amount of auranofin in the PU coating release media was then estimated by determining how many dilutions of the release media were required to reach this MIC transition point and computing a high and low estimate for the concentration of auranofin in the release solution (set by the MIC concentration range of non-coating incorporated auranofin).\nAuranofin release was also monitored in water (pH 6) at 37°C for PU+auranofin coated catheters formulated with auranofin at 3 and 10 mg/mL. These coated catheters were incubated in 1 mL of water at 37°C with shaking at 110 rpm. Every 24 h, the release solutions were collected and completely replaced with fresh water. Auranofin in the water release samples was quantified using inductively coupled plasma optical emission spectroscopy (ICP-OES, Thermo Fisher, Waltham, MA). ICP-OES can detect the presence of the gold (Au) atom in the auranofin molecule. Briefly, the release samples were diluted 1:4 (v/v) with water for a total sample volume of 5 mL. This sample was injected into the ICP-OES with a radial plasma view configuration for concentrations above 1 ppm of auranofin and with an axial plasma view configuration for concentrations below 1 ppm. The concentration of auranofin in the release solutions was calculated by comparing the intensity of the signal obtained at the characteristic wavelength range of Au (242.79–242.80 nm) against that of a known auranofin standard examined concurrently.\n\n## Assessing Coating Antibacterial and Antibiofilm Efficacy \nAntibacterial and antibiofilm activity of PU+auranofin catheter coatings was examined against USA300, a community-associated MRSA strain. Kirby-Bauer and broth bacteria survival assays on the coated catheters and on their release solutions were conducted, respectively. For the Kirby-Bauer assay, USA300 in its exponential growth phase at a concentration of 108 CFU/mL was spread on tryptic soy agar plates. PU+auranofin coated and uncoated catheters were cut in half lengthwise using a scalpel. Both the inner and outer surfaces of the catheters were placed in direct contact with the bacteria seeded agar and incubated for 24 h at 37°C. These plates were then photographed using a Canon PowerShot S110 digital camera (Tokyo, Japan).\nLong-term antibacterial activity of the coated catheters was confirmed using MRSA microdilution assays as described in the section Quantifying Auranofin Release in vitro. The efficacy of these coatings against a greater MRSA challenge than a standard microdilution assay (2 x 106 CFU/mL vs. 105 CFU/mL, respectively) was investigated. Coated catheters were incubated in 1.98 mL of TSBG medium with shaking at 110 rpm at 37°C. The release medium was collected every 24 h and replaced with fresh TSBG medium. A 20 μL suspension of USA300 was added to the release solution to obtain a final bacteria concentration of 2 × 106 CFU/mL. This bacterial suspension was incubated with shaking at 110 rpm at 37°C for 24 h. The OD of the samples was measured at 600 nm using a Thermo Scientific Spectronic 2000 Visible Spectrophotometer (Waltham, MA). Negative controls of media with no bacteria and positive controls of TSBG with USA300 in the absence of drug were included. A normalized bacteria density was computed using Equation (1) for all test samples. Additional release samples were tested for bacterial growth inhibition until no inhibition of bacterial growth was observed. An identical assay was conducted to examine the effect of coating time on antibacterial activity over time. For this study, coatings were formulated as described in section Development of PU Coatings, except that coating times were varied (5 s, 1 h, 1 day, or 7 days).\nThe antibiofilm activity of PU+auranofin coatings was also examined. PU+auranofin coatings with 3 or 10 mg/mL auranofin utilized in the coating process, along with PU only coatings and variations of these coatings, in which vancomycin replaced auranofin, or only auranofin (3 mg/mL) was used without any PU, were examined in these studies. Vancomycin coated catheters were first dip coated in an ethanol solution containing the drug at either 3 or 10 mg/mL for 24 h at 20°C. These catheters were then removed from the ethanol solution and allowed to dry for 24 h at 20°C. The catheters were subsequently dip coated in 50 mg/mL PU in THF for 24 h at 20°C, followed by a complete drying of these coatings at 20°C. Coated or uncoated catheter segments were placed in 1 mL USA300 bacterial suspensions at a concentration of 104 CFU/mL in TSBG at 37°C with shaking at 110 rpm for 2 h. The samples were then removed from this suspension and rinsed 3 times with fresh TSBG to remove any unattached bacteria. The rinsed catheter segments were placed in new sterile vials containing 5 mL of fresh TSBG every 12 h. After 2 days, the bacterial burden on the catheters was evaluated by examining the level of bacterial bioluminescence on the catheters using an in vivo imaging system (IVIS Lumina III, PerkinElmer, Waltham, MA). Following IVIS imaging, the biofilms were disrupted by placing the catheter segments in 5 mL of 1 × phosphate buffered saline (PBS) and subjected to sonication at ~40 kHz for 7 min (Fisher Scientific FS30) followed by vortexing for 1 min. The samples were serially diluted in TSBG, plated on tryptic soy agar, and the colony forming units (CFUs) were counted.\n\n## Examining Coating Biocompatibility \nThe biocompatibility of PU+auranofin coatings and controls was evaluated by examining erythrocyte lysis and human hepatoma cell (ATCC HB-8065 HepG2) viability upon exposure to coated catheters or catheter incubated media, respectively. Hemolysis was examined as previously described (Gwisai et al., 2017; Zhou et al., 2017) by incubating hRBCs with PU+auranofin coated catheters (3, 10, 30, and 60 mg/mL auranofin coating concentration), PU only coatings, auranofin only coatings (3 mg/mL coating concentration), and uncoated catheters. Catheters were incubated with 1 mL of 2% (v/v) hRBCs in 24-well plates for 1 h at 37°C. Negative controls containing no catheter and only hRBCs were also included. Positive controls of the 2% hRBCs suspension incubated with 0.1% v/v Triton X-100 were included. After incubation, the plates were centrifuged at 500 × g for 5 min. A 50 μL aliquot of the supernatant from each well was transferred to a 96-well plate. Absorbance at 540 nm was quantified using a SpectraMax M2 plate reader (Molecular Devices, San Jose, CA) to measure hemolysis. Normalized hemolysis was calculated using Equation (2).\nThe viability of HepG2 cells exposed to PU+auranofin coating release solutions was assessed using a colorimetric assay with WST-1. HepG2 cells were maintained in DMEM supplemented with 10% FBS at 37°C with 5% CO2. PU+auranofin coated catheters (3 mg/mL auranofin coating concentration), PU only coatings, and uncoated catheters were incubated in HepG2 culture media for 24 h at 37°C. HepG2 cells were seeded at a density of 3.125 × 106 cells/cm2 in polystyrene tissue-culture treated 96-well plates (Corning, Corning, NY) and immediately incubated with 100 μL of the different catheter incubation medias at 37°C with 5% CO2. Non-coating incorporated auranofin was also included at concentrations of 0.5–32 μg/mL. After 20 h, 10 μL of WST-1 was added to each well and the plates were incubated for 4 h at 37°C with 5% CO2. The absorbance (abs) of each well was measured at 450 nm using a SpectraMax M2 UV-Vis microplate reader (Molecular Devices, San Jose, CA). Normalized cell viability was calculated using Equation (3).\n\n## Statistical Analysis\nAll experiments were conducted in triplicate at minimum. All data is reported as mean ± standard deviation. Statistical significance was calculated using GraphPad Prism with either a two-tailed t-test or one- or two-way analysis of variance (ANOVA) with Tukey's post-hoc analysis, as appropriate. Data was considered statistically significant for p < 0.05.\n\nIn this work, PU+auranofin catheter coatings were developed to combat complications such as bacteria attachment, infection, and biofilm development that can occur with extended catheter use (Trautner and Darouiche, 2004). To the best of our knowledge, auranofin has not previously been used in device coatings. We sought to determine if auranofin was released from PU coatings at concentrations effective against planktonic MRSA. Initial investigations were performed with PU+auranofin coated catheters formulated from four concentrations of auranofin coating solution (3, 10, 30, and 60 mg/mL). Auranofin, unlike many other antimicrobial agents such as vancomycin, which has a measurable absorbance (Shukla and Shukla, 2018), is not readily detectable via absorbance or fluorescence spectroscopy without modification. Therefore, MRSA growth inhibition in a microdilution assay was utilized to estimate the concentrations of auranofin present in coated catheter release solutions. In this technique, serial dilutions of the release samples are made and incubated with MRSA. The most diluted solution able to inhibit bacterial growth is considered the upper range of the MIC of the drug in the release sample. By multiplying the dilution factor used to reach this concentration with the measured MIC of the drug, a concentration of drug in the release solution can be estimated.\nFigure S1 shows normalized MRSA density over a range of concentrations for non-coating incorporated auranofin. The MIC of non-coating incorporated auranofin against USA300 was determined to be 0.063 μg/mL, consistent with previous reports (Harbut et al., 2015; Fuchs et al., 2016; Thangamani et al., 2016). We observed a transition of MRSA growth to no growth between auranofin concentrations of 0.031 and 0.063 μg/mL. Using this concentration range for non-coating incorporated auranofin and assuming no change in auranofin activity caused by the coating process, the auranofin release profile from the PU+auranofin catheter coatings was determined. Figure 1 shows the release profile of all PU+auranofin coatings tested as a range estimated by the dilution factor required to reach MIC values. Catheters with coatings formulated using 3 and 10 mg/mL auranofin solutions exhibited effective drug release above MIC values over a period of 8 days. Raising the drug concentration in the coatings during formulation to 30 or 60 mg/mL extended auranofin release from 8 days to 11 and 26 days, respectively. A large auranofin release was observed for all coating formulations in the first 24 h followed by a slow extended release. As shown in Figure 1, for the 3 mg/mL auranofin coating concentration, ~90% of the total auranofin eluted by 8 days was released in the first day. Interestingly, 10, 30, and 60 mg/mL PU+auranofin samples all had similar percentages of auranofin released in the first day (~65, 66, and 62% of the total auranofin released by 8, 11, and 26 days, respectively). The similar burst release for the higher auranofin coating concentrations suggests that at these concentrations, the burst release of auranofin is independent of the amount of auranofin loaded on the catheters. The cumulative release of auranofin was increased from ~7 μg for a 3 mg/mL auranofin coating concentration to ~37 μg for a 10 and 30 mg/mL auranofin coating concentration and 78 μg for a 60 mg/mL auranofin coating concentration. Given that the bacterial MIC is reached with the lowest auranofin formulation concentration, it is perceivable that this formulation could be effective in inhibiting bacterial accumulation on the implant material.\nIt is possible that the final auranofin release values do not represent the total auranofin loading in a single 10 mm catheter segment and that some auranofin may still release below MIC values which are not readily detectable. ICP-OES, which is capable of detecting the gold atom in auranofin molecules in non-complex solvents (e.g., water rather than PBS or media), was utilized to evaluate auranofin release in deionized water (pH 6) at 37°C from PU+auranofin catheters formulated using 3 and 10 mg/mL auranofin solutions. At 8 days, 95 ± 31 μg of auranofin had released from the 3 mg/mL auranofin coatings and 319 ± 62 μg of auranofin was released from the 10 mg/mL coatings. As with the media release studies quantified using bacterial microdilution methods, a greater cumulative release was observed from the PU+auranofin coatings formulated using 10 mg/mL auranofin compared to 3 mg/mL auranofin at 8 days. However, the values quantified for water release were significantly greater than those observed in media. These differences may arise from the differences in the release environment for the two methods used. Media components may adsorb onto or absorb into the catheter coating over time and potentially form interactions with auranofin or PU, slowing drug release. The water environment lacks these interactions and may therefore enable a greater release. The differences in pH (pH 7.4 for the media vs. 6 for the water) may also factor in, as has previously been observed for polyurethane materials (Chen et al., 2014).\nThe in vitro auranofin release profile studies confirmed planktonic bacterial inhibition by individual catheter release samples at PU+auranofin coating compositions formulated using 3, 10, 30, and 60 mg/mL auranofin. Given the potent activity of auranofin at low concentrations, we examined whether auranofin release from these coatings was also able to inhibit the growth of MRSA at a 20 times greater bacterial concentration than the standard microdilution assay. Figure 2 shows the efficacy of MRSA growth inhibition for this greater bacterial challenge (2 × 106 CFU/mL) upon bacterial incubation with PU+auranofin coating release solutions collected over time. We found that the coating release samples were able to completely inhibit bacterial growth for samples collected at time points identical to the microdilution assays conducted at lower bacteria concentrations. Namely, PU+auranofin coatings formulated with the 3 and 10 mg/mL auranofin were effective over 8 days, while those formulated with 30 and 60 mg/mL auranofin were effective for 11 and 26 days, respectively.\nHaving confirmed multi-day in vitro efficacy of all coating formulations examined, we investigated whether changing the coating formulation process could affect efficacy. Specifically, we determined whether the catheter coating time in the PU+auranofin solution changed its efficacy. Holding the auranofin concentration in the coating solution constant at 3 mg/mL, we examined coating times of 5 s, 1 h, and 7 days in addition to the 1 day coating time utilized for all other experiments. Release samples taken over time from each of these coatings were examined for their bacterial growth inhibition efficacy using a 2 × 106 CFU/mL MRSA concentration as shown in Figure 3. We observed that catheters coated for 1 and 7 days behaved similarly, inhibiting MRSA growth over 8 days. Interestingly, catheters coated for 5 s and 1 h exhibited antibacterial activity against MRSA for 7 days. These findings suggested that even short coating periods lead to significant drug incorporation on the catheter capable of releasing and inhibiting bacterial growth over a period of 1 week. Effective above MIC release can be extended by 1 day if the coating duration is increased. For future translation of these materials, rapid production is possible without significantly compromising efficacy.\nNext we examined whether PU+auranofin coated catheters were able to inhibit bacterial growth using both the inner and outer surface of the coated catheters. The results of a Kirby Bauer assay using PU+auranofin coated catheters formulated using 3, 10, 30, and 60 mg/mL auranofin are shown in Figure 4. For these experiments coated catheters w",
  "has_full_text": true
}