{
  "pmid": "31080089",
  "title": "Dual activity of niclosamide to suppress replication of integrated HIV-1 and Mycobacterium tuberculosis (Beijing).",
  "abstract": "The human immunodeficiency virus (HIV) pandemic is driving the re-emergence of tuberculosis (TB) as a global health threat, both by increasing the susceptibility of HIV-infected people to infection with Mycobacterium tuberculosis (Mtb), and increasing the rate of emergence of drug-resistant Mtb. There are several other clinical challenges for treatment of co-infected patients including: expense, pill burden, toxicity, and malabsorption that further necessitate the search for new drugs that may be effective against both pathogens simultaneously. The anti-helminthic niclosamide has been shown to have activity against a laboratory strain of Mtb in liquid culture while bacteriostatic activity against non-replicating M. abscessus was also recently described. Here we extend these findings to further demonstrate that niclosamide inhibits mycobacterial growth in infected human macrophages and mediates potent bacteriostatic activity against the virulent Mtb Beijing strain. Importantly, we provide the first evidence that niclosamide inhibits HIV replication in human macrophages and Jurkat T cells through post-integration effects on pro-virus transcription. The dual antiviral and anti-mycobacterial activity was further observed in an in vitro model of HIV and Mtb co-infection using human primary monocyte-derived macrophages. These results support further investigation of niclosamide and derivatives as anti-retroviral/anti-mycobacterial agents that may reduce clinical challenges associated with multi-drug regimens and drug resistance.",
  "journal": "Tuberculosis (Edinburgh, Scotland)",
  "year": "2019",
  "authors": [
    "Fan X",
    "Xu J",
    "Files M",
    "Cirillo J",
    "Endsley J"
  ],
  "doi": "10.1016/j.tube.2019.04.008",
  "mesh_terms": [
    "Humans",
    "Anti-HIV Agents",
    "Antitubercular Agents",
    "Coinfection",
    "HIV-1",
    "Jurkat Cells",
    "Macrophages",
    "Mycobacterium tuberculosis",
    "Niclosamide",
    "T-Lymphocytes",
    "Virulence",
    "Virus Replication",
    "Tuberculosis"
  ],
  "full_text": "## Introduction\nTuberculosis has re-emerged as a global health threat, largely driven by the HIV pandemic. According to the 2018 WHO Global Tuberculosis Report, there were 10.4 million new TB infections in 2017, and approximately 1.7 million TB related deaths. TB is now the leading cause of infectious disease related death world-wide, as well as the leading cause of death in people living with HIV (PLWH) [1]. HIV infection increases susceptibility to new infection, or re-infection, with Mtb and increased risk of latent tuberculosis infection (LTBI) reactivation [2]. Greater than 10% of new TB infections globally occur in PLWH, and in many sub-saharan African countries, over 50% of new or recurring TB cases are observed in PLWH [1].\nFurther exacerbating the problem is the emergence of drug resistance in Mtb. Nearly half a million people have been identified as having a multi-(MDR) or extremely drug resistant (XDR) strain of Mtb [1]. Compounding the problem, the incidence of drug resistant Mtb is higher in PLWH than those without HIV [3], and the chance of TB-related mortality is greater [4]. Additionally, simultaneous treatment of TB and HIV has proven to be difficult, as many front-line HIV drugs perform poorly when used in combination with frontline TB drugs, particularly rifampicin [5]. HIV, like Mtb, is also experiencing emerging resistance to anti-retrovirals. The high mutation rate associated with retroviral reverse transcriptase results in a rapid development of drug resistant viral species that are only partially overcome with combination therapy [6,7]. This combination of factors necessitates a constant search for new therapeutics that can treat one or both pathogens without significant side effects, interactions or toxicity. It also obviates the opportunity to revisit some non-first line drugs to which resistance has not yet emerged, and from which more effective, and perhaps even dual-active, derivatives may be synthesized.\nNiclosamide is an anti-helminthic drug introduced in the 1950's, and has been used to treat parasitic infections in millions of patients worldwide [8]. It has been shown to effect a number of host cellular signaling pathways, including Wnt [9], Notch [10], mTOR, NF-κB [11], and STAT3 [12]. This broad activity has led to its evaluation as a therapeutic agent for a number of cancers, including breast, colon, ovarian, prostate, and others [[13], [14], [15], [16]]. It has also shown potential to treat bacterial and viral infections such as Bacillus anthracis [17], Pseudomonas aeruginosa [18] and Staphylococcus aureus [19], as well as SARS-CoV [20], Influenza [21], Chikungunya [22] and Zika [23] viruses. In addition to the above, niclosamide has been investigated as a potential anti-mycobacterial drug. Sun et al. showed that niclosamide could inhibit the growth of the Mtb laboratory strain H37Rv at low micromolar concentrations in liquid culture [24], and Berube et al. recently demonstrated activity against M. abscessus [25] in a non-replicating model.\nHere, we investigated the activity of niclosamide against the virulent Beijing strain of Mtb and in the setting of mycobacteria and HIV co-infected human macrophages. We observed niclosamide to reduce growth of Mtb Beijing as well as the M. bovis bacillus Calmette-Guérin (BCG) vaccine strain in liquid cultures. Interesting, we further identified potent anti-viral activity of niclosamide against HIV in human macrophages as well as T cells. In support of potential therapeutic applications, simultaneous activity against both HIV and mycobacteria in co-infected human macrophages was observed. Our findings further indicate that inhibition of HIV replication occurs post-integration via effects on pro-virus transcription. These results support further investigations of niclosamide as a therapeutic for mixed infections including Mtb and HIV.\n\n## Cells and viruses\nHIV-1 JR-CSF was obtained from the UCLA Center For AIDS Research. The following reagent was obtained through the NIH AIDS Reagent Program, Division of AIDS, NIAID, NIH: HIV-1 infected U937 Cells (U1) from Dr. Thomas Folks [26]. The following reagent was obtained through the NIH AIDS Reagent Program, Division of AIDS, NIAID, NIH: J-Lat Full Length Cells (6.3) from Dr. Eric Verdin (cat# 9846) [27] J-Lat cells are a Jurkat T cell line infected with HIVΔEnv/GFP, and express GFP when HIV proviral transcription occurs. Buffy coats used in the isolation of monocytes for the culture of monocyte-derived macrophages (MDM) were purchased from the Gulf Coast Blood Center in Houston, TX. Mycobacteria tuberculosis Beijing was a kind gift from Dr. Michelle Larsen at Albert Einstein College of Medicine, and Mycobacterium bovis BCG was obtained from ATCC (ATCC 35734). M. bovis BCG Pasteur-tdTomato was developed by Dr. Jeffrey Cirillo at Texas A&M Health Science Center.\n\n## Liquid cultures\nLiquid cultures of M. bovis BCG Pasteur or Mtb Beijing were grown to O.D.600 = 0.3–0.5 the diluted to O.D. = 0.02 in 7H9 media. Drugs were added as indicated, cultures were assessed for a baseline OD reading specific to each compound and grown for an additional seven days at 37 °C under aerobic conditions, shaken daily. All experiments performed using Mtb were conducted in a biosafety level 3 facility in the Galveston National Laboratory complex.\n\n## Monocyte-derived macrophages\nDe-identified buffy coat samples were stored at room temperature for same day transport to the UTMB campus from the Gulf Coast Blood Center and used for isolation of peripheral blood mononuclear cells (PBMC). Peripheral blood monocytes were isolated from PBMCs by overnight adherence in 175 mL tissue culture flasks as described [24]. Monocytes were dissociated with Gibco dissociation media and counted on a hemacytometer using trypan blue to assess viability. Monocytes were subsequently dispensed into 12 or 24 well tissue culture plates at 1.0 or 0.5 × 106 cells per well, respectively, and used to generate monocyte derived macrophages (MDM) by culture for 6 days with 25 ng/mL of M-CSF (Peprotech) with a media change at day 3.\n\n## Infections\nMDM were infected with 0.5 TCID50 of HIV-1 JR-CSF in minimal media overnight. Cells were subsequently washed with PBS, and media replaced. U1 cells and MDMs were infected with Mycobacteria tuberculosis (Beijing) at a MOI of 5 or Mycobacterium bovis BCG at a MOI of 10 for 2 h in antibiotic-free media, as previously described [28]. Cells were then washed with media containing Pen/Strep. Media was replaced with complete RPMI1640 and cells were incubated at 37 °C and 5% CO2 for 24 h.\n\n## Western blot\nCells were lysed with a commercial lysis buffer (Pierce) containing protease inhibitors and DNase I, and protein concentrations determined using a BCA kit (Pierce). 30 μg of protein were loaded per well, separated on a 4–20% acrylamide gel (BioRad) and transferred to PVDF. PVDF membranes were coomassie blue stained before antibody probing to ensure equal loading. Membranes were probed with HRP-conjugated anti-p24 antibody (Abcam), visualized by bioluminescence with SuperSignal West Femto substrate (ThermoFisher), exposed to X-ray film, and developed.\n\n## qPCR\nRNA was isolated using a Quick-RNA kit (Zymo), treated with DNase I, and cDNA synthesized with an iScript cDNA kit (BioRad). Semi-quantitative RT-PCR was performed to detect HIV LTR as previously described [29] using iTaq SYBR Green master mix (BioRad) on a LightCycler instrument (BioRad) and normalized to the GAPDH housekeeping gene.\n\n## Flow cytometry\nCells were harvested at appropriate time points and washed with PBS prior to incubation with Fixable LIVE/DEAD Aqua (Invitrogen) per manufacturer's instructions. Cells were then fixed and permeabilized with BD CytofFix/CytoPerm solution (Becton Dickinson) for intracellular staining. After fixation and permeabilization, cells were stained for intracellular HIV p24 with anti-p24-FITC (Beckman Coulter), rinsed three times and fixed with 2% ultrapure formaldehyde in PBS. Samples were acquired using a BD LSR II Fortessa, and data analyzed using FlowJo or FCSExpress6 (DeNovo).\n\n## Niclosamide inhibits growth of Mtb Beijing\nIt has been previously demonstrated that niclosamide can inhibit the growth of H37Rv in 7H9 liquid culture [24]. In order to determine activity against virulent clinical isolates of mycobacteria, we incubated liquid cultures of M. bovis BCG (control) and M.tb Beijing in the presence of media alone, common antimycobacterial drugs rifampicin (RIF, 6 μM), isoniazid (INH, 0.15 nM), or increasing concentrations of niclosamide from 2.5 to 20 μM (Fig. 1\n). In agreement with the data from Sun et al., niclosamide proved to be an inhibitor of mycobacterial growth at concentrations as low as 5 μM for both the BCG vaccine strain andthe virulent Beijing clinical isolate. These results further support the potential of niclosamide, or possibly its derivatives, as an anti-mycobacterial drug.Fig. 1Niclosamide inhibits growth of M. bovis BCG and virulent M.tb Beijing in liquid culture. 5 mL static cultures of A)M. bovis BCG or B)M.tb Beijing were grown to O.D. 0.2, then grown in the presence of rifampicin, isoniazid, or increasing concentrations of niclosamide from 2.5 to 20 μM for 7 days. CFU were calculated from final O.D. readings using the estimate of 1 OD = 3 × 108/ml. Niclosamide limited mycobacterial growth in a dose-dependent manner. Data represent the average of three experiments, plus or minus SE. All treatments were significantly different than control with p < .05.Fig. 1\n\n## Niclosamide inhibits HIV replication post-integration\nIn order to assess the potential of niclosamide to act as an anti-retroviral as well as an anti-mycobacterial, we examined its effects on the HIV replication cycle. Given niclosamide's known mechanisms of action, suppressing host signaling pathways that led to HIV replication, we hypothesized that it might interrupt HIV replication during the post-integration phase of the viral life cycle. To test this hypothesis, we activated U1 cells, a human macrophage cell line with HIV-1 integrated into its genome, in the presence of increasing concentrations of niclosamide up to 1.25 μM, or media alone. Cells were then harvested, stained with a near-red live/dead marker and anti-HIVp24-FITC mAb and evaluated by flow cytometry (Fig. 2\na). The percent cells positive for HIV p24 was observed to decrease in a dose dependent manner (Fig. 2b). These effects were seen in the absence of measurable toxicity at the concentrations examined (Fig. 2c). This, to our knowledge, is the first demonstration of the capacity of niclosamide to act as an anti-retroviral agent and opens the door to investigation of niclosamide or its derivatives as potential dual-activity drugs in patients co-infected with HIV and Mtb or other complex infections. These are important observations, as Mtb infection is known to activate NF-κB, a pathway with a well-defined role in the initiation of HIV replication in infected cells. While niclosamide is directly bacteriostatic, its host-directed effects indirectly oppose HIV replication.Fig. 2Niclosamide inhibits HIV replication in a macrophage cell line. U1 cells were activated with 50 ng/mL PMA in media alone, or in the presence of increasing concentrations of niclosamide from 0.3125 to 1.25 μM for six days. Cells were harvested, fixed and permeabilized, stained for HIVp24 and analyzed by flow cytometry. Niclosamide reduced the percentage of p24 positive cells in a dose-dependent manner without significant drug-related toxicity. Data shown are representative of three experiments with similar results.Fig. 2\n\n## Niclosamide inhibits transcription of integrated HIV pro-virus\nTo explore the mechanism by which niclosamide inhibits HIV replication, we assayed activated U1 cells for total HIV p24 by Western blot. The HIV transcript encoding gag and pol is transcribed and translated as a single polypeptide, thus the presence or absence of p24 is a good indicator of the status of de novo synthesis of HIV proteins. As can be seen in Fig. 3\na, U1 cells activated in the presence of 5 μM niclosamide were nearly absent p24. To determine if this was a result of silencing HIV transcription or a disruption of post-transcriptional processing, we assayed cells activated under the same conditions for the presence of HIV transcripts by semi-quantitative RT-PCR for HIV long terminal repeats (LTR). The fold change of HIV transcripts detected by RT-PCR in U1 cells activated in the presence of niclosamide was significantly lower than those activated in media alone, and nearly to the level of non-activated cells (Fig. 3b). These finding indicate that niclosamide likely acts as a partial inhibitor of transcription for integrated HIV proviral genomes. This is important as, to date, antiretroviral drugs disrupt every other stage of the viral life cycle (entry, reverse transcription, integration and particle maturation), but proviral transcription has yet to be targeted therapeutically. It is also possible that niclosamide acts in other ways to affect the level of pro-viral transcripts, such as nuclear entrapment or increased degradation of viral RNAs. While additional studies will be needed to differentiate between these possible mechanisms, further exploration of niclosamide or its derivatives may potentially lead to a new class of anti-retroviral drugs in general as well as new approaches to complement TB chemotherapy.Fig. 3Niclosamide inhibits HIV replication at proviral transcription. U1 cells were activated with 50 ng/mL PMA to drive viral replication in the presence or absence of 2.5 μM niclosamide for 24 h. A) Cells were then lysed and 30 μg protein was loaded into each lane and separated on an acrylamide gel and transferred to PVDF membrane for Western blot. No HIV gag-derived proteins, as detected with antibody to p24, were detected following exposure to niclosamide. B) Cells were lysed and RNA was harvested and assayed for HIV transcripts by RT-PCR for HIV LTR as normalized to housekeeping gene control. Niclosamide reduced transcription of HIV provirus to near the level of non-activated cells. Data represent two experiments with similar results.Fig. 3\n\n## The antiretroviral activity of niclosamide is effective in T cells\nAs CD4+ T cells, rather than macrophages, are the primary host of HIV infection, we proposed to verify that niclosamide was active in inhibiting viral replication in T cells. To this end, we activated J-Lat cells, a T cell line with an integrated recombinant HIV-GFP genome, in the presence of increasing concentrations of niclosamide using the approach we had in U1 cells. As discerned for U1 cells in 3.2, niclosamide decreases the percent of HIV+ J-Lat cells in a dose dependent manner (Fig. 4\n). Greater cell death was observed in the absence as well as increasing concentrations of drugs was seen in J-Lats vs. U1 cells (Fig. 4A). However, the activity assessed in the live gate demonstrates potent anti-retroviral activity in human T cells (Fig. 4B). These results demonstrate the potential for niclosamide to inhibit replication in both important HIV targets, T cells and macrophages. Given the central role of cell mediated immunity for host containment of Mtb, these results further suggest the potential for niclosamide to have a sparing effect on immune mechanisms key to protection against TB.Fig. 4Niclosamide inhibits transcription of HIV in a T cell line. J-Lat cells were activated with 50 ng/mL PMA in media alone, or in the presence of increasing concentrations of niclosamide ranging from 0.3125 to 5 μM and assayed for the presence of GFP by flow cytometry. Niclosamide reduced proviral transcription in T cells from the live gate in a dose-dependent manner, with increasing drug-related toxicity observed in the total culture.Fig. 4\n\n## Dual activity of niclosamide in macrophages co-infected with HIV and mycobacteria\nTo determine if niclosamide could be effective in primary cells and in a relevant coinfection model, we employed an in vitro coinfection system [24]. MDM were infected with HIV JR-CSF and M. bovis BCG expressing the fluorochrome tdTomato in the presence or absence of 1.25 μM niclosamide and assayed for HIV protein products and mycobacteria via flow cytometry. Fig. 5\nshows that niclosamide treatment resulted in a greater than 50% decrease in both HIV proteins and mycobacteria in co-infected macrophages in the absence of significant cell death due to drug toxicity. These results support potential therapeutic applications of niclosamide or similar compounds in complex co-infections of HIV+ populations.Fig. 5Niclosamide inhibits both HIV and mycobacterial growth in infected macrophages. Monocyte-derived macrophages were infected with HIV JR-CSF in RPMI at MOI of 0.05 for 5 h, then washed in PBS and infected with M. bovis BCG-tdTomato in RPMI at MOI of 5 for 24 h. Macrophages were then cultured in the presence or absence of 1.25 μM niclosamide for 6 days. Cells were harvested, stained with a LIVE/DEAD marker, fixed and permeabilized, then stained with an anti-HIVp24-FITC antibody and analyzed by flow cytometry. Niclosamide reduced the replication of both pathogens by over 50% without significant cell loss due to drug toxicity. Data shown is representative of three separate experiments with similar results.Fig. 5\n\n## Conclusions\nOur work expands the known activity of niclosamide against mycobacteria to include an important and virulent clinical isolate of M.tb. These results indicate that this drug could have potential to be repurposed for combating TB infection in the current era of emerging drug resistance. We further provide the first evidence, to our knowledge, of potent antiretroviral activity of niclosamide against HIV. This presents the exciting possibility that one drug may be active against both HIV and M.tb simultaneously, potentially facilitating the treatment of both conditions with a single drug in co-infection scenarios. This would reduce the challenges of adverse drug interactions encountered when trying to treat patients with this common, but deadly co-infection. It also raises the possibility of new drug for treatment of either infection, to which resistance has not yet arisen in either pathogen. We believe that the data presented herein justify further examination of niclosamide and its novel derivatives as dual-acting agents in HIV/TB co-infection.\n\n## Funding\nThis study was supported by the Institute for Human Infection and Immunity, and The Department of Microbiology and Immunology, 10.13039/100007865University of Texas Medical Branch, Galveston, TX.\n\n## Conflicts of interest\nNone declared.\n\n## Ethical approval\nNot applicable.\n\n## Financial disclosure\nPublication of this supplement was supported by The University of Texas Health Science Center at Houston.",
  "has_full_text": true
}