{
  "pmid": "31114762",
  "title": "Application of Antimicrobial Peptides of the Innate Immune System in Combination With Conventional Antibiotics-A Novel Way to Combat Antibiotic Resistance?",
  "abstract": "Rapidly growing resistance of pathogenic bacteria to conventional antibiotics leads to inefficiency of traditional approaches of countering infections and determines the urgent need for a search of fundamentally new anti-infective drugs. Antimicrobial peptides (AMPs) of the innate immune system are promising candidates for a role of such novel antibiotics. However, some cytotoxicity of AMPs toward host cells limits their active implementation in medicine and forces attempts to design numerous structural analogs of the peptides with optimized properties. An alternative route for the successful AMPs introduction may be their usage in combination with conventional antibiotics. Synergistic antibacterial effects have been reported for a number of such combinations, however, the molecular mechanisms of the synergy remain poorly understood and little is known whether AMPs cytotoxicy for the host cells increases upon their application with antibiotics. Our study is directed to examination of a combined action of natural AMPs with different structure and mode of action (porcine protegrin 1, caprine bactenecin ChBac3.4, human alpha- and beta-defensins (HNP-1, HNP-4, hBD-2, hBD-3), human cathelicidin LL-37), and egg white lysozyme with varied antibiotic agents (gentamicin, ofloxacin, oxacillin, rifampicin, polymyxin B, silver nanoparticles) toward selected bacteria, including drug-sensitive and drug-resistant strains, as well as toward some mammalian cells (human erythrocytes, PBMC, neutrophils, murine peritoneal macrophages and Ehrlich ascites carcinoma cells). Using \"checkerboard titrations\" for fractional inhibitory concentration indexes evaluation, it was found that synergy in antibacterial action mainly occurs between highly membrane-active AMPs (e.g., protegrin 1, hBD-3) and antibiotics with intracellular targets (e.g., gentamicin, rifampcin), suggesting bioavailability increase as the main model of such interaction. In some combinations modulation of dynamics of AMP-bacterial membrane interaction in presence of the antibiotic was also shown. Cytotoxic effects of the same combinations toward normal eukaryotic cells were rarely synergistic. The obtained data approve that combined application of antimicrobial peptides with antibiotics or other antimicrobials is a promising strategy for further development of new approach for combating antibiotic-resistant bacteria by usage of AMP-based therapeutics. Revealing the conventional antibiotics that increase the activity of human endogenous AMPs against particular pathogens is also important for cure strategies elaboration.",
  "journal": "Frontiers in cellular and infection microbiology",
  "year": "2019",
  "authors": [
    "Zharkova M",
    "Orlov D",
    "Golubeva O",
    "Chakchir O",
    "Eliseev I"
  ],
  "doi": "10.3389/fcimb.2019.00128",
  "mesh_terms": [
    "Anti-Bacterial Agents",
    "Antimicrobial Cationic Peptides",
    "Bacteria",
    "Cell Line",
    "Cell Survival",
    "Drug Synergism",
    "Humans",
    "Microbial Sensitivity Tests"
  ],
  "full_text": "## Introduction\nThe XX century was marked by the undeniable success in the field of treatment and prophylactics of the infectious diseases. However, the spread of the drug resistance amongst pathogenic microbes poses a serious threat to the existing medical doctrine founded on the effective use of antibiotics (Rossolini et al., 2014; Ventola, 2015a). Said phenomenon endangers not only the successful cure of the infections caused by the resistant pathogens per se, but the whole spectrum of therapeutic procedures associated with the risk of infectious complications, including surgery, chemotherapy, etc. (Ventola, 2015a). The gravity of the problem at hand is publicly acknowledged worldwide. Thus, in 2015 the Global Action Plan on antimicrobial resistance (World Health Organization, 2015) was endorsed at the Sixty-eighth World Health Assembly. Necessary measures which must be taken in the face of the growing danger of antimicrobial resistance include different scientific, social, and economic aspects, but the development of new compounds or non-traditional methods effective against multidrug-resistant microorganisms is still the cornerstone of the whole strategy (World Health Organization, 2015).\nAntimicrobial peptides (AMPs), evolutionary ancient and conservative tools of the innate immune system providing immediate response to the large set of various pathogens (Wiesner and Vilcinskas, 2010), are seen as promising candidates for the development of novel antibiotics (Gordon et al., 2005; Guaní-Guerra et al., 2010; Mahlapuu et al., 2016). These peptides are stored in granules of phagocytic cells and exert their effects in phagolysosomes or being secreted extracellularly; they are also widely expressed and released at epithelial surfaces and in a site of inflammation (Zasloff, 2002; Tosi, 2005; Maróti et al., 2011; Gallo and Hooper, 2012). AMPs remarkably differ in amino acid sequence and structure, but most of them are cationic and they can adopt an amphipathic conformation, thus, they are able to easily interact with the negatively charged components on the surface of bacterial cells and integrate into the lipid bilayers (Phoenix et al., 2013; Haney et al., 2017). The main mechanism of antibacterial action of AMPs is related with their ability to alter membrane permeability and damage its structure (Hancock and Rozek, 2002; Teixeira et al., 2012). This process is accompanied by the leakage of vital components, ions, and metabolites. Membrane destabilization additionally affects functioning of membrane-associated protein complexes (Nguyen et al., 2011; Wilmes et al., 2011). Some AMPs are non-membranolytic and penetrate bacterial membranes without disturbing their integrity. They have intracellular targets and interfere with the metabolic processes, including synthesis of the vitally important cell components (Brogden, 2005; Hale and Hancock, 2007; Le et al., 2017). Wide-scale multitargeted action is believed to be one of the reasons for the effectiveness of AMPs toward multidrug-resistant bacterial strains and an obstacle for the development of a high resistance level to such compounds (Wimley, 2010; Guilhelmelli et al., 2013; LaRock and Nizet, 2015). Overall, the beneficial features of AMPs are their broad spectrum of activity, swift, and effective bacterial killing that also complicates the resistance development, and possible additional effects such as immunomodulation (Mansour et al., 2014) and wound healing promotion (Ramanathan et al., 2002; Carretero et al., 2008; Pfalzgraff et al., 2018) demonstrated for certain peptides.\nCombined use of antimicrobials, in particular those with different targets, is a known strategy to overcome multiple drug resistance (Pillai et al., 2005; Zimmerman et al., 2007; Turnidge, 2014; Ventola, 2015b). It also allows reducing the dosages, attenuating side effects and enhancing selectivity of compounds (Chou, 2006). The concept of combined use comes even more naturally concerning the AMPs, as in many tissues these compounds are expressed together in certain groups and are shown to possess synergy with each other (Chen et al., 2005; Dale and Fredericks, 2005; Lai and Gallo, 2009; Marxer et al., 2016). Such synergy is believed to be one of the keys to their successfulness in combating different resistance mechanisms invented by pathogenic bacteria during the long evolutional coexistence with the immune system of the host (Guilhelmelli et al., 2013; LaRock and Nizet, 2015). So, the combined use of AMPs with other antimicrobials such as conventional antibiotics definitely has potential to increase the effectiveness of both groups of compounds.\nIt is also noted that the high efficacy of individual antimicrobial agent in vivo may be in fact caused by a synergistic interaction with the antimicrobial peptides of the organism (Knappe et al., 2016). And vice versa, it is of interest to identify drugs that can enhance the effects of the body's own defense system (Sakoulas et al., 2014). Revealing such dependencies for human AMPs and antibiotics used in clinics may be of help for the optimization of cure strategies in some cases.\nOne of the prominent examples of the AMPs with distinctly membranolytic mode of action is protegrin 1 (PG-1) (Steinberg et al., 1997; Bolintineanu and Kaznessis, 2011), isolated from pig leukocytes (Kokryakov et al., 1993). It possesses a β-hairpin conformation stabilized by two disulfide bonds (Aumelas et al., 1996). In contrast, proline-rich AMPs are known for their low damaging action on membranes. A peculiar representative of this group is caprine bactenecin with the molecular weight of 3.4 kDa (ChBac3.4) from the leukocytes of the domestic goat Capra hircus, which exhibits a pronounced effect not only on Gram-negative, but also on Gram-positive bacteria, unlike the majority of proline-rich peptides (Shamova et al., 2009). This linear AMP, supposedly, has a dual mechanism of action, similar to the one described for Bac7 (1–35) (Mattiuzzo et al., 2007; Shamova et al., 2009). It is suggested that in low concentrations it acts by a non-lytic mechanism via intracellular targets, possibly, binding to the aminoacyl site of bacterial ribosomes (Krizsan et al., 2015; Roy et al., 2015) or interfering with the chaperone-dependent protein folding (Otvos, 2002; Scocchi et al., 2009; Zahn et al., 2013), as described for other proline-rich peptides. In higher concentrations ChBac3.4 actively damage the bacterial membranes, although not as fast as PG-1 (Shamova et al., 2009).\nThe main groups of AMPs presented in humans include cathelicidins and α- and β-defensins. The only human cathelicidin LL-37, when it contact with the bacterial membrane, adopts the conformation of an amphipathic α-helix (Vandamme et al., 2012). Defensins are stabilized by three disulfide bonds and are folded into the three-stranded antiparallel β-sheet (Lehrer and Lu, 2012). β-Defensins have an additional α-helical region at the N-terminus, which presumably facilitates anchoring of the peptide into bacterial membrane (Taylor et al., 2008; Machado and Ottolini, 2015). Antimicrobial activity of LL-37 and defensins is associated with the damaging of bacterial membranes, but it is noted that disruptive action of α-defensins on them progresses rather slowly, but is accompanied by the decrease in the synthesis of bacterial DNA, RNA and proteins, and the bacterium also loses an ability to form colonies (Lehrer and Lu, 2012). Solid-state NMR spectroscopy data support a “dimer pore” topology for the pores formed by α-defensin HNP-1 in model membranes (Zhang et al., 2011). These pores do not cause a significant disorder in the membrane lipid packing (Lehrer and Lu, 2012). Recent findings shows, that hBD-3 and HNP-1 can also inhibit the bacterial cell wall synthesis by specifically binding lipid II (de Leeuw et al., 2010; Sass et al., 2010).\nSome AMP-like properties are also found in antimicrobial proteins, for example in lysozyme, which is widely presented in animals. It is an important component of the secretions of many glands, including mammary, salivary, and lacrimal, and of the mucus of nasopharynx and gastrointestinal tract (Fleming, 1922; Fábián et al., 2012). Lysozyme shows activity primarily against Gram-positive bacteria, catalyzing the lytic degradation of peptidoglycan, which is the major component of their cell wall (Masschalck and Michiels, 2003). However, there are reports suggesting that it can also act by a non-enzymatic mechanism probably similar to that of AMPs (Laible and Germaine, 1985; Ibrahim et al., 2001).\nUnlike AMPs, clinically used antibiotics usually act via specific interactions with their molecular targets. Antibiotics can be classified on several groups depending on the vital process or structure of bacterial cell they affect. Due to the diversity of mechanisms of action they represent a perspective pool for searching synergistic interactions. In current study oxacillin, polymyxin B, gentamicin, amikacin, rifampicin, ofloxacin, erythromycin and meropenem were used. Oxacillin is a penicillinase-resistant β-lactam, which inhibits bacterial cell wall biosynthesis (Kong et al., 2010). Polymyxin B is a peptide antibiotic of bacterial origin, which increases the permeability of the bacterial membranes, similarly to AMPs (Carmona-Ribeiro and de Melo Carrasco, 2014). Gentamicin and amikacin are aminoglycosides and inhibit protein biosynthesis by the covalent irreversible binding to the 30S subunit of bacterial ribosomes (Davis, 1987). Rifampicin creates obstacles to the process of transcription by inhibiting bacterial DNA-dependent RNA polymerase (Wehrli, 1983). Ofloxacin is a quinolone antibiotic. It inhibits DNA-gyrase essential for DNA replication, thus, interfering with the bacterial cell division (Aldred et al., 2014). Erythromycin is a macrolide antibiotic. It reversibly binds to the 50S subunit of the ribosome and has a bacteriostatic effect (Keskar and Jugade, 2015). Meropenem is one of the carbapenems, β-lactam antibiotics, resistant to the majority of the bacterial β-lactamases (Papp-Wallace et al., 2011). The spread of resistance to carbapenems in recent years is one of the most concerning tendencies. Carbapenem-resistant strains, especially Gram-negative ones, including Acinetobacter baumannii, Pseudomonas aeruginosa, and various species of the Enterobacteriaceae family (in particular, Klebsiella, Escherichia coli, Serratia, and Proteus), are topping the global priority list of antibiotic-resistant bacteria, composed by World Health Organization (2017).\nAnother class of antimicrobial substances, which attracts the attention of researchers as a promising and effective tool against drug-resistant pathogens, is nanoparticles of various metals, in particular, of silver (Rai et al., 2012; Markowska et al., 2013; Cavassin et al., 2015), which has been known for its bactericidal properties for thousands of years (Alexander, 2009; Yang et al., 2018). The mechanism of antimicrobial action of silver nanoparticles has not been completely deciphered yet, but it is associated with their ability to affect the proper functioning of membrane associated proteins, including those of respiratory chain, stimulate ROS production and induce oxidative stress (Durán et al., 2010; Lara et al., 2011). The toxicity of nanoparticles was found to be much lower than that of ionic silver, however the problem of their side effects has not been completely solved (Durán et al., 2010, 2015; Stensberg et al., 2011). Reducing their effective concentrations by combined use with other antimicrobials can be beneficial.\nThe present study is dedicated to examining a combined action of natural antimicrobial peptides of different structure and mode of action [porcine PG-1, caprine bactenecin ChBac3.4, human α- and β-defensins (HNP-1, HNP-4; hBD-2, hBD-3), human cathelicidin LL-37] and egg white lysozyme with antibiotic agents, possessing varied targets in bacterial cells (selected antibiotics, silver nanoparticles), in a search of novel approaches of combined antimicrobial therapy for combating drug-resistant microbes. The tasks of the study included exploration of the activity of these combinations against a number of drug-sensitive strains, as well as several multi-resistant isolates. Combined hemolytic activity and cytotoxic action toward mammalian cells were also considered to assess the possibility of reducing toxic effects and increase selectivity.\n\n## Antimicrobial Peptides and Proteins\nChemically synthesized bactenecin ChBac3.4 was kindly provided by Dr. A. Kolobov (State Research Institute of Highly Pure Biopreparations, Saint Petersburg, Russia). It has been produced by Fmoc/tBu-strategy on solid-phase using a Liberty microwave peptide synthesizer (CEM Corp., USA), according to a standard synthesis protocols. Peptide purification was carried out by RP-HPLC (Gilson; France) on a Waters Prep-NovaPak 6 μm C18 (19 × 300 mm) column. Purity, as assessed by reverse phase analytical chromatography on DeltaPak 5 μm C18 100A (3.9 × 150 mm) column, was about 99%. The molecular mass was confirmed by MALDI-TOF MS. Protegrin 1 (PG-1) was a gift from Prof. R. Lehrer (University of California, Los Angeles). This peptide was produced by SynPep Corporation (USA); purity of synthetic PG-1 was 99 %. LL-37, human α- and β-defensins were purchased at Peptide Institute, Inc., Japan. Egg white lysozyme was obtained from BioChemica, Germany. We prepared stock solutions of the peptides from Peptide Institute, Inc., Japan, according to the instruction provided by the manufacturer. For other peptides the concentration of stock solutions was spectrophotometrically verified based on their molar extinction coefficients at 280 nm (Pace et al., 1995).\n\n## Silver Nanoparticles\nSilver nanoparticles were synthesized by the photo-reduction of AgNO3 in presence of gelatin, which was used as an additional stabilizer. AgNO3 (99.9%, Chimmedsynthesis, Russia) and gelatin (Acros, Russia) were used for synthesis. 0.05 g of gelatin was added to 4 ml of H2O. Aqueous AgNO3 (6 ml, 1 M) was added to gelatin solution by continuous stirring. The solution obtained was placed into UV-reactor for UV irradiation for 24 h at room temperature. Dialysis was performed to remove unbound gelatin and ionic silver, and the low level of the latter in the samples was confirmed by the ionometry. The nanoparticles diameter (including gelatin coating) determined by electron microscopy was approximately 50 nm.\n\n## Antibiotics, Culture Media, and Other Reagents\nAll antibiotic powders, as well as phosphate-buffered saline (PBS) tablets, bovine serum albumin (BSA), o-nitrophenyl-β-D-galactoside (ONPG), ethylenediaminetetraacetic acid (EDTA), and methylthiazolyldiphenyl-tetrazolium bromide (MTT) were bought from Sigma, USA. Müller-Hinton broth M391 was purchased from Oxoid, Germany. Other reagents and media were supplied from BioloT, Russia.\n\n## Bacterial Strains\nEscherichia coli ML-35p and MRSA (methicillin-resistant Staphylococcus aureus) ATCC 33591 bacterial strains were kindly provided by Professor R. Lehrer, University of California, Los Angeles, USA. Micrococcus luteus CIP A270 was obtained from the collection of the Department of Molecular Microbiology of the Institute of Experimental Medicine, Saint Petersburg, Russia. Antibiotic-resistant Gram-negative bacteria Escherichia coli ESBL 521/17 (resistant to ampicillin, amoxicillin/clavulonic acid, cefotaxime, ceftazidime, cefixime, aztreonam, netilmicin, ciprofloxacin, trimethoprim/sulfamethoxazole), Pseudomonas aeruginosa MDR 522/17 (resistant to meropenem, ceftazidime, cefixime, amikacin, gentamycin, netilmicin, ciprofloxacin, colistin), Klebsiella pneumoniae ESBL 344/17 (resistant to ampicillin), Acinetobacter baumannii 7226/16 (resistant to imipenem, gentamicin, tobramycin, ciprofloxacin, trimethoprim/sulfamethoxazole) and the susceptible strain of Acinetobacter baumannii were isolated from infected wounds, or from patient's urine in case of E. coli and generously provided by Prof. G.E. Afinogenov from Saint Petersburg State University and Dr. A. Afinogenova from the Research Institute of Epidemiology and Microbiology named after L. Pasteur, Saint Petersburg, Russia. Multidrug-resistant Gram-positive clinical isolate Staphylococcus aureus 1399/17 (resistant to ampicillin, oxacillin, gentamicin, amikacin, ofloxacin) originated from the same source.\n\n## Eukaryotic Cells\nHuman erythrocytes, mononuclear cells (PBMC) and neutrophils used in the study were isolated from peripheral blood of healthy donors.\nTo obtain erythrocytes, heparinized blood was centrifuged for 10 min at 300 g and 4°C. The supernatant liquid was removed, 10 ml of cooled PBS containing 4 mM of EDTA (pH 7.4) was added to the precipitate, and the mixture was centrifuged for 10 min under the same conditions. Then, red blood cells were washed three more times with cooled PBS. The sedimented red blood cells were used for the hemolytic test.\nTo obtain neutrophils and mononuclear cells, whole heparinized blood was diluted with sterile PBS in a 1:1 ratio and carefully inserted into the sterile polystyrene 50 ml tube upon the 5 ml of the sterile Ficoll-400 (Pharmacia, Sweden) with a density of 1.077. The tube was centrifuged at 600 g and 4°C for 40 min. After separation, the mononuclear “ring” located between the blood plasma and Ficoll was collected with a Pasteur pipette, transferred to another tube, and washed twice with 10 ml of sterile PBS by centrifugation for 10 min at 300 g and 4°C.\nThe pellet formed under the Ficoll-400 layer after separation contained both neutrophils and erythrocytes. It was also transferred into a separate tube, where the red blood cells were lysed with 0.83% ammonium chloride solution, which was added in a ratio of 1:4. After the thorough mixing, the suspension was incubated for 10 min at room temperature, and then centrifuged for 10 min at 300 g and 4°C. The resulting precipitate containing neutrophils was washed twice with the sterile PBS.\nAfter washing, both mononuclear cells and neutrophils were resuspended in 1–2 ml of RPMI-1640 culture medium and immediately used in MTT test.\nPeritoneal macrophages and Ehrlich ascites carcinoma (EAC) cells were obtained from (C57BL/6J × CBA/J) F1 hybrid male mice, 3 months old (body weight of 18–22 g). The animals were maintained under the standard vivarium conditions at room temperature with a 12-h light/12-h dark cycle, free access to food and water, according to the standards of laboratory animal welfare.\nBefore the cells extraction, mice were sacrificed by cervical dislocation in accordance with the supplement to the Directive 86/609/EEC and its update Directive 2010/63/EU addressing the recommendations for euthanasia of experimental animals (Close et al., 1996). To obtain peritoneal macrophages, healthy mice were used. The abdominal cavity of each animal was washed with 3 ml of sterile PBS using a Pasteur pipette. The culture of EAC cells was kindly provided by Dr. E.P. Kiseleva (Immunology Department of the Institute of Experimental Medicine, Saint Petersburg, Russia). On the tenth day after the intraperitoneal tumor inoculation, 0.5–1.5 ml of ascitic fluid containing EAC cells was obtained from the abdominal cavity of the animals. Murine cells (normal or tumor) were washed twice with 10 ml of sterile PBS and resuspended in RPMI-1640 medium as described above for human neutrophils and PBMC.\nThe human erythromyeloid leukemia cell line K562 was obtained from the collection of the Institute of Cytology RAS (Saint Petersburg, Russia) and cultured in RPMI-1640 medium containing gentamicin (100 μg/ml) and 10% of fetal bovine serum at 37°C, 5% CO2. Doxorubicin-resistant K562 cells were obtained from the parent line by continuous exposure of the cells to increasing concentrations of doxorubicin from 0.00016 to 2 μg/ml as described (Grinchuk et al., 1998), and their resistance to doxorubicin was 1–2 orders of magnitude higher than in the original K562 cells. Drug resistance was maintained by monthly selection with the antibiotic (2 μg/ml in the culturing medium). Doxorubicin was removed from the medium 3 days prior to beginning any experiments. Before the testing K562 cells were washed twice with PBS and resuspended in RPMI-1640 in the same way as the other cell types.\n\n## Broth Microdilution Assay\nPrior to the “checkerboard” synergy test the minimal inhibitory concentrations (MIC) of individual substances were determined using broth microdilution assay. Testing was performed in 60-well polystyrene Terasaki microplates with V-shaped bottom generally according to the guidelines of the European Committee for Antimicrobial Susceptibility Testing with subtle modifications designed for AMP testing (Tossi et al., 1997; Wiegand et al., 2008). Cultivation of bacteria was carried out in 2.1% Müller-Hinton broth at 37°C with shaking. Two-fold serial dilutions of peptides, antibiotics and other antimicrobials were made with 10 mM sodium phosphate buffer, pH 7.4, containing 0.1% of BSA. The plates were preliminary incubated with 0.1% BSA for 1 h at 37°C to reduce a non-specific binding of peptides to the plates. After that BSA was removed, and serial dilutions were added into the plate wells in triplicates followed by the same volume of the suspension of bacterial cells in logarithmic phase of growth in concentration of 1 × 106 CFU/ml. After the 18 h overnight incubation at 37°C, the MIC value for each compound was determined as its lowest concentration completely inhibiting the visible growth of bacteria. The final results were calculated as median values based on 3–6 independent experiments.\n\n## Checkerboard Titration Method\nThe combined antimicrobial action of AMPs and other antimicrobial compounds was assessed using checkerboard titration approach under the conditions similar to that of the microdilution assay. According to checkerboard titration template, one component (A) of the combination was diluted along the rows of the plate, while the other (B) was diluted down the columns, thereby creating the variety of mixtures with different concentrations of tested compounds. 2.5 μl of corresponding solutions of the components A and B were added into each well of the plate. Into the first column and the last row the same amount of 10 mM sodium phosphate buffer, pH 7.4, containing 0.1% of BSA was introduced instead of the second component. Thus, all wells contained 5 μl of antimicrobial compounds solutions (solo or in combination). The same volume of bacterial suspension, prepared as described for microdilution assay, was added into each well. The results were recorded after the overnight incubation, visually indicating the presence or absence of the microbial growth in the corresponding wells. Based on the obtained data the isobolograms of combined action were plotted and/or Fractional Inhibitory Concentration Indices (FICI) were calculated. The latter was done as follows: FIC Index = [A]/[MIC A] + [B]/[MIC B], where [A] and [B] are respective concentrations of substances A and B in their combination effectively inhibiting bacterial growth, and [MIC A] and [MIC B] are the individual MICs of A and B when they are used alone. Depending on the minimal value of the FICI the combined effect of the combination was classified as antagonism (FICI > 2), independent action (1 < FICI ≤ 2), additivity (0.5 < FICI ≤ 1) or synergy (FICI ≤ 0.5), as is recommended in the literature and due to some drawbacks of the serial dilution method (Hsieh et al., 1993; Orhan et al., 2005; Fehri et al., 2007). FICIs were assessed in 3–6 independent experiments and median values were used to define the nature of interaction.\n\n## Bacterial Membrane Permeabilization Assay\nThe ability of antimicrobial peptides, alone and in combinations, to increase the permeability of the cytoplasmic membrane of Gram-negative bacteria was examined using a previously described procedure (Lehrer et al., 1988). The method is based on the certain features of the specifically designed E. coli ML-35p bacterial strain. As its parental strain E. coli ML-35, this bacterium constitutively expresses cytoplasmic β-galactosidase, but is unable to transport β-galactoside containing substrates through the inner membrane in normal circumstances due to the lack of lactose permease. In addition, E. coli ML-35p also possesses periplasmic β-lactamase. If the cytoplasmic membrane of the bacterium is damaged, the chromogenic marker o-nitrophenyl-β-D-galactoside (ONPG) penetrates into the cell and, when digested by bacterial β-galactosidase, produces a colored product o-nitrophenol. The accumulation of the latter can be spectrophotometrically detected at a wavelength of 420 nm.\nEscherichia coli ML-35p was cultivated in the sterile 3% Trypticase soy broth (TSB) for 18 h at 37°C, then washed three times with 10 mM sodium phosphate buffer, pH 7.4 (10 min centrifugation at 600 g and 4°C), diluted up to the OD of 0.4 at 620 nm (1 × 108 CFU/ml concentration), and used immediately or kept on ice until the start of the test. The incubation wells for the testing contained antimicrobial components (alone or in combinations) in concentrations equal to ¼ of MIC, 10 mM sodium phosphate buffer with 100 mM NaCl (pH 7.4), 2.5 mM ONPG, and 2.5 × 107 CFU/ml of bacteria in a stationary growth phase washed out of the culture medium. Controls contained equivalent volume of acidified water instead of antimicrobial agent(s). The assay was started by adding the bacteria and was run at 37°C, with periodical shaking. Optical density (OD) measurement at 420 nm was performed every minute for 1–2 h using SpectraMax 250 Microplate Spectrophotometer (Molecular Devices, USA) and its SoftMax PRO software.\n\n## Combined Hemolytic or Cytotoxic Action\nExamining the combined cytotoxic effects of various combinations of AMP with other active compounds we applied the same principle based on the Loewe additivity paradigm (Greco et al., 1992) that was used in the analysis of the combined antibacterial action. We calculated Fractional Effective Concentration Index (FECI), which could be seen as a particular case of the interaction index (I) proposed by Berenbaum (1977) or of the similar combination index (CI) proposed by Chou and Talalay (1983), according to the equation below:\nHere, [MEC A] and [MEC B] are the minimum effective concentrations (MEC) of substances A and B, when they are used alone. MEC is defined as the minimum concentration of the compound, at which the statistically significant difference with the control samples containing intact cells (0% hemolysis for hemolytic activity assay or 100% cell survival for MTT-test) is found, concerning the studied effect (thereby it is called “effective”). [A] and [B] are respective concentrations of substances A and B in their combination, where the same statistically significant difference is detected. A non-parametric Mann-Whitney U-test (p < 0.05 or p < 0.01) was used for the mentioned statistical comparison.\nWe have chosen the same intervals as that of FICI to determine synergy, additivity, independent action, and antagonism based on the minimal FECI values. However, in case of cytotoxic or hemolytic effect we were interested mainly in testing the possibility of additive or synergistic interaction itself, and not in assessing the exact magnitude of such interaction. Thus, in contrast to the “checkerboard titration” method used for combined antimicrobial activity investigation, studying the combined cytotoxic effect, we considered only two combinations of concentrations for the substances A and B in the mixture:\n(½ MEC A + ½ MEC B), which, if found effective, provides the FECI value of 1 (the threshold value for additivity);(¼ MEC A + ¼ MEC B), which, if found effective, provides the FECI value of 0.5 (the threshold value for synergetic interaction).\nThe combined action of the test substances was classified as independent (in the absence of statistically significant difference found for both combinations of concentrations), additive (if the statistically significant difference was shown only for a combination of ½ MEC A + ½ MEC B), or synergistic (if there is a statistically significant difference from the control samples for both combinations of concentrations). When action on tumor cells was tested in combination with antitumor antibiotic the lower concentrations up to (116 MEC A + 116 MEC B) as in checkerboard titration were additionally examined to assess the magnitude of synergistic effect more precisely. The final conclusion was made based on the three independent experiments.\n\n## Hemolysis Test\nHemolytic activity was investigated by incubating tested compounds in various concentrations and their combinations with a suspension of washed human red blood cells. Two hundred eighty microliters of erythrocyte precipitate obtained as described in section Eukaryotic Cells was added into the sterile 15 ml tube and its volume was adjusted to 10 ml with cooled PBS. Using 0.5 ml plastic tubes, 3 μl of the tested compound serially diluted in PBS or of the combination of two compounds were mixed with the 27 μl of the prepared erythrocyte suspension for each sample. For positive control (100% lysis of erythrocytes) 3 μl of the detergent (10% Triton X-100 solution in PBS) were added to the 27 μl of the erythrocyte suspension, and for negative control (0% lysis of erythrocytes) 3 μl of the PBS were used instead of any cell-damaging compound. Resulting 2.5% (v/v) erythrocyte suspensions were incubated for 30 min at 37°C with periodical shaking. After incubation, the hemolysis process was stopped by the addition of 75 μl of cooled PBS. The samples were centrifuged at 5,000 g and 4°C for 4 min. The optical density of the supernatants was measured at a wavelength of 540 nm using SpectraMax 250 Spectrophotometer (Molecular Devices, USA). The experiments were repeated three times. In each experime",
  "has_full_text": true
}