{
  "pmid": "32098822",
  "title": "HIV Drugs Inhibit Transfer of Plasmids Carrying Extended-Spectrum β-Lactamase and Carbapenemase Genes.",
  "abstract": "Antimicrobial-resistant (AMR) infections pose a serious risk to human and animal health. A major factor contributing to this global crisis is the sharing of resistance genes between different bacteria via plasmids. The WHO lists Enterobacteriaceae, such as Escherichia coli and Klebsiella pneumoniae, producing extended-spectrum β-lactamases (ESBL) and carbapenemases as \"critical\" priorities for new drug development. These resistance genes are most often shared via plasmid transfer. However, finding methods to prevent resistance gene sharing has been hampered by the lack of screening systems for medium-/high-throughput approaches. Here, we have used an ESBL-producing plasmid, pCT, and a carbapenemase-producing plasmid, pKpQIL, in two different Gram-negative bacteria, E. coli and K. pneumoniae Using these critical resistance-pathogen combinations, we developed an assay using fluorescent proteins, flow cytometry, and confocal microscopy to assess plasmid transmission inhibition within bacterial populations in a medium-throughput manner. Three compounds with some reports of antiplasmid properties were tested; chlorpromazine reduced transmission of both plasmids and linoleic acid reduced transmission of pCT. We screened the Prestwick library of over 1,200 FDA-approved drugs/compounds. From this, we found two nucleoside analogue drugs used to treat HIV, abacavir and azidothymidine (AZT), which reduced plasmid transmission (AZT, e.g., at 0.25 μg/ml reduced pCT transmission in E. coli by 83.3% and pKpQIL transmission in K. pneumoniae by 80.8% compared to untreated controls). Plasmid transmission was reduced by concentrations of the drugs which are below peak serum concentrations and are achievable in the gastrointestinal tract. These drugs could be used to decolonize humans, animals, or the environment from AMR plasmids.IMPORTANCE More and more bacterial infections are becoming resistant to antibiotics. This has made treatment of many infections very difficult. One of the reasons this is such a large problem is that bacteria are able to share their genetic material with other bacteria, and these shared genes often include resistance to a variety of antibiotics, including some of our drugs of last resort. We are addressing this problem by using a fluorescence-based system to search for drugs that will stop bacteria from sharing resistance genes. We uncovered a new role for two drugs used to treat HIV and show that they are able to prevent the sharing of two different types of resistance genes in two unique bacterial strains. This work lays the foundation for future work to reduce the prevalence of resistant infections.",
  "journal": "mBio",
  "year": "2020",
  "authors": [
    "Buckner M",
    "Ciusa M",
    "Meek R",
    "Moorey A",
    "McCallum G"
  ],
  "doi": "10.1128/mBio.03355-19",
  "mesh_terms": [
    "Anti-Bacterial Agents",
    "Anti-HIV Agents",
    "Bacterial Proteins",
    "Dideoxynucleosides",
    "Drug Resistance, Bacterial",
    "Enterobacteriaceae",
    "Escherichia coli",
    "Gene Transfer, Horizontal",
    "HIV Infections",
    "HIV Integrase Inhibitors",
    "Klebsiella pneumoniae",
    "Plasmids",
    "Zidovudine",
    "beta-Lactamases",
    "Abacavir"
  ],
  "full_text": "## INTRODUCTION\nThe threat of untreatable infections due to antimicrobial resistance (AMR) has been recognized by global agencies, including the World Health Organization (WHO), and national governments (1–3). A key factor contributing to AMR is mobile genetic elements such as plasmids, which can carry multiple antimicrobial resistance genes (ARGs) and are commonly found within the order Enterobacteriales (which consists of one family, Enterobacteriaceae), including many difficult-to-treat species such as multidrug-resistant (MDR) Escherichia coli and Klebsiella pneumoniae. In particular, plasmids increasingly carry ARGs coding for proteins such as extended-spectrum β-lactamases (ESBLs; e.g., CTX-M), carbapenemases (e.g., KPC), and colistin resistance proteins (e.g., MCR-1) (4–6). The WHO lists carbapenem-resistant and ESBL-producing Enterobacteriaceae as a critical priority for which new drugs are needed (7), and the CDC lists them as an urgent and serious threat, respectively (8). Therefore, finding new strategies to combat ESBL- and carbapenemase-producing Enterobacteriaceae is of the utmost importance.\nThese bacteria have proven particularly difficult to treat for a few key reasons; one is that the genes coding for ESBLs and carbapenemases are most often carried on plasmids, most of which are conjugative. These AMR plasmids and ARGs are found within, and shared between, bacteria colocalizing the same niche, such as intestinal tracts (9–11); environments, including wastewater and river sediments (12); agricultural soil (13–15); and hospital surfaces (16, 17). Furthermore, ARGs frequently located on plasmids have been acquired by people traveling to areas of the world with high levels of AMR (18–20). With the single acquisition of an MDR, ESBL- or carbapenemase-producing plasmid, Enterobacteriales can go from being easily treatable to extremely challenging. Therefore, AMR plasmids pose a serious risk to human and animal health.\nOne example of a highly successful AMR plasmid is the IncK plasmid pCT, which carries a group 9 blaCTX-M-14 ESBL gene (5). pCT-like elements have been found in commensal and extraintestinal pathogenic E. coli isolates from humans and animals (21, 22). The CTX-M family is the largest group of ESBLs (23). blaCTX-M-14 is the most commonly found ESBL gene in parts of Asia and Spain (23). IncK plasmids in particular have contributed to the spread of blaCTX-M-14 in Spain (24) and the United Kingdom (25). The high rate of pCT conjugation and high degree of stability have contributed to the spread of pCT-like plasmids among diverse E. coli strains (21, 26, 27). E. coli from the ST131 clonal group is globally the most predominant cause of extraintestinal E. coli infections, such as urinary tract infections (UTIs), and has been associated with the success of some blaCTX-M genes such as blaCTX-M-15 (23, 28, 29).\nLikewise, the carbapenemase-producing plasmid pKpQIL and its variants have been isolated around the world in a variety of species but are predominantly found in K. pneumoniae (30–33). The prevalence and spread of pKpQIL in the United Kingdom have been well characterized (6, 34–38). pKpQIL is a 114-kb, IncFIIK2 plasmid carrying the blaKPC carbapenemase gene, the blaTEM β-lactamase gene, and heavy metal resistance and is self-transmissible (30, 39, 40). pKpQIL is well adapted to the K. pneumoniae host and is stably maintained in K. pneumoniae populations (31, 38).\nOne approach to tackling ESBL- and carbapenemase-producing Enterobacteriales is to reduce the prevalence of AMR plasmids, by decolonization of people, animals, and/or the environment. Antiplasmid compounds can act by reducing plasmid stability, resulting in eradication of plasmids from a population (termed plasmid curing), and/or preventing transmission of a plasmid to a new host (41, 42). Except for a few such as chlorpromazine, ascorbic acid, and linoleic acid, most compounds identified since the 1960s with reported antiplasmid activity are toxic to humans (42). Chlorpromazine belongs to the phenothiazine class of antipsychotic drugs (43, 44). However, the literature regarding the plasmid curing ability of chlorpromazine is controversial, and there are inconsistent reports of activity. Ascorbic acid (vitamin C) cured Gram-positive bacteria (Staphylococcus aureus and Pediococcus acidilactici) of some drug resistance plasmids (45–47). However, the impact upon clinically relevant Gram-negative bacterium-plasmid host combinations is unclear. The unsaturated fatty acid linoleic acid inhibited conjugation of some plasmids in E. coli (48) by inhibiting the activity of the TwrD ATPase (VirB11 homologue), which is involved in the conjugative machinery required for transmission (49). However, none of these compounds have been tested on pCT or pKpQIL.\nIn order to discover safe and efficacious ways to remove and/or prevent the spread of ESBL- and carbapenemase-producing plasmids from Enterobacteriales, we have developed a method to monitor transmission of pCT and pKpQIL in real time using fluorescent protein genes on both the plasmids and host strains E. coli ST131 (50–52) and K. pneumoniae Ecl8 (38, 53, 54). Plasmid dynamics within the bacterial population were monitored using flow cytometry and microscopy. We demonstrate that chlorpromazine reduced pCT and pKpQIL transmission, while linoleic acid inhibited only pCT, and ascorbic acid had little impact. This assay was then used in a medium-throughput screen (MTS) of the Prestwick FDA-approved library. We identified a novel role as antiplasmid compounds for two FDA-approved anti-HIV drugs, abacavir and azidothymidine (AZT; also called zidovudine), which reduced transmission of both the ESBL- and carbapenemase-producing plasmids in E. coli and K. pneumoniae. We also demonstrated the activity of these novel antiplasmid compounds at clinically achievable concentrations and at which they do not impact bacterial growth, and so the likelihood of selective pressure for the emergence of transmission-inhibitor resistance is minimal.\n\n## Development of assay to measure plasmid transmission in a bacterial population.\nIn order to rapidly measure the dynamics of pCT and pKpQIL transfer to host strains, fluorescence-based reporters were constructed in E. coli ST131 EC958 (clade C) and K. pneumoniae Ecl8, respectively. Prior to insertion of pCT into ST131 EC958, the resident plasmid (pEC958) (55) was removed using an incompatibility-based system (for additional detail, see Text S1 and Fig. S1a in the supplemental material).\nThe gfp gene was inserted into pCTCTX-M-14, giving pCTgfp, which was transferred by conjugation into ST131c, forming ST131c pCTgfp. In order to monitor pKpQIL in K. pneumoniae, the gfp gene was inserted into the blaKPC locus in pKpQIL, thus disrupting the blaKPC gene and resulting in pKpQILgfp. Conjugation was used to insert pKpQILgfp into K. pneumoniae strain Ecl8, forming Ecl8 pKpQILgfp. These strains formed the plasmid donors. The recipient strains were constructed by inserting mcherry into the putPA intergenic region, as per reference 56, in the chromosome of ST131c, thus forming ST131c mcherry, and of Ecl8, forming Ecl8 mcherry. Strains were confirmed by PCR and DNA sequencing (see Text S1 and Tables S4 to S6), and flow cytometry was used to confirm expression of fluorescent proteins (Fig. 1a). Plasmid transmission was measured by flow cytometry, which quantified the number of green fluorescent protein (GFP)-positive bacteria (donors), mCherry-positive bacteria (recipients), and GFP-positive/mCherry-positive bacteria (transconjugants) (Fig. 1b).\nSince fluorescent proteins were used as an indicator of plasmid transmission, confocal microscopy was used to monitor plasmid transmission. Images of E. coli/pCTgfp donor and E. coli\nmcherry recipient strains were collected at time zero, prior to transmission (Fig. 2a, top panel), and at 120 min, which was sufficient time for transmission events to occur and with transconjugant bacteria clearly visible (Fig. 2a, bottom panel). A time course was performed with the same strains by taking images every 10 min up to 120 min. During this time lapse, donor and recipient bacteria coming into close contact were captured at 60 and 90 min, as well as a transconjugant bacterium expressing both green and red fluorescent proteins at 120 min (Fig. 2b). Over 120 min, the number of colocalization events (defined as GFP+/mCherry+ pixels) was calculated and compared. An increase in the number of colocalization events was visible over time (from 0% to 0.13% of events, Fig. S1b). This indicates that plasmid transmission occurs rapidly and can be monitored by the fluorescent system.\n\n## Plasmid transmission is impacted by the ratio of donor and recipient bacteria.\nThe ratio of donor to recipient cells is known to impact the transfer efficiency of plasmids (57–59). Therefore, we used flow cytometry to measure the number of transconjugant/transconjugant daughter cells in a population after coincubation of donors and recipients at a range of donor-to-recipient ratios and time points. All bacteria were adjusted to an optical density of 0.5 at 600 nm (OD600) prior to conjugation experiments. For pCTgfp in E. coli, the highest number of transconjugants was observed after 24 h between ratios of 1:1 and 6:1 (Fig. 3a), with the number of transconjugants between 25 and 30% of cells. Based on these data, the optimal transmission ratio of 3 donor to 1 recipient was chosen for further experiments. To determine the optimal time point, transmission was measured every hour for 12 h and at 24 h using the 3:1 donor/recipient ratio. The level of transmission increased over time, with maximal numbers of transconjugants obtained between 11 and 24 h of coincubation (Fig. 3b).\nFor pKpQILgfp transmission in K. pneumoniae, after 6 h the number of transconjugants peaked between the ratios of 1:8 and 1:2 (Fig. 3c). Ratios between 1:1 and 8:1 resulted in a sequential reduction in transconjugant populations (Fig. 3c). The ratio of 1:2 was selected for further experiments. The number of transconjugants produced was monitored at three time points: 4, 6, and 24 h. There was little change in the number of transconjugants between 4 and 24 h (Fig. 3d). Six hours was chosen for further experiments because at 24 h evidence of biofilm formation was observed, which is known to impact plasmid transmission (60–62).\n\n## Effect of known plasmid-transmission inhibitors upon transmission of pCT and pKpQIL into \nChlorpromazine reduced transmission of both plasmids in both strains. For pCTgfp transmission in E. coli, after 24-h exposure concentrations of chlorpromazine of ≥20 μg/ml significantly reduced transmission (P < 0.001, Fig. 4a). The MIC of chlorpromazine was 128 μg/ml for all E. coli strains (Table 1). While the concentrations that inhibited transmission were below the MIC, we wanted to determine if chlorpromazine inhibited bacterial growth (as this may impact the composition of the population). Therefore, growth rate was determined in the presence of 30 μg/ml chlorpromazine. Some degree of growth inhibition was indicated by an increase in the generation time from 66 ± 8 min to 87 ± 10 min for ST131c, 75 ± 16 min to 96 ± 18 min for ST131 mcherry, and 77 ± 20 min to 93 ± 14 min for ST131c pCTgfp. Additional growth kinetic experiments revealed that a chlorpromazine concentration of 20 μg/ml had no impact upon growth rate of E. coli ST131 EC958 derivatives (Fig. S2a). Furthermore, 20 μg/ml chlorpromazine still reduced pCTgfp transmission (Fig. 4a).\nConcentrations of ≥50 μg/ml chlorpromazine resulted in a significant reduction in K. pneumoniae pKpQILgfp transconjugants (Fig. 4b). The MIC of chlorpromazine for these strains was 256 μg/ml (Table 1). As with E. coli, 20 μg/ml chlorpromazine had no effect upon bacterial growth (Fig. S2b); however, this concentration did not reduce pKpQIL transconjugants. The concentration range that we tested goes above the peak serum concentrations of chlorpromazine (0.1 μg/ml) (63). We aimed to test concentrations of compounds that were within the therapeutic window. However, for some compounds such as chlorpromazine, only at higher concentrations were effects seen on bacterial plasmid transmission.\nIn order to validate the flow cytometry data, classical conjugation experiments with E. coli were performed. To enable these experiments, a rifampin-resistant recipient strain of ST131c was generated; PCR and sequencing indicated a mutation resulting in the substitution H537Y in the rpoB product. The MIC of rifampin for the wild type was 8 μg/ml and for the mutant was 1,024 μg/ml. The impact of chlorpromazine upon pCTgfp transmission was tested in liquid mating experiments, and the data obtained confirmed the results obtained by flow cytometry. In 20 μg/ml chlorpromazine, there was an 82% reduction in transconjugants compared to LB alone (Table 2). While the growth rate of the bacterial strains in 20 μg/ml chlorpromazine was unaffected, a 2.8-fold reduction in the viable counts of total bacteria after the classical conjugation assay was seen. This supported the hypothesis that chlorpromazine inhibits bacterial growth.\n\n## (ii) Linoleic acid.\nThe unsaturated fatty acid linoleic acid was tested for inhibition of plasmid transmission. For E. coli, between 3 and 6 mM linoleic acid effectively reduced transmission of pCTgfp at 24 h (3 and 5 mM, P ≤ 0.05; 4 and 6 mM, P < 0.001) (Fig. 4c). The MIC of linoleic acid was ≥512 mM for all strains (Table 1); 6 mM linoleic acid had no effect upon growth of the ST131c strains (Fig. S2a). Estimates for the normal serum levels of linoleic acid in healthy individuals vary between studies but are in the range of 0.2 to 5.0 mM (64, 65). The classical conjugation assays confirmed a 99% reduction in transconjugants compared to LB alone (Table 2), without impacting the viable counts of either ST131c pCTgfp or ST131c mcherry.\nFor pKpQILgfp transconjugants in K. pneumoniae, at 0.5 and 1 mM linoleic acid increased the number of transconjugants at 6 h (P = 0.047 and <0.001, respectively; Fig. 4d). No reduction in transconjugants was observed at any concentration tested. These concentrations are within the range which reduces transmission of other plasmids (48), including pCT (Fig. 4c), and are well below the MIC of linoleic acid (>512 mM, Table 1); 6 mM linoleic acid had no impact upon bacterial generation time (Fig. S2b).\n\n## (iii) Ascorbic acid.\nAscorbic acid had no detectable impact on pCTgfp transmission in E. coli ST131c at any concentration when tested by flow cytometry up to the 24-h endpoint (Fig. 4e). However, ascorbic acid reduced the number of transconjugants when tested in a classical conjugation experiment (50% reduction [Table 2]). In order to identify antiplasmid activity of ascorbic acid, a concentration range at and above the upper peak serum concentration was used. The maximum concentration tested (3.5 mg/ml) was just below the MIC of ascorbic acid, 4 mg/ml (Table 1), and this concentration inhibited growth (increased the generation time of all strains [Fig. S2a]) and is above the peak serum concentration after intravenous (i.v.) treatment (2.4 mg/ml) (66). Ascorbic acid had no impact upon transmission of pKpQIL in K. pneumoniae (Fig. 4f), even at the high and growth-inhibiting concentration of 3.5 mg/ml; the MIC of ascorbic acid is 4 to 8 mg/ml (Table 1; Fig. S2b).\n\n## An ESBL-free ST131 clinical isolate shows a similar pCT transmission profile as EC958.\nTo ensure that data obtained with E. coli ST131 EC958, which had been cured of its original plasmid, were not atypical, the effect of the antiplasmid compounds upon pCT transmission in a human clinical isolate of E. coli ST131 B104 with no identified plasmids (52) was measured. Both EC958 and B104 belong to ST131 clade C (52). For B104, a donor-to-recipient ratio of 3:1 resulted in the most consistent and highest average proportion of transconjugants (Fig. 5a). These data are similar to those for pCTgfp transmission in ST131c. This ratio was therefore used for further experiments. Linoleic acid (6 mM) and chlorpromazine (20 μg/ml) both significantly reduced the number of transmission events at 24 h (P < 0.001, Fig. 5b). The compounds had no effect on the growth of the strains (Fig. S2c). Overall, the data obtained were similar to those obtained for ST131c. Interestingly, ascorbic acid, which had no impact on pCTgfp transmission in ST131c, reduced transmission in B104 by 19% compared to LB alone (P < 0.05, Fig. 5b).\n\n## Medium-throughput screening of the Prestwick library identified two FDA approved drugs with antiplasmid activity in both \nThe flow cytometry assay was used to screen the Prestwick Chemical Library comprising 1,280 molecules containing mostly approved drugs (FDA, European Medicines Agency [EMEA], and other agencies) selected for their high chemical and pharmacological diversity. This library was screened at 10 μM for compounds which reduce AMR plasmid transmission. From the screen results, all compounds known to be antibacterials or biocides were removed from the hit list, along with compounds which had a significant impact upon growth of bacteria (as measured by OD600 after incubation). These criteria reduced the number of hits to seven compounds: dexamethasone acetate, atropine sulfate monohydrate, abacavir sulfate, flavoxate hydrochloride, zidovudine (AZT), dolasetron mesylate, and pramipexole. Dexamethasone acetate was removed from the list as bacteria exposed to this compound produced very weak fluorescent signals. We decided to focus on two hits, abacavir and AZT, because they belong to the same class of drugs and they demonstrated promising results in three independent screening experiments for inhibition of transmission of both pCT and pKpQIL.\n\n## (i) Abacavir.\nAbacavir did not inhibit growth of any bacterial strain (MIC of >512 μg/ml, Table 1), and 32 μg/ml of abacavir had no effect on the growth of any strain (Fig. S2a and b). To determine the optimal concentration for transmission inhibition, dose-response curves with abacavir were performed using flow cytometry. These demonstrated significant reduction of pCTgfp transmission in ST131c at 8 μg/ml abacavir (85.4% of the LB controls, P = 0.01) (Fig. 6a). Interestingly, 16 μg/ml had no impact on pCTgfp transmission (Fig. 6a). For E. coli ST131 B104, 16 μg/ml abacavir resulted in a significant reduction of pCTgfp transmission (85% of LB controls, P = 0.0036) (Fig. S3). Concentrations of >32 μg/ml abacavir affected recipient strain growth (data not shown). Classical conjugation assays showed that 8 μg/ml abacavir increased the number of transconjugants by 135% (Table 2). Abacavir is a well-characterized drug, and concentrations reached in the serum of patients being treated for HIV are typically 3 μg/ml (Table S1).\nAt 2 to 16 μg/ml, abacavir also reduced the number of pKpQILgfp transconjugants; the largest reduction was seen at 16 μg/ml abacavir (77.4% of LB controls, P < 0.001) (Fig. 6b). To carry out a classical conjugation experiment, we generated a nalidixic acid-resistant mutant to act as the recipient strain; this allowed transconjugant bacteria to be distinguished by plating on a combination of kanamycin and nalidixic acid. Sequencing demonstrated an S83F mutation in gyrA, and the MIC of nalidixic acid for this strain was 256 μg/ml (Table 1). These mating experiments confirmed our flow cytometry data: 16 μg/ml abacavir resulted in a reduction in conjugation frequency to 63.0% ± 23.1% of LB controls (P = 0.0498; abacavir conjugation frequency, 1.58 × 10−5 ± 6.39 × 10−6; LB conjugation frequency, 2.88 × 10−5 ± 1.62 × 10−5).\n\n## (ii) AZT.\nAZT was also identified in our MTS experiments. Using flow cytometry, AZT caused a substantial, highly significant, and dose-dependent reduction in pCT transmission in E. coli (Fig. 6c); even the lowest concentration of AZT tested (0.008 μg/ml) resulted in a 52.4% reduction compared to LB alone (P = 0.0067); 0.25 μg/ml AZT reduced transconjugants by 83.3% ± 4.9% of LB controls (P < 0.0001). An AZT concentration of 0.008 μg/ml is between 1/512 and 1/256 the MIC of AZT for both strains (Table 1). As other studies have examined the antimicrobial activity of AZT (67–71), we also examined the impact of sub-MICs of AZT on bacterial growth. With increasing AZT concentrations, there was an increase in the generation time; at 0.008 μg/ml there was no effect on bacterial growth (Fig. S2d and e). This is well below peak serum concentrations, which range between 0.05 and 1.46 μg/ml (Table S1) (72). Together, this shows a concentration of AZT which reduces transmission of pCT by ∼50% and has no effect on bacterial growth. Supporting this, the classical conjugation experiments revealed that at 0.008 μg/ml, the conjugation frequency with AZT was 28% lower than the conjugation frequency in LB alone (Table 2).\nThere was a large reduction in the number of pKpQIL K. pneumoniae transconjugants formed in the presence of 0.008 to 0.25 μg/ml AZT (Fig. 6d); 0.25 μg/ml AZT reduced transconjugants by 80.8% ± 3.4% of LB controls (P < 0.0001). The MICs of AZT for the K. pneumoniae strains were 4 and 2 μg/ml for the Ecl8 parental strain and Ecl8 pKpQILgfp, respectively, and the MIC was 16 μg/ml for Ecl8 mcherry. We consistently saw variation in the MIC between biological replicates within each experiment, with sporadic mutants appearing in wells with higher concentrations of AZT. In order to quantify this observation, we determined the mutation frequency of E. coli and K. pneumoniae strains to AZT (Table S2), which ranged from 8.65 × 10−7 to 1.45 × 10−6. This is in line with the observations of others (67, 68, 71, 73). Ecl8 mcherry grew more quickly at 0.016 and 0.032 μg/ml AZT, while above 0.12 μg/ml, AZT inhibited growth (Fig. S2d and e). Ecl8/pKpQILgfp grew more slowly at ≥0.06 μg/ml AZT (Fig. S2d and e). At the lowest concentrations tested (0.008 to 0.032 μg/ml), there was no effect on growth of donors or recipients and these concentrations significantly reduced pKpQIL transmission (Fig. 6d).\nAZT is a prodrug which is activated within the cell by phosphorylation events mediated by thymidine kinase to produce AZT-triphosphate, the active component in DNA chain termination (74). Single point mutations in thymidine kinase can result in AZT resistance (68, 73). Therefore, to determine if AZT-triphosphate was the active antiplasmid compound, we selected AZT-resistant E. coli mutants after exposure to 16 μg/ml AZT for 24 h. The mutation frequency to AZT (Table S2) was typical of that associated with a mutation in a single gene. The MIC of AZT for the mutants was >32 μg/ml. Sequencing of the thymidine kinase gene revealed a 10-bp deletion. The AZT-resistant mutants were then used in AZT transmission assays. AZT had no effect on plasmid transmission in the AZT-resistant mutants (Fig. 6e). This indicates that the active antiplasmid component is AZT-triphosphate.\n\n## DISCUSSION\nIn this study, the dynamics of two globally disseminated, clinically relevant plasmids, producing either an ESBL or carbapenemase, were monitored for transmission in near real time into E. coli and K. pneumoniae populations, respectively. With fluorescently labeled plasmids and recipient bacteria, we monitored plasmid transmission among populations using flow cytometry.\nWe showed that chlorpromazine and linoleic acid function as inhibitors of an IncK CTX-M-producing plasmid transfer in E. coli and that chlorpromazine also functions as an antiplasmid compound for the IncFII KPC-producing plasmid pKpQIL in K. pneumoniae. Ascorbic acid had little/no effect on plasmid transmission, despite having a strong impact on bacterial growth. This shows that compounds that decrease growth do not necessarily also reduce plasmid transmission. While a variety of factors, including growth rate and low-level antibiotic selection, can impact the frequency of plasmid transfer (75, 76), we did not see such impact with ascorbic acid. Much of the work demonstrating the antiplasmid activity of ascorbic acid has been done with Gram-positive bacteria (45–47) and not Gram-negative bacteria as used here.\nChlorpromazine is a bioactive molecule which has many effects on the bacterial cell (63). These include intercalation into DNA molecules and possible breaks in single-stranded DNA (ssDNA) (77, 78). This intercalation could prevent the replication of the plasmid, resulting in plasmid loss from a population of bacteria. Chlorpromazine integrates into the lipid bilayer, impacting membrane permeability, fluidity, and some membrane-associated proteins (79–81). For example, chlorpromazine disrupted the activity of membrane-associated ATPases (82, 83). One can speculate that chlorpromazine may impact either the plasmid DNA itself, or the activity of the ATPases involved in the type IV secretion system used for conjugation, and thus inhibit plasmid transmission.\nHere, we show that linoleic acid effectively inhibited conjugation of the IncK plasmid pCT at 24 h but had no impact on the IncFII plasmid pKpQIL in K. pneumoniae. Linoleic acid has previously been shown to inhibit conjugation of some plasmids, including IncF and IncW (48). Linoleic acid prevents conjugation by inhibiting the activity of the R388 plasmid TrwD ATPase, which is a type IV secretion traffic ATPase, and a homologue of Agrobacterium tumefaciens VirB11 (49, 84). The pCT plasmid encodes an ATPase in trbB (5), which in the plasmid RP4 encodes a homologue of VirB11 (85). Therefore, we hypothesize that the pCT TrbB is the target of linoleic acid-mediated transmission inhibition.\nThere was good correlation between the pCT flow cytometry data and the classical conjugation data. Both assays show that linoleic acid had the strongest antiplasmid activity, followed by chlorpromazine, AZT, and then abacavir. Interestingly, ascorbic acid reduced the conjugation frequency in classical conjugation experiments, but this was not detected in the ST131c flow cytometry experiments. It may be that the low level of activity of ascorbic acid is near the limit of detection of the flow cytometry assay. We hypothesize that any discrepancy between the conjugation assay and the flow cytometry assay may also relate to the large variation between conjugation assay experiments. Overall, the flow cytometry assay is optimal for medium-high-throughput experiments to identify compounds that inhibit plasmid transmission.\nThe flow cytometry assay was used to screen in medium throughput (hundreds of compounds/week) for compounds/drugs that inhibited transmission of pCT and pKpQIL within two species of bacteria. The two most promising hits from the Prestwick library were abacavir and AZT. While the impact of abacavir was modest, AZT had potent activity. These compounds have very different chemical structures from conjugation inhibitors such as linoleic acid and chlorpromazine. Abacavir and AZT are nucleoside analogue prodrugs that inhibit reverse transcriptase activity and are used clinically to treat HIV infection (see Table S1 in the supplemental material) (74, 86–88). AZT is converted into the active metabolite AZT-5′-triphosphate by thymidine kinases (67, 68), which is incorporated into DNA in place of thymidine, but since AZT lacks the 3′-hydroxy group, it results in chain termination (74). In the 1980s, AZT (2 μg/ml) was shown to inhibit the growth of E. coli and K. pneumoniae; however, AZT-resistant mutants with mutations in thymidine kinase were easily isolated in vitro (67); we made a similar observation in this study. Furthermore, AZT-resistant E. coli and Salmonella were recovered from patients receiving AZT treatment for HIV infection (89, 90). Recently, and in light of growing AMR, the antimicrobial properties of AZT have been explored (68–71, 73).\nWe hypothesize that the mechanism of antiplasmid activity of abacavir and AZT is that these compounds interfere with plasmid replication, including DNA chain termination, thus reducing plasmid transfer and/or plasmid presence in the population. This would explain our conjugation frequency data, which showed a smaller reduction in conjugation frequency in the presence of AZT than suggested by flow cytometry at the same concentration. Thus, when AZT reduces plasmid prevalence within the bacterial population, a substantial portion of cells may have lost the plasmid with the selectable marker (aph) used to distinguish donor/recipient/transconjugant bacteria; thus, in conjugation experiments such cells would skew the calculations used to determine conjugation frequency.\nTwo independent screens of FDA-approved compound libraries identified AZT as having activity against drug-resistant Gram-negative bacterial isolates (69, 70) and obtained MICs of AZT similar to those found in our study. The concentrations required to kill bacteria are within the peak serum concentrations for the drug (Table S1), and the use of already-approved drugs as new antibacterial compounds is attractive, as much of the pharmacokinetics (PK) and safety profiles are well established (74). In a study on human intestinal flora, 20 μM AZT affected growth of 10 bacteria including some strains of Bacteroides, Bifidobacterium, Clostridium, Odoribacter, Roseburia, and E. coli (91). Maier et al. (91) also estimated the intestinal concentrations of abacavir and AZT to be around 150 μM and 374 μM, respectively. These concentrations are much higher than the plasma concentrations of both drugs (Table S1) and, importantly, much higher than the concentrations which have antiplasmid properties. The concentration at which we saw antiplasmid activity (8 μg/ml abacavir corresponds to 27.9 μM; 0.008 μg/ml AZT corresponds to 0.029 μM) is within this range. Drug accumulation in the gut is ideal for an antiplasmid compound, as the intestinal flora is considered to be a hot spot for horizontal gene transfer, and dosage could be minimized, thus redu",
  "has_full_text": true
}