{
  "pmid": "32487753",
  "title": "Chlorpromazine and Amitriptyline Are Substrates and Inhibitors of the AcrB Multidrug Efflux Pump.",
  "abstract": "Efflux is an important mechanism in Gram-negative bacteria conferring multidrug resistance. Inhibition of efflux is an encouraging strategy to restore the antibacterial activity of antibiotics. Chlorpromazine and amitriptyline have been shown to behave as efflux inhibitors. However, their mode of action is poorly understood. Exposure of Salmonella enterica serovar Typhimurium and Escherichia coli to chlorpromazine selected for mutations within genes encoding RamR and MarR, regulators of the multidrug tripartite efflux pump AcrAB-TolC. Further experiments with S. Typhimurium containing AcrB D408A (a nonfunctional efflux pump) and chlorpromazine or amitriptyline resulted in the reversion of the mutant acrB allele to the wild type. Together, this suggests these drugs are AcrB efflux substrates. Subsequent docking studies with AcrB from S. Typhimurium and E. coli, followed by molecular dynamics simulations and free energy calculations showed that chlorpromazine and amitriptyline bind at the hydrophobic trap, a preferred binding site for substrates and inhibitors within the distal binding pocket of AcrB. Based on these simulations, we suggest that chlorpromazine and amitriptyline inhibit AcrB-mediated efflux by interfering with substrate binding. Our findings provide evidence that these drugs are substrates and inhibitors of AcrB, yielding molecular details of their mechanism of action and informing drug discovery of new efflux inhibitors.IMPORTANCE Efflux pumps of the resistance nodulation-cell division (RND) superfamily are major contributors to multidrug resistance for most of the Gram-negative ESKAPE (Enterococcus faecium, Staphylococcus aureus, Klebsiella pneumoniae, Acinetobacter baumannii, Pseudomonas aeruginosa, and Enterobacter species) pathogens. The development of inhibitors of these pumps would be highly desirable; however, several issues have thus far hindered all efforts at designing new efflux inhibitory compounds devoid of adverse effects. An alternative route to de novo design relies on the use of marketed drugs, for which side effects on human health have been already assessed. In this work, we provide experimental evidence that the antipsychotic drugs chlorpromazine and amitriptyline are inhibitors of the AcrB transporter, the engine of the major RND efflux pumps in Escherichia coli and Salmonella enterica serovar Typhimurium. Furthermore, in silico calculations have provided a molecular-level picture of the inhibition mechanism, allowing rationalization of experimental data and paving the way for similar studies with other classes of marketed compounds.",
  "journal": "mBio",
  "year": "2020",
  "authors": [
    "Grimsey E",
    "Fais C",
    "Marshall R",
    "Ricci V",
    "Ciusa M"
  ],
  "doi": "10.1128/mBio.00465-20",
  "mesh_terms": [
    "Amitriptyline",
    "Anti-Bacterial Agents",
    "Bacterial Proteins",
    "Chlorpromazine",
    "Drug Resistance, Multiple, Bacterial",
    "Escherichia coli",
    "Escherichia coli Proteins",
    "Membrane Transport Proteins",
    "Microbial Sensitivity Tests",
    "Molecular Docking Simulation",
    "ATP-Binding Cassette, Sub-Family C Proteins",
    "Mutation",
    "Protein Binding",
    "Salmonella enterica"
  ],
  "full_text": "## INTRODUCTION\nMultidrug resistance (MDR) efflux pumps constitute one of the most prevalent intrinsic drug resistance mechanisms that are universally conserved across bacterial species (1). Efflux pumps regulate the intracellular environment by extruding toxic substrates, including secondary metabolites, quorum sensing molecules, dyes, biocides, and antibiotics (2). Drug resistance results from the active expulsion of a given drug causing a reduction in the intracellular concentration and thus antimicrobial potency (3). In Gram-negative bacteria, the major MDR efflux pumps belong to the resistance nodulation-cell division (RND) family of transporters, which form systems that span the entire cell envelope (2). The AcrAB-TolC complex found in Enterobacterales is a model efflux system. AcrAB-TolC forms a tripartite complex consisting of an inner membrane pump protein (AcrB) and an outer membrane channel protein (TolC) bridged by a periplasmic adaptor protein (AcrA) (2). AcrB is a homotrimeric secondary antiporter with a jellyfish-like structure that has been crystallized in both the putative resting symmetric state (4) and asymmetric conformations (5, 6). In the latter arrangement, each monomer can assume a different structure (loose [L], tight [T], or open [O]) corresponding to a different functional state in relation to substrate export, which is believed to occur through a functional rotation mechanism involving peristaltic motions of internal protein channels (7, 8). AcrB utilizes the proton motive force as an energy source to drive export of a wide range of structurally diverse substrates against their concentration gradient (9). Some substrates have been cocrystallized while bound at different locations of the protein, either on its surface (10), at peripheral binding sites such as the so-called access pocket on the L protomer (11, 12), or at more buried pockets such as the distal pocket on the T protomer (DPT) (5, 12, 13). Deletion or inactivation of any gene encoding a component of this efflux pump confers hypersusceptibility to pump substrates (14–18). Unlike deletion mutants, point mutants that ablate the function of AcrB (without loss of protein) do not result in overexpression of other RND efflux pumps (17). This suggests that not only are gene deletion mutants unsuitable for the study of membrane transporters but also that inhibitors of AcrB may not cause increased expression of alternative RND pumps.\nConsidering their role in innate and evolved resistance, efflux pumps are targets for the discovery and development of antimicrobial adjuvants (19); their inhibition prevents the extrusion of antibiotics to restore their antibacterial activity (20–24). Currently identified efflux inhibitor classes include peptidomimetics (25), piperazines (26), pyridopyrimidines (27), and most recently, the pyranopyrimidines (28). However, none have been approved for clinical use as efflux inhibitors largely due to their cytotoxicity (29).\nOne strategy to identify potential efflux inhibitors is to screen and repurpose drugs already in clinical use for indications other than infectious diseases (29). Considering their pharmacokinetics and toxicology are well described, their use may be invaluable in terms of bypassing the time and costs associated with drug development. Among the drugs considered for repurposing, there is evidence that the first-generation antipsychotic medications chlorpromazine and amitriptyline behave as efflux inhibitors (30, 31). Chlorpromazine has also been shown to possess antimicrobial activities (30, 32, 33). While these activities occur at concentrations greater than those clinically achievable and/or desirable, chlorpromazine is able to potentiate the activities of many antibiotics at subinhibitory concentrations (30, 34–36) and increase the accumulation of ethidium bromide and other AcrB substrates (30, 37, 38). However, the mechanism by which this occurs is unknown. Less is known about the efflux inhibitory effects of amitriptyline. However, like chlorpromazine, amitriptyline potentiates antibiotic activity; hypersusceptibility to amitriptyline occurs when ramA is deleted in Salmonella enterica serovar Typhimurium, and exposure to amitriptyline results in the induction of ramA (30). The latter has been previously associated with lack of efflux (39).\nMechanistic studies regarding the interaction between RND transporters and their substrates/inhibitors (see reference 8 for a recent review) have provided useful insights into the molecular determinants of polyspecificity (8, 40–44), the mechanisms of active transport of substrates (8, 45–50), and the putative inhibition or modulation of transport routes (20, 22, 51–54). In particular, studies performed by the authors identified key structural determinants discriminating between substrates and inhibitors of AcrB in Escherichia coli (41), which were later confirmed by experimental findings (22).\nHere, exposure to growth-inhibitory concentrations of chlorpromazine resulted in the selection of mutants containing mutations within genes encoding RamR and MarR, regulators of AcrAB-TolC, in S. Typhimurium and E. coli, respectively. Further mutant selection experiments with S. Typhimurium containing a nonfunctional efflux pump (AcrB D408A), chlorpromazine, and amitriptyline reverted the mutant to the wild-type acrB allele. Together, these data suggest that these drugs are AcrB efflux substrates. This hypothesis was corroborated by multiple in silico investigations of the interaction of both compounds with AcrB of S. Typhimurium and E. coli. Given their ability to bind AcrB, we suggest that chlorpromazine and amitriptyline are able to exert their experimentally observed efflux inhibition by interfering with the binding of other AcrB substrates.\n\n## Exposure to chlorpromazine selects for mutations in AcrAB-TolC regulatory genes.\nThe MIC of chlorpromazine for E. coli MG1655 and S. Typhimurium SL1344 was 256 μg/ml. Until recently, it was thought that selection of antibiotic-resistant bacteria only occurs in the “mutant-selective window,” i.e., the range of antibiotic concentrations between the MIC of the susceptible population and that of the resistant population. Therefore, mutants were initially selected using concentrations one and two times the MIC of the parental strain. However, at these concentrations, no resistant mutants were obtained. Andersson et al. revealed that very low concentrations of compound can select for resistance in both laboratory and natural environments (55, 56). Therefore, sub-MICs of chlorpromazine (170 μg/ml and 150 μg/ml) were used to select for E. coli and S. Typhimurium mutants, respectively. Low mutation rates of 4.95 × 10−13 CFU/ml (E. coli) and 1.16 × 10−10 CFU/ml (S. Typhimurium) were calculated. Each mutant was subjected to MIC testing using a panel of antibiotics that represent a variety of classes. This MIC determination revealed that each mutant was 1-to 2-fold less susceptible to chlorpromazine than the parental strain (512 μg/ml to 1,024 μg/ml). Usually, a 1-fold difference in an MIC value is not considered to be signiﬁcant, as this can lie within the error of the method. However, given that this change in MIC was repeatedly observed, these mutants were considered to have decreased susceptibility to chlorpromazine.\nEach mutant was grouped depending on its chlorpromazine MIC phenotype, and one representative clone from each group was sent for whole-genome sequencing (WGS). The analysis revealed mutations in coding regions of the genomes of each mutant. A single nucleotide polymorphism (SNP) resulting in a nonsynonymous mutation (L158P) in ramR was observed for the single S. Typhimurium mutant. The two E. coli mutants contained deletions in marR: 141_142del and 104delC. RamR and MarR are transcriptional regulators that repress expression of the AcrAB-TolC efﬂux pump.\n\n## The mutated gene conferring AcrB D408A in \nMutant selection experiments using S. Typhimurium SL1344 containing a substitution (D408A) in AcrB rendering it nonfunctional were performed to determine the impact of chlorpromazine on a strain lacking a functional AcrAB-TolC MDR efflux pump (Table 1). In total, 152 mutants were selected upon exposure to chlorpromazine and were determined by MIC to be resistant to the selecting agent; the mutation frequency and rate were 1.82 × 10−10 and 5.94 × 10−10 mutations per cell/per generation, respectively. Quantitative PCR of 100 mutants revealed that 100% of the mutants had reverted from the mutant allele (1223G) to the wild-type sequence (1223T). Subsequently, this experiment was repeated with amitriptyline. Given that it has been suggested that amitriptyline possesses efflux inhibitory properties, it was included to determine whether reversion occurs upon exposure to chlorpromazine only or is a feature of other tricyclic drugs capable of efflux inhibition. Consistent with chlorpromazine, of the 43 mutants selected upon exposure to amitriptyline (mutation frequency and rate of 3.87 × 10−11 and 1.44 × 10−10 mutations per cell/per generation, respectively), in 100% of the mutants, the acrB sequence reverted to the wild-type sequence. We hypothesized that there would be no evolutionary benefit to this reversion if these compounds were not AcrB substrates and, further, that these data indicate that chlorpromazine and amitriptyline are substrates of AcrB. To test our hypothesis, this experiment was repeated with the known AcrB substrates minocycline and ethidium bromide and, as a control, to a nonsubstrate, spectinomycin, to determine if this is a feature common among AcrB substrates or a feature unique to compounds with efflux inhibitory properties.\nIn total, 702, 4,199, and 459 mutants were selected with minocycline (mutation frequency and rate of 6.48 × 10−10 and 1.399 × 10−9 mutations per cell/per generation, respectively), ethidium bromide (mutation frequency and rate of 4.04 × 10−9 and 4.95 × 10−9 mutations per cell/per generation, respectively), and spectinomycin, respectively (mutation frequency and rate of 5.46 × 10−10 and 1.34 × 10−9 mutations per cell/per generation, respectively). Quantitative PCR of 100 mutants revealed that only 2% of the minocycline-resistant mutants and 3% of the ethidium bromide-resistant mutants reverted to the wild-type allele. In contrast, none of the mutants selected upon exposure to spectinomycin had reverted.\n\n## RNA sequencing reveals upregulation of transcriptional regulators of AcrAB-TolC.\nTo understand the physiological effects that occur upon exposure to 50 μg/ml of chlorpromazine, changes in the gene expression of S. Typhimurium SL1344 60 min after exposure to this compound were determined by sequencing isolated RNA. Relative to those in the unexposed control strain, in the presence of chlorpromazine, 6.5% of the genes in SL1344 were differentially transcribed (Fig. 1). Of these differentially transcribed genes, acrB, tolC, ramA, lon, and ramR were upregulated. Each of these genes are involved in the expression and regulation of the AcrAB-TolC multidrug efflux pump.\nWe then compared the transcriptome of SL1344 exposed to chlorpromazine against that of SL1344 exposed to the known efflux pump inhibitor Phe-Arg-β-naphthylamide (PaβN) (Fig. 2). In total, there were 147 genes that were significantly changed under both conditions. Of these, 141 (95.92%) were changed in the same direction, suggesting that chlorpromazine behaves in a similar manner to PaβN. A positive correlation between the two data sets is quantified by an R2 value of 0.79. The paired-end RNA sequencing (RNA-seq) data for both chlorpromazine and PaβN are available in ArrayExpress (accession no. E-MTAB-8190). Previously, Bailey et al. reported that upon exposure to 200 μg/ml of chlorpromazine, the expression of acrB was repressed by 40% in relation to that in the unexposed wild type, despite an increase in expression of the transcriptional activator ramA (30). Here, we also saw a statistically nonsignificant reduction in the expression of acrB at 200 μg/ml. However, in support of the RNA sequencing at 50 μg/ml and 100 μg/ml (concentrations at which efflux inhibition is observed), we saw an increase in the expression of acrB by 1.54- (54%) and 1.30-fold (30%) (Fig. 3).\n\n## Chlorpromazine and amitriptyline are able to potentiate the activity of AcrB substrates in a species-dependent manner.\nBoth chlorpromazine and amitriptyline have some intrinsic antibacterial activity. Potentiation assays were performed in combination with a range of substrates of the AcrAB-TolC efflux pump: chloramphenicol, nalidixic acid, tetracycline, ciprofloxacin, norfloxacin, and ethidium bromide against E. coli and S. Typhimurium (both possessing the RND efflux pump AcrAB-TolC) as well as Pseudomonas aeruginosa and Acinetobacter baumannii (possessing the RND efflux pumps MexAB-OprM and AdeABC, respectively). A range of substrates was used to determine whether chlorpromazine and amitriptyline selectively potentiate the activity of a single antibiotic/class or are broad spectrum. In addition, the use of several Gram-negative species, of which, A. baumannii and P. aeruginosa do not possess AcrAB-TolC, provides information on whether chlorpromazine and amitriptyline are effective against AcrAB-TolC alone or are able to target homologous efflux pumps. Strains overexpressing efflux pumps were used because the strain will efflux to a greater extent than the parental wild-type strain; thus, larger changes in efflux activity will be observed in the presence of chlorpromazine and amitriptyline.\nIn combination with antibiotics, amitriptyline increased the susceptibility of S. Typhimurium overexpressing AcrAB-TolC to chloramphenicol, nalidixic acid, and tetracycline but not to ciprofloxacin or ethidium bromide (Table 2). Amitriptyline also increased the susceptibility of A. baumannii to chloramphenicol, while in P. aeruginosa, the only antibiotic with potentiated activity was nalidixic acid. Chlorpromazine increased the susceptibility of S. Typhimurium to chloramphenicol, ciprofloxacin, tetracycline, and nalidixic acid but not to ethidium bromide (Table 3). Chlorpromazine increased the susceptibility of P. aeruginosa to chloramphenicol, nalidixic acid, tetracycline, and ethidium bromide but not to ciprofloxacin. Chlorpromazine did not increase the susceptibility of A. baumannii to any of the tested substrates.\nInterestingly, when tested in a checkerboard assay, neither chlorpromazine nor amitriptyline potentiated the activity of norfloxacin against any strain or of any of the tested substrates against E. coli overexpressing AcrAB-TolC. Therefore, a disk diffusion assay in which Iso-Sensitest agar plates were supplemented with various concentrations of chlorpromazine and amitriptyline was used to assess the effect of these compounds on the antibiotic susceptibility of E. coli and S. Typhimurium that overexpressed AcrAB-TolC. In addition, the known efflux inhibitor PaβN was used as a positive control. For both E. coli and S. Typhimurium, the zones of inhibition for chloramphenicol, tetracycline, ciprofloxacin, and nalidixic acid were significantly larger in the presence of chlorpromazine, amitriptyline, and PaβN than in their absence (Fig. 4). Finally, due to the nature of ethidium bromide and the high potency of norfloxacin when used in disk form against these strains, a disk diffusion assay could not be performed. Thus, a well diffusion assay was undertaken in which ethidium bromide-norfloxacin was incorporated into holes within Iso-Sensitest agar plates supplemented with increasing concentrations of chlorpromazine and amitriptyline. For both E. coli BW25113 marR::aph and S. Typhimurium SL1344 ramR::aph, the zone of inhibition for ethidium bromide and norfloxacin was significantly larger in the presence of amitriptyline and chlorpromazine than in their absence (Fig. 5).\n\n## Chlorpromazine and amitriptyline exhibit efflux inhibitory effects.\nThe efflux activity of the AcrAB-TolC-overexpressing strains S. Typhimurium SL1344 ramR::aph and E. coli BW25113 marR::aph was measured by determining the efflux of ethidium bromide and the intracellular accumulation of norfloxacin; a known efflux inhibitor, PaβN, was used as a positive control. Unfortunately, due to limited fluorescence, efflux and accumulation assays could not be performed with all substrates used in the synergy assays. Therefore, well-described substrates of AcrB, ethidium bromide and norfloxacin, which are fluorescent either intrinsically (norfloxacin) or upon intercalation with DNA (ethidium bromide), were used for the phenotypic assays and in the subsequent in silico models (57, 58). Compared with that in untreated controls, increasing concentrations of chlorpromazine significantly decreased the efflux of ethidium bromide by E. coli and S. Typhimurium (Fig. 6). Interestingly, all concentrations of amitriptyline decreased the efflux of ethidium bromide to a similar extent, suggesting that this compound saturates the pump at relatively low concentrations. At the highest concentrations of chlorpromazine and amitriptyline, the decrease in ethidium bromide efflux was comparable to, or greater than, the inhibition by PaβN. A greater decrease in ethidium bromide efflux was seen for E. coli, in which the largest decrease in efflux was 8.44-fold in the presence of 150 μg/ml of chlorpromazine and 4.84-fold in the presence of 0.5 mg/ml of amitriptyline. In comparison, 2.78- and 3.12-fold changes were observed for S. Typhimurium at the same concentrations of chlorpromazine and amitriptyline, respectively. Importantly, previous studies have shown that the ability of chlorpromazine to decrease efflux of ethidium bromide is ablated in strains lacking AcrB, suggesting that its efflux inhibitory activity is specific to AcrB (30). In addition, both chlorpromazine and amitriptyline significantly decreased the efflux of ethidium bromide and Hoechst H33342 from wild-type E. coli BW25113 and S. Typhimurium SL1344 (data not shown).\nStatistically significant increases in the intracellular concentration of norfloxacin in the presence of chlorpromazine (50 μg/ml) or amitriptyline (1 mg/ml) (4.50- and 4.28-fold for chlorpromazine, and 2.50 and 1.83-fold for amitriptyline) were observed with the AcrAB-TolC-overexpressing strains S. Typhimurium SL1344 ramR::aph and E. coli BW25113 marR::aph, respectively (Fig. 7).\n\n## Amitriptyline and chlorpromazine bind to the same region of AcrB as known substrates and inhibitors.\nTo investigate if the inhibitory action of chlorpromazine and amitriptyline could be rationalized in terms of their interaction with AcrB, their propensity to bind to this transporter in both E. coli and S. Typhimurium (here referred to as AcrBEC and AcrBST, respectively) was assessed by means of docking calculations, molecular dynamics (MD) simulations and free energy estimations.\nThe blind ensemble docking campaign performed for both chlorpromazine and amitriptyline resulted in up to 200 poses per ligand. The overall distributions of their putative binding poses overlapped fairly well in both AcrBEC and AcrBST (see Fig. S1 in the supplemental material). Importantly, all distributions featured a large number of high-affinity poses within the DPT and in tight interaction with the so-called hydrophobic trap (HT; lined by phenylalanine residues F136, F178, F610, F615, and F628 in both AcrBEC and AcrBST) (see Table S1). This site is known to be a preferred binding region for inhibitors such as PAβN (20, 54), 1-(1-naphtylmethyl)-piperazine (NMP) (41), D13-9001 (59), and the MBX compound series (22, 54). In addition, chlorpromazine and amitriptyline displayed, on average, similar docking scoring energies on AcrBEC and AcrBST (Table 4).\nTo provide molecular-level insights on the possible mechanism by which chlorpromazine and amitriptyline interfere with the efflux of ethidium bromide and alter the intracellular accumulation of norfloxacin, we also performed blind ensemble docking calculations of norfloxacin and ethidium bromide on both AcrBEC and AcrBST. Importantly, the distributions of preferred putative binding sites of these AcrB substrates significantly overlapped those obtained for chlorpromazine and amitriptyline. Moreover, most of the highest affinity poses were localized within the DPT (Fig. S1).\nTo investigate in more detail the structural and dynamic features as well as the thermodynamics of binding of all compounds within the DPT, we carried out multiple all-atom MD simulations and binding free energy calculations. According to previous work (60, 61), we performed a cluster analysis of the binding poses within the DPT. This resulted in three clusters grouping together in almost one-half of all docking conformations for amitriptyline and chlorpromazine within the DPT of AcrBEC and AcrBST, while for ethidium bromide and norfloxacin, the same coverage was achieved with one cluster only. Thus, the representatives of clusters 1 to 3 (sorted by population) were used as starting structures for MD simulations for amitriptyline and chlorpromazine. For ethidium bromide and norfloxacin, three different structures from the first cluster were chosen as starting structures for MD simulations. A total of 24 all-atom MD simulations (see Table S2), each having a production run of 150 ns in length, were performed using a truncated model of AcrB that was validated in previous works (20, 41, 54) (see Materials and Methods).\nImportantly, inspection of MD trajectories revealed that all compounds bound stably to the DPT region (Fig. 8 and S2). For the sake of clarity, in the following, we discuss only the results obtained for the most stable trajectory of each compound (see Fig. S3). In their stable conformations, both chlorpromazine and amitriptyline were partly embedded within the HT of the DPT, making 10 (chlorpromazine-AcrBEC and chlorpromazine-AcrBST), 8 (amitriptyline-AcrBEC), and 6 (amitriptyline-AcrBST) direct contacts with hydrophobic residues within this pocket (a contact was counted when the minimum ligand-residue distance was less than 3.5 Å) (Fig. 8). Notably, chlorpromazine occupies a significant fraction of the pocket where well-known AcrB inhibitors, such as MBX3132 in AcrBEC (22), were shown to bind. Consistently, chlorpromazine features a larger steric clash than amitriptyline with MBX3132 upon superimposition of their complex structures with the MBX3132-AcrBEC crystallographic structure (Table 5). Compared to chlorpromazine, amitriptyline binds somewhat upside the DPT, making direct hydrophilic contacts with residues E130 and Q176 through its dimethylamine group, as well as occasional water-mediated interactions with AcrB (Fig. 8 and Table S3). The same amine is involved in direct cation-π, H-bonding, and water-mediated interactions between chlorpromazine and AcrB. The different interactions made by the two compounds are mirrored in the contribution of the residues lining the DPT (and the HT) to the stabilization of the AcrBEC-ligand complex, which is higher for chlorpromazine (and comparable to that seen for ethidium bromide) than for amitriptyline (Table 6). The contributions to the estimated binding affinities of chlorpromazine and amitriptyline from residues within the DPT became similar in S. Typhimurium, although the interaction with the HT remained tighter for the former compound. Note that although we reported the (solvation) binding free energies of the various compounds in Table 6, these should be considered approximate (qualitative) estimates of the binding affinity. This is due to the well-known limitations of the molecular mechanics combined with generalized Born and surface area continuum solvation (MM/GBSA) method (62) and to the inability to obtain converged values of the conformational entropy of binding, which when combined with the solvation free energies, should provide a more realistic estimate of the true affinities (see reference 20). This is the reason why we focused, as described above, on the structural analysis of the binding poses as well as the comparison with experimental structures of E. coli AcrB in complex with known inhibitors.\nChlorpromazine and amitriptyline featured a significant (limited) steric clash with ethidium bromide within the DPT in AcrBEC (AcrBST) and AcrBST (AcrBEC), respectively (Fig. 8 and Table 5). The overlap between binding poses was greatly reduced for norfloxacin, which is found on top of chlorpromazine in both AcrBEC and AcrBST, above amitriptyline in AcrBEC, and below amitriptyline in AcrBST.\nRecently, Zwama et al. discovered a new putative entry site in AcrB of E. coli, named channel 3 (CH3) and lined by residues A33, T37, A100, G296, and N298 (63). Inspection of our blind docking results (Fig. S1) revealed that in both E. coli and S. Typhimurium, chlorpromazine, but not amitriptyline, binds just beneath the CH3 channel. The binding poses in this region would clash with several poses found for norfloxacin and ethidium bromide in the same region of AcrB (see Fig. S4). Notably, for both substrates, the numbers of poses behind this entry gate were greater in AcrBEC than in AcrBST for corresponding monomers (L or T), while the numbers of chlorpromazine or amitriptyline poses in the proximity of CH3 were fairly similar.\n\n## DISCUSSION\nChlorpromazine and amitriptyline have been identified as potential efflux inhibitors (30). However, their mode of efflux inhibition is poorly understood, and the nature of their interaction with multidrug efflux proteins is unknown.\nTo facilitate the identification of the primary mode of action of chlorpromazine, chlorpromazine-resistant mutants were selected. The difficulties in selecting resistant mutants and the low mutation rates observed when mutants were generated suggest that resistance to chlorpromazine is a rare event. Chlorpromazine resistance was revealed to occur via mutations in ramR and marR of S. Typhimurium and E. coli, respectively. The hypothesis that these mutations may occur in the binding site of chlorpromazine was not supported. This was based on the roles of RamR and MarR; in their resting state, they bind to the promoter regions of the transcriptional activators, ramA and marA, respectively, thereby preventing their overexpression. Upon ligand binding, the conformations of RamR and MarR are altered and the proteins are unable to bind DNA. Subsequently, ramA and marA are derepressed, and overproduction of RamA and MarA occurs with accompanying overexpression of acrAB-tolC. Given that ligand binding is essential for derepression of the AcrAB-TolC regulatory system, it seems unlikely that these mutations simply prevent the binding of chlorpromazine. Instead, it is proposed that chlorpromazine is a substrate of AcrB and that mutations in RamR and MarR provide resistance to chlorpromazine by overexpressing ramA and marA, respectively. This consequently increases the efflux of this compound by AcrAB-TolC.\nUpregulation of acrA, acrB, tolC, and ramA has been shown to occur upon exposure to certain AcrAB-TolC substrates in order to promote extrusion of a given antibiotic (39, 64). The chlorpromazine-induced upregulation of these AcrAB-TolC efflux genes is further evidence to suggest that chlorpromazine may itself be a substrate of the AcrAB-TolC efflux pump. This is supported by previous observations that hypersusceptibility to chlorpromazine occurs in strains with deletions in efflux pump genes (acrB, acrD, acrF, and tolC) or regulatory genes (marA and ramA) (30, 65). In the presence of chlorpromazine, upregulation of the transcriptional activator ramA and of the repressor ramR was also observed. Found directly upstream of ramA, ramR encodes a TetR transcriptional repressor, RamR, which binds to the promoter region of ramA, preventing overexpression of AcrAB-TolC; in the presence of some AcrB substrates, this binding is abolished (18, 66). Upregulation of this transcriptional repressor suggests a negative feedback loop to reduce the increased expression of AcrAB-TolC. With 95.92% of gene expression changes significantly altered in the same direction, the RNA-seq data obtained after exposure to chlorpromazine indicates that this drug behaves in a very similar manner to PaβN. Considered to be a competitive inhibitor, PaβN is a substrate of AcrB, binding to the hydrophobic trap (41). The binding of this compound to AcrB alters the efflux of other substrates by interfering with their binding to the transporter, thereby allowing intracellular accumulation that is essential for the antibacterial activity of antibiotic agents (54).\nA mutation selection experiment was designed in which resistance to chlorpromazine, amitriptyline, minocycline, and spectinomycin was selected in S. Typhimurium with a preexisting mutation conferring a D408A substitution within the proton relay network of AcrB (17). This mutation renders AcrAB-TolC nonfunctional without affecting in vitro bacterial growth. The hypothesis is that exposure to an AcrB substrate would apply pressure that would select for “mutants” with a wild-type sequence (revertants) and thus a functional AcrAB-TolC efflux pump. Exposure to chlorpromazine and amitriptyline resulted in the reversion of 100% of S. Typhimurium D408A mutants, suggesting that these compounds are both substrates of AcrB. The observation that exposure to minocycline or ethidium bromide resulted in the reversion of 2% or 3% of S. Typhimurium D408A mutants, respectively, suggests that this may be a feature shared with well-characterized AcrB substrates. The evidence that exposure to spectinomycin, a non-AcrB substrate, does not induce reversion further supports that this genotypic change has the potential to identify AcrB substrates. However, it is important to note that the low reversion rate of the minocycline and ethidium bromide mutant limits its usefulness to identify all AcrB substrates. The discrepa",
  "has_full_text": true
}