{
  "pmid": "32598985",
  "title": "Potential therapeutic use of ebselen for COVID-19 and other respiratory viral infections.",
  "abstract": "Ebselen is an organoselenium compound exhibiting hydroperoxide- and peroxynitrite-reducing activity, acting as a glutathione peroxidase and peroxiredoxin enzyme mimetic. Ebselen reacts with a multitude of protein thiols, forming a selenosulfide bond, which results in pleiotropic effects of antiviral, antibacterial and anti-inflammatory nature. The main protease (Mpro) of the corona virus SARS-CoV-2 is a potential drug target, and a screen with over 10,000 compounds identified ebselen as a particularly promising inhibitor of Mpro (Jin, Z. et al. (2020) Nature 582, 289-293). We discuss here the reaction of ebselen with cysteine proteases, the role of ebselen in infections with viruses and with other microorganisms. We also discuss effects of ebselen in lung inflammation. In further research on the inhibition of Mpro in SARS-CoV-2, ebselen can serve as a promising lead compound, if the inhibitory effect is confirmed in intact cells in vivo. Independently of this action, potential beneficial effects of ebselen in COVID-19 are ascribed to a number of targets critical to pathogenesis, such as attenuation of inflammatory oxidants and cytokines.",
  "journal": "Free radical biology & medicine",
  "year": "2020",
  "authors": [
    "Sies H",
    "Parnham M"
  ],
  "doi": "10.1016/j.freeradbiomed.2020.06.032",
  "mesh_terms": [
    "Anti-Inflammatory Agents, Non-Steroidal",
    "Antioxidants",
    "Antiviral Agents",
    "Azoles",
    "Betacoronavirus",
    "Binding Sites",
    "COVID-19",
    "Coronavirus 3C Proteases",
    "Coronavirus Infections",
    "Cysteine Endopeptidases",
    "Host-Pathogen Interactions",
    "Humans",
    "Isoindoles",
    "Lung",
    "Models, Molecular",
    "Organoselenium Compounds",
    "Oxidative Stress",
    "Pandemics",
    "Pneumonia, Viral",
    "Protease Inhibitors",
    "Protein Binding",
    "Protein Structure, Secondary",
    "Reactive Oxygen Species",
    "SARS-CoV-2",
    "Viral Nonstructural Proteins"
  ],
  "full_text": "## Introduction\n“Necessity is the mother of invention” (Plato, Republic), an adage that is well exemplified by the multifaceted ongoing efforts to explore antiviral strategies against the corona virus SARS-CoV-2 and the corresponding pandemic disease, COVID-19. The various approaches taken to address the disease include prevention, interception and repair. Subsequent to entry of the virus into the cell after interaction of the corona spike with angiotensin converting enzyme 2 (ACE2), a major potential molecular target for interception is the main corona virus protease (Mpro), a cysteine protease which processes the transcribed polypeptide into enzymatically active products [[1], [2], [3]]. Mpro activity is essential for virus replication in the cell (Fig. 1\n). From a combination of structure-based virtual and high-throughput screening of over 10,000 compounds as inhibitors of Mpro [1], the organoselenium compound ebselen exhibited the lowest IC50 value, and it also exhibited promising antiviral activity in cell-based assays. Consequently, clinical potential of ebselen for CoV treatment was suggested [1]. This prompted us to assess current information on ebselen as a compound envisaged for drug development/repurposing.Fig. 1Depiction of the potential role of inhibitors of the main protease Mproin the SARS-CoV-2 life cycle in the cell. Inhibitors of protease Mpro prevent the replication of SARS-CoV-2. After entering into the host cell, SARS-CoV-2 releases its genomic RNA. The process of translation yields polyproteins pp1a and pp1ab, which are cleaved to form the main protease Mpro and nonstructural proteins (nsps). Mpro is involved in the production of nsps. Nsps is essential for assembly during viral replication. Modified from Mengist et al. [92]. Creative Commons License.Fig. 1\nEbselen (2-phenyl-1,2-benzoisoselenazol-3(2H)-one; PZ51; DR-3305) was first described in redox biology as an enzyme mimetic, catalyzing the glutathione peroxidase reaction, that is, the reduction of hydroperoxides at the expense of reducing equivalents from glutathione [4]. Reductants other than glutathione are also effective, notably thioredoxin/thioredoxin reductase [5,6], making ebselen a peroxiredoxin mimetic [6,7]. Small-molecular-mass thiols such as dihydrolipoate, N-acetyl-l-cysteine, and dithiothreitol react with it as well. Ebselen also interacts with thiol groups in proteins, forming selenosulfide with cysteine; this is the basis for its pleiotropic effects on numerous proteins. Ebselen further reacts efficiently with hypochlorous acid (HOCl), an oxidant produced by the immune system in host defense, which can, however, also damage host tissue [8].\nEarly research and development of the extensive research on ebselen has been documented [9,10], and numerous targets of biological pathways of interest for various clinical conditions have been elucidated, including oxidative enzymes involved in inflammatory reactions [[10], [11], [12]]. Safety and tolerability are good, and no adverse effects have become apparent in clinical studies [13,14]. Ebselen is metabolized and excreted as glucuronidated and methylated products with no release of selenium, explaining why selenium in ebselen is not bioavailable for incorporation into selenoproteins [15].\nHere, we present aspects of the suggested potential use of ebselen as a lead compound for targeting SARS-CoV-2 and its effects. We will discuss this within the broader context of the anti-inflammatory activity of ebselen, shown early on in its development [16], (a). This broader context requires a brief discussion of the role of selenium in selenoproteins, as distinct from the organoselenium compound, ebselen.\n\n## Selenium status and viral diseases\nSelenium, an essential micronutrient, is incorporated as selenocysteine into selenoproteins (among them, glutathione peroxidases and thioredoxin reductases). Dietary selenium is known to be beneficial in the adjuvant therapy of viral and bacterial infections [17] and, interestingly, there is an association between regional selenium status and the reported cure rate outcome of COVID-19 cases in China [18]. In virus infections, the nutritional status of the host influences not only the host response to the virus, but it also influences the genetic make-up of the viral genome [19]. A prototypic example is the occurrence of more infectious Coxsackievirus B3 strains in mice on a selenium-deficient diet [20]. Oxidative stress during viral infection involves multiple interactions between host and virus [[21], [22], [23], [24]], in relation to selenium status in particular [17,19,25,26]. Recently, oxidative stress was described as a key player in the pathology of SARS-CoV-2 infection [26a]. These aspects are seen against the background of the general role of oxidative stress [27] and reactive oxygen species (ROS) [28] in biology and medicine.\n\n## Ebselen and cysteine proteases: M\nCrystallographic studies on coronavirus proteases from SARS [29], MERS [30], and SARS-CoV-21-3 revealed a cysteine in the active site of Mpro, also called non-structural protein 5 (NSP5)(Fig. 1). Ebselen covalently attaches to this cysteine to form the selenosulfide (Fig. 2\n), leading to inactivation of the protease; the IC50 for ebselen was found to be 0.67 μM [1]. Further, non-covalent binding of ebselen was considered to make a contribution to the inhibition. Disulfiram, another cysteine-reactive compound, also inhibited the protease [1].Fig. 2In silico analysis of ebselen bound to the main protease Mproof Sars-Cov-2 (PDB code:6Y2E). The selenium atom of the open structure of ebselen (green) establishes a covalent interaction with the Mpro catalytic cysteine (Cys-145). His-41 forms a p-stacking interaction with the aromatic ring of ebselen, and a polar interaction with its carbonyl group. In silico analysis was performed using MOE and ACEMD softwares. Kindly provided by Prof. G. Cozza, Padova.Fig. 2\nIn earlier studies with papain, a plant cysteine protease, it was found that the enzyme was irreversibly inactivated by ebselen with a second-order rate constant of 1800 M-1s-1 [31]. However, in the presence of reductants such as glutathione, 2-mercaptoethanol or sodium borohydride, ebselen exerted rather an activating effect on papain. This is important to consider also for Mpro in the context of the cell, because of the presence of intracellular reductants (see below).\nIt may be mentioned that in a high-throughput drug-repurposing screen on another protease, insulin-degrading enzyme (IDE), a metalloprotease, ebselen was found to be the most potent (and again thiol-dependent) inhibitor (IC50 = 14 nM) [32].\n\n## Ebselen and viruses\nEbselen has been shown to target proteins that are important for virus replication (Table 1\n). Human immunodeficiency virus type 1 (HIV-1) capsid protein is a key player mediating critical events during viral infection [33]. In a high-throughput screening study, ebselen was found to be a capsid assembly inhibitor and was suggested to have potential as a promising drug for retroviral infection [34]. Subsequently, ebselen was shown to affect the binding of the chromatin-associated host cell molecule, lens-epithelium-derived growth-factor (LEDGF/p75), to HIV-1 integrase (IN) and, thereby, interrupt viral genome integration into the host cell DNA. Ebselen inhibited this interaction by binding to LEDGF/p75, and this interaction was reversed by dithiothreitol [35]. Ebselen did not exhibit clear dissociation from LEDGF/p75 and was assumed to have formed a selenosulfide. It was also shown to be a more effective inhibitor of LEDGF/p75-IN interaction than four other common thiol reactants, iodoacetamide, N-ethylmaleimide, disulfiram and tetramethylthiuram disulfide.Table 1Ebselen action on various viruses as discussed in the text.Table 1VirusTarget of ebselenEffect of ebselenReferenceSARS-CoV-2Main corona virus protease (Mpro)Inhibition of viral replication[1]Human immunodeficiency virus type 1 (HIV-1)Lens-epithelium-derived growth-factor (LEDGF/p75) binding to HIV-1 integraseInhibition of viral integration into host cell DNA[35]Thioredoxin reductase-1 (TR-1) down-regulation of HIV-1 encoded transcriptional activator, Tat, in macrophagesInhibition of TR-1 to facilitate HIV-1 replication[36]Capsid proteinInhibition of viral capsid core assembly[34]Hepatitis C virus (HCV)Non-structural protein 3 (NS3)Inhibition of NS3 helicase activity and virus replication[40]Influenza A virus HKx31 (H3N2) infection in mice with cigarette smoke-induced lung injuryPossibly H3N2 virus and inflammatory mediatorsLowered viral titer, BALF leukocyte count, and lung inflammatory cytokines and protease expression[55]\nPreviously, it had been shown that thioredoxin reductase-1 (TR-1) downregulates the activity of the HIV-1 encoded transcriptional activator, Tat, in the human U937 macrophage cell line. Ebselen, as a high affinity substrate of TR-1, and used as a competitor for viral substrates, significantly increased Tat-dependent transcription and HIV-1 replication in these cells [36]. Thus, direct effects of ebselen on the HIV-1 capsid protein and integrase could inhibit HIV-1 replication, but acting as a TR-1 substrate to increase Tat-dependent HIV-1 transcription in macrophages could potentially promote the replication of this virus. It may be mentioned that TR-1 was also shown to support HIV-1 particle entry into target cells, and that TR-1 inhibitors – including organotellurium compounds – were found to inhibit HIV-1 entry [37].\nEffects of ebselen in vivo will additionally include anti-inflammatory actions, and this will contribute to potential effects of ebselen on host responses to viral infections in humans. In this context, the presence of oxidized proteins in the cerebrospinal fluid (CSF) as well as CSF-induced progressive decrease in mitochondrial activity correlated with the severity of cognitive impairment in HIV-infected patients with dementia. In brain tissue from patients with HIV encephalitis and macaques with simian immune deficiency virus encephalitis, ebselen inhibited the generation of oxidized products [38]. The authors suggested that ebselen may have therapeutic potential in blocking the neurological consequences of cerebral HIV-1 infection.\nThe non-structural protein 3 (NS3) in the hepatitis C virus (HCV) is a serine protease, which cleaves viral and host proteins necessary for replication. NS3 is a multifunctional protein, which also has a helicase activity, using ATP hydrolysis to fuel the unwinding of nucleic acids which is indispensable for viral genome replication and assembly [39]. Ebselen inhibited NS3 helicase activity and virus replication but had no effect on its protease activity [40]. Selective binding of ebselen to cysteine was ruled out by genetic elimination of the cysteine residues in the NS3 active binding site and, at low doses of ebselen, the inhibition was reversible. Additional actions on the NS5B polymerase, other HCV enzymes, or host factors could not be ruled out. However, analogues of ebselen, with selenium replaced by sulfur, proved to be more potent inhibitors of the HCV helicase [40], suggesting that selenosulfide formation is not required for inhibition of HCV replication.\nMany viruses target the host cell ubiquitin-proteasome which they hijack via endocytosis to generate new viral proteins [41]. One of the most important mechanisms involved is the generation by corona viruses, such as SARS-CoV 1 and 2, of deubiquinating papain-like protease (PLP). A number of non-cytotoxic inhibitors of PLP have been shown to have inhibitory actions on corona virus replication [42]. Significantly, both PLP and the redox-regulated, deubiquinating molecular chaperone, heat shock protein 33 (HSP33), are cysteine proteases controlling the hyperpolymerisation of ubiquitin-labelled peptides, a process required for protein degradation, including that of viral proteins [43]. It would be interesting to test whether ebselen is able to interact with PRP or HSP33 to modify viral protein synthesis.\n\n## Ebselen and other microorganisms\nEbselen has been shown in vitro to be an inhibitor of several functional targets in a variety of microorganisms. In the malaria parasites, P. falciparum and P. berghei at all parasitic stages, as well as in trypanosomes, growth is inhibited by ebselen [[44], [45], [46]]. Similarly, ebselen inhibits growth of Candida and a number of Gram-positive bacterial strains lacking GSH, such as H. pylori, M.tuberculosis, S.aureus, and B.subtilis, including macrolide-resistant H. pylori and multi-drug resistant (MDR) M. tuberculosis, as well as MDR E. coli, in the absence of GSH and the activity of cysteine-containing virulence factors from C.difficile [46]. The action of ebselen in all these organisms is thought to be mediated by binding to free cysteine thiols at the active site of TR-1 [46]. This mechanism was confirmed in vivo in an E. coli-induced murine model of peritonitis, in which ebselen partially and, in combination with the TR-1 inhibitor silver nitrate significantly, prolonged survival and lowered bacterial counts [47]. In a mouse model of staphylococcal skin infection, topically applied ebselen alone significantly lowered bacterial load and levels of proinflammatory cytokines [48].\n\n## Ebselen and lung inflammation\nAs mentioned, ebselen reduces products of oxidation processes, including lipid hydroperoxides, H2O2, hypohalous acids and peroxynitrite. Further, it attenuates formation of inflammatory mediators by enzymes such as lipoxygenases, cyclooxygenases and nitric oxide synthases [[10], [11], [12],49]. In its peroxiredoxin-like activity [6,7], ebselen may support the role of peroxiredoxins in lung disease [50]. It is not surprising, therefore, that a variety of anti-inflammatory effects of ebselen have been described in many different models and in cerebral ischemia in stroke patients [10,11,14,51,52]. Not only does ebselen treatment lead to diminished inflammatory plasma extravasation and swelling, but selective inhibition of leukocyte migration and infiltration has been observed (Fig. 3\n) [53].Fig. 3Potential effects of ebselen on viral activity, pulmonary inflammatory responses and circulatory disturbances during COVID-19 infection. Ebselen can target virus sites directly, notably Mpro. It also addresses key sites in the host, attenuating the overproduction of ROS and cytokines and neutrophil infiltration, thereby counteracting pulmonary and vascular inflammation.Fig. 3\nA crucial target organ for COVID-19 infection is the lung. A number of studies have demonstrated the inhibitory actions of orally administered ebselen on lung inflammation in vivo. Experimental models in animals include pulmonary inflammation induced by carrageenin, sephadex, ozone, cigarette smoke and endotoxin [[54], [55], [56], [57]]. In LPS-induced lung inflammation, ebselen inhibited leukocyte infiltration in association with lowered expression of ICAM-1 adhesion molecule and the inflammatory cytokines, TNFα and IL1β, in lung tissue [55].\nCloser to the topic of COVID-19 infection are reports that ebselen inhibits virus-induced lung inflammation [58]. Intranasal infection of C57BL/6 mice with influenza A virus HKx31 (H3N2) led to an increase in macrophages, neutrophils and lymphocytes in bronchioalveolar lavage fluid (BALF) with histological evidence of leukocyte infiltration of the lung. Increased expression of proinflammatory cytokines and chemokines as well as metalloproteinases was also seen in lung tissue. Most of these variables were enhanced in glutathione peroxidase-1 knock-out (GPX-1−/−) mice, as was the presence of influenza-specific CD8+ T cells in the spleen. Ebselen (10 mg/kg) given orally 3 h before infection, had no effect on lung inflammation nor viral titer in wild-type mice, but in GPX-1−/− mice it diminished the cellularity of BALF, without significant effects on expression of mediators in lung tissue [54]. The findings suggest that ebselen affected leukocyte infiltration predominantly by effects on hydroperoxides rather than other mediators.\nUsing the same model of influenza A-induced lung inflammation in mice, the effect of ebselen (10 mg/kg p.o. 3 h before and daily for 3 days after infection) on influenza infection in mice submitted to cigarette smoke for 4 days in advance was investigated [59]. Under these conditions, in comparison to vehicle-treated, control infected and smoke-exposed mice, ebselen significantly inhibited BALF leukocyte counts, as well as lung tissue expression of inflammatory cytokines and proteases. In addition, viral titers in the lungs were lowered. The data suggest that ebselen may be of greater benefit in influenza-induced lung inflammation when exacerbated by additional oxidant challenge such as cigarette smoke. If this can be extrapolated to humans, it would suggest that, at least in influenza infection, ebselen may have potential in treating lung inflammation in patients with pre-existing morbidities, such as cigarette smoke-induced lung injury (i.e. chronic obstructive pulmonary disease, COPD). Such patients, in any case, tend to have more severe virus-induced disease. Loss of endogenous anti-inflammatory and protease-inhibiting mechanisms caused by oxidative stress in COPD could conceivably be counteracted by ebselen [60,61].\nAs mentioned above, N-acetyl cysteine (NAC) can serve as a reductant in the glutathione peroxidase-like reaction catalyzed by ebselen and, in this capacity, replace glutathione. NAC, itself, has been shown to inhibit virus replication [62], and it is being considered as a potential therapeutic agent for SARS-CoV-2 [63]. The mechanism by which NAC acts in cells, however, may not be predominantly by acting as a reductant. Rather, NAC has been reported to function as a trigger for intracellular H2S and sulfane sulfur production which, in turn, mediate cytoprotective effects [64]. H2S has been considered as a potential defense against Covid-19 [65]. In combination with ebselen, NAC could reduce the selenosulfide linkage at Cys-145 in Mpro, if it is able to access the active site. This could alleviate the inhibition of Mpro by ebselen.\n\n## Current ebselen repurposing clinical studies\nIn addition to the clinical studies reported earlier [9,14], ebselen is being studied in a phase-2 trial for the prevention of noise-induced hearing loss [13]. Ebselen is also in focus for bipolar disorder, with inositol monophosphatase (IMPase) as a target of ebselen [[66], [67], [68]]. The molecular effect is on attenuation of the phosphoinositide (PI) signaling pathway. Lithium is an established drug in the treatment of this clinical condition, and ebselen has, therefore, been called a lithium mimetic. In studying molecular players in psychiatric mood disorders, ebselen had the strongest score in counteracting the biosignature of suicidality, for which lithium is an existing drug [69]. Pertinent to the topic of the present review, it is noteworthy that lithium was suggested to be a potential drug for COVID-19 disease because of its antiviral effects [70].\n\n## Implications for ebselen in COVID-19\nIn view of the inhibitory action of ebselen on SARS-CoV-2 Mpro [1], it seems reasonable to expect that it could have beneficial effects on COVID-19 in infected patients, assuming the inhibition of Mpro is realized in vivo. Here, a number of factors that we have mentioned above come into play, including broad thiol reactivity and enzyme inhibition, pharmacokinetic properties and additional hydroperoxide-reducing and anti-inflammatory effects. A crucial study which remains to be carried out is to determine the efficacy of ebselen against SARS-CoV-2 in an infectivity model in vivo. It would also be interesting to assess whether, as with HIV-1 or HCV, ebselen affects viral replication/expression and capsid or even spike formation in SARS-CoV-2.\nThe many studies carried out on inflammation, including lung inflammation models, indicate that ebselen achieves sufficiently high concentration in the lung to be able to exert clear anti-inflammatory effects. Since ebselen is transported in blood plasma bound to cysteine on serum albumin [71], circulating plasma concentration needs to be high enough to exert effects on viruses outside specific target organs where the compound can accumulate by transfer to membrane-associated proteins.\nIn addition to any potential direct antiviral activity on the SARS- CoV-2 virus (Fig. 1, Fig. 2), due to its broad, predominantly reactive thiol-mediated and peroxiredoxin-like inhibitory effects on inflammation, as discussed above, ebselen is likely to exert beneficial effects on inflammatory acute respiratory distress syndrome (ARDS), the major cause of mortality in COVID-19 (Fig. 3). Highly elevated circulating ferritin and interleukin-6 (IL-6) are important predictors for mortality [72]. Reactive oxygen species (ROS) cause release of iron from storage in ferritin, particularly under stressful stimulation, such as that with manganese or nitrofurantoin [73,74]. Under both stimuli, treatment of rats with ebselen restricted the disturbances in iron homeostasis. Amelioration of disturbed iron homeostasis and resulting cytotoxicity by ebselen could be helpful in COVID-19 patients under conditions of hyperinflammation [75]. Moreover, ebselen inhibits the increase in transendothelial electrical resistance and IL-6 release induced in human umbilical vein endothelial cells under prolonged hypoxia [76]. It also diminishes the increase in plasma IL-6 occurring in rats after photothrombosis-induced focal ischemia [77]. This may relate to the findings that patients dying of COVID-19 have a high incidence of venous thrombosis [[78], [79], [80]] and that cardiovascular and metabolic disorders are risk factors for the severity of inflammation and vascular injury in COVID-19 [81]. Regarding the sequelae of SARS-CoV-2-induced thrombosis, oral ebselen is effective in ischemic injury in both animals and patients [11,14]. It is conceivable that ebselen could interfere with the activation of endosomal NADPH oxidase in vascular endothelial cells, which is considered crucial for thrombotic complications in COVID-19 [82]. Moreover, the fact discussed above that NAC triggers H2S generation and this endogenous gaseous mediator is also an inhibitor of platelet activation and thrombosis may provide support for combination therapy of COVID-19-induced thrombosis with ebselen and NAC [83]. Liver injury is also observed in COVID-19 patients, particularly in the more severe cases [84]. Ebselen may here again be of therapeutic benefit, as it has been reported to inhibit liver injury induced by a variety of chemical, immunological and microbial stimuli [[85], [86], [87]].\nConsequently, ebselen may well have potential in the treatment of various aspects of COVID-19 disease. In view of its direct effects on virus Mpro, ebselen could serve as a lead compound for synthesis of more targeted organoselenium compounds (see Ref. [88,89]), and also organotellurium compounds could become of interest (see Ref. [37,90]). Whether the suggested inhibition of Mpro is stably maintained in the cellular milieu may be considered unlikely if the cellular reductants can access the active site of the protease. As mentioned above, the inhibition of the cysteine protease, papain, by ebselen was reversed in the presence of reductants [31]. On the other hand, ebselen may well act on the inflammation occurring during COVID-19 ARDS, and on the multiple virus-associated consequences such as thrombosis and liver injury. It appears that ebselen may be of benefit in early stage SARS-CoV-2 infection and, probably more likely, by protecting against later-stage severe infection outcomes. In this respect, it may act to support direct antiviral therapy, for instance with remdesivir, in a similar way to the supportive effects of the IL-6 antagonist, tocilizumab [91].",
  "has_full_text": true
}