{
  "pmid": "32605985",
  "title": "The Neutrally Charged Diarylurea Compound PQ401 Kills Antibiotic-Resistant and Antibiotic-Tolerant Staphylococcus aureus.",
  "abstract": "Resistance or tolerance to traditional antibiotics is a challenging issue in antimicrobial chemotherapy. Moreover, traditional bactericidal antibiotics kill only actively growing bacterial cells, whereas nongrowing metabolically inactive cells are tolerant to and therefore \"persist\" in the presence of legacy antibiotics. Here, we report that the diarylurea derivative PQ401, previously characterized as an inhibitor of the insulin-like growth factor I receptor, kills both antibiotic-resistant and nongrowing antibiotic-tolerant methicillin-resistant Staphylococcus aureus (MRSA) by lipid bilayer disruption. PQ401 showed several beneficial properties as an antimicrobial lead compound, including rapid killing kinetics, low probability for resistance development, high selectivity to bacterial membranes compared to mammalian membranes, and synergism with gentamicin. In contrast to well-studied membrane-disrupting cationic antimicrobial low-molecular-weight compounds and peptides, molecular dynamic simulations supported by efficacy data demonstrate that the neutral form of PQ401 penetrates and subsequently embeds into bacterial lipid bilayers more effectively than the cationic form. Lastly, PQ401 showed efficacy in both the Caenorhabditis elegans and Galleria mellonella models of MRSA infection. These data suggest that PQ401 may be a lead candidate for repurposing as a membrane-active antimicrobial and has potential for further development as a human antibacterial therapeutic for difficult-to-treat infections caused by both drug-resistant and -tolerant S. aureusIMPORTANCE Membrane-damaging antimicrobial agents have great potential to treat multidrug-resistant or multidrug-tolerant bacteria against which conventional antibiotics are not effective. However, their therapeutic applications are often hampered due to their low selectivity to bacterial over mammalian membranes or their potential for cross-resistance to a broad spectrum of cationic membrane-active antimicrobial agents. We discovered that the diarylurea derivative compound PQ401 has antimicrobial potency against multidrug-resistant and multidrug-tolerant Staphylococcus aureus PQ401 selectively disrupts bacterial membrane lipid bilayers in comparison to mammalian membranes. Unlike cationic membrane-active antimicrobials, the neutral form of PQ401 rather than its cationic form exhibits maximum membrane activity. Overall, our results demonstrate that PQ401 could be a promising lead compound that overcomes the current limitations of membrane selectivity and cross-resistance. Also, this work provides deeper insight into the design and development of new noncharged membrane-targeting therapeutics to combat hard-to-cure bacterial infections.",
  "journal": "mBio",
  "year": "2020",
  "authors": [
    "Kim W",
    "Zou G",
    "Pan W",
    "Fricke N",
    "Faizi H"
  ],
  "doi": "10.1128/mBio.01140-20",
  "mesh_terms": [
    "Aminoquinolines",
    "Animals",
    "Anti-Bacterial Agents",
    "Caenorhabditis elegans",
    "Drug Synergism",
    "Gentamicins",
    "Hemolysis",
    "Humans",
    "Larva",
    "Methicillin-Resistant Staphylococcus aureus",
    "Microbial Sensitivity Tests",
    "Molecular Dynamics Simulation",
    "Moths",
    "Phenylurea Compounds",
    "Staphylococcal Infections",
    "Staphylococcus aureus"
  ],
  "full_text": "## INTRODUCTION\nStaphylococcus aureus is a Gram-positive bacterial pathogen that colonizes the skin or nasal cavity of approximately one-third of the human population (1). S. aureus is one of the most significant human bacterial pathogens, causing a wide range of infections from mild skin infections and food poisoning to life-threatening infections, such as toxic shock syndrome, endocarditis, and osteomyelitis (1). Despite advances in antibiotic chemotherapy, including the introduction of daptomycin in 2003, treatment of S. aureus infections is still a challenge due to resistance to or tolerance of clinically used antibiotics, as exemplified by methicillin-resistant S. aureus (MRSA) or vancomycin-intermediate or -resistant S. aureus (VISA/VRSA).\nS. aureus can readily acquire resistance by horizontal gene transfer (2). Without acquiring genetic mutations that actively confer antibiotic resistance, nongrowing metabolically inactive S. aureus cells also exhibit high levels of tolerance to currently used antibiotics (3–7). In a laboratory setting, the proportion of antibiotic-tolerant cells in an S. aureus population varies depending on growth phase (5, 8). In stationary phase, essentially the entire bacterial population will survive prolonged treatment with high concentrations of bactericidal antibiotics (3, 4, 6, 8). This has recently been defined as antibiotic “tolerance” (9). In contrast, in lag and early exponential phase, only a small subpopulation of an S. aureus culture will survive antibiotic treatment (8). In this case, the survivors are designated “persisters” (9).\nAntibiotic tolerance is a consequence of the fact that traditional antibiotics target biosynthetic processes that are occurring at significantly reduced levels in nongrowing cells (10) or is a consequence of a low-energy state that arrests the energy-dependent uptake of antibiotics (5, 7). Clinically, bacterial tolerance or persistence is associated with the recalcitrance of chronic infections (11, 12). The present lack of effective antibiotics against antibiotic-resistant bacteria or tolerant/persister cells highlights the unmet need of developing novel antimicrobial therapies.\nThe validity of the bacterial membrane as an antimicrobial target has been proven by the evolution of antimicrobial peptides (AMPs) and proteins by animals, plants, and fungi that kill bacteria by disrupting bacterial membranes (13). Bacterial membranes are an ideal target for antimicrobial agents because membrane integrity is indispensable for bacterial survival regardless of growth state (14). However, a key barrier to the development of membrane-active agents as human therapeutics is their typical low level of selectivity between bacterial and mammalian membranes. Since natural AMPs exhibit high selectivity to bacterial over mammalian membranes, membrane-active small molecules are typically designed and developed to mimic natural AMPs (15, 16). Thus, rationally designed membrane-active small molecules are usually cationic and amphipathic, which are key structural features of AMPs (15, 16). In particular, the cationic nature of natural AMPs plays an important role in selectively binding to negatively charged bacterial membranes by electrostatic affinity rather than binding to zwitterionic mammalian membranes (15, 17, 18). However, bacteria can acquire resistance to cationic membrane-active agents by reducing the negative charge of their membranes, which can subsequently result in cross-resistance to a range of natural AMPs, including host innate immunity effectors and other synthetic cationic membrane-active antimicrobials (17, 18). Therefore, development of membrane-active small molecules that show high levels of bacterial membrane selectivity while at the same time minimizing the selection of cross-resistance remains challenging.\nRecently, our group used a SYTOX Green-MRSA membrane permeability assay (19) to screen a collection of 185 “hits” obtained by screening ∼82,000 synthetic chemicals using an automated high-throughput Caenorhabditis elegans-MRSA intestinal infection assay (20). This strategy enables us to exclude toxic compounds with low membrane selectivity because the hit is determined based on C. elegans survival. Using this approach, we were able to identify a set of membrane-active antimicrobials effective against nongrowing MRSA. These membrane-disrupting compounds exhibited high levels of membrane selectivity to bacterial compared to mammalian membranes (6, 20, 21).\nDiarylureas are known to be important pharmacophores in drug discovery (22). Indeed, diarylurea derivatives have been developed as antimalarial (23), antischistosomal (24), antimicrobial (25, 26), and anticancer (22, 27) agents. We identified the diarylurea compound PQ401 as a hit in the C. elegans screen (described above) that not only blocks the ability of MRSA to kill C. elegans but also induces rapid MRSA membrane permeabilization. PQ401 has been shown to inhibit autophosphorylation of the insulin-like growth factor I receptor (IGF-1R) and impede breast cancer cell growth in in vivo mouse models (28). However, the antimicrobial activity of PQ401 has not been previously reported. In this paper, we elucidate the mode of action by which PQ401 permeabilizes the membrane and the role that ionized states of PQ401 play in its antimicrobial potency. Unexpectedly, we found that the neutral form of PQ401 is more potent than the cationic form, which correlates with enhanced membrane penetration of the neutral form in molecular dynamics simulation studies. In addition, we report that PQ401 has promising features as a potential therapeutic including high potency against both multidrug-resistant and multidrug-tolerant Gram-positive pathogens, fast killing kinetics, a very low rate of resistance development, and synergism with gentamicin.\n\n## PQ401 exhibits bactericidal activity and a low probability for resistance development.\nWe identified PQ401 (Fig. 1A) as a hit compound that rescues C. elegans from MRSA-mediated killing (Fig. 1B) (20). In general, a compound can rescue C. elegans from an MRSA intestinal infection if it inhibits bacterial growth, blocks a bacterial virulence factor or factors, or modulates C. elegans innate immunity (29–31). We first tested the antimicrobial activity of PQ401 against a panel of antibiotic-resistant S. aureus strains, including MRSA clinical isolates and a vancomycin-resistant S. aureus (VRSA; strain VRS1) (32). As shown in Table 1, the MIC of PQ401 was 4 μg/ml against all of the MRSA strains tested as well as the VRSA strain VRS1 (Table 1). PQ401 demonstrated bactericidal activity with a minimum bactericidal concentration (MBC) of 4 μg/ml against a panel of MRSA and VRSA strains (Table 2). It exhibited fast killing kinetics, completely eradicating 5 × 107 CFU/ml of growing MRSA at 10 μg/ml within 4 h, indicating that PQ401 is a more effective bactericidal agent than vancomycin against MRSA (Fig. 1C).\nWe further tested the antimicrobial activity of PQ401 using a panel of the so-called ESKAPE pathogens, which include two Gram-positive bacteria (Enterococcus faecium and S. aureus) and four Gram-negative bacteria (Klebsiella pneumoniae, Acinetobacter baumannii, Pseudomonas aeruginosa, and Enterobacter spp.). These ESKAPE pathogens are of particular concern because they are the leading cause of nosocomial infections and often develop antibiotic resistance (33). PQ401 showed antimicrobial activity against Gram-positive pathogens but not against Gram-negative pathogens (Table 3). Interestingly, PQ401 has an MIC of 4 μg/ml against the multidrug-resistant E. faecium strain C68 (34) (Table 3) as it does against the S. aureus strains tested.\nS. aureus can readily develop resistance against most clinical antibacterial agents (35). To evaluate the ability of S. aureus to develop resistance to PQ401, we exposed three independent cultures of MRSA strain MW2 (SP1, SP2, and SP3) to a sub-MIC level of PQ401 for 25 days using a serial passage method in a 96-well plate (36). The fluoroquinolone antibiotic ciprofloxacin targeting DNA gyrase was used as a control. MRSA MW2 strains exhibiting a 32-fold-higher MIC to ciprofloxacin than the wild-type strain were generated after 25 days of serial passage in sub-MICs (Fig. 1D). In contrast, we did not observe a significant increase in the PQ401 MIC during the same time frame (Fig. 1D). This result suggests that PQ401 exhibits an extremely low probability for PQ401 resistance development.\n\n## PQ401 selectively disrupts bacterial membranes.\nThe finding that PQ401 exhibits a high rate of killing and a low probability of resistance development suggests that it might be functioning as a membrane-active antimicrobial (14, 37). To test whether PQ401 disrupts MRSA membranes, we measured the permeability of MRSA MW2 to SYTOX Green after treatment with a range of concentrations of PQ401. As shown in Fig. 2A, PQ401 induced rapid membrane permeabilization in a dose-dependent manner. Dose-dependent permeabilization was also observed in nongrowing antibiotic-tolerant MRSA cells treated with PQ401. These results indicate that PQ401 can cause membrane damage regardless of growth states.\nTo further explore the effects of PQ401 on bacterial lipid bilayers, we challenged biomembrane-mimicking giant unilamellar vesicles (GUVs) with PQ401. GUVs are artificial spherical vesicles made up of a single lipid bilayer with a diameter of 10 to 100 μm (38, 39). Their relatively large size enables direct observation of dynamic morphological changes by optical microscopy (40, 41). GUVs have been employed to investigate the modes of action of several membrane-active antibacterial agents, including daptomycin (38, 42–45). To mimic the negatively charged S. aureus membrane, we created GUVs consisting of a dioleoyl-sn-glycero-3-phosphocholine (DOPC)/1,2-dioleoyl-sn-glycero-3-phospho-(1′-rac-glycerol) (DOPG) lipid bilayer at a ratio of 7:3, which have been used for monitoring the effects of daptomycin and other membrane-active antimicrobial agents on S. aureus lipid bilayers (38, 46–49). When GUVs were treated with 4 μg/ml (1× MIC) PQ401, we noted the formation of lipid aggregates on the surface of the GUVs after ∼45 s, followed by rupture at ∼100 s (Fig. 2B; see also Movies S1 and S2 in the supplemental material), indicating that PQ401 directly interacts with and disrupts bacterial mimetic lipid bilayers.\nMembrane-active agents typically interact with both bacterial and mammalian lipid bilayers. To test the membrane selectivity of PQ401, we fabricated GUVs consisting of 1-palmitoyl-2-oleoyl-glycero-3-phosphocholine (POPC) and cholesterol in the ratio of 7:3, which mimics mammalian lipid bilayers (50, 51). In contrast to the bacterial mimetic GUVs, PQ401 did not induce any deformation of the mammalian mimetic GUVs at 4 μg/ml or 10 μg/ml (Fig. 2B and Movies S3 to S5). The inertness of mammalian membranes to PQ401 was confirmed using human erythrocytes. As shown in Fig. 2C, PQ401 did not induce detectable hemolysis of erythrocytes up to 512 μg/ml. Consistent with these results, PQ401 was previously reported to kill cancer cells by IGF-1R inhibition-mediated apoptosis rather than membrane disruption (28, 52). Combined, these results indicate that PQ401 has a high level of selectivity for bacterial in comparison to mammalian membranes.\n\n## Neutral PQ401 penetrates into bacterial lipid bilayers.\nTo further explore the molecular details by which PQ401 interacts with bacterial membranes, we conducted all-atom molecular dynamics (MD) simulations. The topology and parameters of PQ401 for the GROMOS54a7 forcefield (53) were generated by Automated Topology Builder (ATB) (54, 55). Like bacterial membrane-mimetic GUVs, we used the previously established model of DOPC/DOPG at a 7:3 ratio to simulate negatively charged S. aureus membranes. The MD modeling showed that PQ401 is initially recruited to the membrane surface by the binding of the chloro-methoxyphenyl moiety to hydrophilic lipid heads via the polar interactions between two polar moieties, including the urea and chloro-methoxyphenyl groups and hydrophilic lipid head groups (Fig. 3A; see also Fig. S1A and Movie S6). After several tens of nanoseconds of sustained attachment, PQ401 penetrates into the membrane interior, maximizing interactions between a nonpolar benzene ring and hydrophobic lipid tails (Fig. 3A and B and Movie S6). Potential mean force (PMF) calculations (Fig. S1B) using the umbrella sampling method (56) confirmed that insertion of PQ401 into the lipid bilayer is energetically favorable with a transfer energy about −10 kBT (Fig. 3C).\nNext, we also conducted MD simulations to explore PQ401 interaction with the mammalian mimetic lipid bilayer of POPC-cholesterol at a 7:3 ratio. Unexpectedly, we found that the MD simulations predicted that PQ401 could also penetrate into the mammalian membrane with a slightly higher transfer energy than with the bacterial mimetic membrane (Fig. S1C). Although this simulation indicates that the penetration of PQ401 into mammalian lipid bilayers is energetically favorable, as described above, human red blood cells as well as GUVs having the same composition of POPC-cholesterol as the membranes used in the MD simulations (Fig. 2B and C and Movies S3 to S5) are resistant to disruption by PQ401. Combined, these data indicate that the penetration of PQ401 molecules per se is not sufficient to induce the disruption of mammalian lipid bilayers.\nThe ionization states of PQ401 can be varied. The MarvinSketch program (ChemAxon Ltd.) predicts that PQ401 has 4 different ionization states: a neutral, a protonated, and two deprotonated forms at the ratios of 98.48 to 1.45 to 0.06 to 0.02, respectively, at pH 7.4 (Fig. 3A; Table 4). To address whether the ionization state affects membrane activity, we conducted additional MD simulations. In contrast to the neutral form, the penetration of all three of the ionized forms into lipid bilayers was not energetically favorable (Fig. 3C). The mechanisms by which each of the ionized forms interacts with lipid bilayers are somewhat different. In the case of the protonated form, unlike the neutral form, the positively charged methylquinoline group instead of the chloro-methoxyphenyl moiety drives the molecule to the negatively charged surface of the lipid bilayer; however, the strong binding between the positively charged methylquinoline group and the negatively charged membrane surface prevents further penetration (Fig. 3A and B, Fig. S1A, and Movie S7). In the case of two deprotonated forms, like the neutral form, the chloro-methoxyphenyl moiety binds on the surface of the bilayer membrane; however, it is unable to penetrate into lipid bilayers because of the electrostatic repulsion between the negatively charged nitrogen and negatively charged lipid head groups (Fig. 3A and B, Fig. S1B, and Movies S8 and S9).\nTo verify these MD simulation results experimentally, we decreased the portion of the neutral PQ401 by lowering the pH. The MarvinSketch program predicts that at pH 5.5, more than 50% of PQ401 exists in a protonated form, which, according to the MD simulations, is unable to penetrate the membrane (Table 4 and Fig. 3). Consistent with the MD simulations, the MIC of PQ401 at pH 5.5 increased to 16 μg/ml, which is 4-fold higher than at pH 7.4 (Table 4). Further, the ability of PQ401 to permeabilize the membrane of both growing and nongrowing antibiotic-tolerant MRSA was significantly decreased at pH 5.5 (Fig. 4). As pH increased, the membrane permeability of PQ401 also increased (Fig. 4). Between pH 6.5 and 8.5, the MIC of PQ401 was 4 μg/ml, where the neutral portion of PQ401 is 90% or greater. These computational and experimental results demonstrate that the polarity of branch groups, the hydrophobicity of core rings, and the ionization state play important roles in the membrane activity of PQ401.\n\n## PQ401 kills antibiotic-tolerant MRSA and shows synergism with gentamicin.\nAs shown above, PQ401 induces membrane permeabilization of antibiotic-tolerant MRSA cells (Fig. 2A). Thus, we reasoned that PQ401 should be effective against antibiotic-tolerant MRSA. As previously reported and shown here in Fig. 5A, 100% of stationary-phase MRSA cells become antibiotic-tolerant cells that are not susceptible to a panel of antibiotics having different modes of action. Indeed, PQ401 showed bactericidal activity against antibiotic-tolerant MRSA cells in a dose-dependent manner, albeit with significantly less activity than against growing MRSA. PQ401 caused a 1-log reduction in antibiotic-tolerant MRSA viability at 64 μg/ml (4× MIC) (Fig. 5B).\nMembrane-active antimicrobial agents are known to act synergistically with aminoglycosides against antibiotic-tolerant bacteria by facilitating the diffusion of the aminoglycoside across bacterial membranes (6, 20, 21, 57). We tested the synergism of PQ401 with the aminoglycoside antibiotic gentamicin against antibiotic-tolerant MRSA cells. As shown in Fig. 5C, combined with gentamicin, the bactericidal activity of PQ401 was enhanced against antibiotic-tolerant MRSA. The combination of 64 μg/ml PQ401 and 10 μg/ml gentamicin led to a ∼3-log reduction in antibiotic-tolerant MRSA viability (Fig. 5C).\n\n## PQ401 is efficacious in invertebrate animal models.\nTo test the efficacy of PQ401, we used two invertebrate model hosts, C. elegans and Galleria mellonella (wax moth) larvae. These two infection models are widely used to evaluate in vivo antimicrobial potential and toxicity, which can fill the gap between in vitro and in vivo mammalian experiments (29, 30, 58). In a C. elegans-MRSA infection model, PQ401 exhibited a median effective concentration (EC50) of 1.7 μg/ml, which is ∼2-fold higher than the EC50 (0.86 μg/ml) of vancomycin (Fig. 6A). PQ401 completely blocked C. elegans death from MRSA infection at ∼2 μg/ml, which, interestingly, is ∼2-fold lower than its MIC of 4 μg/ml, whereas vancomycin provided 100% worm survival at around the MIC. In addition, the exposure of MRSA-infected C. elegans at 64 μg/ml PQ401 for 5 days did not affect C. elegans viability (Fig. 6A).\nNext, we tested the efficacy of PQ401 in G. mellonella larvae. All MRSA-infected G. mellonella larvae were dead within 48 h postinfection. We treated the infected larvae with 20 mg PQ401/kg of body weight by injecting 10 μl of 0.5 mg/ml PQ401, which is the maximum injectable dose due to its solubility in phosphate-buffered saline (PBS). Also, PQ401 does not cause hemolysis at this concentration of 0.5 mg/ml (Fig. 2C). The PQ401-treated larvae showed 62.5% survival at 120 h postinfection (Fig. 6B), indicating significant efficacy (P < 0.0001, Fig. 6B). Consistent with MIC and EC50 results (Table 1 and Fig. 6A), PQ401 efficacy was lower than vancomycin, showing 81.5% survival at 120 h postinfection (Fig. 6B). Taken together, PQ401 is significantly efficacious in the two MRSA infection animal models.\n\n## DISCUSSION\nMajor disadvantages of conventional antibiotics include resistance development and inactivity against nongrowing antibiotic-tolerant bacteria. Ideally, the targets of a new generation of antibiotics should be growth independent and pathogens should exhibit very low rates of resistance development to antimicrobials corresponding to these targets. Membrane-disruptive antimicrobial agents have a potential to overcome the drawbacks of conventional antibiotics if they exhibit membrane selectivity to bacterial compared to mammalian membranes (14, 59). PQ401 is a new example of a class of membrane-active agents that we have recently described that exhibit antimicrobial potency against multidrug-resistant and multidrug-tolerant S. aureus, low probability for the development of resistance, and the ability to act synergistically with other antibiotics as well as high membrane selectivity to Gram-positive bacterial membranes.\nInterestingly, PQ401 rescued 100% of C. elegans worms from MRSA infections at one-half the MIC, whereas vancomycin rescued 100% only at 1× MIC (Fig. 6A), indicating that PQ401 may provide additional beneficial bioactivity to combat MRSA infections. PQ401 may suppress the expression of MRSA virulence at subinhibitory concentrations. Several antibiotics, such as linezolid and tigecycline, have been shown to reduce S. aureus virulence factor expression at sub-MIC levels (60). Also, our laboratory reported previously that a different membrane-active antimicrobial, NH125, downregulated the expression of several virulence factors, including alpha-hemolysin, delta-hemolysin, coagulase, and nuclease, at subinhibitory concentrations (61). At sub-MIC levels, antibacterial compounds targeting protein synthesis may decrease virulence gene expression (60), and subinhibitory concentrations may also act as a selective pressure for resistant development (62). However, since PQ401 displays a very low probability for resistance development at sub-MIC levels, it is possible that its antivirulence activity at subinhibitory concentrations could contribute to its ability to treat MRSA infections.\nThe design and development of membrane-active small molecules have been traditionally based on a strategy that involves mimicking natural AMPs secreted from a variety of host organisms, including both plant and animal species, because their membrane selectivity and antimicrobial activity have been optimized through evolution in nature (63, 64). In general, common features of AMPs include a net charge of ∼+3 and a hydrophobic content of ∼42% (15, 65, 66). Arginine and lysine are responsible for the cationic characteristics; tryptophan, phenylalanine, leucine, and isoleucine contribute to hydrophobicity (63). In particular, the cationic nature of AMPs plays a key role in selective binding to negatively charged bacterial membranes rather than to zwitterionic mammalian membranes (15, 63). Following an initial electrostatic interaction with a bacterial membrane, the hydrophobic residues of AMPs interact with bacterial lipid tails (15, 63). Based on this paradigm, rationally designed membrane-active small molecules usually exhibit cationic and amphipathic structures (15, 16) and have a similar mode of action as AMPs. Interestingly, although daptomycin, an FDA-approved membrane-active and last-resort antibacterial against MRSA, is anionic, it forms a cationic complex with Ca2+ and therefore uses electrostatic attraction to interact with negatively charged bacterial membranes similarly to AMPs (67).\nA disadvantage of cationic AMPs and cationic low-molecular-weight compounds as antimicrobial therapeutics is that the electrostatic binding of cationic antimicrobials to anionic bacterial membranes can result in the selection of AMP-resistant bacteria that exhibit an overall reduced negative charge (17, 18). Such mutants often exhibit cross-resistance to a broad spectrum of cationic membrane-active antimicrobials, which includes daptomycin (18). Moreover, AMP-resistant bacteria are potentially also more resistant to host innate immunity-related effectors such as defensins and cathelicidins that target bacterial membranes (18). For example, daptomycin-resistant S. aureus strains exhibit cross-resistance to host defense peptides including human neutrophil defensin-1 and LL-37 (68, 69).\nIn contrast to conventional membrane-active antimicrobial small molecules and peptides, the membrane activity of PQ401 is maximized when it exists in a neutral form rather than a cationic form (Fig. 3). Furthermore, PQ401 does not have clear lipophilic elements, such as acyl chains. In the case of PQ401, two polar moieties, the chloro-methoxyphenyl and urea groups, provide sufficient affinity to bind PQ401 to the surface of the lipid bilayer. Importantly, this attraction of the chloro-methoxyphenyl group to the membrane surface is not so strong that it hinders further penetration of PQ401 and subsequent interaction with hydrophobic lipid tails (Fig. 3; see also Movie S6 in the supplemental material). In light of the development of cross-resistance to cationic membrane-active compounds, neutral antimicrobial membrane-targeting compounds such as PQ401 should circumvent this issue.\nTo date, we have described four different classes of small-molecule membrane-active agents including NH125 (19, 49), synthetic retinoids (CD437, CD1530) (20), nTZDpa (21), and bithionol (6) that are effective against antibiotic-tolerant MRSA cells. Except for NH125, which is cationic and amphipathic, the remaining three compounds, as well as PQ401, are neither cationic nor amphipathic but also exhibit significant differences from each other. CD437 and nTZDpa have a carboxylic moiety and predominately exist as a negatively charged deprotonated form at pH 7.4. According to predictions made using MarvinSketch, more than 50% of bithionol also exists as anionic forms at pH 7.4. Previously, our laboratory reported MD simulations which show that the neutral forms of CD437, nTZDpa, and bithionol penetrate into lipid bilayers (6, 20, 21). Our working hypothesis is that their anionic forms probably have significantly reduced membrane activity due to electrostatic repulsion to negatively charged bacterial membranes as shown in the case of anionic forms of PQ401 (Fig. 3).\nUnlike PQ401, however, only relatively small portions of the neutral forms of CD437, nTZDpa, and bithionol exist at pH 7.4. The reason why CD437, nTZDpa, and bithionol are such effective membrane disrupters at neutral pH is not understood, but one possibility is that the neutral forms of these molecules accumulate over time in bacterial membranes, ultimately reaching high-enough concentrations to disrupt membrane function. From a kinetic point of view, embedment of these neutral molecules into bacterial membranes is very fast (within hundreds of nanoseconds), energetically favorable, and almost irreversible (Fig. 3A and C and Movie S6) (6, 20, 21). Once embedded, the energy cost (∼10 kBT) to remove these molecules from the membranes is high (Fig. 3C) (6, 20, 21). Further, at physiological pH, the ratio of anionic and neutral forms of these molecules in solution remains constant to satisfy the Henderson-Hasselbach equation (pH = pKa + log10 [A-]/[HA]). Thus, because only a small portion of these molecules are present in a neutral form at physiological pH, as neutral forms are embedded into the membranes, more neutral forms are generated from anionic forms to essentially maintain a constant concentration of neutral molecules outside the bacteria (70). In any case, cationic forms of CD437, nTZDpa, or bithionol do not exist at any physiological pH. Therefore, CD437, nTZDpa, and bithionol as well as PQ401 demonstrate that unconventional small molecules can bind to and disrupt negatively charged bacterial membranes in a cationic-independent manner.\nAlthough PQ401 did not cause either disruption of the mammalian mimetic GUVs or lysis of human red blood cells at concentrations up to 512 μg/ml (Fig. 2B and C and Movies S3 to S5), the MD simulations predicted that PQ401 could penetrate into simulated mammalian lipid bilayers (Fig. S1C), suggesting that there is a discrepancy between the MD simulation and experimental results. However, it is important to point out that the all-atom MD simulations evaluate only the ability of a single molecule to penetrate a lipid bilayer based on free energy profiles. In contrast, our previous studies showed that at least three factors including a molecule’s ability to attach to, penetrate, and perturb membrane lipid bilayers play important roles in membrane disruption (6, 20, 21). Thus, our current data with PQ401 suggest that it is possible that the collective behavior of a group of molecules rather than the behavior of single molecules is required for the disruption of lipid bilayers. For example, groups of interacting daptomycin molecules form oligomeric pores in bacterial lipid bilayers that induce membrane disruption (67). Moreover, the physical properties of particular lipid bilayers confer different levels of resistance to disruption to membrane-penetrating compounds. The 7POPC/3Cholesterol bilayer is much stiffer (over 100 kBT) than the 7DOPC/3DOPG (∼20 kBT) bilayer (71). Therefore, it is not unexpected that simulations of the interaction between a single molecule and a lipid bilayer do not reflect all of the features observed in our wet-lab experiments with GUVs and red blood cells.\nDespite the attractive properties of PQ401 as a potential lead compound for the development of an antimicrobial therapeutic, PQ401 has limitations that require further development. First, PQ401 was identified as an inhibitor of IGF-1R that induces the apoptosis of a variety of cancer cells by blocking the autophosphorylation of IGF-1R (28, 52). IGF-1R plays important roles in several cellular processes, including cell proliferation, development, and survival. Dysregulation of IGF-1R results in many diseases, including cancers, thyroid eye disease, psoriasis, and diabetes (72). Therefore, for the further development of PQ401 as an antimicrobial therapeutic, it would be critical to minimize potential toxic side effects of PQ401 by nullifying its IGF-1R-inhibitory activity while maintaining its antimicrobial activity. Second, the MIC of PQ401 is 4 μg/ml against proliferating MRSA MW2 cells (Table 1), which is 4-fold higher than the MIC (∼1 μg/ml) of vancomycin, daptomycin, and linezolid (6, 20), which are currently used to treat MRSA infections. Moreover, PQ401 treatment of nongrowing antibiotic-tolerant MRSA at 64 μg/ml resulted in only a 10-fold decrease in viability (Fig. 5B), whereas other membrane-active antimicrobials recently identified in our laboratory, such as particular synthetic retinoids, nTZDpa, and bithionol, completely eradicated antibiotic-tolerant MRSA at this concentration (6, 20, 21). Finally, PQ401 exhibits poor aqueous solubility. In the case of the G. mellonella",
  "has_full_text": true
}