{
  "pmid": "32665275",
  "title": "New Multidrug Efflux Inhibitors for Gram-Negative Bacteria.",
  "abstract": "Active efflux of antibiotics preventing their accumulation to toxic intracellular concentrations contributes to clinically relevant multidrug resistance. Inhibition of active efflux potentiates antibiotic activity, indicating that efflux inhibitors could be used in combination with antibiotics to reverse drug resistance. Expression of ramA by Salmonella enterica serovar Typhimurium increases in response to efflux inhibition, irrespective of the mode of inhibition. We hypothesized that measuring ramA promoter activity could act as a reporter of efflux inhibition. A rapid, inexpensive, and high-throughput green fluorescent protein (GFP) screen to identify efflux inhibitors was developed, validated, and implemented. Two chemical compound libraries were screened for compounds that increased GFP production. Fifty of the compounds in the 1,200-compound Prestwick chemical library were identified as potential efflux inhibitors, including the previously characterized efflux inhibitors mefloquine and thioridazine. There were 107 hits from a library of 47,168 proprietary compounds from L. Hoffmann La Roche; 45 were confirmed hits, and a dose response was determined. Dye efflux and accumulation assays showed that 40 Roche and three Prestwick chemical library compounds were efflux inhibitors. Most compounds had specific efflux-inhibitor-antibiotic combinations and/or species-specific synergy in antibiotic disc diffusion and checkerboard assays performed with Escherichia coli, Pseudomonas aeruginosa, Acinetobacter baumannii, and Salmonella Typhimurium. These data indicate that both narrow-spectrum and broad-spectrum combinations of efflux inhibitors with antibiotics can be found. Eleven novel efflux inhibitor compounds potentiated antibiotic activities against at least one species of Gram-negative bacteria, and data revealing an E. coli mutant with loss of AcrB function suggested that these are AcrB inhibitors.IMPORTANCE Multidrug-resistant Gram-negative bacteria pose a serious threat to human and animal health. Molecules that inhibit multidrug efflux offer an alternative approach to resolving the challenges caused by antibiotic resistance, by potentiating the activity of old, licensed, and new antibiotics. We have developed, validated, and implemented a high-throughput screen and used it to identify efflux inhibitors from two compound libraries selected for their high chemical and pharmacological diversity. We found that the new high-throughput screen is a valuable tool to identify efflux inhibitors, as evidenced by the 43 new efflux inhibitors described in this study.",
  "journal": "mBio",
  "year": "2020",
  "authors": [
    "Marshall R",
    "Lloyd G",
    "Lawler A",
    "Element S",
    "Kaur J"
  ],
  "doi": "10.1128/mBio.01340-20",
  "mesh_terms": [
    "Anti-Bacterial Agents",
    "Bacterial Proteins",
    "Biological Transport",
    "Drug Discovery",
    "Drug Resistance, Multiple, Bacterial",
    "Gram-Negative Bacteria",
    "High-Throughput Screening Assays",
    "Membrane Transport Proteins",
    "Microbial Sensitivity Tests",
    "ATP-Binding Cassette, Sub-Family C Proteins",
    "Salmonella enterica",
    "Small Molecule Libraries",
    "Trans-Activators"
  ],
  "full_text": "## INTRODUCTION\nAntibiotic-resistant bacteria pose a serious threat to modern medicine and human life and therefore have been identified by global agencies such as the World Health Organization (WHO) as a major threat to society (https://www.who.int/news-room/fact-sheets/detail/antibiotic-resistance). Only a minority of available antibacterials are active against Gram-negative bacteria. This is particularly true for those species on the WHO list of global priority pathogens for which there is a critical need for new antibiotics (1). This is due to the permeability barrier of the outer membrane preventing access of many drugs to intracellular targets and to the presence of multidrug resistance (MDR) tripartite efflux pumps that confer intrinsic resistance (2). As the outer membrane restricts drug access to the cell and efflux pumps actively remove drugs once they have gained access, there is a natural synergy between these two mechanisms (2, 3). Under laboratory conditions, deletion, mutational inactivation, or inhibition of MDR efflux systems causes increased susceptibility to a wide variety of antibiotics.\nMutations in regulatory genes increase production of efflux pumps such as the AcrAB-TolC resistance-nodulation-division (RND) MDR pump of Enterobacteriaceae and its close homologues in other Gram-negative bacteria (4–10). In addition to RND MDR efflux systems conferring drug resistance, altered expression influences the ability of the bacterium to colonize and infect its host and/or to form a biofilm leading to chronic infections (11, 12). Molecules that inhibit efflux offer an alternative approach to resolving the challenges caused by antibiotic resistance, by potentiating the activity of old, licensed, and new antibiotics (11, 12). Such efflux inhibitors may also act as antivirulence or antibiofilm agents, providing secondary effects that may be of clinical benefit.\nIn Salmonella, multiple transcriptional regulators are known to affect expression of the AcrAB-TolC MDR efflux pump, by either repressing or activating the promoter of the efflux pump genes (4, 13, 14). Expression of these transcriptional regulators is altered in response to environmental conditions and cellular activity. In particular, RamA, a transcriptional activator that increases expression of acrAB, is sensitive to efflux inhibition irrespective of the method of inhibition: deletion of an efflux pump gene, chemical inhibition, or dissipation of the proton motive force (15). This is hypothesized to represent a response to efflux inhibition, as the cell attempts to increase expression of the efflux pump to compensate for the low level of efflux activity. Therefore, we hypothesized that measuring the promoter activity of ramA could act as a reporter for efflux inhibition.\nThe aim of this study was to identify efflux inhibitors. To do this, we developed, validated, and implemented a high-throughput screen (HTS) and used it to identify efflux inhibitors from the Prestwick Chemical Library of 1,200 molecules comprising mostly approved drugs (by the U.S. Food and Drug Administration [FDA], the European Medicines Evaluation Agency [EMEA], and other agencies) and a larger library of 47,168 compounds from F. Hoffmann-La Roche (Roche), selected for their high chemical and pharmacological diversity. Hit compounds from the screen were analyzed for efflux-inhibitory activity and the ability to potentiate the activity of antibacterials for Gram-negative bacteria.\n\n## HTS assay optimization and validation.\nTo determine the concentration of chlorpromazine that gave maximum induction and use as the positive control, expression of green fluorescent protein (GFP) from the ramA promoter was measured in cultures of Salmonella enterica serovar Typhimurium SL1344 pMW82-ramAp in the absence of or presence of 25, 50, 100, or 200 μg/ml chlorpromazine. To determine the optimum optical density of the culture used as the inoculum for the assays, the experiment described above was done with cultures grown to an optical density at 600 nm (OD600) of 0.1, 0.2, 0.45, or 0.9 as the inoculum. To validate the reproducibility of the assay, three plate readers were used (one Fluostar Optima reader and two Fluostar Omega readers). Induction of GFP expression was observed with 25, 50, and 100 μg/ml chlorpromazine (see Fig. S1a in the supplemental material). Maximum induction was achieved with 100 μg/ml chlorpromazine; however, bacterial growth was reduced at this concentration (Fig. S1b); the concentration of chlorpromazine that gave maximum induction without impacting growth was 50 μg/ml. Growth was inhibited with 200 μg/ml chlorpromazine. Changing the OD600 of the inoculum caused no statistically significant difference in the maximum fold change in GFP fluorescence with 50 μg/ml chlorpromazine (n = 10 biological replicates, P value = 0.69 [analysis of variance {ANOVA}]).\n\n## Induction of GFP expression in the high-throughput primary screen with the \nExpression of GFP from the ramA promoter was measured in cultures of S. Typhimurium SL1344 pMW82-ramAp in the presence of each compound in the Prestwick Chemical Library of FDA-approved drugs and the compound library from Roche. Cultures in each assay plate contained chlorpromazine and dimethyl sulfoxide (DMSO) as positive and negative controls, respectively. On the basis of data obtained previously for compounds that induced fluorescence with this reporter (15), a result showing fluorescence intensity increased to ≥1.5-fold was used to identify inducers of ramA expression. Of the 1,200 compounds in the Prestwick Chemical Library, 51 had increased fluorescence by >1.5-fold (Fig. 1; see also Table S1). Daunorubicin hydrochloride and merbromin were excluded from the study as they were autofluorescent. As the aim of this screen was to identify drugs that could be combined with antibiotics for use in patients, 31 of the remaining 49 compounds that induced GFP expression were eliminated from further study as they have been reported to show poor bioavailability, have a short half-life, have severe side effects, or have been characterized as affecting the bioavailability of other drugs. Cefdinir, cefixime, chlortetracycline, dequalinium dichloride, meclocycline, methacycline, minocycline, moxalactam, and oxytetracycline were also excluded as these either were known antimicrobials and/or induced filamentation due to inhibition of cell wall biosynthesis, resulting in anomalous growth readings. However, due to high induction of GFP expression (5.7-fold and 2.2-fold, respectively), chloramphenicol and tetracycline were not excluded; these are archetypical antibiotics of the amphenicol and tetracycline classes. Rifampin was also included in the study as it is not considered an effective efflux substrate (16). Nine compounds were studied further: auranofin, chloramphenicol, clofazimine, dicyclomine, dipyridamole, mefloquine, primaquine diphosphate, rifampin, and tetracycline.\nOn the basis of our experience with the FDA library, to reduce the number of false-positive hits in the primary screen of the Roche library of 47,168 compounds, a ≥2-fold increase in GFP fluorescence intensity was used. There were 109 compounds that caused an increase in GFP fluorescence intensity of ≥2-fold. Two compounds were subsequently excluded from further study due to their intrinsic fluorescence.\n\n## Induction of GFP expression in a time-resolved secondary screen.\nTo validate the changes in fluorescence intensity from the primary screen, the assay was repeated as a time course assay. To normalize the data, specific fluorescence (units of fluorescence per unit of optical density) was calculated. The resulting GFP has a half-life of approximately 85 min (17); in the absence of continuous induction, the fluorescence from the GFP decreases. Therefore, the kinetics of induction can be measured with this reporter. From the Prestwick library, only the nine chosen compounds that caused an increase in fluorescence intensity to 1.5-fold were used in time course assays. The maximum fold induction by each compound, rather than the induction at any specified time point (Table 1), was used for comparative purposes. Three of the compounds (dipyridamole, primaquine diphosphate, and tetracycline) caused a decrease in specific fluorescence relative to the strain not exposed to any test compound (fold induction of <1.0) and were therefore not analyzed further. Although auranofin caused no change in specific fluorescence (fold induction of 1.05 ± a standard deviation of 0.05), it was included in further study as there are data to suggest that it potentiates antibiotic activity (18, 19). The remaining five compounds (chloramphenicol, clofazimine, dicyclomine, mefloquine, and rifampin) all caused an increase (1.45-fold to 2.82-fold) in specific fluorescence relative to the control.\nTime course assays were completed for 85 Roche compounds. Compared to the compound-free control, 44 compounds caused an increase in the specific fluorescence of GFP to ≥2-fold (Fig. S2).\n\n## Off-target, non-\nWe hypothesized that some compounds might have a global effect on gene expression, or might be able to stabilize the unstable GFP and so increase GFP fluorescence when used in this assay. Therefore, the 6 remaining Prestwick library compounds and 85 Roche compounds used in time course assays were screened for nonspecific effects unrelated to ramA promoter-specific activity at final concentrations of 10 μM and 20 μM, respectively. This was done using time course assays with two alternative reporter constructs, bamAp:gfp and gabDp:gfp. Neither of these promoters responds to deletion or inactivation of acrAB or tolC genes or to inhibition by efflux inhibitors (20). Specific fluorescence of GFP expressed under the control of the bamA promoter was found to have increased (1.5-fold) only in the presence of chloramphenicol. Under the control of the gabD promoter, specific fluorescence of GFP was increased by chloramphenicol (1.4-fold) and rifampin (1.5-fold). None of the Roche compounds caused GFP fluorescence increases of ≥2-fold from either promoter (Fig. S3).\n\n## Concentration-dependent induction of pMW82-\nTo determine the concentration that causes maximum induction of expression from the ramA promoter and the time at which this occurs, time course experiments were done with S. Typhimurium pMW82-ramAp with 10 concentrations (6 nM to 200 μM) of test compounds from the Prestwick library (Fig. 2). The positive control, chlorpromazine, induced GFP production at concentrations of ≥20 μM. As the concentration of chlorpromazine increased, so did the level of fluorescence (dashed lines in Fig. 2). Dicyclomine and clofazimine showed similar dose responses to chlorpromazine, although induction of GFP expression by clofazimine started at a lower concentration (6 μM) and reached a response saturation point of 60 μM, above which increasing concentrations did not increase fluorescence. An increase in GFP expression was observed with increasing concentrations of auranofin; however, compared to chlorpromazine, the levels of induction were low within the tested concentration range. Chloramphenicol, mefloquine, and rifampin gave concentration-dependent induction between 0.6 μM and 6 μM, above which the fluorescence intensity decreased to background levels at 60 μM (at higher concentrations, these compounds had antibacterial activity). Therefore, these three compounds were excluded from further study. Auranofin, clofazimine, and dicyclomine were investigated for efflux-inhibitory properties.\nA total of 66 of the 85 Roche compounds were investigated; 21 showed no dose response, and 27 reached a response saturation point above which increasing the concentrations did not increase fluorescence. For nine of the Roche compounds, there was a maximum inducing concentration above which fluorescence intensity decreased. Eighteen Roche compounds showed a dose response similar to that of chlorpromazine (data not shown). All 45 compounds that showed a dose response were studied further; 22 of the 45 compounds were later excluded due to cytotoxicity, mitochondrial toxicity, or low chemical tractability. As it was shown previously that the effects of pan-assay interference structures (PAINS) are dependent upon the wider structural context in which they occur and therefore that PAINS-containing compounds should not be excluded a priori (21), hit compounds were not excluded based upon PAINS analysis alone. Therefore, 23 compounds were investigated further for efflux-inhibitory effects.\n\n## Effect of hit compounds upon ethidium bromide efflux and \nTo determine if the compounds identified as inducing ramA also inhibited efflux, dye accumulation assays and efflux assays were carried out for auranofin, clofazimine, dicyclomine, and 23 selected Roche compounds. The Prestwick chemical library compounds were used at concentrations equal to and double the maximum ramAp-inducing concentrations, as determined in dose response assays. Hoechst H33342 (bisbenzimide) and ethidium bromide are commonly used fluorescent probes, the fluorescence intensities of which increased markedly when bound to DNA. Therefore, in Hoechst H33342 accumulation assays, in which the dye is added to the extracellular environment during the assay and diffuses into the bacteria, increased fluorescence intensity correlates with increased accumulation of the dye within the cell, which negatively correlates with efflux activity. For both dyes, bacteria treated with the positive-control efflux inhibitor PAβN (phenylalanine-arginine β-naphthylamide) showed increased fluorescence intensity relative to untreated cells. The H33342 fluorescence intensity of S. Typhimurium SL1344 treated with auranofin, clofazimine, or dicyclomine was decreased relative to the levels seen with the untreated cells (Fig. 3a). This was particularly clear for treatment with clofazimine. In ethidium bromide efflux assays, bacteria are deenergized by treatment with carbonyl cyanide m-chlorophenylhydrazone (CCCP) and preloaded with ethidium bromide; glucose is added during the assay to reenergize the bacteria and thus initiate efflux, leading to a loss of ethidium bromide fluorescence. Compared with untreated cells, there was an increase in fluorescence in the presence of auranofin, clofazimine, or dicyclomine (Fig. 3b).\nDue to the relatively large amount of compound needed for the H33342 accumulation assays and ethidium bromide assays, only H33342 accumulation assays were performed with the strains of S. Typhimurium, Escherichia coli, Pseudomonas aeruginosa, and Acinetobacter baumannii. Of the 23 compounds (A to W) selected from the primary screen, nine (C, E, G, H, J, M, P, R, and V) increased H33342 fluorescence in at least one of the species tested (Fig. S4). To explore structure-activity relationships of 6 hits (C, E, H, I, R, and U; Fig. 4), an additional 32 compounds (CA1 to CF1, EA1 to EF1, HA1 to HC1, IA1 to II1, RA1, RB1, and UA1 to UF1) with various degrees of similarity to the initial hit compounds were selected as limited hit expansion. In H33342 accumulation assays (Fig. S5a), five of these hit expansion compounds (IB1, IC1, ID1, IE1 and IH1) increased H33342 fluorescence with all four species; five compounds (CB1, CE1, CF1, EC1, and RB1) increased fluorescence with three of the four species; two compounds (HB1 and II1) increased fluorescence with two of the four species; and four compounds (EA1, HC1, IA1, and IF1) increased fluorescence with one of the four species. The remaining 16 compounds did not increase fluorescence with any of the tested strains. Following the determination of these results and those obtained with checkerboard assays for potentiation of antibacterial drugs (see below), a further 30 compounds (RB2 to RB31) in the same hit expansion series as compound RB1 were used in H33342 accumulation assays (Fig. S5b). Compounds RB9 and RB16 increased fluorescence with all four species tested; compounds RB2, RB5, and RB6 increased fluorescence with three of the four species; compounds RB4, RB8, RB10, RB11, RB13, and RB19 increased fluorescence with two of the four species; and compounds RB3, RB26, and RB28 increased fluorescence with one of the four species. The remaining 16 compounds from the RB series of compounds did not increase fluorescence with any of the strains tested. In total, 85 compounds from Roche were used in accumulation assays, of which 8 increased H33342 fluorescence in all four species tested, 11 increased fluorescence with three of the four species, 10 increased fluorescence with two species, and 11 increased fluorescence with only one species (Fig. S5). As determined by Molecular ACCess System (MACCS) structural analysis (22), the number of species with which H33342 accumulation was increased by the compounds was unrelated to the structural similarity of the compounds (Fig. 5). However, this is unsurprising as the number of tested hit expansion compounds was limited and no clear structural activity relationship for many efflux pump substrates or inhibitors has been shown to date.\nThese data indicate that three compounds from the Prestwick chemical library and 40 compounds from the pharmaceutical company have efflux-inhibitory activity.\n\n## Potentiation of antibiotic activity by efflux inhibitor compounds.\nCheckerboard assays are a routine method by which the effects of drug combinations are assessed by creating two-dimensional concentration gradients. To determine whether the efflux-inhibitory activity of any of the compounds translated to potentiation of antibiotic activity, checkerboard assays were used to determine the extent to which the compounds potentiated the antibacterial activity of three antibiotics and a dye that are known to be substrates of efflux pumps, including AcrAB-TolC of E. coli and S. Typhimurium and its homologues MexAB-OprM in P. aeruginosa and AdeABC in A. baumannii. Chloramphenicol, nalidixic acid, and tetracycline were chosen as prototypical representatives of different classes of antibiotics with distinct modes of action, and the dye ethidium bromide was chosen as a well-documented nonantibiotic efflux substrate (23, 24). The known AcrB inhibitor PAβN was used as a positive control for potentiation of antibacterial activity (19, 25). Strains overexpressing MDR efflux pumps were used to maximize the sensitivity of these assays, as the amount of efflux activity lost upon inhibition should be greater if there are more copies of the pump proteins and so there should be more efflux activity when they are left uninhibited. Therefore, efflux inhibition is easier to observe.\nThe fractional inhibitory concentration (FIC) index of each combination indicated that auranofin potentiated the activity of tetracycline against S. Typhimurium and A. baumannii, of ethidium bromide against S. Typhimurium, and of chloramphenicol against A. baumannii (Table 2). Neither clofazimine nor dicyclomine potentiated activity of any of the tested antibiotics with any of the tested species (Table S2). Against P. aeruginosa, the combination of auranofin and chloramphenicol was antagonistic. None of the compounds with efflux-inhibitory activity from the Prestwick chemical library potentiated antibacterial activity against E. coli.\nOf the primary hit and expansion compounds from Roche, nine were tested in checkerboard assays. One compound potentiated the activity (defined by an FIC index value of <0.5) of chloramphenicol and nalidixic acid against A. baumannii AB211 and S. Typhimurium SL1344 ramR::aph, respectively (Table S3). On the basis of this result, 30 hit expansion compounds of RB1 were provided. As data from the H33342 accumulation assays suggested that additional compounds possessed efflux-inhibitory activity, eight compounds from the initial hit expansion and the RB series of hit expansion compounds were investigated for potentiation of antibiotic activity. Given that checkerboard assays rely upon doubling dilutions of both the antibiotic and compound of interest, small yet significant differences may be missed, particularly between high-concentration dilutions. Therefore, disc diffusion assays performed with the compound of interest incorporated into the agar and the antibiotics applied in discs were used to allow a continuous gradient of antibiotic concentration to be tested against a single concentration (60 μM) of putative efflux inhibitor. In disc diffusion assays, all of the compounds tested increased the size of the zone of inhibition for at least one antibiotic with P. aeruginosa K1454 that overproduced MexAB-OprM (Fig. 6). At 60 μM, compound RB1 inhibited growth of A. baumannii AB211 that overproduced AdeABC; a broth microdilution MIC assay confirmed that the MIC of this compound is 60 μM against this strain. The size of the zone of inhibition against AB211 was increased for one antibiotic by each of compounds CB1, ID1, RB2, and RB6 and for four antibiotics by compound RB16. Tested with either E. coli or S. Typhimurium, only compound RB16 caused any increase in the size of the zones of inhibition.\nTo determine the concentrations of antibiotics and test compounds that have the greatest effect on antibiotic activity, the compounds which caused the most potentiation in disc diffusion assays were tested in checkerboard assays in combination with a variety of antibiotics from the classes for which they potentiated activity in disc diffusion assays. Compound CB1 was tested in combination with fluoroquinolones and carbapenems, compounds IB1 and RB6 with fluoroquinolones only, compound RB16 with fluoroquinolones and tetracyclines, and compound RB19 with carbapenems and tetracyclines. Individual antibiotics within each class were chosen to maximize the structural diversity of the combination antibiotics. In checkerboard assays, compounds IB1, RB6, and RB19 did not potentiate the activity of any of the antibiotics with which they were tested in checkerboard assays. However, while compound RB16 did not potentiate activity of minocycline or the fluoroquinolones, it potentiated the activity of doxycycline, tigecycline, and demeclocycline (Table 3). Compound CB1 potentiated the activity of ciprofloxacin.\nFollowing exclusion of compounds based on toxicity and drug interaction properties, 88 compounds were screened for efflux-inhibitory properties by Hoechst 33342 uptake and ethidium bromide efflux assays. From this process (summarized in Fig. 7), 43 compounds were identified as putative efflux inhibitors, 11 of which, including auranofin and dicyclomine from the Prestwick chemical library, potentiated antibiotic activity.\nTo determine if the lead compounds identified in this study were able to reduce the MIC values of selected antibiotics, we compared MIC values of the same antibiotics in mutants lacking a functional RND pump. Unfortunately, MIC data for the antibiotics tested in this study and a P. aeruginosa\nmexB deletion mutant or A. baumannii\nadeB deletion mutant were not available. However, in a S. Typhimurium and E. coli\nacrB deletion mutant and an AcrB nonfunctional mutant, the MIC values of the antibiotics tested were found to have decreased by a magnitude of 2-fold to 4-fold more than the reductions seen in the presence of the efflux inhibitor compounds (data not shown). These data suggest incomplete inhibition of transport via RND efflux pumps.\nWe also compared the values obtained with the efflux inhibitors to the recommended breakpoint concentrations. According to EUCAST Clinical Breakpoint Tables v. 10.0, valid from 1 January 2020 (https://www.eucast.org/fileadmin/src/media/PDFs/EUCAST_files/Breakpoint_tables/v_10.0_Breakpoint_Tables.pdf), there are no defined clinical breakpoint concentrations for chloramphenicol, tetracycline, or nalidixic acid for Acinetobacter spp. and Pseudomonas spp. For the Enterobacterales, the clinical breakpoint concentration for chloramphenicol is 8 μg/ml; there are none for tetracycline or nalidixic acid. The inhibitors identified in this study reduced the MIC value of chloramphenicol below the defined clinical breakpoint for Salmonella and E. coli.\n\n## Mechanism of action of putative efflux inhibitors.\nAs other efflux inhibitors, including chlorpromazine and PAβN, are substrates of AcrB (26, 55), we sought to determine if the efflux inhibitors identified by this study are also substrates of the efflux pumps. If a compound is a substrate only of AcrB, then loss of AcrB function via a mutation conferring D408A causes hypersusceptibility to the compound. The MICs of 73 Roche compounds were tested with MG1655 and MG1655 AcrB D408A. For 20 compounds, the mutant was more susceptible than the wild type (Fig. 8). The MIC was higher for the mutant than for the wild type for one compound. For 23 compounds, there was no measurable MIC for the wild-type strain. These data suggest that 43 of the 73 compounds are AcrB substrates. The MICs of nine of the compounds were the same for both strains. For 16 compounds and both strains, and for 3 compounds with the mutant strain only, the MIC was greater than the maximum tested concentration. There was no correlation between the fold level of H33342 accumulation in the presence of a compound and the number of doubling dilution differences in MIC for the two strains (Pearson’s R = 0.0423, calculated using only compounds for which the MIC was measurable with both strains).\nThere was a difference of greater than 2 orders of magnitude in the MICs of compounds CE1, RB26, and RB27 for the mutant versus the wild type. This suggests that AcrB activity is particularly important for the intrinsic resistance to these compounds. Compound RB16, which caused most potentiation of antibiotic activity, had an MIC of 128 μM for the wild-type strain and an MIC of 32 μM for the mutant lacking AcrB activity, suggesting that this compound may be a “preferential substrate” over the tested antibiotics, similarly to the mode of action proposed for chlorpromazine (55).\n\n## DISCUSSION\nSeveral companies have or have had drug discovery programs aimed at finding inhibitors of multidrug efflux that could be used as an adjunct in antimicrobial chemotherapy, including TAXIS Pharmaceuticals (https://carb-x.org/carb-x-news/carb-x-funds-taxis-pharmaceuticals-to-accelerate-development-of-innovative-efflux-pump-inhibitors-epis-a-new-drug-class-that-would-impair-bacterias-ability-to-fight-antibiotics/), Pfizer (27), Microbiotix (28), ReaLi Tide Biological Technology (29), Daiichi, and Microcide (19, 25, 30). To date, none of the inhibitors identified have been developed, predominantly due to toxicity issues (31). Most discovery programs to identify efflux inhibitors have utilized checkerboard assays (19, 29, 30), potentiation of antibiotic activity at a single subinhibitory concentration (25), or dye uptake assays (27, 32). We have developed a screen to identify efflux inhibitors based upon the hypothesis that exposure to an efflux inhibitor causes an increase in Salmonella ramA expression (15).\nBy using a ramAp:gfp reporter construct, which responds to efflux inhibition without addition of antibiotics, and regardless of the method of inhibition, we developed a high-throughput screen that successfully identified inhibitors of multidrug efflux from two libraries of compounds. Three of the identified compounds from the Prestwick library have been previously identified as efflux inhibitors in bacteria (33–35), thus validating the screen, and a further 40 from the Roche library were characterized as inhibitors of multidrug efflux in Gram-negative bacteria. A further four of the identified compounds from the Prestwick library have been reported to potentiate antibiotic activity but without a mechanism being identified (18, 36), while four other compounds identified by our screen are known to inhibit transport in eukaryotic cells (32, 37–39).\nFrom a total of 48,368 compounds in the two libraries, the primary screen identified 157 compounds that induced expression of gfp from the ramA promoter and were classed as putative efflux inhibitors. Further investigation revealed that 43 inhibited efflux of one or both dyes and that 11 potentiated the activity of the tested antibiotics for one or more of the strains of E. coli, P. aeruginosa, A. baumannii or S. Typhimurium that overexpressed AcrB or its homologue. As some of the Roche compounds were more effective in combination with specific antibiotics, we hypothesize that efflux inhibitors can be substrate and species specific; for example, doxycycline, tigecycline, and demeclocycline were potentiated by compound RB16 but minocycline was not. Furthermore, E. coli cells lacking a functional AcrB (due to a D408A substitution inhibiting the proton relay of AcrB) were more susceptible to some of the efflux inhibitors than the wild-type cells, suggesting that they are substrates of AcrB. A recent molecular dynamics study revealed that amitriptyline and chlorpromazine are also efflux substrates that appear to inhibit efflux of other compounds (55). The molecular dynamics study also indicated that amitriptyline and chlorpromazine have different efflux-inhibitory effects in combination with ethidium bromide or norfloxacin due to the differences in binding locations within AcrB of the inhibitors and substrates. We postulate that the same is true for the Roche efflux inhibitors.\nFor nine of the Roche compounds validated as efflux inhibitors, there was no difference in the MICs for the two E. coli strains; it was beyond the scope of this study to determine the mechanism by which these compounds inhibit efflux activity, but it could be that the compounds inhibit pumps other than AcrB. It is also possible that some of the identified efflux inhibitors for which little or no potentiation was observed with the tested drugs may potentiate the activity of antibiotics that were not tested or may inhibit pumps that do not transport a",
  "has_full_text": true
}