{
  "pmid": "32835306",
  "title": "Characterization and Treatment of SARS-CoV-2 in Nasal and Bronchial Human Airway Epithelia.",
  "abstract": "In the current COVID-19 pandemic context, proposing and validating effective treatments represents a major challenge. However, the scarcity of biologically relevant pre-clinical models of SARS-CoV-2 infection imposes a significant barrier for scientific and medical progress, including the rapid transition of potentially effective treatments to the clinical setting. We use reconstituted human airway epithelia to isolate and then characterize the viral infection kinetics, tissue-level remodeling of the cellular ultrastructure, and transcriptional early immune signatures induced by SARS-CoV-2 in a physiologically relevant model. Our results emphasize distinctive transcriptional immune signatures between nasal and bronchial HAE, both in terms of kinetics and intensity, hence suggesting putative intrinsic differences in the early response to SARS-CoV-2 infection. Most important, we provide evidence in human-derived tissues on the antiviral efficacy of remdesivir monotherapy and explore the potential of the remdesivir-diltiazem combination as an option worthy of further investigation to respond to the still-unmet COVID-19 medical need.",
  "journal": "Cell reports. Medicine",
  "year": "2020",
  "authors": [
    "Pizzorno A",
    "Padey B",
    "Julien T",
    "Trouillet-Assant S",
    "Traversier A"
  ],
  "doi": "10.1016/j.xcrm.2020.100059",
  "mesh_terms": [
    "Adenosine Monophosphate",
    "Airway Remodeling",
    "Alanine",
    "Animals",
    "Antiviral Agents",
    "Bronchi",
    "COVID-19",
    "Chlorocebus aethiops",
    "Diltiazem",
    "Drug Synergism",
    "Humans",
    "Immunity, Innate",
    "Models, Biological",
    "Nose",
    "Respiratory Mucosa",
    "SARS-CoV-2",
    "Vero Cells",
    "COVID-19 Drug Treatment"
  ],
  "full_text": "## Introduction\nOn December 31, 2019, a cluster of cases of pneumonia of unknown etiology was reported in Wuhan, China. On January 10, 2020, a novel coronavirus, called severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and classified into the Betacoronavirus genus, was identified as the causative agent.1 As of April 20, 2020, 5 weeks after the World Health Organization (WHO) declared the COVID-19 a pandemic,2 novel coronavirus disease 2019 (COVID-19) had caused >166,000 deaths among ∼2.5 million confirmed cases reported in at least 185 countries or territories worldwide.3 Compared to the 2 other coronaviruses responsible for epidemic outbreaks in the past, SARS-CoV and Middle East respiratory syndrome-related coronavirus (MERS-CoV), the novel SARS-CoV-2 strain shares ≈79% and ≈50% genome sequence identity, respectively.4 It is not surprising that important differences in terms of the epidemiology and physiopathology between these 3 viruses have also been observed.5, 6, 7\nAs with most emerging viral diseases, no specific antiviral treatment nor vaccine against any of these three coronaviruses are available, with standard patient management relying mainly on symptom treatment and respiratory support when needed. In that regard, and considering that key features of the biology of SARS-CoV-2 and its induced COVID-19 still require further characterization, the scarce readiness of biologically relevant pre-clinical experimental models of SARS-CoV-2 infection as a complement of the African green monkey Vero E6 cell line represents a major barrier for scientific and medical progress in this area. We and others have previously reported the advantage of using more physiological models such as in-house or commercially available reconstituted human airway epithelia (HAE) to isolate, culture, and study a wide range of respiratory viruses.8,9 Developed from biopsies of nasal or bronchial cells differentiated in the air-liquid interphase, these models reproduce with high fidelity most of the main structural, functional, and innate immune features of the human respiratory epithelium that play a central role in the early stages of infection and constitute robust surrogates to study airway disease mechanisms and for drug discovery.10 In this study, we initially isolated and amplified in Vero E6 cells a SARS-CoV-2 virus directly from a nasal swab from one of the first hospitalized patients with confirmed COVID-19 in France.11 We then advantageously used human reconstituted airway epithelial models of nasal or bronchial origin to characterize viral infection kinetics, tissue-level remodeling of the cellular ultrastructure, and transcriptional immune signatures induced by SARS-CoV-2, and finally evaluated the therapeutic potential of a combined therapy against COVID-19.\n\n## SARS-CoV-2 Isolation and Characterization in Vero E6 Cells and HAE\nThe complete genome sequence of the isolated SARS-CoV-2 virus was deposited in the GISAID EpiCoVTM database under the reference BetaCoV/France/IDF0571/2020 (accession ID EPI_ISL_411218). Phylogenetic analysis confirmed that the isolated virus is representative of the currently circulating strains.12 We characterized the replicative capacities of this viral strain in Vero E6 cells at different multiplicities of infection (MOIs) (Figure 1A) using both classic infectious titer determination in cell culture (TCID50) and molecular semiquantitative methods, the latter based on ORF1b-nsp14-specific primers and probes designed by the School of Public Health at the University of Hong Kong. This double approach was facilitated by the appearance of a clearly observable characteristic cytopathic effect from 48 hpi (Figure 1B) and enabled the validation of a large interval (range 1–8 log10(TCID50)) with high correlation (R2 0.94) between molecular and infectious viral titers (Figure 1C).Figure 1Characterization of a SARS-CoV-2 Infection Model in Vero E6 Cells and in Nasal and Bronchial Reconstituted Human Airway Epithelia (HAE)(A) SARS-CoV-2 replication kinetics in Vero E6 cells.(B) Virus-induced cytopathic effects in Vero E6 cells (scale bar, 150 μM).(C) Correlation between viral quantification methods.(D) Apical viral production was assessed in washes of the apical pole at 24, 48, 72, and 96 hpi. Vero E6 cells were incubated with serial dilutions of the collected sample for the determination of viral titers (log10 TCID50/mL) at the indicated time points.(E) Trans-epithelial resistance (TEER in Ω/cm2) between the apical and basal poles was measured at each time point.(F–H) Relative viral genome quantification at the apical, intracellular, and basal compartments of the HAE was performed after viral or total RNA extraction and qRT-PCR. Results are expressed in fold change of nsp14 expression compared to 24 hpi and also as log10 TCID50 equivalent values.Presented data (means and SDs) from 3 independent experiments are shown.\nIn parallel, we successfully inoculated nasal MucilAir HAE on the apical surface directly with nasal swab samples, as confirmed by transmission electron microscopy observations (Figure S1). Characteristic features of coronavirus-induced cell ultrastructure remodeling were easily distinguishable in both the apical and basal sides of the HAE at 48 hpi, notably the high accumulation of progeny virions in mucus-producer goblet cells. Then, we advantageously exploited the MucilAir HAE model and in-house adapted protocols previously optimized for different respiratory viruses13 to perform experimental infections with SARS-CoV-2. Viral replication was monitored through repeated sampling and TCID50 titration at the apical surface of HAE (Figure 1D). Trans-epithelial electrical resistance (TEER), considered a surrogate of epithelium integrity, was also measured during the time course of infection (Figure 1E). In parallel, comparative molecular viral genome quantification was performed at the three levels of the air-liquid HAE interphase: in apical washes (Figure 1F, Apical), total cellular RNA (Figure 1G, Intracellular), and basal medium (Figure 1H, Basal). SARS-CoV-2 viral production at the epithelial apical surface increased sharply at 48 hpi, with the highest virus titers (>7 log10 TCID50/mL) being observed by 72–96 hpi (Figures 1D and 1F). The sharp increase in viral replication correlated with a reduction in epithelium integrity at 48 hpi, reflected by >2.8- and 4-fold decreases in bronchial and nasal HAE TEER values, respectively, followed by a partial recovery in the case of bronchial HAE (Figure 1E). Moreover, viral production at the apical pole was well correlated with intracellular viral genome detection during infection, except for the nasal HAE at 48 hpi, in which a strong relative increase in nsp14 RNA was observed (Figure 1F). Viral genome was detected in the basal medium at 48 hpi and onward (Figure 1H), which indirectly confirms the breach of epithelial integrity caused by the infection at 48 hpi and previously highlighted through TEER measurements.\n\n## SARS-CoV-2 Induces Characteristic Remodeling of the Respiratory Epithelium Cellular Ultrastructure\nTo further characterize the biology of SARS-CoV-2, we inoculated both nasal (Figures 2A and 2B) and bronchial (Figures 2C and 2D) HAE and analyzed the infection-induced remodeling of the cellular ultrastructure using transmission electron microscopy. At 48 hpi, both HAE exhibited a well-established infection, with ciliated, goblet, and to a lesser extent basal cells showing the active production of viral progeny. This observation is in accordance with the viral replication results described in Figure 1 and with a recent study reporting high expression levels of the SARS-CoV-2 cell receptor angiotensin-converting enzyme-2 (ACE2) in both ciliated and goblet respiratory cells.14 As previously observed in structural studies of other coronaviruses, notably SARS-CoV and MERS-CoV,15, 16, 17, 18 we distinguished characteristic clusters in the perinuclear region of infected HAE cells. These clusters are mainly composed of numerous viral single- and double-membrane vesicles (DMVs) and mitochondria (Figures 2A, 2A1, 2B, 2C, and 2D). Large electron-dense structures corresponding to the accumulation of viral material in active virus replication zones as well as typical double-membrane spherules containing pieces of membranes interspaced among virions being formed were also observed at 48 hpi (Figures 2B and 2D). Moreover, double-membraned spherules containing numerous virions are noticeable near the plasmatic membranes (Figures 2B1 and 2D2). These spherules as well as several clusters of virions were observed mostly at the surface of ciliated cells (Figure 2A2). These features are characteristic of the late stages of the viral cycle, hence confirming the capacity of the HAE to reproduce the asynchronous nature of infection.Figure 2Ultrastructure of SARS-CoV-2-Infected Nasal and Bronchial Reconstituted HAEMucilAir HAE were infected on the apical surface with SARS-CoV-2 (MOI 0.1). Forty-eight hours post-inoculation, HAE were fixed and processed for transmission electron microscopy analysis, as described in Method Details.(A and B) Section of apical ciliated (Ci) and basal (Ba) cells from nasal HAE showing numerous viral vesicles (DMVs) clustered in the perinuclear region in areas with mitochondria (m) and electron-dense accumulation of viral material (white arrow). Scale bars, 2 μm (A) and 1 μm (B).(A1) Enlargement of cytoplasmic area with smooth-walled secretory vesicles containing virions (Ve) and virus-induced DMVs (asterisk). Scale bar, 1 μm.(A2) Enlargement of ciliated cell surface showing virion clusters (V). Microvilli (mi) and transverse sections of cilia (Cil) are also observed. Scale bar, 0.05 μm.(B1) Enlargement of double-membraned spherules containing electron-dense material and pieces of double membranes interspaced among virions (V). Scale bar, 0.1 μm.(B2) Enlargement of and virons (V). The white arrows point to viral double membranes seen at high magnification (inset). Scale bar, 0.2 μm.(C and D) Section of Ci and Ba cells from bronchial HAE showing numerous viral vesicles (DMVs) clustered in the perinuclear region in areas with m and electron-dense accumulation of viral materials (white arrow). Scale bar, 1 μm.(C1) Enlargement of cytoplasmic area with spherules containing virions being formed (V), electron-dense accumulation of viral material (white arrow), and pieces of membranes (black arrowhead). Scale bar, 0.5 μm.(C2) High magnification of transverse section of virions (V) at the cell surface with Ci and mi. Their double membrane (white arrowhead) and spikes at their outer edge are visible. Scale bar, 0.1 μm.(D1) Section of Ba showing virus-induced DMVs, large electron-dense accumulation of viral materials (white arrow), and double-membrane vesicles containing virions near the plasmatic membrane. Scale bar, 1 μm.(E) Enlargements of the cytoplasmic area containing viral replication sites (double white arrows) and virions being formed (V). Scale bar, 0.1 μm.(D2) Enlargement of a double-membraned spherule containing virions (V), double-membrane vesicles, and electron-dense viral materials. Scale bar, 0.1 μm. N, nucleus; DMV, cytoplasmic double-membrane vesicles; m, mitochondria; and ds, desmosome.Representative micrographs are shown from 2 independent experiments.See also Figure S1.\n\n## SARS-CoV-2 Induces Differential Early Immune Responses in Nasal and Bronchial HAE\nRecent reports associate COVID-19 with high plasma levels of certain immunostimulant and proinflammatory cytokines (e.g., IL6), notably in patients with severe disease,6 suggesting a potential link with a poor prognosis.19 However, such an inflammatory state has been much less characterized in the respiratory microenvironment thus far. To investigate the effect of SARS-CoV-2 infection on gene expression, we used Nanostring hybridization-based technology on both nasal and bronchial HAE for multiplex mRNA detection and the relative quantification of two complementary panels of genes20 involved in the immune response (Data S1). Heatmap and hierarchical analyses identified two distinct levels of clustering. Regardless of the nasal or bronchial nature of the HAE model, the gene expression profile at 24 hpi highlights a marked upregulation of a subset of ∼14% of the studied genes, which are subsequently downregulated at 48, 72, and 96 hpi (Figure 3A). This observation was substantiated by unsupervised analysis of the data using the full gene panel. The first component of the principal-component analysis (PCA) that accounts for 63% of the variance is mainly driven by the time of infection, with a clear discrimination between 24 hpi and the other time points (Figure 3B, red triangles/dots). The immune transcriptomic signatures seem at least partially driven by the nature of the HAE beyond 24 hpi (Figure 3A). This is in agreement with the second component analysis, gathering 12.6% of total variance, which allowed a clear differentiation between the nasal and bronchial compartments (Figure 3B, green/purple triangles versus dots). In line with a recent report by Blanco-Melo and collaborators,21 specific interferon (IFN) and interferon-stimulated gene (ISG) responses were almost undetectable in the first 24 hpi. Nevertheless, the innate immune expression signature after 24 hpi (peak at 72–96 hpi) is driven by a strong upregulation of type I and type III IFNs (IFNB1, IFNL1, and IFNL2, -3, and -4), as well as other immunity-related genes, notably in the nasal HAE. Whereas only a subset of these genes (CXCL10/IP10, CXCL2/MIP2A, IL1A, IL1B, Mx1, and ZBP1) follow the same pattern in the bronchial HAE, although at overall lower expression levels, the initial modulation of IFNB1, IFNL1, CCL2/MCP1, and IL-6 in this tissue seems to fade at 96 hpi. Moreover, the relative expression of a subset of genes associated with the nuclear factor κB (NF-κB) and tumor necrosis factor α (TNF-α) pathways (e.g., IL-18, IL-18R1, NFKB2, NFKBIA, TNFA, and TNFAIP3) is mostly unchanged all throughout the infection in bronchial HAE, but it is highly upregulated in nasal HAE at 48 hpi and onward (Figure 3C; Data S1). Our results highlight distinctive transcriptional immune signatures between nasal and bronchial HAE, both in terms of kinetics and intensity, hence suggesting potential intrinsic differences in the early response to SARS-CoV-2 infection between the upper and lower respiratory tracts. These results are in accordance with the first clinical reports describing in some patients a rapid worsening of the respiratory condition and overall clinical state by days 7–10 after symptom onset,22 most probably related to a cytokine storm syndrome.23Figure 3Nasal and Bronchial Innate Immune Transcriptional Signature during the Time Course of SARS-CoV-2 InfectionDifferential expression of both immune response (96 genes) and type III IFNs (12 genes) panels was evaluated in infected nasal and bronchial HAE using the Nanostring technology at the indicated time points. Data processing and normalization were performed with nSolver analysis software (version 4.0, NanoString Technologies), and the results are expressed in fold change induction compared to the mock condition.(A) Heatmap and hierarchical clustering of differentially expressed genes compared to the mock-infected condition.(B) Principal-component analysis (PCA).(C) mRNA expression ratio of selected genes compared to the mock infected condition.Data from 2 independent experiments are shown.\n\n## Remdesivir-Diltiazem Combined Treatment Potentiates the Efficacy of Remdesivir Monotherapy\nThe current absence of specific treatments against COVID-19 results in the empirical repurposing of approved or experimental drugs designed for other diseases. These treatments are usually based on limited clinical or preclinical data. Remdesivir (GS-5734) is a prodrug of an adenosine nucleotide analog with demonstrated broad antiviral activity against several RNA viruses in different preclinical models.24 Remdesivir has recently shown very promising results in animal models for the treatment of different coronaviruses, including MERS-CoV,25 as well as one in vitro study against SARS-CoV-2.26 Various clinical trials on the use of remdesivir for the treatment of patients with COVID-19 have already started in China and the United States. Diltiazem is a voltage-gated Ca2+ channel antagonist commonly used as an antihypertensive for the control of angina pectoris and cardiac arrhythmia.27 In a recent study, we repurposed diltiazem as an effective host-directed influenza inhibitor due to its thus far undescribed capacity of inducing the IFN antiviral response, particularly IFN-1β and type III IFNs (Figure S2),8 henceforth prompting an ongoing Phase IIb clinical trial to assess the efficacy of diltiazem-oseltamivir bitherapy in patients with severe influenza (FLUNEXT TRIAL PHRC #15-0442, NCT03212716). The rationale behind testing this kind of virus-directed plus host-directed drug combination is consistent with the evaluation of the potential benefits of a remdesivir-diltiazem combined treatment against COVID-19. In that regard, a recent study describing hypertension as a potential risk factor observed among a cohort of inpatients with COVID-19,19 as well as two reports not anticipating potential adverse effects of diltiazem28 or negative pharmacological interactions between remdesivir and diltiazem for the treatment of COVID-19,29 further support our strategy.\nWe therefore explored the antiviral potential against SARS-CoV-2 of remdesivir monotherapy, but also in combination with diltiazem in both Vero E6 and HAE. Figures 4A–4C shows a very strong antiviral effect of post-infection treatment with remdesivir in Vero E6 cells, with 50% inhibitory concentration (IC50) values of 0.98 ± 0.07 μM at 48 hpi and 0.72 ± 0.03 μM at 72 hpi and a selectivity index (SI) of 281 and 347, respectively. Although the IFN-λ1 response in Vero E6 cells has been proved functional, this cell line cannot produce type I IFNs.30,31 This incomplete IFN response most likely accounts for the lack of significant antiviral effect observed with diltiazem monotherapy in our experimental conditions. Nonetheless, the addition of 11.5 μM diltiazem significantly potentiated the antiviral effect of remdesivir, as evidenced by the shift on dose-response curves toward IC50 values at least 3- and 2-fold lower than those observed for remdesivir monotherapy at 48 and 72 hpi, respectively (Figures 4A–4C).Figure 4Evaluation of Antiviral Activity of Remdesivir-Diltiazem in Vero E6 Cells and in HAE(A and B) Dose-response curves of remdesivir and remdesivir-diltiazem combination (11.5 μM fixed diltiazem concentration) at 48 hpi (A) and 72 hpi (B) in Vero E6 cells. #Estimated IC50 and SI values.(C) Effect of antiviral treatment on virally induced cytopathic effects in Vero E6 cells (scale bar, 150 μM).(D and E) Relative intracellular viral genome quantification and trans-epithelial resistance (TEER in Ω/cm2) between the apical and basal poles in nasal and bronchial HAE at (D) 48 and (E) 72 hpi. Results are expressed in relative viral production compared to the infected untreated control and relative TEER compared to t = 0 (before infection).Data (means ± SDs) from 3 independent experiments are shown. Statistical significance was calculated by 1-way ANOVA; ∗p < 0.05, ∗∗p < 0.01, and ∗∗∗∗p < 0.0001 versus untreated group.See also Figure S2.\nDaily basolateral treatment of HAE with 1.25, 5, and 20 μM remdesivir resulted in 3.5, 3.1, and 7.3 log10 reductions of intracellular SARS-CoV-2 nasal HAE viral titers at 48 hpi, respectively. Comparably, 7.0, 5.8, and 7.9 log10 reductions of bronchial HAE viral titers were observed at the same time point (Figure 4D, upper panel). Nasal and bronchial HAE viral titers were also reduced at 72 hpi following treatment with 1.25 μM (6.9 and 7.0 log10), 5 μM (8.0 and 8.3 log10), and 20 μM (2.4 and 2.0 log10) remdesivir, respectively (Figure 4E, upper panel). It is not surprising for a model with a completely functional IFN response that daily treatment with 90 μM diltiazem resulted in moderate reductions of intracellular viral titers in nasal (40% and 69%) and bronchial (80% and 24%) HAE at 48 and 72 hpi, respectively (Figures 4D and 4E, upper panel). We observed additional 1.45 and 1.3 log10 reductions in nasal HAE viral titers at 48 hpi for the remdesivir-diltiazem combination when compared with 5 and 20 μM remdesivir monotherapies, respectively, although only the former was statistically significant (p = 0.0066). Moreover, TEER analysis revealed that the antiviral effects induced by remdesivir, diltiazem, or the remdesivir-diltiazem combination mostly translated into a protection of the nasal HAE barrier integrity at 48 and 72 hpi (Figures 4D and 4E, lower panels). Regardless of their effect on viral reduction, the 3 remdesivir-diltiazem combinations tested were particularly effective in protecting the integrity of bronchial HAE at 72 hpi, as evidenced by TEER values comparable to those of non-infected controls (Figure 4E, lower panel).\n\n## Discussion\nHere, we report the relevance of reconstituted HAE as an efficient model for the study of respiratory viral infections and virus-host interactions in highly biologically relevant experimental conditions. The results we obtained in this complex model provide meaningful contributions to the characterization of the kinetics of viral infection and on the tissue-level remodeling of the cellular ultrastructure and local innate immune responses induced by SARS-CoV-2. Nanostring results highlight a differential effect of SARS-CoV-2 infection on the early innate immune response of nasal and bronchial HAE. These responses are in line with viral replication kinetics, and in some cases,6 but not in others,32 follow trends similar to what has been described in blood samples from patient cohorts. We expect that our results will provide a benchmark for future studies aimed at further characterizing the local pathophysiology and immune response to SARS-CoV-2 infection, particularly in the lower respiratory tract, with the ultimate objective of providing insight in terms of putative prognostic biomarkers and/or patient management.\nFinally, the HAE model of SARS-CoV-2 infection described in this study also constitutes an advantageous physiologic model to evaluate candidate therapeutic approaches, provided that in many cases the inhibitory effects observed in classic reductionist models of immortalized cell lines do not necessarily translate into a real clinical setting.33 Most important, we provide valuable evidence on the antiviral efficacy of remdesivir in both the upper and lower human respiratory tracts and on the potential of the remdesivir-diltiazem combination as an option worthy of further investigation to respond to the current medical unmet need imposed by COVID-19. The combination of a virus-directed plus a host-directed drug could result in enhanced antiviral and/or immunomodulatory effects, including during the immunopathologic phase frequently observed during the second week of infection. This association could also reduce the therapeutic doses of chemotherapeutic agents targeting nucleic acid synthesis and therefore minimize putative adverse side effects. This two-pronged approach would be of special interest for the treatment of at-risk patients within the first 10 days from symptom onset, when the effective clearance of viral load still plays a major role in the clinical outcome.34\n\n## Limitations of Study\nBesides the above-mentioned physiological advantages of the HAE model, the absence of white blood cells (e.g., neutrophils, monocytes, dendritic cells) may partially bias the analysis of the innate immune response induced by infection. Moreover, although this study suggests the potential of the remdesivir-diltiazem combination in the treatment of certain SARS-CoV-2 infections, its validation and implementation in the clinic need to be explored further.\n\n## Key Resources Table\nREAGENT or RESOURCESOURCEIDENTIFIERBacterial and Virus StrainsSARS-CoV-2 BetaCoV/France/IDF0571/2020This paperEPI_ISL_411218Biological SamplesSARS-CoV-2-positive human nasal swab sampleBichat Claude Bernard Hospital, ParisLescure et al. 11Chemicals, Peptides, and Recombinant ProteinsRemdesivirMed Chem TronicaRef: HY-104077, CAS: 1809249-37-3(+)-cis-Diltiazem hydrochlorideSigma-AldrichRef: D2521, CAS: 33286-22-5Critical Commercial AssaysNanoString nCounter® Custom Gene Expression panelsNanoString TechnologiesMAN-10083-01CellTiter 96® AQueous One Solution Cell Proliferation AssayPromegaRef: G3580Deposited DataNanoString source dataThis paperData S1Experimental Models: Cell LinesVeroE6 cellsATCCCRL-1586MucilAir Nasal HAEEpithelix SARLRef: EP02MPMucilAir Bronchial HAEEpithelix SARLRef: EP01MDOligonucleotidesForward primer HKU-ORF1b-nsp14F: 5′-TGGGGYTTTACRGGTAACCT-3′EurogentecN/AReverse primer HKU-ORF1b-nsp14R: 5′-AACRCGCTTAACAAAGCACTC-3′EurogentecN/AProbe HKU-ORF1b-nsp141P: 5′-FAM-TAGTTGTGATGCWATCATGACTAG-TAMRA-3′EurogentecN/ASoftware and AlgorithmsnSolverNanoString Technologieshttps://www.nanostring.com/products/analysis-software/nsolverGenomics Suite 7Partekhttps://documentation.partek.com/DigitalMicrographGatanhttps://www.gatan.com/products/tem-analysis/gatan-microscopy-suite-softwareQuest Graph IC50 calculatorAAT Bioquesthttps://www.aatbio.com/tools/ic50-calculatorPrism 8GraphPadhttps://www.graphpad.com/scientific-software/prism/\n\n## Lead contact\nFurther information and requests for resources and reagents should be directed to and will be fulfilled by the Lead Contact, Olivier Terrier (olivier.terrier@univ-lyon1.fr).\n\n## Materials availability\nThe SARS-CoV-2 isolate generated in is study will be made available from the Lead Contact with a completed Materials Transfer Agreement.\n\n## Data and code availability\nThe complete genome sequence of the isolated SARS-CoV-2 is available at the GISAID EpiCoVTM database under the reference BetaCoV/France/IDF0571/2020 (accession ID EPI_ISL_411218). Original data have been deposited to Mendeley Data: http://dx.doi.org/10.17632/cxs7xwjpfj.1. Source data for Figures 1 and 4 are available from the corresponding author upon request.\n\n## Cells\nVero E6 cells (ATCC CRL-1586) were maintained in Dulbecco’s Modified Eagle’s Medium (DMEM, Lonza, MD, USA) with 4.5 g/L glucose, 10% Fetal Calf Serum (FCS), 1 mM L-Glutamine and 100 U/mL penicillin-streptomycin at 37°C and 5% CO2.\n\n## HAE\nMucilAir™ HAE reconstituted from human primary cells obtained from nasal or bronchial biopsies were provided by Epithelix SARL (Geneva, Switzerland) and maintained in air-liquid interphase with specific culture medium in Costar Transwell inserts (Corning, NY, USA) according to the manufacturer’s instructions. The nasal HAE used in this study were derived from a pool of 14 donors (gender not specified) whereas the bronchial HEA were derived from a single donor (56 y-o Caucasian female). In both cases, no existing pathologies were identified. All samples provided by Epithelix SARL have been obtained with informed consent as part of studies or other processes that have had ethical review and approval. These studies were conducted according to the declaration of Helsinki on biomedical research (Hong Kong amendment, 1989), and received approval from local ethics commission.\n\n## Virus\nThe SARS-CoV-2 strain used in this study was isolated from a 47 y-o female patient enrolled in a French clinical cohort assessing patients with COVID-19 (NCT04262921). This study was conducted according to the declaration of Helsinki and received approval from local ethics commission. The viral strain was sequenced with Illumina MiSeq and deposited in the GISAID EpiCoVTM database under the reference BetaCoV/France/IDF0571/2020 (accession ID EPI_ISL_411218).\n\n## Clinical samples, viral isolation, and sequencing\nAll experiments involving clinical samples and the manipulation of infectious SARS-CoV-2 were performed in biosafety level 3 (BSL-3) facilities, using appropriate protocols. The SARS-CoV-2 strain used in this study was isolated by directly inoculating Vero E6 cell monolayers with a nasal swab sample collected from a one of the first COVID-19 cases confirmed in France: a 47 y-o female patient hospitalized in January 2020 in the Department of Infectious and Tropical Diseases, Bichat Claude Bernard Hospital, Paris11. Once characteristic CPE was observable in more than 50% of the cell monolayer, supernatants were collected and immediately stored at −80°C for subsequent viral RNA extraction using the QiAmp viral RNA Kit (QIAGEN). The complete viral genome sequence was obtained using Illumina MiSeq sequencing technology, was then deposited after assembly on the GISAID EpiCoV platform (Accession ID EPI_ISL_411218) under the name BetaCoV/France/IDF0571/2020.\n\n## Viral quantification\nViral stocks and collected samples were titrated by classic tissue culture infectious dose 50% (TCID50/ml) in Vero E6 cells, using the Reed & Muench statistical method. In parallel, relative quantification of viral genome was performed by one-step real-time quantitative reverse transcriptase and polymerase chain reaction (RT-qPCR) from viral or total RNA extracted using QiAmp viral RNA or RNeasy Mini Kit (QIAGEN) in the case of supernatants/apical washings or cell lysates, respectively. Primer and probe sequences targeting the ORF1b-nsp14 (forward primer HKU-ORF1b-nsp14F: 5′-TGGGGYTTTACRGGTAACCT-3′; reverse primer HKU-ORF1b-nsp14R: 5′-AACRCGCTTAACAAAGCACTC-3′; probe HKU-ORF1b-nsp141P: 5′-FAM-TAGTTGTGATGCWATCATGACTAG-TAMRA-3′) were selected from those designed by the School of Public Health/University of Hong Kong (Leo Poon, Daniel Chu and Malik Peiris) and synthetized by Eurogentec. Real-time one-step RT-qPCR was performed using the EXPRESS One-Step Superscript qRT-PCR Kit (Invitrogen, reference 1178101K), in a 20 μl reaction vol",
  "has_full_text": true
}