{
  "pmid": "32930523",
  "title": "Pharmacological hypothesis: TPC2 antagonist tetrandrine as a potential therapeutic agent for COVID-19.",
  "abstract": "More than ten million patients worldwide have been diagnosed with coronavirus disease 19 (COVID-19) to date (WHO situation report, 1st July 2020). There is no vaccine to prevent infection with the causative organism, severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), nor a cure. In the struggle to devise potentially useful therapeutics in record time, the repurposing of existing compounds is a key route of action. In this hypothesis paper, we argue that the bisbenzylisoquinoline and calcium channel blocker tetrandrine, originally extracted from the plant Stephania tetrandra and utilized in traditional Chinese medicine, may have potential in the treatment of COVID-19 and should be further investigated. We collate and review evidence for tetrandrine's putative mechanism of action in viral infection, specifically its recently discovered antagonism of the two-pore channel 2 (TPC2). While tetrandrine's particular history of use provides a very limited pharmacological dataset, there is a suggestion from the available evidence that it could be effective at doses used in clinical practice. We suggest that further research to investigate this possibility should be conducted.",
  "journal": "Pharmacology research & perspectives",
  "year": "2020",
  "authors": [
    "Heister P",
    "Poston R"
  ],
  "doi": "10.1002/prp2.653",
  "mesh_terms": [
    "Animals",
    "Antiviral Agents",
    "Benzylisoquinolines",
    "Betacoronavirus",
    "COVID-19",
    "Calcium Channel Blockers",
    "Calcium Channels",
    "Coronavirus Infections",
    "Drug Interactions",
    "Host-Pathogen Interactions",
    "Humans",
    "Pandemics",
    "Pneumonia, Viral",
    "SARS-CoV-2",
    "Signal Transduction",
    "COVID-19 Drug Treatment"
  ],
  "full_text": "## INTRODUCTION\nWe wish to draw attention to the possibility of repurposing the existing calcium channel blocking drug tetrandrine for the treatment of severe acute respiratory syndrome coronavirus 2 (SARS‐CoV‐2) infection.\nTetrandrine is a bisbenzylisoquinoline that can be extracted from the perennial vine plant Stephania tetrandra S Moore (Chinese patent WO2004009106A1, 2002), which has been used in traditional Chinese medicine (TCM) (1, 2, 3, and references therein). It can also be synthesized chemically (US Patent 10,023,584 B2, 2018\n4\n).\nThere is extensive literature on the potential anti‐inflammatory, immunosuppressive, oncological, and cardiovascular effects of tetrandrine.\n2\n, \n5\n, \n6\n, \n7\n It is licensed in China for the treatment of silicosis, but to our knowledge has not been licensed for viral illnesses in any country to date.\n\n## MECHANISM OF ACTION\nThe putative mechanism of action of tetrandrine that underlies its potential use as a coronavirus disease 2019 (COVID‐19) treatment is its ability to block the two‐pore channel 2 (TPC2) in host cells and thus inhibit virus replication at low micromolar concentrations.\n8\n However, it has been reported also to block other targets, including TPC1,\n9\n and L‐ and T‐type calcium channels (2, 10 and references therein).\nTwo‐pore channels (TPCs) are intracellular calcium/cation channels located in the membranes of host endolysosomal compartments which SARS‐CoV‐2, the virus causing COVID‐19 (and several other viruses) depend upon for egress from these organelles and replication. The two human isoforms of the channel, TPC1 and TPC2, are distinctly distributed within the endolysosomal system with TPC2 preferentially localizing to late endosomes and lysosomes.\n11\n, \n12\n Whether antagonism at one or other of these channels affects viral replication likely depends on the point of viral egress from the endolysosomal pathway, which, for SARS‐CoV‐2 was deduced to be the latter.\n8\n However, detailed genetic and pharmacological studies investigating the relative contributions of TPC1 and TPC2 are still to be conducted.\n13\nTPCs were initially identified as the target of novel calcium mobilizing messenger nicotinic acid adenine dinucleotide phosphate (NAADP), demonstrated to trigger calcium release from acidic intracellular stores,\n14\n and associated with alkalinization of organelles.\n15\n Later studies found that TPC2 could also be activated by PI(3,5)P2 and conduct sodium currents.\n16\n Recent data suggest that TPC2 may show an element of relative ion‐selectivity in response to agonist binding, with NAADP leading to calcium conductance, and PI(3,5)P2 leading to relatively increased sodium conductance.\n17\n Tetrandrine has been shown to antagonize both NAADP‐ and PI(3,5)P2‐mediated signaling at TPC2.\n9\n While PI(3,5)P2 has been implicated in SARS‐CoV‐2 infection,\n8\n NAADP has yet to be investigated in this context. Critically, antagonism of TRPML1, another lysosomal target of PI(3,5)P2, had no effect on SARS‐CoV‐2 pseudovirus replication.\n8\n While the chemical structure of the TRPML1 antagonist utilized in the above‐mentioned study was not stated (see ref. 13 for review), the results suggest that it is activity specifically through TPC2 which leads to the observed antiviral effect.\nTPCs are widely expressed throughout the body\n18\n and have been implicated as key components in many physiological and pathological processes, including infection and immunity (reviewed in 19). Recently, TPCs have been implicated in Middle East Respiratory Syndrome‐Coronavirus (MERS‐CoV),\n20\n Ebola virus (EBOV),\n9\n and Merkel cell polyoma virus (MCPyV)\n21\n infection as key drug targets.\nThere are specific TPC blocking agents (such as Ned‐19\n22\n), which have been shown to inhibit EBOV replication in vitro,\n9\n but are currently only chemical tools, though they may engender drug candidates in the future. Ned‐19, like tetrandrine, has been shown to affect NAADP‐ as well as PI(3,5)P2‐mediated signaling at TPC2.\n9\n However, different stereoisomers of Ned‐19 can have different effects in vitro and their respective effects may differ according to tissue type.\n22\n, \n23\nMany existing calcium channel antagonists block TPCs at relatively high concentrations (for example nifedipine, verapamil, etc;\n24\n, \n25\n, and references therein), and there is evidence that such calcium channel blockers (CCBs) could be repurposed in viral illnesses.\n26\n, \n27\n although these are attractive candidates for repurposing due to their widespread use; their efficacy with respect to SARS‐CoV‐2 infection needs investigation. While this paper was in preparation, a large‐scale study exploring SARS‐CoV‐2 human protein–protein interactions to identify potential therapeutic candidates identified verapamil as a contender, but initial in vitro screening did not show a promising effect at the concentrations used.\n28\nTetrandrine, while also not specific to TPC2,\n2\n showed greater efficacy in vitro against MERS‐CoV than other CCBs.\n20\n It also decreased human coronavirus strain OC43 (HCoV‐OC43) infection of MRC‐5 human lung cells in vitro, with an inhibitory concentration (IC50) of 0.33 μmol/L, lower than that of related alkaloids.\n29\n Critically, tetrandrine was found recently to be effective against SARS‐CoV‐2 pseudovirus in vitro.\n8\n It should be noted here that tetrandrine was not introduced as a drug candidate in this study, and that the experiments were not geared toward establishing its therapeutic potential. Hence, data do not include a standard concentration–response relationship with a calculated IC50 as would be expected if this had been the aim (and as was established, for example, in the abovementioned study investigating tetrandrine in EBOV infection, where the IC50 was 0.055 μmol/L\n9\n). Thus, these data for tetrandrine in the context of SARS‐CoV‐2 infection remain to be established.\n\n## PHARMACOLOGICAL PROPERTIES AND DRUG INTERACTIONS\nApart from antagonism at TPCs,\n9\n tetrandrine is a CCB with demonstrated antagonism at L‐ and T‐type calcium channels.\n10\n, \n30\n As such, the cardiovascular effects of tetrandrine can be anticipated. Tetrandrine has been used to treat hypertension (multiple citations in 31, originals not available) and supraventricular tachycardias (SVTs).\n32\n As hypertension may be a risk factor for severe disease in SARS‐CoV‐2 infection,\n33\n antihypertensive effects may, in some patients, be welcome. However, this remains to be elucidated. In light of the effects mediated by L‐ and T‐ type calcium channel blockade, it is reasonable to assume that in utilizing tetrandrine, the same precautions would need to be taken that apply to the class of calcium channel blockers in general.\n34\nNo prolongation of the QTc interval has been observed in animal studies.\n35\n By contrast, there is evidence to suggest tetrandrine prevents QT prolongation induced by chemotherapeutic agents.\n36\n However, tetrandrine has been shown in some animal studies to counteract adrenaline‐ and ouabain‐induced arrhythmias (reviewed in 31), and to interact with α1 adrenoceptors.\n37\n, \n38\n However, other animal experiments have suggested only minimal interaction with α1 adrenoceptors but antagonism at α2 adrenoceptors.\n39\n Furthermore, tetrandrine showed a negative inotropic effect in some animal models, but not all.\n35\n, \n40\n As cardiac failure can occur in severe COVID‐19,\n33\n and patients in intensive care may be dependent on vasopressors and inotropes, it might limit the use of tetrandrine in this group of patients.\nAnother factor to consider with tetrandrine is its anti‐inflammatory action. From in vitro studies in macrophages it is known that antibody‐mediated phagocytosis is dependent on localized calcium release through TPCs,\n41\n with larger calcium signals through additional channels likely required for cytokine secretion.\n41\n In clinical trials for silicosis, tetrandrine was shown to decrease significantly the production of interleukin‐6 (IL‐6), tumor necrosis factor alpha (TNFα),\n42\n and TGFβ.\n43\n There is evidence from in vitro experiments that tetrandrine reduces the production of inflammatory cytokines specifically from monocytes/macrophages.\n44\n, \n45\n, \n46\n This might be valuable in alleviating the reported cytokine storm that can occur with COVID‐19.\n47\n, \n48\n While there is some disagreement over the potential of anti‐inflammatory approaches to SARS‐CoV‐2 infection (49, 50, and references therein), there is a possibility that this effect may be welcome.\nOn the other hand, a potential problem with tetrandrine is that it has also been shown to inhibit T lymphocyte proliferation and IFNγ production in vitro,\n51\n together with delayed hypersensitivity in animal models.\n52\n This could imply a reduced immune response to infection. However, as tetrandrine has been administered to patients as part of long‐term clinical trials,\n42\n, \n43\n it would be expected that increased infection rates or mortality amongst participants would have been reported had there been significant immunosuppression; which was not the case. CCBs as a class of drugs have been shown to reduce the incidence and outcome severity of sepsis,\n53\n, \n54\n possibly by interfering with intracellular calcium signaling.\n55\nStudies using knockout mice have demonstrated a critical role for TPC2 in the functioning of the endolysosomal degradation pathway in hepatocytes.\n56\n Channel elimination led to increased cholesterol accumulation in murine epithelial fibroblast (MEF) cells and the histopathological appearance of nonalcoholic steatohepatitis (NASH) in liver sections of TPC2 knockout mice exposed to a high‐cholesterol diet.\n56\n These results suggest that an increased susceptibility to liver damage could be a potential adverse effect of TPC2 antagonists such as tetrandrine. In acute and long‐term animal studies using the compound, liver toxicity was described at high, but not low doses of tetrandrine.\n57\n, \n58\nTetrandrine is metabolized by Cytochrome P450 enzymes. In particular, CYP3A4 and CYP3A5 have been implicated in the production of active metabolites of tetrandrine associated with toxicity.\n59\n However, there is some suggestion from studies using human liver microsomes that pharmacokinetic interaction at CYP3A4 might only occur at relatively high concentrations.\n60\n Thus tetrandrine, like other CCBs, is likely to be affected by agents that interact with P450 enzymes. This applies to therapeutic agents as well as foodstuffs and supplements, for example grapefruit juice—a well‐known interaction in this drug class.\n61\n Thus it is highly probable that tetrandrine, like other CCBs metabolized by CYP3A, could interact with antiviral agents such as ritonavir.\n62\n This is of particular relevance in this context, as in the treatment of COVID‐19, multiple agents including antivirals are often administered.\n\n## ADMINISTRATION AND DOSAGE\nIt has been suggested that a 90‐99% reduction of viral replication is required for effective therapy of quickly progressing acute viral infections; the general standard for chronic viral infections being 50%.\n63\n The concentration required for a ~90% reduction of SARS‐CoV‐2 pseudovirus replication in vitro can be estimated to be approximately 4.8 µmol/L (3 µg/mL). This is based on the evaluation of the relative effect of tetrandrine at this concentration compared to the control condition in the logarithmic concentration–response histogram and associated source data in the study by Ou et al.\n8\nTetrandrine has been reported to be poorly soluble (saturation is 24.1 μmol/L [15 μg/mL]) in phosphate buffered saline at pH 7.4), and to have low and variable oral bioavailability (cited in 64, and references therein). Pharmaceutical methods have thus been investigated to improve the bioavailability; including lipid nanocapsules, nanoparticles, ethosomes, and microspheres.\n64\n Tetrandrine has also been administered by inhalation in humans with a metered dose inhaler for the treatment of asthma (reviewed in 65, original not available).\nAdministration of 30 mg/kg tetrandrine intraperitoneally in mice, a frequently‐used dose in animal studies, was shown to give a peak plasma concentration of 2 µmol/L (1.2 µg/mL),\n60\n whilst 10 mg/kg of oral tetrandrine resulted in a peak plasma concentration of 0.8 µmol/L (500 ng/mL) in rats.\n64\n If the drug was emulsified, the same dose gave a peak concentration of 1.9 µmol/L (1.2 µg/mL).\n64\n Pharmacodynamic studies in human subjects\n66\n showed that a single oral dose of 100 mg tetrandrine produced an average maximal serum concentration of 0.11 µmol/L (67.26 ng/mL; n = 6). However, these data require confirmation, as there seems to be a discrepancy between this value and a graph in the same publication. Another study addressing the human pharmacokinetics of tetrandrine established an average maximal serum concentration for a 40 mg oral dose of 18.8 µmol/L (11.7 µg/mL).\n67\nIn rats, the average maximal serum concentration obtained after inhalation of 8 mg/kg of tetrandrine was 0.22 µmol/L (140 ng/mL). While this serum concentration was moderate, average maximal wet lung tissue concentration obtained at postmortem examination following inhalation of the same dose of tetrandrine was over 90 µg/g (~240 µmo/L if lung is treated as 60% water\n68\n).\n69\n Lung concentrations following intravenous administration of 7.5 mg/kg were also relatively high with an average maximal concentration of ~20 µg/g (~53 µmol/L).\n69\n In another study investigating the spatiotemporal distribution of tetrandrine in rats using mass spectrometry imaging, 30 mg/kg intravenous administration also resulted in high drug concentrations specifically in the lungs with a peak of ~120 µg/g (~321 µmol/L).\n70\nThe above data suggest that tetrandrine may reach therapeutic concentrations in lung tissue even when serum concentrations remain relatively low. This is in keeping with its two compartment kinetic profile and high apparent volume of distribution (though up to 90% of the drug can be plasma protein bound;\n2\n and references therein).\nToxic doses have been reported in an MRC‐5 human lung cell line study with cytotoxic concentration (CC50) >10 µmol/L.\n29\n Similar results were reported in WI‐38 human lung fibroblast and NL‐20 human bronchial epithelial cell lines.\n59\n In animal experiments, the reported median lethal dose (LD50) for oral administration was 3700 mg/kg in mice and 2230 mg/kg in rats (cited in 7). Acute lung injury was demonstrated in mice at a dose of 150 mg/kg intraperitoneally.\n59\n Toxic effects of tetrandrine in humans have been reported with 10 mg/kg intravenous administration (cited in 2 and 7).\nAccording to the abovementioned Chinese patent (WO2004009106A1, 2002), dosage in humans is usually in the range of 20‐1500 mg/day depending on the weight and symptoms of the patient. Tetrandrine has been used at an oral dose of 60‐100 mg three times a day in recent studies on silicosis\n42\n\n,\n\n43\n, with no significant complications reported in either study, and at 60 mg four times a day in an ongoing clinical trial (see below). In intravenous administration in humans, doses between 240 mg and 300 mg have been described as a “safe range” (cited in 7, original not available). The maximum utilized doses in human studies that could be found were 200 mg orally three times a day (cited in 2), and 400 mg three times a day with the route of administration not stated (cited in 7).\nIt is difficult to conduct relevant animal to human dose conversions given the lack of in vivo studies of tetrandrine in SARS‐CoV‐2 infection and the lack of lung concentration data for oral administration of tetrandrine. The following human equivalent dose (HED) calculation serves only to illustrate that established clinical doses of tetrandrine in humans are likely to lead to potentially effective doses for viral inhibition in lung, as based on animal/cell line studies. The HED of a 7.5 mg/kg intravenous dose in rat (shown to give rise to lung concentrations of tetrandrine many times that required for a ~90% reduction of SARS‐CoV‐2 pseudovirus replication in vitro) is ~1.21 mg/kg,\n71\n ie ~72.6 mg for a standard 60 kg human. This is well below the reported toxic doses in humans, and even with low bioavailability, should be achievable with oral equivalent doses in the range of the abovementioned clinical trial (240 mg/day in divided doses).\nIdeally, clearance and bioavailability data would at this point allow for an estimation of a therapeutic index for tetrandrine in the context of SARS‐CoV‐2 infection. However, due to the scarcity of reliable pharmacokinetic data from human studies and inconsistencies in published values, this has not been attempted. Confirmatory pharmacokinetic studies to elucidate this are needed.\n\n## POTENTIAL FOR THE USE OF TETRANDRINE IN THE TREATMENT OF SARS‐COV‐2 INFECTION\nIt is possible from the available evidence that oral tetrandrine could be an effective agent for the treatment of SARS‐CoV‐2 infection in humans.\nThe level of inhibition of viral replication in lung attainable with standard oral dosing of tetrandrine could be of value for the treatment, or potentially the prophylaxis (pending caveats about long‐term use and toxicity) of SARS‐CoV‐2 infection. Prophylaxis is suggested because early administration of tetrandrine relative to infection has been shown to be more effective in vitro in the context of HCoV‐OC43\n29\n and this may also apply to SARS‐CoV‐2.\nAs tetrandrine is already licensed and used in China as an oral tablet at the doses cited above, it is probable that these doses are safe to be administered more widely. However, evidence of conclusive pharmacokinetic and toxicological studies, as well as clinical trials is required.\nAdditionally, as tetrandrine is likely to operate in a different manner to antiviral agents currently being considered for the treatment of SARS‐CoV‐2 infection, it might make for a suitable synergistic adjunct (though see notes on drug–drug interactions, above). The administration of tetrandrine using inhalation by aerosol also stands a possibility of being effective and would have the advantage of direct delivery to the key site of infection. However, this requires further research.\n\n## ONGOING RESEARCH AND AVAILABILITY\nThere are currently no CCBs on the WHO list of drug candidates for SARS‐CoV‐2 infection: https://www.who.int/blueprint/priority‐diseases/key‐action/Table_of_therapeutics_Appendix_17022020.pdf?ua=1 (last accessed 8th April 2020).\nTo date, there is at least one clinical trial registered that employs CCBs in the context of COVID‐19 (NCT04330300, Galway, Ireland). It is based around the observation that SARS‐CoV‐2 uses angiotensin converting enzyme 2 (ACE2) as a cell entry point, and that commonly prescribed antihypertensives, angiotensin converting enzyme inhibitors (ACE inhibitors) might have a detrimental effect on patients who contract COVID‐19. The study thus compares patients who remain on ACE inhibitors throughout their illness with patients who are switched to alternative antihypertensives, including CCBs. While this work is not concerned with the mechanism of action discussed above, it will provide useful information on the potential therapeutic role of these drugs in SARS‐CoV‐2 infection.\nNo patents specifically relating to tetrandrine and the therapy of SARS‐CoV‐2 infection were found online (but see Chinese and US patents, cited above). However, a phase 4 clinical trial of tetrandrine for the treatment of SARS‐CoV‐2 was set up in March 2020 (NCT04308317, Zhejiang, China) of 1 year's duration. It is geared towards preventing pulmonary fibrosis, and does not mention a pharmacological basis for the mechanism of action of tetrandrine (last accessed 8th April 2020). However, primary and secondary outcome measures are stated as survival rate and body temperature, respectively, suggesting that the trial will provide valuable insights into the role of tetrandrine as an acute therapeutic agent.\nFor the purpose of in vitro experiments, tetrandrine is available from standard chemical suppliers (eg, Sigma Aldrich) or can be synthesized in‐house.\n4\n The plant extract of S. tetrandra is, in the UK, subject to a statutory instrument limiting its import and use.\n72\n In the clinical studies cited above, tetrandrine was supplied by Zhejiang China Resources Sanjiu Zhongyi Pharmaceutical, Zhejiang Zhongyi Pharmaceutical Co., Ltd., and Zhejiang Jinhua CONBA Bio‐pharm. Co., Ltd.\n\n## SUGGESTED ACTIONS\nFurther steps toward a potential utilization of tetrandrine in SARS‐CoV‐2 infection naturally need to be guided by available experimental evidence, local laws and regulations, as well as clinical experience with the compound at hand. Under normal circumstances, the scarcity of experimental data, including data concerning human use (particularly in its synthetic form rather than as part of an extract of S. tetrandra containing other active ingredients) would make direct phase III or IV clinical testing of tetrandrine unlikely at this stage. Presently, one trial is already taking place for the inhibition of fibrosis postinfection (NCT04308317), which may provide some useful evidence.\nWithin the context of preclinical development, there is debate over which in vitro systems (choice of cell lines and pseudoviruses) and animal models to use in the investigation of coronavirus replication in general, and multiple models have been suggested (see for example\n73\n, \n74\n, \n75\n, and a COVID‐19‐specific summary in 76). And while the use of lung tissue concentrations is useful at this stage of investigations to suggest efficacy despite low serum concentration, reliable concentration–effect relationships need to be established for tetrandrine using unbound serum concentrations,\n77\n and from these IC50 and IC90 determined in the context of SARS‐CoV‐2 infection.\nThe following is a non‐exhaustive list of suggested studies that could be considered at this point:\nA trial of tetrandrine in SARS‐CoV‐2 infection in a suitable animal model.Investigations to assess the ability and/or potency of other CCBs known to block TPCs to inhibit SARS‐CoV‐2 pseudovirus replication in vitro and their effect on infection in animal models.In vitro investigations to assess the potential of analogues of Ned‐19 and other chemicals with expected specificity as TPC inhibitors to reduce SARS‐CoV‐2 pseudovirus replication.A retrospective analysis of the relative outcomes of COVID‐19 patients already taking CCBs.An autopsy toxicology study to assess tetrandrine (or other calcium channel blocker) concentration in human lung tissue in patients prescribed these drugs during life.If indicated by the above, clinical trials to investigate tetrandrine's potential, using an established oral dose, as an acute therapeutic or prophylactic agent against SARS‐CoV‐2 infection, provided safety can be confirmed for the particular length of use.If indicated by the above, clinical trials to investigate the potential role of established calcium channel blockers as therapeutic agents in SARS‐CoV‐2 infection.\nWhat is clear from the above evidence is that tetrandrine, and other potential TPC inhibitors, deserve further investigation in the context of SARS‐CoV‐2 infection.\n\n## DISCLOSURE\nThe authors have no competing financial interests.",
  "has_full_text": true
}