{
  "pmid": "32934086",
  "title": "Mechanistic Understanding Enables the Rational Design of Salicylanilide Combination Therapies for Gram-Negative Infections.",
  "abstract": "One avenue to combat multidrug-resistant Gram-negative bacteria is the coadministration of multiple drugs (combination therapy), which can be particularly promising if drugs synergize. The identification of synergistic drug combinations, however, is challenging. Detailed understanding of antibiotic mechanisms can address this issue by facilitating the rational design of improved combination therapies. Here, using diverse biochemical and genetic assays, we examine the molecular mechanisms of niclosamide, a clinically approved salicylanilide compound, and demonstrate its potential for Gram-negative combination therapies. We discovered that Gram-negative bacteria possess two innate resistance mechanisms that reduce their niclosamide susceptibility: a primary mechanism mediated by multidrug efflux pumps and a secondary mechanism of nitroreduction. When efflux was compromised, niclosamide became a potent antibiotic, dissipating the proton motive force (PMF), increasing oxidative stress, and reducing ATP production to cause cell death. These insights guided the identification of diverse compounds that synergized with salicylanilides when coadministered (efflux inhibitors, membrane permeabilizers, and antibiotics that are expelled by PMF-dependent efflux), thus suggesting that salicylanilide compounds may have broad utility in combination therapies. We validate these findings in vivo using a murine abscess model, where we show that niclosamide synergizes with the membrane permeabilizing antibiotic colistin against high-density infections of multidrug-resistant Gram-negative clinical isolates. We further demonstrate that enhanced nitroreductase activity is a potential route to adaptive niclosamide resistance but show that this causes collateral susceptibility to clinical nitro-prodrug antibiotics. Thus, we highlight how mechanistic understanding of mode of action, innate/adaptive resistance, and synergy can rationally guide the discovery, development, and stewardship of novel combination therapies.IMPORTANCE There is a critical need for more-effective treatments to combat multidrug-resistant Gram-negative infections. Combination therapies are a promising strategy, especially when these enable existing clinical drugs to be repurposed as antibiotics. We examined the mechanisms of action and basis of innate Gram-negative resistance for the anthelmintic drug niclosamide and subsequently exploited this information to demonstrate that niclosamide and analogs kill Gram-negative bacteria when combined with antibiotics that inhibit drug efflux or permeabilize membranes. We confirm the synergistic potential of niclosamide in vitro against a diverse range of recalcitrant Gram-negative clinical isolates and in vivo in a mouse abscess model. We also demonstrate that nitroreductases can confer resistance to niclosamide but show that evolution of these enzymes for enhanced niclosamide resistance confers a collateral sensitivity to other clinical antibiotics. Our results highlight how detailed mechanistic understanding can accelerate the evaluation and implementation of new combination therapies.",
  "journal": "mBio",
  "year": "2020",
  "authors": [
    "Copp J",
    "Pletzer D",
    "Brown A",
    "Van der Heijden J",
    "Miton C"
  ],
  "doi": "10.1128/mBio.02068-20",
  "mesh_terms": [
    "Animals",
    "Anti-Bacterial Agents",
    "Drug Design",
    "Drug Repositioning",
    "Drug Resistance, Multiple, Bacterial",
    "Drug Synergism",
    "Drug Therapy, Combination",
    "Female",
    "Gram-Negative Bacteria",
    "Gram-Negative Bacterial Infections",
    "Mice",
    "Microbial Sensitivity Tests",
    "Niclosamide",
    "Salicylanilides"
  ],
  "full_text": "## INTRODUCTION\nNew therapeutic strategies are urgently required to combat multidrug-resistant (MDR) Gram-negative bacteria (1). The coadministration of two or more drugs (combination therapy) (2) is a promising approach, especially if the drugs exhibit synergy, i.e., enhanced efficacy over the predicted additive effects (3, 4). Synergistic combination therapies can kill microbes that are resistant to one of the drugs in the pair, may slow the evolution of resistance (5–7), and can facilitate the use of lower doses of each drug, thus reducing side effects and adverse reactions (8). The identification of synergistic drug combinations, however, is challenging due to the infrequency of synergistic relationships and the substantial scale of combinatorial drug screening (e.g., for a collection of 1,000 compounds, 499,500 pairwise combinations are possible, even before considering optimal relative concentrations) (3, 4). Mechanistic understanding of synergy may reveal novel antibiotic targets and guide the rational design of superior drug combinations, e.g., the coadministration of β-lactam compounds and β-lactamase inhibitors (9). However, for the majority of combination therapies the underlying basis of synergism is unclear. Indeed, despite clinical use for almost 50 years, the synergism of trimethoprim and sulfamethoxazole was only explored in detail in 2018 (10). Combination therapy may also enable compounds that have been clinically approved for other conditions, e.g., antidepressants, antipsychotics, and antidiarrhetics (11–13), to be repurposed as antibiotics; such compounds typically have detailed data available regarding their toxicity, formulation, and pharmacology that can expedite their clinical progression (14). However, the screening of clinical compounds for repurposing potential is laborious and often necessitates high-throughput robotic systems (13, 15). Detailed knowledge of the antibiotic mechanisms of action of promising clinical compounds would accelerate drug repurposing approaches and enable the circumvention of resistance mechanisms that may mask activity in initial screens. Thus, comprehensive understanding of both the mode of action and innate resistance mechanisms is important to inform the rational design of superior combination therapies that harness repurposed clinical compounds.\nNiclosamide (Fig. 1a) is a clinically approved drug that has been used to treat helminth parasites in humans and animals for more than 50 years (16). Recently, several studies have suggested the potential of repurposing niclosamide for other medical applications; e.g., niclosamide appears to modulate metabolic disorders and neurological conditions and has antiproliferative effects against various cancers (17). The diverse pharmacological activities of niclosamide are likely the result of oxidative phosphorylation uncoupling and the modulation of signaling pathways (18, 19). Niclosamide exhibits antiviral activity against severe acute respiratory syndrome coronavirus (SARS-CoV) (20, 21) and is an effective antibiotic against Gram-positive and acid-fast pathogens (e.g., Staphylococcus aureus, Clostridium difficile, and Mycobacterium tuberculosis), as well as against Helicobacter pylori (22–25). As an anti-infective, the low absorption rate and poor oral bioavailability of niclosamide may hamper its use (26); however, optimized derivatives, nano-based formulations, and/or local administration may rescue its therapeutic potential (27–29). In isolation, niclosamide exhibits no activity against most Gram-negative pathogens (1, 23). Nevertheless, it was recently reported that in vitro coadministration of niclosamide and colistin can overcome colistin resistance in Gram-negative bacteria (30–32). While these findings suggest that niclosamide may hold cryptic antibiotic potential, the molecular basis that underlies its antibiotic mode of action and synergy and the lack of efficacy against Gram-negative bacteria has been hitherto unknown.\nIn this work, we examine the innate resistance mechanisms and antibacterial mode of action of niclosamide and related salicylanilide analogs, thus revealing their therapeutic potential as potent antibiotics when utilized in rationally designed combination therapies. We reveal a potential route to adaptive niclosamide resistance but demonstrate that this leads to collateral susceptibility; thus, the emergence of resistance via this route may be prevented or slowed in the clinic. In addition, we demonstrate the in vitro efficacy of niclosamide combination therapy against MDR Gram-negative clinical isolates and confirm synergy in vivo using a murine abscess model and high-density infections that mimic a clinical situation where antibiotics typically fail (33).\n\n## TolC-mediated efflux and nitroreductases (NRs) confer innate niclosamide resistance in \nTo investigate the mechanisms by which Escherichia coli mitigates the antibiotic potential of niclosamide, we first examined multidrug efflux pumps, which represent a dominant E. coli resistance mechanism to expel toxic compounds (34). We tested a variety of E. coli strains that lacked individual components of the three major tripartite efflux systems to ascertain whether efflux contributed to niclosamide resistance. In total, nine individual gene deletions were investigated for their effect on niclosamide MIC (see Table S1 in the supplemental material). Notably, deletion of the gene encoding the outer membrane channel TolC (ΔtolC) reduced MIC by >64-fold (MIC = 0.5 μg · ml−1), whereas no other deletions had any effect (MIC of >32 μg · ml−1; Table S1). This result suggests that TolC-mediated efflux is one of the predominant mechanisms of niclosamide resistance. Interestingly, deletion of genes encoding other components of the principal resistance-nodulation-division (RND)-type TolC tripartite complex (AcrA or AcrB) had no effect on MIC. This was likely due to TolC interacting with alternative efflux components such as AcrE or AcrF, resulting in alternative niclosamide-capable pump assemblies (34).\nNext, we explored the role of azoreductase and nitroreductase (NR) flavoenzymes in niclosamide susceptibility, due to their importance in diverse metabolic pathways, including antibiotic metabolism (35, 36). Although previous antibiotic metabolism studies had primarily focused on the bioreductive activation of nitro-prodrugs, here we considered that there was potential for nitroreduction to be a detoxifying mechanism as there is evidence that the nitro-moiety of niclosamide is an important structural feature for uncoupling activity (37). To test this, we utilized an E. coli strain that lacked seven flavoenzyme genes with confirmed or putative nitroreductase or azoreductase activity (Δ7NR) (38) (Table S1). Although niclosamide resistance in the Δ7NR strain did not change compared to wild-type E. coli (MIC of >32 μg · ml−1), an otherwise isogenic strain that also lacked TolC (Δ7NRtolC) was 2,000-fold more susceptible to niclosamide than the wild-type strain (MIC = 0.016 μg · ml−1) and 32-fold more susceptible than the ΔtolC strain (Fig. 1b; see also Table S1). The relative contributions of each of the seven flavoenzymes were delineated by individually overexpressing the corresponding genes in the Δ7NRtolC strain and investigating their effects on niclosamide IC50 (the concentration of niclosamide required to reduce the bacterial burden by 50%). We demonstrated that three enzymes, NfsA, NfsB, and AzoR, increased niclosamide IC50 by 10-fold to 15-fold (Fig. 1c). Although these three enzymes derive from two distinct structural folds, they are all proficient nitroreductases (38). To confirm the effect of nitroreduction on the antimicrobial activity of niclosamide, we investigated the terminal nitroreduction product (39), amino-niclosamide. The ΔtolC and Δ7NRtolC strains exhibited amino-niclosamide MICs of 20 μg · ml−1 (see Fig. S1 in the supplemental material); i.e., amino-niclosamide was 40-fold and 1,250-fold less toxic to the ΔtolC and Δ7NRtolC strains than niclosamide, respectively. No toxicity could be detected against the wild-type and Δ7NR strains (MIC of >160 μg · ml−1). Increasing nitroreductase activity could therefore be a potential adaptive strategy for bacteria to develop resistance against niclosamide. We hypothesized, however, that this might cause collateral sensitivity to nitroaromatic prodrug antibiotics such as nitrofurantoin and metronidazole. To test this hypothesis, we selected Δ7NRtolC cells expressing different NfsA variants (generated via multisite saturation mutagenesis to combinatorically randomize seven active-site residues) for resistance to either 0.2 or 2 μg · ml−1 niclosamide and then counterscreened for sensitivity to nitrofurantoin or metronidazole. Consistent with our hypothesis, increasing niclosamide resistance via more-proficient nitroreductase variants concomitantly decreased nitrofurantoin and metronidazole resistance (Fig. 1d and e).\n\n## Niclosamide disrupts oxidative phosphorylation in \nNext, the underlying mechanisms of niclosamide antibiotic activity were investigated. As previous studies have demonstrated that niclosamide uncouples oxidative phosphorylation in mitochondria, C. difficile, and H. pylori (18, 24, 25), multiple physiological attributes were explored that relate to this process in Gram-negative bacteria, namely, proton motive force (PMF), oxygen consumption, ATP production, and redox homeostasis. The PMF has two parameters: the electric potential (ΔΨ) and the transmembrane proton (ΔpH) gradients. First, the effect of niclosamide on PMF dissipation was investigated in EDTA-permeabilized E. coli using a fluorescent assay that employs the membrane potential-sensitive dye diSC3(5)—a caged cation that distributes in the membrane according to ΔΨ and self-quenches. We observed that niclosamide specifically dissipated the ΔΨ (Fig. 2a) as revealed by dequenching of diSC35 fluorescence.\nNext, to confirm this result, checkerboard assays (dose response growth assays using serial dilutions of two drugs in combination) were performed in the Δ7NRtolC strain using niclosamide and antibiotics that rely upon either ΔΨ or ΔpH for cell uptake (kanamycin or tetracycline, respectively). The fractional inhibitory concentration index is frequently used to characterize drug interactions but has limitations with respect to analyzing compounds for which an individual MIC cannot be obtained (here, niclosamide). Thus, drug interactions were analyzed via zero interaction potency (ZIP) scores (δ) that quantify the change in dose-response curves between individual drugs and combinations thereof from the expectation of no interaction; δ scores of >0 indicate synergism, a score of 0 indicates no interaction, and scores of <0 indicate antagonism (40). Kanamycin efficacy was reduced in the presence of niclosamide; i.e., niclosamide was antagonistic when coadministered with kanamycin, corresponding to a δ score of −8.2 (Fig. 2b), which is consistent with ΔΨ dissipation undermining ΔΨ-dependent kanamycin uptake. In contrast, tetracycline efficacy was not affected by niclosamide coadministration (δ = 0.0; Fig. 2c), as tetracycline relies upon ΔpH for uptake (Fig. 2b and c). PMF disruption can reduce ATP production and increase both oxygen consumption and oxidative stress (41). We therefore confirmed that niclosamide administration significantly increased oxygen consumption in the Δ7NRtolC strain (by 1.4-fold and 1.6-fold after administration of 60 ng · ml−1 and 120 ng · ml−1 niclosamide, respectively; Fig. 2d). Niclosamide administration caused reductions of the cellular ATP concentrations to 3% and 1% of the dimethyl sulfoxide (DMSO)-control concentrations when 4 μg · ml−1 niclosamide was administered to the ΔtolC and Δ7NRtolC strains, respectively (Fig. 2e). Employing strains constitutively expressing redox-sensitive green fluorescent protein (roGFP) (42), we determined that niclosamide also disrupted redox homeostasis in the ΔtolC and Δ7NRtolC strains, causing an increase in oxidative stress (Fig. 2f and g; see also Fig. S1). Next, using high-throughput fluorescence microscopy, increased intracellular oxidative stress was visualized in Δ7NRtolC cells following niclosamide administration. The distribution of redox stress per cell was plotted as histograms (Fig. S2), and a random selection of pseudocolored ratio images are presented in Fig. 2h. In strains that retained TolC function, niclosamide did not have a significant effect on cellular ATP levels, oxygen consumption, or redox homeostasis. Taken together, these data suggest that, when efflux is compromised, niclosamide dissipates the ΔΨ to collapse the PMF and uncouple oxidative phosphorylation in E. coli.\n\n## Niclosamide synergizes with efflux pump inhibitors and membrane permeabilizers for enhanced efficacy against \nAfter establishing the mode of action of niclosamide and the basis of Gram-negative innate resistance, we next sought to identify compounds that sensitize Gram-negative bacteria to niclosamide when administered in combination. Predicting that efflux pump inhibitors such as phenylalanine-arginine β-naphthylamide (PAβN) (43) would increase niclosamide sensitivity, checkerboard assays were employed to screen niclosamide and PAβN against E. coli. Considerable synergy was observed (δ = 47.9; Fig. 3a). It was next reasoned that increased niclosamide influx via outer membrane permeabilization might mitigate TolC-mediated efflux. Therefore, membrane permeabilizing polymyxin antibiotics were investigated for synergy and, consistent with recent reports (30–32), synergy was observed when colistin or polymyxin B was coadministered with niclosamide (δ = 28.1 or 25.6, respectively) (Fig. 3b and c). We hypothesized that synergism was due to the cascading effect of the mode of action of niclosamide, in that polymyxins increased the influx of niclosamide and thereby facilitated PMF dissipation, which in turn compromised the efficiency of PMF-dependent niclosamide efflux (as efflux was dependent upon PMF [44]). Ultimately, this would result in higher intracellular concentrations of niclosamide and thus in enhanced antibiotic effects (Fig. 4). Indeed, polymyxin synergy was less evident in the ΔtolC strain (δ = 7.6 and 9.7 for colistin and polymyxin B, respectively; Fig. 3d and e) and niclosamide administration inhibited efflux in EDTA-permeabilized E. coli (observed via increasing intracellular accumulation of the fluorescent nucleic acid probe Hoechst 33342; Fig. S1).\n\n## Oxyclozanide potentiates diverse antibiotics, likely via inhibition of PMF-dependent efflux.\nNext, it was examined whether the synergistic relationships observed as described above were maintained for other halogenated salicylanilides, namely, oxyclozanide, closantel, and rafoxanide. It was confirmed that all these niclosamide analogs synergized with both PAβN and colistin (δ = 21.5 to 49.8; Fig. 3f; see also Fig. S3). Of note, the relatively high solubility of oxyclozanide in growth media (∼512 μg · ml−1), compared to that of other salicylanilides (∼64 μg · ml−1), enabled the observation of an oxyclozanide MIC (256 μg · ml−1); i.e., sufficiently high concentrations of oxyclozanide were able to overcome TolC-mediated efflux. Since moderate synergistic relationships can be detected only at concentrations nearing the MIC of both drugs and are emphasized in bacterial cultures under conditions of nutrient limitation (45), oxyclozanide checkerboard assays in minimal media were used to identify additional antibiotics that interact with salicylanilides against E. coli. Twelve antibiotics with diverse cellular targets (Table S1) were examined. Interestingly, 6 of 12 antibiotics synergized with oxyclozanide (chloramphenicol, tetracycline, cefotaxime, meropenem, ciprofloxacin, and nitrofurantoin; δ = 5.7 to 10.8), 5 antibiotics displayed no or weak interactions (δ = −0.6 to 2.9) and, consistent with the dependence of aminoglycosides on ΔΨ for uptake, oxyclozanide antagonized gentamicin activity (δ = (δ = −6.3) (Fig. 3g; see also Table S2). These combinatorial effects were found to have been neutralized or reversed in the ΔtolC strain (Fig. 3g; see also Table S2), and oxyclozanide synergy was typically stronger for the antibiotics that are TolC substrates (indicated by fold IC50 change in the ΔtolC strain compared to wild-type E. coli; Fig. 3h). These results suggest that oxyclozanide synergy might be at least partially underpinned by the inhibition of efflux via PMF dissipation (Fig. 4). To substantiate this hypothesis, the effect of oxyclozanide on cellular efflux was examined using Hoechst 33342. Indeed, administration of oxyclozanide inhibited efflux (Fig. 3i). Taken together, these results demonstrate that chemical disruption of TolC-mediated efflux or membrane integrity sensitizes E. coli to salicylanilides. Further studies are required to explain the details of the drug interactions; however, our results suggest that PMF-dissipating compounds such as salicylanilides may potentiate the activity of diverse antibiotics through the disruption of efflux.\n\n## Niclosamide/colistin combination therapy is effective against diverse clinical Gram-negative isolates \nFinally, we investigated the potential of salicylanilide combination therapy against a range of Gram-negative clinical isolates. Due to the immediate repurposing potential of niclosamide as an FDA-approved clinical drug and increasing concerns around colistin-resistant pathogens, we prioritized these two compounds. Checkerboard assays were performed on nine MDR clinical isolates across diverse phyla, including Acinetobacter, Pseudomonas, and the Enterobacteriaceae (Table S3). Coadministration of niclosamide and colistin yielded synergistic efficacy in all strains (δ = 8.4 to 42.6), including colistin-resistant clinical isolates, Pseudomonas aeruginosa LESB58, Acinetobacter baumannii C4, and E. coli NCTC13846, enabling the use of up to 8-fold-lower doses of colistin (Fig. 5a; see also Fig. S5), which is of particular importance due to the nephrotoxicity issues associated with this antibiotic (46).\nThe poor bioavailability and pharmacology of niclosamide may be mitigated via local administration, e.g., topical or inhalation therapies (29, 47). Here, we examined the in vivo antibacterial synergy of niclosamide via direct injection in a high-density murine cutaneous infection model that mimics clinical situations where antibiotic treatments are typically unsuccessful, e.g., skin abscesses (33) (Fig. 5b). The synergistic efficacy of niclosamide and colistin was validated against P. aeruginosa LESB58 and Klebsiella pneumoniae KPLN649. Coadministration resulted in significant synergistic efficacy against both strains, reducing the K. pneumoniae and P. aeruginosa bacterial loads by 32-fold and 12-fold, respectively, over the sum of the individual therapies, and by 239-fold and 19-fold, respectively, compared to levels seen with vehicle-only controls (Fig. 5c and d). This is the first report of in vivo efficacy for niclosamide and colistin against Gram-negative pathogens, and notably, this was achieved against recalcitrant high-density infections for which no effective clinical treatments currently exist (33). It is also important that this study was focused on detecting niclosamide/colistin synergy rather than identifying the best formulation or dose ratio for efficacy; more-significant efficacy could likely be achieved by optimizing the drug concentrations or dosing regimen.\n\n## DISCUSSION\nBy harnessing a diverse set of biochemical and genetic tools, this work explores the Gram-negative antibacterial potential of niclosamide and related salicylanilide analogs. We examine the molecular action of salicylanilides against Gram-negative bacteria, detailing not only the underlying mechanisms of antibiotic activity but also the basis for innate and adaptive resistance and the mechanisms that underpin the synergies between salicylanilides and a diversity of other antibiotics. These data enabled the development of a model that substantially advances our knowledge of the physiological effects of salicylanilides in Gram-negative bacteria (Fig. 4). Efflux is an established Gram-negative resistance mechanism, and, indeed, this is the predominant basis for niclosamide resistance. However, we demonstrate that salicylanilides also inhibit efflux and thus synergize with a wide range of antibiotics for which efflux is a common resistance mechanism. These data highlight the potential of the salicylanilide chemical scaffold, and of PMF-dissipating compounds in general, for the discovery and design of novel antibiotic adjuvants to address efflux-mediated resistance. We consider PMF dissipation, traditionally avoided in early drug development due to presumed toxicity, a promising and unexplored trait for the development of antimicrobials (48). Interestingly, many clinical compounds for diverse medical purposes have been reported to have mild PMF-dissipating activity and, in addition, some have displayed antibiotic efficacy against Gram-positive or acid-fast pathogens such as S. aureus and M. tuberculosis (48, 49). Gram-negative pathogens, in contrast, resist the action of such compounds via their robust cellular envelope and diverse efflux pumps (34). Coadministration of PMF-dissipating compounds with drugs that target efflux and cell permeability may therefore be a promising avenue to discover more-effective combination therapies. Combining mechanistic insights with previously established data around safety and pharmacology for repurposed “nonantibiotic” clinical compounds may rapidly identify attractive candidates for accelerated clinical development.\nUnderstanding the evolutionary basis of antibiotic resistance is important to inform the sustainable use of next-generation antibiotics. Due to the failure of laboratory evolution experiments to generate niclosamide resistance in S. aureus or H. pylori, previous reports have suggested that a key advantage of niclosamide as a potential antimicrobial is the apparent lack of resistance mechanisms (25, 47). We show, however, that nitroreductases inactivate niclosamide to reduce antibiotic toxicity and that enhanced nitroreductase activity can cause niclosamide resistance. While modulation of nitroreductase activity is a known Gram-negative resistance mechanism against nitro-antibiotic compounds, this is typically caused by null mutations, i.e., genetic changes that result in a nonfunctional nitroreductase, to prevent the activation of prodrug antibiotics such as metronidazole (50). Our results suggest that resistance has the potential to emerge in the clinic through enhanced nitroreductase activity. Significantly, we show that this may result in collateral sensitivity to nitroimidazole antibiotics; thus, we propose a strategy to mitigate this evolutionary route, i.e., cyclic treatments of metronidazole. This demonstrates how mechanistic understanding can accelerate not only the discovery but also potentially the sustainability of new Gram-negative combination therapies.\nIn summary, we reveal the detailed mechanisms that underlie the antibiotic mode of action, routes of resistance, and synergistic relationships of salicylanilides. The results guided the discovery of novel combination therapies and emphasize how mechanistic understanding is critical when seeking to repurpose clinical compounds. Salicylanilides, and likely other PMF-dissipating compounds, may have broad utility as Gram-negative antibiotics in combination therapies.\n\n## Bacterial strains.\nE. coli BW25113 strains bearing individual gene deletions were obtained from the Keio knockout collection (51). Δ7NR and Δ7NRtolC mutants were generated via sequential knockout as previously described (52). New Zealand clinical isolates used in this study were A. baumannii NZRM3289, P. aeruginosa NZRM4034, K. pneumoniae NZRM4387, and E. coli NZRM4403 (obtained from the New Zealand Reference Culture Collection, Environmental Science and Research Ltd.). K. pneumoniae KPLN649, A. baumannii Ab5075, P. aeruginosa LESB58, Enterobacter cloacae 218R1, E. coli E38 (serotype O78:H-) (BEI Resources, NR-17717), E. coli NCTC 13846, and A. baumannii C4 were previously described (53, 54).\n\nMICs were determined using 2-fold dilutions, and growth was measured after 16 to 48 h (55). The MIC was the concentration that inhibited growth >90% compared to controls. DMSO was present at a final concentration of 2.5% unless otherwise stated. For checkerboard analysis, an 8-by-12 matrix was created with 2-fold serial dilutions of each compound. Bacterial colonies were isolated from a freshly streaked plate and resuspended in Mueller-Hinton broth (MHB) media for normalization using the optical density at 600 nm (OD600). After addition of bacteria to reach a final OD600 of 0.001, checkerboard plates were incubated at 30°C with shaking for 16 h (or for 36 h at 37°C for P. aeruginosa strains), at which time the OD600 was measured. Checkerboard assays in minimal media were typically performed at 37°C (oxyclozanide checkerboard assays with nitrofurantoin, rifampin, tetracycline, and chloramphenicol were performed at 30°C) with shaking for 16 h, from a starting OD600 of 0.04. For the analysis of nitroreductase overexpression strains, individual colonies were transferred via a nitrocellulose membrane to an agar plate containing 1 mM IPTG (isopropyl-β-d-thiogalactopyranoside) and incubated for 3.5 h. IPTG-induced cells were then removed from the membrane and resuspended in MHB media for checkerboard analysis as described above. Relative IC50 values (the concentrations of the compound required to reduce the bacterial burden by 50% compared to unchallenged controls) were calculated from the dose-response curves using the four-parameter equation y = m1 + (m2 − m1)/[1 + (x/m3)^m4] determined by Kaleidagraph software (Synergy Software, Reading, PA) where m1 = lower asymptote, m2 = lower asymptote, m3 = relative IC50 value, and m4 = slope.\n\n## Generation and screening of mutagenized NfsA variants.\nA plasmid-based multisite saturation mutagenesis library of E. coli NfsA (UniProtKB identifier [ID] P17117) was generated via combinatorial randomization of the codons encoding the following seven key active-site residues: S41, F42, F83, K222, S224, R225, and F227 (see Fig. S6 in the supplemental material). All codons were randomized to NDT (a degeneracy that specifies a balanced range of 12 different amino acids, including the native residue), with the exception of position 222, which was randomized to NNK (specifying all 20 possible amino acids). The resulting library of nearly 96 million codon variants was expressed in the Δ7NRtolC mutant. To analyze the activity of NfsA variants, library subsets were selected on agar plates using 0, 0.2, and 2 μg · ml−1 of niclosamide. Ninety colonies from each subset were subsequently screened via growth assays with niclosamide, metronidazole, and nitrofurantoin at 2, 10, and 5 μg · ml−1, respectively; growth was measured via OD600 following 4 h of incubation as previously described (56).\n\n## Synergy calculations.\nFor each checkerboard analysis, an 8-by-8 matrix of averaged checkerboard results from at least three (typically >5) independent experiments was used to calculate ZIP scores using SynergyFinder (https://www.bioconductor.org/) (40, 57).\n\n## DiSC\nSubcultures of E. coli BW25113 were grown to late exponential phase (OD600 of ∼1) in MHB with 10 mM EDTA [to facilitate DiSC3(5) cell entry]. Cells were harvested by centrifugation, washed twice in buffer (5 mM HEPES [pH 7.2], 20 mM glucose, 5% DMSO), and then resuspended in buffer to a final OD600 of 0.085 with 1 μM DiSC3(5). For valinomycin, 100 mM KCl was added to the cell suspension containing DiSC3(5). After a 20-min incubation at 37°C, 190 μl of DiSC3(5)-loaded cells was added to 2-fold dilutions of niclosamide, valinomycin, or nigericin in 96-well black clear-bottom plates (Corning, NY). Fluorescence (excitation [Ex], 620-nm wavelength; emission [Em], 685-nm wavelength) was immediately read using a Synergy H1 Hybrid plate reader. Niclosamide did not quench DiSC3 in cell-free control assays.\n\n## Measurement of intracellular ATP levels.\nE. coli BW25113 was grown in MHB to early log phase (OD600 = 0.2) and then grown in the presence of niclosamide or carbonyl cyanide m-chlorophenylhydrazone (CCCP) for 60 min in clear flat-bottom 96-well plates. The OD600 was determined immediately before ATP levels were measured using BacTiter-Glo (Promega, Madison WI), according to the manufacturer’s instructions. Relative ATP levels were calculated by dividing relative light units (RLU) by the OD600 (RLU/OD).\n\n## Measurement of oxygen consumption.\nE. coli strains were grown in MHB to early log phase (OD600 = 0.4) before dilution to OD600 = 0.1 prior to the assay. Diluted culture (50 μl) was added to individual wells of a 96-well black clear-bottom plate (Corning, NY) containing 5 μl of a DMSO control, CCCP, or niclosamide at the desired concentration and 5 μl of the MitoXpress oxygen probe. Cells were immediately covered with a layer of high-sensitivity mineral oil (50 μl) to restrict oxygen diffusion. Fluorescence (Ex, 380 nm; Em, 650 nm) was recorded using a Synergy H1 Hybrid plate reader.\n\n## Measurement of bacterial efflux.\nSubcultures of E. coli BW25113 were grown to early exponential phase (OD600 of ∼0.4) in MHB supplemented with 5 mM EDTA, harvested by centrifugation, and resuspended in phosphate-buffered saline (PBS) to a final OD600 of 0.1. To initiate accumulation assays, Hoechst 33342 (1 μM) was added, cells were mixed by inversion, and 150-μl aliquots were added in a black, clear-bottom 96-well plate containing 50 μl of oxyclozanide, niclosamide, PAβN, or CCCP at 4× the desired concentration(s) in PBS with 20% DMSO. Fluorescence (Ex, 355 nm; Em, 460 nm) was measured for 10 mi",
  "has_full_text": true
}