{
  "pmid": "32975381",
  "title": "Depletion of multidrug-resistant uropathogenic Escherichia coli BC1 by ebselen and silver ion.",
  "abstract": "Ebselen, an organo-selenium compound with well-characterized toxicology and pharmacology, recently exhibited potent antibacterial activity against glutathione (GSH)-negative bacteria by disrupting redox homeostasis. In this paper, we show that ebselen and silver ion in combination exert strong bactericidal activity against multidrug-resistant (MDR) uropathogenic Escherichia coli (UPEC) BC1, a model MDR GSH-positive bacterium. The mechanisms were found to involve consumption of total intracellular GSH and inhibition of thioredoxin reductase activity, which was highly related to reactive oxygen species up-regulation. Furthermore, the therapeutic efficacy of ebselen and silver ion against UPEC-induced cystitis was assessed in a mouse model. Treatment with ebselen and silver ion significantly reduced bacterial loads, down-regulated the expression levels of tumour necrosis factor-α (TNF-α) and interferon-γ (IFN-γ) on-site and decreased white/red blood cell counts in mild cystitis model mice, which demonstrated the anti-inflammatory property of these agents. In addition, ebselen and silver ion also exhibited significantly high protective ability (100%) against acute cystitis infections. These results together may lay the foundation for further analysis and development of ebselen and silver ion as antibacterial agents for treatment of MDR UPEC infections.",
  "journal": "Journal of cellular and molecular medicine",
  "year": "2020",
  "authors": [
    "Wang P",
    "Wang J",
    "Xie Z",
    "Zhou J",
    "Lu Q"
  ],
  "doi": "10.1111/jcmm.15920",
  "mesh_terms": [
    "Animals",
    "Anti-Bacterial Agents",
    "Azoles",
    "Cystitis",
    "Disease Models, Animal",
    "Drug Resistance, Multiple, Bacterial",
    "Glutathione",
    "Inflammation",
    "Interferon-gamma",
    "Ions",
    "Isoindoles",
    "Male",
    "Mice",
    "Mice, Inbred BALB C",
    "Microbial Sensitivity Tests",
    "Organoselenium Compounds",
    "Oxidation-Reduction",
    "Reactive Oxygen Species",
    "Silver",
    "Thioredoxin-Disulfide Reductase",
    "Tumor Necrosis Factor-alpha",
    "Uropathogenic Escherichia coli"
  ],
  "full_text": "## INTRODUCTION\nBladder infection caused by uropathogenic Escherichia coli (UPEC) affects ~150 million people annually,\n1\n, \n2\n which accounts for up to 75% of all cases and 95% of community‐acquired cases.\n3\n, \n4\n UPEC‐induced urinary tract infection (UTI) may lead to potentially fatal bloodstream infection.\n5\n, \n6\n Despite effective antibiotic therapy, 30%‐50% of patients experience recurrent UTI (rUTI), and women are at significantly greater risk.\n5\n, \n7\n This places a heavy financial burden on the healthcare system, costing up to 6 billion USD for treatment and management each year.\n6\n The growing prevalence of UPEC resistant to last‐line antibiotic treatments, and more recently carbapenems and colistin, makes cystitis a prime example of the antibiotic resistance crisis, emphasizing the need for new approaches to treat and prevent the related infections.\n8\n, \n9\nThere are two major cellular thiol‐dependent redox systems, the thioredoxin (Trx) and glutathione (GSH) systems, which maintain cellular redox homeostasis and protect cells from oxidative stress.\n10\n, \n11\n The Trx system is composed of Trx, thioredoxin reductase (TrxR) and NADPH, while glutaredoxin (Grx), glutathione reductase (GR), GSH and NADPH constitute the GSH/Grx system.\n12\n, \n13\n Both systems are important in DNA synthesis and repair, cell proliferation and antioxidant defences.\n14\n, \n15\n The Trx system is widespread in all living organisms, and the GSH/Grx system is absent in the majority of Gram‐positive bacteria (GSH‐negative bacteria).\n14\n, \n16\n Thus, the maintenance of intracellular redox balance in GSH‐negative bacteria is principally dependent on the Trx system. It is worth noting that in the pathological process of UTI, UPEC infection reduces the levels of antioxidant enzymes including GR and glutathione peroxidase (GPx) in urinary tissue. In the late stage of UPEC infection, the levels of GSH decrease, while lipid peroxidation increases significantly in the urinary tissue.\n17\n This decline in antioxidant enzymes provides a more suitable microenvironment for elevating the ROS level in the urinary system, leading to cell and tissue damage and increasing the severity of bacterial infection.\nAs an organo‐selenium compound, 2‐phenyl‐1,2 benzisoselenazol‐3(2H)‐one (ebselen) is known to be a classic GPx mimic and a substrate of mammalian TrxR.\n16\n It is also a clinical trial drug with well‐characterized toxicology and pharmacology for stroke, neurodegenerative disease, bipolar disorder, COVID‐19, tobramycin‐induced ototoxicity, chemotherapy‐induced hearing loss.\n18\n, \n19\n Previous researches have shown that ebselen can protect against oxidative injuries in various tissues,\n20\n, \n21\n, \n22\n and recent studies have demonstrated that ebselen possesses antibacterial activity against GSH‐negative bacteria.\n16\n, \n18\n, \n23\n, \n24\n Our group further confirmed that ebselen could work synergistically with silver ion to kill types of GSH‐positive bacteria,\n18\n including multidrug‐resistant (MDR) E coli, and the effective concentration of silver ion was significantly reduced. Despite the gradual increase of reports concerning the antibacterial activity of ebselen and silver ion, few studies have focused on its involvement in bacteria‐caused host inflammation. In this paper, the bactericidal activity of ebselen and silver ion against the MDR UPEC BC1 strain has been detected in vitro by visible spectrophotometry, DTNB, flow cytometry, qPCR and Western blot assays. Furthermore, the mild and acute mouse cystitis models were constructed and the therapeutic efficacy, the regulation of UPEC‐induced inflammatory properties and the potential clinical applications of ebselen and silver ion against MDR UPEC were also assessed.\n\n## Mouse and bacterial strains\nBALB/c mice (male, 18‐22 g) were purchased from China Three Gorges University, and approval of the Medical Animal Care & Welfare Committee of China Three Gorges University was obtained prior to using the mice for study. Every five mice were kept in one cage individually with a constant dark‐light cycle in a conventional SPF animal house and were given free access to food and water.\nE coli BC1 strain was isolated from patients with UTI at First Clinical Hospital of Yichang (the First College of Clinical Medical Science, China Three Gorges University), with an approval and written informed consent for research from the Ethics Committee of the First Affiliated Hospital of China Three Gorges University and informed consent of the patient. The strain was identified as an MDR UPEC\n25\n (Table 1) by biochemical identification and MALDI‐TOF‐MS analysis, which is only sensitive to amikacin and aztreonam. All the experiments were performed in a BSL2‐plus laboratory.\n\n## Reagents\nBacterial cells were cultured in Luria Bertani (LB) medium (EMD Millipore). 2‐phenyl‐1, 2‐benzisoselenazol‐3(2H)‐one (ebselen) (Daiichi), protease inhibitor cocktails (Roche), E coli DHB4 Trx protein and anti‐E coli Trx1 polyclonal antiserum were obtained from IMCO Corp. (Stockholm, Sweden; http://www.imcocorp.se). Rabbit anti‐sheep IgG‐HRP, goat anti‐mouse H&L, anti‐TNF‐α, anti‐IFN‐γ and anti‐DnaK antibodies were from Santa Cruz. IgG2a mouse monoclonal antibody was from VIROGEN, Lowry protein assay was from Bio‐Rad DC™, and all the other reagents were from Sigma‐Aldrich.\n\n## The inhibition of UPEC BC1 growth by ebselen and silver ion\nThe inhibition of UPEC BC1 growth by ebselen and silver ion was measured by visible spectrophotometer at 600 nm. UPEC BC1 cells were grown (37°C, 220 rpm) 8 hours and diluted 100 times that to be treated with serial concentrations of ebselen and silver ion for 16, 20 and 24 hours at 37°C in a 96‐well plate, and the absorbance values at 600 nm were measured. ceftazidime was used as negative control, and amikacin was used as positive control.\n\n## The disruption of UPEC BC1 cell membrane by ebselen and silver ion\nThe inhibition efficiency of ebselen and silver ion against UPEC BC1 was detected by Nuclear staining reagent propidium iodide (PI). BC1 cells were grown (37°C, 220 rpm) until an OD600 nm of 0.4, which were treated with 80 μmol/L ebselen and 5 μmol/L silver ion (1.09 mmol/L amikacin was used as positive control; 1.17 mmol/L ceftazidime was used as negative control) for 20 minutes at 37°C. Cells were stained with 5 μg/mL PI for 30 min at 37°C , and the fluorescence was measured by flow cytometry (BECKMAN COULTER, AW15093).\n\n## Effect of ebselen and silver ion on UPEC BC1 bacterial morphology\nUPEC BC1 was grown until an OD600 nm of 0.4 and separately treated for 20 minutes with 80 μmol/L ebselen and 5 μmol/L silver ion, 80 μmol/L ebselen, 5 μmol/L silver ion, 1.09 mmol/L amikacin, 1.17 mmol/L ceftazidime and PBS. Cells were obtained by centrifugation (4°C, 13 000 rpm, 15 minutes) and fixed with 2.5% glutaraldehyde. The morphology and structure of E coli cells were observed by transmission electron microscopy (Hitachi H‐7500).\n\n## The inhibition of UPEC BC1 TRXR activity and depletion of GSH level by ebselen and silver ion\nUPEC BC1 cells were cultured until an OD600 nm of 0.4 and incubated with 80 μmol/L ebselen and 5 μmol/L silver ion for 20 minutes. BC1 cells were obtained by centrifugation (4°C, 5000 rpm, 5 minutes), and a protein inhibitor cocktail ( in 50 mmol/L Tris‐EDTA buffer, pH 7.4) was added to decrease the protease activity. The cells were disrupted with sonication (240 W, 5 minutes), and the supernatants were obtained by centrifugation (4°C, 12 000 rpm, 10 minutes). The TrxR activity and GSH amount assays were performed in a 96‐well plate. The activity of the untreated group was considered to be 100%. The protocols were performed as previously described.\n18\n, \n26\n, \n27\n\n## Trx1 mRNA expression in UPEC BC1 treated with ebselen and silver ion\nUPEC BC1 cells were cultured until an OD600 nm of 0.4 and incubated with 80 μmol/L ebselen and 5 μmol/L silver ion for 20 minutes. The total RNA was extracted and was reverse transcribed to cDNA. Real‐time fluorescence PCR (qPCR) analysis was performed with a PCR Bio‐Rad CFX96 Touch™ system. The primers for trxa and rrs used in qPCR are listed in Table 2, and the cycling protocol included an initial denaturation at 95°C for 30 seconds followed by 40 cycles of 95°C for 5 seconds, 60°C for 30 seconds and 79°C for 10 seconds. Finally, a melting curve was constructed to ensure that there was no contamination. qPCR of the genes of interest, trxa, and a normalizer gene, rrs, were performed in triplicate for each sample and included a no template control to rule out contamination and primer‐dimers' formation. The expression fold change of trxa was calculated based on the comparison with the normalized rrs.\n\n## Trx1 protein expression level in UPEC BC1 treated with ebselen and silver ion\nUPEC BC1 cells were cultured until an OD600 nm of 0.4, which were incubated with 80 μmol/L ebselen and 5 μmol/L silver ion for 20 minutes. Trx1 protein expression of BC1 cells treated with 80 μmol/L ebselen and 5 μmol/L silver ion was detected by Western blotting. After lysis by sonication, the cell lysates were obtained by centrifugation at 13 000 rpm for 20 minutes. Western blotting assay was performed with anti‐E coli Trx1 polyclonal antiserum (anti‐Dank antibody was used as reference). The normalized Trx1 levels with respect to the reference DnaK have been presented.\n\n## Protein \nTotal protein S‐glutathionylation (S‐PSSG) of 80 μmol/L ebselen and 5 μmol/L silver ion‐treated E coli cells were detected by Western blotting. Cells were cultured, washed and resuspended in lysis buffer (as described above) containing 30 mmol/L Iodoacetamide (IAM). Western blotting assay was performed with IgG2a mouse monoclonal antibody for glutathione‐protein complexes.\n\n## Determination of ROS production in UPEC BC1 treated with ebselen and silver ion\nUPEC BC1 was grown until an OD600 nm of 0.4 in LB medium and incubated with 80 μmol/L ebselen and 5 μmol/L silver ion for 20 minutes. The BC1 cells were stained with 10 μmol/L H2DCFH‐DA for 30 minutes at 37°C. After incubation, the ROS production was quantified by flow cytometry (BECKMAN COULTER, AW15093).\n\n## Acute mouse cystitis model assay\nAll experiments were performed in accordance with the relevant guidelines and regulations. Ninety healthy male BALB/c mice were randomly divided into six groups randomly (n = 15). The bladders of female mice were infected via transurethral catheterization by PE10 with 50 µL of MDR UPEC BC1 (×107); and 20 mg/kg ceftazidime, 25 mg/kg ebselen, 6 mg/kg silver ion, 25 mg/kg ebselen plus 6 mg/kg silver ion, 10 mg/kg amikacin and DMSO were administered i.p. to separate groups on the 1st, 3rd and 5th days post‐infection. Seven days after the last treatment, the overall survival was calculated.\n\n## Mild mouse cystitis model assay\nSixty healthy male BALB/c mice were divided into six groups randomly (n = 10). The bladders of female mice were infected via transurethral catheterization with 50 µL of MDR UPEC BC1 (×106). Group A was left infected as the control; groups B‐F were inoculated, and 20 mg/kg ceftazidime, 25 mg/kg ebselen, 6 mg/kg silver ion, 25 mg/kg ebselen plus 6 mg/kg silver ion, 10 mg/Kg amikacin and DMSO were administered i.p. on the 1st, 3rd and 5th days post‐infection, respectively. The bacterial loads were calculated by counting the colony formation unity (CFU) derived from homogenates of urinary tissue.\n\n## Immunohistochemical analysis\nMice bladders were bisected, fixed in formalin (10%), and embedded in paraffin. Paraffin sections (4 µm thick) were used to detect cytokine levels by immunohistochemical (IHC) analysis. Anti‐TNF‐α and anti‐IFN‐γ antibodies were used for the quantification of cytokines in tissue.\n\n## Routine urine and blood tests\nUrine of mice was collected 2, 4 and 6 days post‐infection and diluted with normal saline to 1 mL, and the white blood cells (WBCs) and red blood cells (RBCs) in urine were determined by urine sediment. For investigation of liver and kidney function, blood was collected and centrifuged at 3000 rpm for 10 minutes. Serum alanine transaminase (ALT), aspartate aminotransferase (AST), urea and creatinine were determined.\n\n## Statistical analyses\nStatistical analyses were performed by GraphPad Prism 6.0 (GraphPad Software). Means of data between two groups were contrasted using Student's t test. Sample rates between two groups were tested with chi‐square analysis. Overall survival was analysed by the Gehan‐Breslow‐Wilcoxon test. P values of <0.05 were considered to be significant.\n\n## Antibacterial activity of ebselen and silver ion against uropathogenic \nThe antibacterial effects of ebselen and silver ion on the growth of BC1 were detected by visible spectrophotometer. As shown in Figure 1A‐C, silver ion alone inhibited BC1 growth with a 90% minimal inhibition concentration (MIC90) of 32 μmol/L after incubation, while the addition of 4 μmol/L ebselen effectively reduced the MIC90 of silver ion to 0.5 μmol/L. Meanwhile, 4 μmol/L ebselen and 0.5 μmol/L silver ion showed no synergistic toxicity on human cells.\n18\n These results demonstrate that ebselen and silver ion exerted significant selective synergistic toxicity against UPEC over mammalian cells. Furthermore, 64 μg/mL (109 μmol/L) amikacin was used as positive control, and 64 μg/mL (117 μmol/L) ceftazidime was used as negative control. The result in Figure 1D showed that 4 μmol/L ebselen and 0.5 μmol/L silver ion could completely inhibit bacterial growth and were more effective than amikacin (P < 0.00000000000001).\nPropidium iodide (PI) nuclear staining, which reflects bacterial membrane permeability, was also performed. UPEC BC1 cells were grown until an OD600 nm of 0.4 and further to be treated with 80 μmol/L ebselen and 5 μmol/L silver ion. In agreement with the inhibitory effect on bacterial growth, the percentage of PI‐positive cells exhibited the highest up‐regulation when BC1 cells were treated with 80 μmol/L ebselen and 5 μmol/L silver ion (65.73%), followed by 1.09 mmol/L amikacin (43.51%), 80 μmol/L ebselen (35.69%), 5 μmol/L silver (34.75%), 1.17 mmol/L ceftazidime (32.60%) and the control (17.43%) (Figure 2A; Figure S1). Thus, most cells were dead after ebselen and silver ion treatment, which showed significantly greater effect than did ebselen (P = 0.0003), silver ion (P = 0.0005) or the control (P = 0.0004). The results demonstrate that UPEC BC1 was highly sensitive to ebselen and silver ion in combination.\nThe effect of ebselen and silver ion on the morphology of UPEC BC1 was assessed by transmission electron microscopy (Figure 2B). The results showed that the morphology of UPEC BC1 changed significantly in the ebselen plus silver ion‐treated group compared with the control group. Normal BC1 has a smooth surface and a complete cell membrane and cell wall. After 20 minutes treatment with 80 μmol/L ebselen and 5 μmol/L silver ion, BC1 cells had obviously shrunk, cell membranes and cell walls were ruptured with a final cell death; meanwhile, 80 μmol/L ebselen, 5 μmol/L silver ion, 1.09 mmol/L amikacin and 1.17 mmol/L ceftazidime‐treated cells showed no obvious morphological changes.\n\n## Antibacterial activity of ebselen and silver ion targeting uropathogenic \nThe effects of ebselen and silver ion on bacterial TrxR activity, Trx expressions and total GSH level in UPEC BC1 were measured. The results showed that the combination of 80 μmol/L ebselen and 5 μmol/L silver ion efficiently inhibited the TrxR activity in UPEC BC1 when compared with the control (Figure 3A in slope, P = 0.0001) (Figure 3B in end‐point, P = 0.000007). Silver ion or ebselen alone also able to inhibit the TrxR activity, albeit less efficiently than the drugs in combination (Figure 3A in slope, P = 0.0001 or 0.00005) (Figure 3B in end‐point, P = 0.00004 or 0.00007). Meanwhile, although the qPCR assay showed that the relative expression level of trxa (encodes Trx1) was significantly different than for the control (P = 0.000005), ebselen (P = 0.002) or silver ion (P = 0.02) (Figure 3C), the protein level did not change after the treatment (Figure 3D,E). These results show that ebselen and silver ion affected Trx system bioactivity rather than protein expression.\nFurthermore, 80 μmol/L ebselen plus 5 μmol/L silver ion were able to deplete GSH levels in UPEC BC1 significantly more than in the control (P = 0.0002 or 0.00003), silver (P = 0.002 or 0.001) or ebselen (P = 0.0004 or 0.0002) (Figure 3F in slope or Figure 3G in end‐point). Meanwhile, whether ebselen and silver ion depletion of GSH could affect protein S‐PSSG was also determined (Figure 3H,I). The result showed that protein S‐PSSG was reduced in bacteria treated with both ebselen and silver ion. The expression level of protein in 14 kDa was further qualified, and the results showed that bacteria treated with drugs in combination decreased the S‐PSSG when compared with silver ion (P = 0.0000003) or ebselen alone (P = 0.0000009), which further reflected the loss of GSH.\nTaken together, the above results suggest that ebselen and silver ion inhibited Trx activity and depleted GSH in UPEC BC1.\n\n## The up‐regulation of the intracellular expression level of ROS\nThe mean fluorescent intensity (MFI) of ROS in BC1 cells was detected by flow cytometry, and the result showed that the ROS production level in BC1 cells treated with 80 μmol/L ebselen plus 5 μmol/L silver ion was clearly up‐regulated when compared with the control (P = 0.007), ebselen (P = 0.006) and silver ion (P = 0.0003) (Figure 4; Figure S2).\nThese results show that ebselen and silver ion constitute an effective antibacterial combination by inhibiting UPEC BC1 TrxR and depletion of GSH in vitro, and ROS production is one of the key mechanisms of its bactericidal activity.\n\n## The depletion of UPEC BC1 in the mouse cystitis model by ebselen and silver ion\nCystitis is among the most common bacterial infections of human. The mouse provides an excellent and tractable model system for cystitis caused by UPEC.\n28\n As ebselen and silver ion have been demonstrated to be safe in our previous studies,\n18\n mice were randomly divided into 6 groups, and 50 μL ~2 × 107 CFU/50 μL or ~1 × 106 CFU/50 μL BC1 were perfused via transurethral catheterization to construct acute and mild cystitis models, respectively. Mice were further injected i.p. with 25 mg/kg ebselen, 6 mg/kg silver ion, 25 mg/kg ebselen plus 6 mg/kg silver ion, 20 mg/kg ceftazidime, 10 mg/kg amikacin or DMSO. All mice with acute cystitis treated with silver ion plus ebselen survived, compared with 40% in the DMSO group (P = 0.0019) and 80% in the amikacin group (P = 0.038) (Figure 5A). Furthermore, the combination of ebselen and silver ion led to a significant reduction in bacterial load on‐site compared with the DMSO group (P = 0.092) (Figure 5B). Mice treated with ebselen or DMSO showed similar bacterial load after 72 hours of infection with UPEC BC1, whereas treatment with silver ion plus ebselen achieved a 73% reduction, followed by 54% in the silver ion group and 38% in the ebselen group (Figure 5B). Although amikacin showed an 83% reduction in bacterial load, it showed no significant difference with the drugs in combination (P = 0.005). These findings demonstrate the effective antibacterial effect of ebselen and silver ion against MDR UPEC BC1 in vivo.\n\n## The effects of ebselen and silver on inflammatory properties of mice with cystitis\nAn IHC assay was used to measure the presence of pro‐inflammatory cytokines, including TNF‐α and FN‐γ. As shown in Figure 6, ebselen and silver ion significantly reduced the expression of both tested pro‐inflammatory cytokines compared to mice treated with DMSO. For TNF‐α, the group treated with ebselen plus silver ion exhibited the greatest reduction in expression, followed by amikacin and the control (Figure 6). For IFN‐γ, the group treated with ebselen plus silver ion also showed the greatest reduction in expression, followed by amikacin and DMSO (Figure 6).\nThe urine and peripheral blood from different groups of mice were collected. The WBCs and RBCs counts in urine were determined, and the results showed that ebselen and silver ion statistically reduced the numbers of WBCs (P = 0.03, Figure 7A) and RBCs (P = 0.0009, Figure 7B) compared with the control. Furthermore, ALT, AST, urea and creatinine in mouse blood serum were also detected, and the results showed that ebselen and silver ion treatment had no influence on the ALT (P > 0.05, Figure 7C) or AST (P > 0.05, Figure 7D) levels; meanwhile, the combined treatment up‐regulated the urea (P = 0.0003, Figure 7E) and down‐regulated the creatinine (P = 0.06, Figure 7F).\nOverall, ebselen and silver ion treatment groups exhibited the greatest effects in reducing the UPEC BC1‐caused inflammation, and the activity of these drugs was considerably higher than that of amikacin. These results demonstrate that ebselen and silver ion may assist the recovery of infected urinary tracts, and their abilities to do so are considerably higher than that of amikacin.\n\n## DISCUSSION\nUntil now, UPEC has been the most common pathogenic bacteria,\n29\n accounting for 95% of community‐acquired infections and 50% of hospital‐acquired infections.\n30\n The failure of UTI treatment and the improper use of catheters are important risk factors for E coli bacteremia.\n31\n UTI treatment has led to extensive use of antibiotics; the empirical antibacterial treatment of rUTI has especially led to a change in urinary bacterial ecology. Overuse of high‐efficiency broad‐spectrum antibiotics, such as fluoroquinolones, cephalosporin and aminoglycosides, has led to an increase in the frequency of MDR UPEC and has increased costs of treatment and hospitalization.\n32\n In recent decades, the emergence and spread of MDR UPEC have developed into a huge clinical problem. In this study, the MDR UPEC BC1 strain was isolated from a clinical UTI patient. The strain was resistant to penicillin, cephalosporin, carbapenems, β‐lactamase inhibitors, aminoglycosides, quinolones, etc Its isolation demonstrated the universality of MDR UPEC in clinical settings, and it is urgent to develop new antibacterial strategies to fight against UPEC. In recent studies, we found out that ebselen and silver ion have potential antimicrobial activity against GSH‐positive bacteria, including MDR E coli and A baumannii.\n18\n, \n26\n, \n27\n In this study, the bactericidal activity against MDR UPEC BC1 of ebselen and silver ion was confirmed by visible spectrophotometry, transmission electron microscopy, DTNB assay and flow cytometry in vitro. These results showed that ebselen and silver ion exerted potent bactericidal activity against the MDR UPEC BC1 strain, which was closely related to the bacterial TrxR inhibition and GSH depletion.\nSince bacterial Trx and GSH systems are important for reducing various critical cellular antioxidants to maintain the intracellular redox environment balance, inhibition of TrxR and depletion of GSH are highly related to the excessive production of ROS.\n18\n To detect the intracellular ROS expression, cells treated with ebselen and silver ion were stained by H2DCFH‐DA, and the FACS results confirmed that ebselen and silver ion inhibited electron transfer, which enormously influences the ROS removal. This result demonstrates that ROS elevation is a major player in determining the bacterial fates, which is consistent with many reports from other groups that ROS produced by some clinically used antibiotics contribute to their bactericidal efficacy.\n24\n, \n33\n, \n34\nUsing a well‐established model of experimental cystitis in which the bladders of female mice are infected via transurethral catheterization, the molecular details of the pathogenesis of bacterial cystitis have been substantially illuminated in the last decade. This promises to afford continued opportunity for discovery of pathogenic mechanisms and evaluation of therapeutic and preventive strategies for acute, chronic and rUTI. Here, the mouse models with acute and mild cystitis were developed with the UPEC BC1 strain, and the therapeutic efficacy of ebselen and silver ion on mouse total survival and bacterial burden were both measured. The results show that ebselen and silver ion possess significant therapeutic efficacy against MDR BC1‐caused cystitis, including the rescue of 80% of total mice from death, and can substantially (by 73%) reduce bacterial burden.\nUPEC components, including lipopolysaccharides and pili, ligate Toll‐like receptors (primarily TLR4) on host epithelium and resident leucocytes,\n35\n stimulating NF‐κB and other signalling pathways, eliciting the local secretion of inflammatory cytokines \n36\n, \n37\n and drawing neutrophils to the infected tissues.\n38\n, \n39\n, \n40\n UPEC adheres to bladder epithelial cells in a type I pili‐dependent manner and enters epithelial cells,\n41\n, \n42\n forming intracellular bacterial communities (IBCs).\n43\n Their ability to attach and enter into cells in the bladder is a limiting step for their pathogenicity.\n44\nThe immune response of the host can cause the bladder epithelial cells to fall off, so that IBCs are excreted with urine; meanwhile,\n45\n the UPEC subsets exist as residual IBCs with resisting neutrophils and escape from IBS, and then invade the new bladder epithelial cells.\n46\n Some IBCs members continue to infect the exposed immature bladder epithelium, and then form quiescent intracellular reservoirs (QIR) to escape immune clearance and resist systemic antibiotic therapy.\n47\n, \n48\n, \n49\n These persistent UPECs will recur and cause recurrent cystitis. Under the influence of decreased immunity or exogenous inducements, these persistent UPEC will come back to life and cause recurrent cystitis.\n37\n, \n50\n In addition, UPEC can specifically up‐regulate indoleamine 2,3‐dioxygenase (IDO) within 1 hours after bladder invasion, resulting in the decrease of innate immune cell responses such as neutrophil recruitment to escape host immunity. It has been found that up‐regulation of IDO in a host induced by UPEC is related to the production of TNF‐α and IFN‐γ.\n51\n Excessive inflammatory reaction during acute cystitis is related to more serious tissue damage, which facilitates the development of chronic infection by the host. After that, strong and sustained leucocyte reaction and inflammatory state may not help the host to clear the infection, but might inhibit the repair of exfoliated transitional epithelium, allowing UPEC to invade the deep epithelium.\n52\n, \n53\nIn this experiment, we found that the pro‐inflammatory cytokines, WBCs and RBCs were significantly reduced following treatment with ebselen and silver ion. Declines in TNF‐α, IFN‐γ and WBCs in bladder may be highly related to the anti‐inflammatory effect of ebselen.\n54\n Meanwhile, the decrease in RBCs in urine can be explained as follows: ebselen can inhibit endothelium‐mediated diastole by scavenging peroxides\n55\n and inhibit oxidative stress of endothelial cells\n56\n to alleviate the inflammation‐induced vasodilation‐related hematuresis in cystitis. Meanwhile, it can down‐regulate the levels of TNF‐α and IFN‐γ to reduce inflammatory injury. In addition, when ebselen and silver ion were used together, the ALT level showed no difference from that of the control group. This is because ebselen was able to alleviate the liver damage from different causes\n57\n, \n58\n and reduce the toxicity of heavy metals caused by methylmercury and manganese chloride in vivo, including silver ion.\n22\n, \n59\n The increase in blood urea has many causes, and it is not as useful a biomarker as serum creatinine for reflecting renal function. Thus, based on our results, ebselen and silver ion have no effect on liver and renal function. These results suggest that ebselen and silver ion may be able to serve as alternative agents to amikacin to help treat MDR UPEC BC1‐induced cystitis, and the sensitivity of bacteria to ebselen and silver ion is dependent on the antioxidant systems present in the bacteria.\n\n## CONFLICT OF INTEREST\nThe authors declare that they have no conflict of interest.\n\n## AUTHOR CONTRIBUTION\nPeng Wang: Formal analysis (equal); Methodology (lead); Software (equal). Jun Wang: Project administration (lead); Writing‐review & editing (lead). Zonglan Xie: Data curation (lead); Software (supporting); Visualization (equal). Jingxuan Zhou: Investigation (lead); Visualization (equal). Qianqian Lu: Validation (lead). Ying Zhao: Software (supporting); Validation (supporting). Chuanjiang Dong: Resources (lead); Supervision (lead). Li‐Li Zou: Conceptualization (lead); Writing‐original draft (equal).",
  "has_full_text": true
}