{
  "pmid": "32995131",
  "title": "A Macromolecule Reversing Antibiotic Resistance Phenotype and Repurposing Drugs as Potent Antibiotics.",
  "abstract": "In order to mitigate antibiotic resistance, a new strategy to increase antibiotic potency and reverse drug resistance is needed. Herein, the translocation mechanism of an antimicrobial guanidinium-functionalized polycarbonate is leveraged in combination with traditional antibiotics to afford a potent treatment for drug-resistant bacteria. Particularly, this polymer-antibiotic combination approach reverses rifampicin resistance phenotype in Acinetobacter baumannii demonstrating a 2.5 × 105-fold reduction in minimum inhibitory concentration (MIC) and a 4096-fold reduction in minimum bactericidal concentration (MBC). This approach also enables the repurposing of auranofin as an antibiotic against multidrug-resistant (MDR) Gram-negative bacteria with a 512-fold MIC and 128-fold MBC reduction, respectively. Finally, the in vivo efficacy of polymer-rifampicin combination is demonstrated in a MDR bacteremia mouse model. This combination approach lays foundational ground rules for a new class of antibiotic adjuvants capable of reversing drug resistance phenotype and repurposing drugs against MDR Gram-negative bacteria.",
  "journal": "Advanced science (Weinheim, Baden-Wurttemberg, Germany)",
  "year": "2020",
  "authors": [
    "Ding X",
    "Yang C",
    "Moreira W",
    "Yuan P",
    "Periaswamy B"
  ],
  "doi": "10.1002/advs.202001374",
  "mesh_terms": [],
  "full_text": "## Introduction\nThe antibiotic development pipeline has run dry since the 1980s with few new antibiotics being approved for clinical use.[\n\n1\n\n] Particularly, there is a serious lack of effective treatment options for drug‐resistant Gram‐negative bacterial infections. Carbapenem‐resistant Gram‐negative bacteria, including Acinetobacter baumannii, have been identified as the World Health Organization (WHO)’s critical priority pathogens for development of new treatment approaches.[\n\n1\n\n] The surge of antibiotic resistance accompanied with the dearth of new antibiotics has made drug‐resistant bacterial infections a serious global threat,[\n\n2\n\n] potentially claiming an estimated 10 million lives in 2050.[\n\n3\n\n] To treat multidrug‐resistant (MDR) bacterial infections (especially Gram‐negative bacteria), the monotherapy of current antibiotics may no longer be adequate. Even for polymyxin antibiotics (polymyxin B and colistin), the last‐resort treatment for MDR Gram‐negative bacterial infections, resistance to them has been increasingly found in clinical isolates.[\n\n4\n\n] As an alternative approach, combination therapy has attracted great attention. Although both positive and negative clinical outcomes were reported from the combination of different antibiotics for treatment of Gram‐negative bacterial infections,[\n\n5\n\n] combining antibiotics with non‐antibiotic adjuvants has seen success in overcoming resistance against β‐lactams (e.g., piperacillin/tazobactam, amoxicillin/clavulanic acid, and meropenem/aspergillomarasmine A).[\n\n6\n\n] In addition, antibiotic combinations with a food additive (vanillin/spectinomycin), with a membrane disruptor (colistin/macrolides), or a non‐antibiotic drug (procaine/doxycycline) were recently reported to afford a synergistic effect against MDR Gram‐negative bacteria.[\n\n7\n\n] Colistin/macrolide combinations were active even at low concentrations in colistin‐resistant bacteria, although the precise mechanism underlying the synergistic effect is unclear.[\n\n7\n\n] Among the adjuvants reported in the literature, membrane‐disruptive antimicrobials such as colistin have been extensively explored to potentiate antibiotic activity.[\n\n7\n, \n8\n, \n9\n, \n10\n\n] Despite this success, it is not advisable to use this last‐resort drug against MDR Gram‐negative bacteria as an antibiotic adjuvant as it may increase the incidence of colistin resistance.[\n\n4\n\n] Moreover, no difference in clinical response rates between treatments with colistin and colistin/antibiotic combinations was observed for MDR Gram‐negative bacterial infections,[\n\n11\n, \n12\n, \n13\n, \n14\n, \n15\n\n] and nephrotoxicity was increased with the combination therapy.[\n\n12\n\n] Apart from colistin, several cationic antimicrobial polymers were also utilized as adjuvants to enhance antibacterial activity of antibiotics.[\n\n16\n, \n17\n, \n18\n\n] Like colistin, these cationic polymers killed bacteria by membrane disruption. Therefore, they may face similar challenges as colistin/antibiotic combination has. Hence, antibiotic adjuvants with the ability to reverse antibiotic resistance phenotype enhance antibiotic potency and repurpose drugs as potent antibiotics are greatly needed.\nPolycarbonates are biodegradable polymers that have been studied for biomedical applications such as drug/gene delivery[\n\n19\n, \n20\n, \n21\n, \n22\n, \n23\n, \n24\n, \n25\n, \n26\n, \n27\n\n] and antimicrobial materials[\n\n28\n, \n29\n, \n30\n\n] due to their good biocompatibility and ease of incorporating various functional groups. Recently, we reported broad‐spectrum antimicrobial guanidinium‐functionalized polycarbonates with unique mechanism: membrane translocation followed by precipitation of cytosolic materials.[\n\n31\n\n] Multiple treatments with the polymer neither increased their effective dose nor upregulated expression of genes associated with resistance as evidenced by RNA sequencing. Given the distinctive mechanism of the guanidinium‐based polycarbonate, we hypothesized that it could provide unique opportunities to reverse antibiotic resistance phenotype and enhance antimicrobial potency of the antibiotic as it could block the activity of antibiotic‐modifying genes or proteins and thereby increase the therapeutic effectiveness of the antibiotic in MDR infections (Figure \n1a).\n\n## Macromolecule Reverses Antibiotic Resistance Phenotype\nWe evaluated the potential of the guanidinium‐functionalized polycarbonate pEt_20 with degree of polymerization (DP) of 20 (Scheme S1, Supporting Information) to sensitize MDR bacteria to antibiotics having different antimicrobial mechanisms of action. In the MDR A. baumannii strain (BAA‐1789), which is resistant to all antibiotics tested (Figure 1b), the polymer mitigated the resistance against azithromycin, gentamicin, imipenem and tetracycline, and reduced their minimum inhibitory concentrations (MICs) to the susceptible level or even lower than the susceptible level (Figure 1b,c). The sensitization effect of the polymer was also reflected by reduction in the minimum bactericidal concentrations (MBCs) of the antibiotics (128‐, 32‐, 8‐, and 16‐fold reduction for azithromycin, gentamicin, imipenem, and tetracycline, respectively) (Figure 1b,d), where the polymer was used at 0.5× MIC (7.8 µg mL−1), which did not lead to a significant bactericidal effect (≈0% killing efficiency as compared to CFU at 0 h). These antibiotics kill bacteria by either inhibiting cell wall synthesis through interacting with penicillin binding proteins (imipenem) or preventing protein synthesis through binding 50S (azithromycin) or 30S subunit (tetracycline and gentamicin) of the ribosome. Imipenem resistance is mainly caused by carbapenemases that degrade β‐lactam,[\n\n32\n, \n33\n, \n34\n\n] azithromycin resistance by methylase that alters the ribosomal target,[\n\n35\n\n] tetracycline resistance by overexpression of ribosomal protection proteins that remove tetracycline from the ribosome,[\n\n36\n\n] and gentamicin resistance by aminoglycoside‐modifying enzymes.[\n\n37\n, \n38\n\n] A possible reason for reversal of antibiotic resistance phenotype and sensitization of the MDR bacteria toward antibiotic treatment is the polymer's ability in nonspecific binding to cytosolic enzymes (proteins) or genes, including those that are responsible for antibiotic resistance.\nImportantly, the polymer is capable of potentiating last‐line antibiotic colistin activity and reversing colistin‐resistance phenotype. Recently, plasmid‐mediated colistin‐resistance was reported in Gram‐negative bacteria, which resulted from MCR‐1 enzyme that catalyzes the transfer of phosphoethanolamine to lipid A, rendering the membrane more electropositive.[\n\n39\n, \n40\n\n] The MIC of colistin (colistimethate sodium) against two MCR‐1‐positive Escherichia coli strains was determined to be 15.6 and 31.3 µg mL−1, respectively (Table S1, Supporting Information), higher than the breakpoints of the Clinical and Laboratory Standards Institute (CLSI) standard for susceptibility testing (4–8 µg mL−1 for Gram‐negative bacteria). The polymer at 0.5× MIC (7.81 µg mL−1) significantly lowered colistimethate sodium MIC from 15.6–31.3 to 0.49 µg mL−1 (32‐ and 64‐fold reduction, respectively). More importantly, the MBC of colistimethate sodium was reduced by eightfold from 15.6 and 31.3 µg mL−1 to 1.95 and 3.91 µg mL−1, respectively, in the presence of the polymer where the polymer did not have a significant bactericidal effect (≈0% killing efficiency as compared to CFU at 0 h). The results demonstrate that the polymer sensitized the MCR‐1 colistin‐resistant bacteria to colistin treatment.\n\n## Macromolecule Repurposes Drugs\nThe polymer repurposed both the antituberculosis drug rifampicin and the antirheumatic drug auranofin, which are less effective against Gram‐negative bacteria than Gram‐positive bacteria (MIC of rifampicin: 1.95–31.3 µg mL−1 against Gram‐negative bacteria vs < 0.031 µg mL−1 for Gram‐positive Staphylococcus aureus; MIC of auranofin: 15.6–62.5 µg mL−1 against Gram‐negative bacteria vs 0.06–0.5 µg mL−1 for S. aureus\n[\n\n41\n, \n42\n\n]), as antibiotics with strong potency against Gram‐negative A. baumannii BAA‐1709 (Figure S1, Supporting Information). Rifampicin acts by binding the β subunit of RNA polymerase, thus inhibiting RNA synthesis,[\n\n43\n\n] whereas auranofin inhibits thioredoxin reductase (TrxR), which disrupts thiol‐redox (Trx‐TrxR) balance essential in Gram‐positive bacteria as they lack the redox couple glutathione (GSH) and GSH reductase (GR), thus compromising defense against reactive oxygen species (ROS).[\n\n42\n\n] However, GSH‐GR exists in many Gram‐negative bacteria, and thus Trx‐TrxR balance is not critical as evidenced by the high MIC values against Gram‐negative bacteria. In combination with the polymer, both rifampicin and auranofin showed for the first time a high level of activity against Gram‐negative bacteria. MICs of rifampicin and auranofin were reduced by 2048‐ and 128‐fold, respectively, against A. baumannii in combination with the polymer at 7.8 µg mL−1 (0.5× MIC) (Figure S1a,b, Supporting Information). Moreover, pEt_20 at 7.8 µg mL−1, where pEt_20 alone did not kill the bacteria (≈0% killing efficiency as compared to CFU at 0 h), significantly enhanced bactericidal activity of the drugs, and MBCs of rifampicin and auranofin were reduced from 3.91 and 15.6 µg mL−1 to 0.015 (256‐fold reduction for rifampicin) and 0.244 µg mL−1 (64‐fold reduction for auranofin) against A. baumannii (BAA‐1709), respectively (Figure S1b,c, Supporting Information).\nMoreover, the polymer/rifampicin and polymer/auranofin combinations showed strong potency against MDR A. baumannii (Figure \n2\n), where MIC dropped by 512‐fold for both rifampicin and auranofin in the presence of pEt_20 at 7.8 µg mL−1 (0.5× MIC) (Figure 2a,b). The polymer reduced MBC of rifampicin and auranofin by 256‐ and 128‐fold, respectively (Figure 2a,c–e). A similar phenomenon was also seen for the polymer/rifampicin combination at a polymer concentration of 0.5× MIC in other types of Gram‐negative bacteria, including Enterobacter aerogenes, E. coli, MDR Klebsiella pneumoniae, and other A. baumannii strains, with MIC reduction between 256‐ and 2048‐fold (Figure \n3a). In addition, the polymer at 0.5× MIC, where no bactericidal activity was observed (≈0% killing efficiency as compared to CFU at 0 h), reduced the MBC of rifampicin by 128‐ to 512‐fold (Figure 3a,b). Moreover, the polymer at 0.5× MIC reduced MIC of rifampicin derivatives (rifaximin and rifabutin) by 512‐fold against A. baumannii (BAA‐1709) (Table S2, Supporting Information). We postulate that binding of the polymer with cytosolic genes or proteins is in part responsible for its ability of potentiating the antimicrobial activity of rifampicin and its derivatives. In the mechanistic study presented later, we demonstrated that polymer treatment increased intracellular ROS of the bacteria. Hence, removal of bacterial defense by auranofin against ROS can explain for the enhanced killing of the bacteria.\n\n## Stark Difference between Membrane Translocation and Membrane Lytic Macromolecules\nAlthough the use of colistin (colistin sulfate) and quaternary ammonium‐based polycarbonate (Qua_20, Scheme S1, Supporting Information),[\n\n44\n\n] which kill bacteria by membrane disruption, reduced rifampicin MIC, guanidinium‐based polycarbonates (pEt_10, pEt_20, and pEt_40, with DP of 10, 20, and 40, respectively) (Scheme S1, Supporting Information) potentiated rifampicin more effectively, reducing rifampicin MIC by 2048‐ to 4096‐fold at a polymer concentration of 0.5× MIC against A. baumannii (BAA‐1709) as compared to 16‐, 4‐, and 4‐fold reduction for colistin sulfate, Qua_20 and polyarginine (R10), respectively (Table S3, Supporting Information). The presence of the polymers with different lengths led to similar MIC of rifampicin, and the difference in the MIC is ≤2 times. This is considered no significant difference as MIC was measured by the commonly used twofold serial dilution method.[\n\n31\n\n] Therefore, the molecular weight of the polymer did not affect the antibacterial activity of rifampicin. In addition, pEt_20 potentiated auranofin more effectively than colistin sulfate with greater MIC and MBC fold reduction: 128‐ versus 8‐fold MIC reduction and 64‐ versus 2‐fold MBC reduction for the drug‐susceptible A. baumannii (BAA‐1709) (Figure S1, Supporting Information), 512‐ versus 256‐fold MIC reduction and 128‐ versus 32‐fold MBC reduction for MDR A. baumannii (BAA‐1789) (Figure 2). In the presence of pEt_20, a lower concentration of rifampicin (Figure 2d and Figure S1d, Supporting Information) or auranofin (Figure 2e and Figure S1e, Supporting Information) was required to kill the same number of MDR A. baumannii (BAA‐1789) or A. baumannii (BAA‐1709) as compared to colistin sulfate, which is a typical membrane‐lytic antibiotic. Moreover, the polymer was more effective than colistin sulfate in reducing MIC and MBC of azithromycin against both strains: 8‐ versus 2‐fold MIC reduction and 16‐ versus 4‐fold MBC reduction for the drug‐susceptible strain (Figure S2, Supporting Information), 256‐ versus 16‐fold MIC reduction (Figure 1b) and 128‐ versus 4‐fold MBC reduction for the MDR strain (Figure S2, Supporting Information). The overall superiority of the polymer/antibiotic combination over colistin sulfate/antibiotic combination was further demonstrated by faster killing efficiency. With colistin sulfate, a longer duration of time is required to kill a similar number of bacteria (Figure S3, Supporting Information).\n\n## Macromolecule Reverses Rifampicin Resistance Phenotype in Mutants\nTo further study if the use of the macromolecule is able to reverse antibiotic resistance, rifampicin‐resistant A. baumannii mutants were developed by inoculating 108 CFUs on an agar plate containing different lethal concentrations of rifampicin (MBC, 2× MBC and 5× MBC) (Figure \n4a). A number of A. baumannii mutants were developed after 3 days of incubation even at 5× MBC, and MIC of rifampicin increased from 3.9 to 125–500 µg mL−1 against the mutants. Whole genome sequencing of the evolved strains at the three concentrations (three colonies for every concentration) was performed. All nine isolates independently acquired mutations in the rpoB gene, and no other mutation was observed relative to control strains that were subjected to the same assay conditions except for antibiotic treatment. Mutations in rpoB were reported with A. baumannii clinical isolates, which led to high MICs (≈256–512 µg mL−1),[\n\n45\n\n] similar to what we observed with our in vitro evolved rifampicin‐resistant colonies. In sharp contrast, no resistant colonies to the polymer were found on the plates even when the inoculum increased from 108 to 109 CFUs, implying that the frequency of resistance to the polymer was less than 2.1 × 10−10. More importantly, the polymer reversed the rifampicin resistance phenotype of the mutants, reducing MIC of rifampicin to 0.00098–0.122 µg mL−1 (up to 2.5 × 105‐fold reduction) (Figure 4a). In addition, pEt_20 at 0.5× MIC, where there was no significant bactericidal effect (≈0% killing efficiency as compared to CFU at 0 h), decreased the MBC of rifampicin from 500 to 0.122 µg mL−1 (4096‐fold reduction) against one of the mutants developed with rifampicin at 2× MBC (Figure 4b), which is even lower than rifampicin MBC against the parent strain (3.9 µg mL−1) (Figure 3a), further demonstrating its ability of reversing rifampicin resistance phenotype. Although colistin sulfate also reduced rifampicin MIC and MBC in the mutants (Figure 4b), it is 256‐fold (MIC) and 64‐fold (MBC) less effective than the polymer (16‐ vs 4096‐fold reduction in rifampicin MIC and ≥32‐ vs ≥2048‐fold reduction in rifampicin MBC for colistin sulfate and polymer, respectively) (Figure 4b,c). It is worth noting that colistin sulfate is unable to reverse rifampicin resistance phenotype in the mutants as MIC and MBC of rifampicin against the mutants in the presence of colistin sulfate at 0.5× MIC (i.e., 0.5 µg mL−1) were still higher than those of rifampicin against the parent strain (MIC and MBC: 31.3 vs 3.91 µg mL−1) (Figure 4b,c). Moreover, polymer/rifampicin combination showed a bactericidal effect (99.9% killing efficiency) against the mutants within 4 h, while colistin sulfate/rifampicin combination did not kill the mutants within the same time frame (Figure 4d). These findings demonstrate that pEt_20 reverses rifampicin resistance phenotype, and enhances the antimicrobial activity of rifampicin against the mutants much more effectively than colistin sulfate.\n\n## Mechanistic Study\nWe next explored the general antimicrobial mechanism of the polymer/antibiotic combination using polymer/rifampicin as an example. Membrane potential and permeability of A. baumannii was studied after polymer treatment at a sublethal dose that did not kill the bacteria during the experimental period of 30 min (≈0% killing efficiency as compared to CFU at 0 h) (Figure \n5a). Polymer treatment resulted in transient membrane depolarization. Specifically, the membrane potential was reduced upon bidendate hydrogen‐bonding interaction between guanidinium groups in the polymer and anionic phosphate groups on the membrane,[\n\n46\n\n] but it then increased gradually after membrane translocation of the polymer (Figure 5b). Alexa‐Fluor‐488‐labeled polymer was seen in the membrane and cytosol of the bacterial cells after translocation (Figure S4a, Supporting Information). Contrary to membrane‐lytic colistin sulfate, polymer treatment caused minimal membrane disruption (Figure 5c). These findings further suggest that unlike colistin sulfate, the polymer does not exert its antibacterial synergistic effect via membrane disruption or permeabilization but rather via a membrane translocation mechanism that enables its interaction with essential cytosolic biomacromolecules of the bacterial cell. As shown in Figure 5d, the polymer treatment resulted in a significant increase in the amount of insoluble proteins in the bacteria as reflected by the increase of insoluble to soluble protein ratio. Additionally, pEt_20 effectively bound bacterial DNA and inhibited DNA mobility (Figure S4b, Supporting Information). We predicted that this unique mechanism of action of polymer pEt_20 would translate to an overwhelming cytosolic stress, which would mediate rapid bacterial cell death. As shown in Figure 5e,f and Figures S5–S7 in the Supporting Information, polymer treatment led to significant production of intracellular ROS of both drug‐susceptible A. baumannii BAA‐1709 and rifampicin‐resistant A. baumannii BAA‐1709 mutant (developed from 2× MBC of rifampicin, i.e., 7.8 µg mL−1) within a few minutes even at a sublethal dose (0.5× MIC). The amount of ROS increased substantially when polymer/rifampicin combination was used. The increase in the ROS level might be due to greater cytosolic stress caused by the complementary functional mechanisms of polymer (binding with nucleic acids) and rifampicin (inhibition of nucleic acid synthesis). DNA binding by antimicrobial polymers was also observed by Zhou et al.[\n\n47\n\n] to cause strong SOS response, leading to elevation of intracellular ROS level.[\n\n48\n\n] The rapid production of ROS implies a final effector role in bacterial cell death following treatment with polymer/rifampicin combination.[\n\n49\n\n]\nThe overwhelming stress experienced by the bacteria undergoing treatment with the combination therapy was also supported by the findings from next generation RNA‐seq analysis (Figure S8, Supporting Information). Treatment of A. baumannii BAA‐1709 with the combination therapy for 5 min led to the upregulation of various genes associated with stress response pathways, including acyl‐CoA dehydrogenase[\n\n50\n\n] and NADH dehydrogenase,[\n\n51\n\n] which catalyze ROS production, heat shock proteins,[\n\n52\n\n] phage‐like and bacteriophage genes,[\n\n53\n\n] as well as NADH‐quinone oxidoreductase[\n\n54\n\n] (Tables S4–S7, Supporting Information). This phenomenon was not observed in the bacteria treated with either rifampicin or polymer alone. This further indicates that the combination therapy was highly potent, resulting in massive stress experienced by the bacteria. Interestingly, the gene associated with bacteriolytic activity (bacteriolytic lipoprotein entericidin B) was upregulated only in the bacteria treated with pEt_20/rifampicin combination, suggesting that the combination therapy might trigger programmed cell death.[\n\n55\n\n]\n\n## Toxicity Evaluation and In Vivo Antimicrobial Efficacy\nTo evaluate if the polymer/rifampicin combination is suitable for in vivo application, in vitro and in vivo toxicity was investigated. Rifampicin, polymer and their combination did not cause significant hemolysis in rat red blood cells (rRBCs) even at 500 µg mL−1 (Figure S9a, Supporting Information), and the combination did not increase cytotoxicity of rifampicin in HEK293T human embryonic kidney cell line (Figure S9b, Supporting Information). In addition, the polymer likely does not have the tendency to interact with genetic materials of mammalian cells as it did not enter the nucleus at least after 1 h (Figure S9c, Supporting Information), which is desirable for future clinical application. Moreover, similar to rifampicin, liver and kidney functions, sodium ion and potassium ion concentrations remained largely unchanged at 2 and 14 days post treatment with the combination (Figure S10a, Supporting Information). The combination therapy did not cause liver and kidney tissue damage (Figure S10b,c, Supporting Information). These findings demonstrate that the combination treatment did not induce in vivo toxicity.\nAfter demonstrating in vivo applicability of the combination, in vivo antimicrobial efficacy of the combination was evaluated in a mouse model of bacteremia caused by MDR A. baumannii (BAA‐1789) (Figure \n6a). Importantly, the rifampicin/polymer combination therapy provided a significantly higher survival rate than monotherapy using rifampicin or polymer (Figure 6b). An increased rifampicin dose in the combination led to higher survival rates (Figure S10d, Supporting Information). Similarly, the combination therapy reduced the blood bacterial load more effectively than rifampicin (2.4‐log CFU reduction vs 1.1‐log CFU reduction in the bacterial counts) (Figure 6c). These results were achieved with a single day treatment.\n\n## Conclusion\nWe have demonstrated that the co‐delivery of polymer with antibiotics reverses antibiotic resistance phenotype, and improves antibiotic potency. In addition, the use of the polymer allows for the effective repositioning of rifampicin and auranofin meant for Gram‐positive bacteria and arthritis, respectively, to be highly effective against MDR Gram‐negative bacteria. Phenotypic analysis has demonstrated the affinity of pEt_20 to the membrane, transient membrane depolarization, gene binding, intracellular protein precipitation, and subsequent ROS generation. Polymer/rifampicin combination leads to a significantly enhanced level of intracellular ROS that subsequently causes bacterial death. The translation of this combination therapy has been successfully demonstrated in a MDR A. baumannii‐caused bacteremia mouse model. This broadly applicable therapeutic combination approach with distinctive mechanisms shows great promise in the treatment of MDR Gram‐negative bacterial infections.\n\n## Materials\nA. baumannii strains BAA‐1709, 19606, BAA‐1789 (MDR strain), BAA‐1792 (MDR strain), S. aureus strain 6538, E. coli strain 25922, E. aerogenes 13048, K. pneumonia 700603, and Pseudomonas aeruginosa strain 9027 were purchased from American Type Culture Collection (ATCC). The antibiotics rifampicin, tetracycline, azithromycin, ciprofloxacin, ceftazidime, and colistin sulfate were bought from MedChem Express. Colistimethate sodium was purchased from Cayman Chemical. Penicillin G was obtained from Sigma‐Aldrich. Gentamicin was purchased from Gold Biotechnology. Polymyxin B was bought from Merck. Imipenem was obtained from MerckSharp & Dohme Corp. Peptide R10 (RRRRRRRRRR‐CONH2) was bought from GL Biochem (Shanghai). MM 4–64 dye (N‐(3‐triethylammoniumpropyl)‐4‐(6‐(4‐(diethylamino)phenyl)hexatrienyl)pyridinium dibromide) was purchased from Santa Cruz. SYTOX Green was purchased from Life Technologies.\n\n## Polymer Synthesis and Characterization\nGuanidinium‐functionalized polycarbonates (pEt_10, pEt_20, and pEt_40)[\n\n31\n\n] and Alexa‐Fluor‐488‐labeled pEt_20[\n\n31\n\n] as well as quaternary ammonium‐functionalized polycarbonate (Qua_20)[\n\n44\n\n] were synthesized by advanced organocatalytic living ring‐opening polymerization and characterized according to the previously reported protocols. All polymers had well‐defined length and narrow molecular weight distribution (polydispersity index: 1.1–1.2).\n\n## MIC and MBC Measurements\nTo evaluate the antibacterial activity of antibiotics in the presence of polymer or colistin sulfate, the broth microdilution method was employed to measure MIC.[\n\n56\n\n] Bacteria suspension (A. baumannii, E. coli, E. aerogenes, or K. pneumoniae), which grew overnight was diluted with MHB to ≈105 CFU mL−1. 96‐well plates containing diluted bacteria suspension and serially diluted antibiotics, polymer, colistin sulfate, or their combinations were incubated at 37 °C with shaking at 100 rpm for 18–20 h. The concentration, at which there was no bacterial growth reflected by unchanged optical density (OD) at 600 nm measured using a microplate reader (TECAN, Switzerland), was recorded as MIC. To evaluate the bactericidal activity of antibiotics, polymer, colistin sulfate, or their combinations, the bacteria suspension after 18 h treatment with antibiotics, polymer, colistin sulfate, or their combinations was serially diluted and streaked on LB agar plates. MBC was determined by counting the colonies formed on the plates after overnight incubation at 37 °C. The concentration of antibiotics, polymer, or colistin sulfate, at which there was more than 99.9% bacterial colony reduction, was recorded as MBC. MIC and MBC experiments were conducted in triplicates.\n\n## Killing Efficiency and Killing Kinetics\nA. baumannii BAA‐1709 (≈105 CFU mL−1) was incubated with antibiotic, pEt_20, colistin sulfate, pEt_20/antibiotic combination or colistin/antibiotic combination at their 0.5× MIC (pEt_20:7.8 µg mL−1 and colistin sulfate: 0.5 µg mL−1). After incubation at 37 °C with shaking at 100 rpm, the bacteria were collected at 18 h and then serially diluted. The diluted bacterial suspension (20 µL) was streaked onto LB agar plates and CFUs were counted after overnight incubation at 37 °C. The results of CFU counting are presented as mean ± SD of three samples. In addition, the killing kinetics of rifampicin alone, rifampicin in combination with pEt_20 or colistin sulfate at their 0.5× MIC was also tested. Specifically, A. baumannii BAA‐1709 (≈105 CFU mL−1) was incubated with rifampicin alone (0.016 µg mL−1) and rifampicin in combination with pEt_20 or colistin sulfate at their 0.5× MIC (pEt_20: 7.8 µg mL−1; colistin sulfate: 0.5 µg mL−1). At predetermined time points (10, 30 min, 1, 2, 4, 24 h), a small portion of the bacterial suspension was collected, serial diluted, and streaked on LB agar plates. After incubation overnight, CFUs were counted and the results were presented as mean ± SD of three samples.\n\n## Mutant Selection\nA. baumannii BAA‐1709 (≈108 CFU) were streaked onto MHB agar plates which contained rifampicin at concentrations of 1× MBC (3.9 µg mL−1), 2× MBC (7.8 µg mL−1), or 5× MBC (39.0 µg mL−1) (three replicates for each concentration). The bacteria on the plates were incubated at 37 °C for 3 days. The colonies appearing on the plates were restreaked on rifampicin‐containing agar plates to confirm their resistance. The resistant colonies were collected and stored at −80 °C for MIC and MBC measurements of rifampicin in the presence of pEt_20 or colistin sulfate.\nIn addition, to explore the antimicrobial mechanism of the polymer, mutant selection was also performed using pEt_20. Specifically, A. baumannii BAA‐1709 (≈108 CFU) were streaked on MHB agar plates which contained pEt_20 at concentrations of 1× MBC(agar) (750 µg mL−1). A. baumannii BAA‐1709 (≈106 CFU) were applied onto MHB agar containing pEt_20 at different concentrations, and the concentration with at least 99.9% CFU reduction was determined to be the MBC(agar). However, no resistant colonies were found after 3‐day incubation. Moreover, there were no resistant colonies detected even when the bacteria loading was increased to 1.6 × 109 CFU. The results indicate that the frequency of resistance to pEt_20 was < 1/(3 × 1.6 × 109) = 2.1 × 10−10 (3 represents triplicates).\n\n## Membrane Permeability\nA. baumannii BAA‐1709 cells (≈107 CUF mL−1) were incubated with colistin sulfate (0.5 µg mL−1, 0.5× MIC) or pEt_20 (7.8 µg mL−1, 0.5× MIC) for 2, 5, 10, 15, and 30 min. The cells were washed with phosphate‐buffered saline (PBS) and PI dye (final concentration: 2 µg mL−1) was added. After 30 min incubation, 200 µL of bacterial suspension was added into a black 96‐well plate and the fluorescence intensity (Ex: 535 nm, Em: 620 nm) was recorded by using a Tecan Spark 10M microplate reader.\n\n## Membrane Potential\nA. baumannii BAA‐1709 cells were diluted to ≈107 CUF mL−1 with MHB medium. The potentiometric probe DiSC3(5) was added in the medium at a final concentration of 1 × 10−6\nm. The fluorescence intensity (Ex: 620 nm, Em: 680 nm) of DiSC3(5) was monitored for 1 h in dark at room temperature (200 µL per well in black 96‐well plate). The polymer with final concentration at 7.8 µg mL−1 was added to the medium containing the bacteria and DiSC3(5), and the fluorescence intensity was monitored using the microplate reader.\n\n## Quantification of Intracellular Protein Precipitation\n5 mL of A. baumannii BAA‐1709 log phase culture was treated with increasing concentration of pEt_20 for 24 h followed by c",
  "has_full_text": true
}