{
  "pmid": "33067430",
  "title": "Resensitizing carbapenem- and colistin-resistant bacteria to antibiotics using auranofin.",
  "abstract": "Global emergence of Gram-negative bacteria carrying the plasmid-borne resistance genes, blaMBL and mcr, raises a significant challenge to the treatment of life-threatening infections by the antibiotics, carbapenem and colistin (COL). Here, we identify an antirheumatic drug, auranofin (AUR) as a dual inhibitor of metallo-β-lactamases (MBLs) and mobilized colistin resistance (MCRs), two resistance enzymes that have distinct structures and substrates. We demonstrate that AUR irreversibly abrogates both enzyme activity via the displacement of Zn(II) cofactors from their active sites. We further show that AUR synergizes with antibiotics on killing a broad spectrum of carbapenem and/or COL resistant bacterial strains, and slows down the development of β-lactam and COL resistance. Combination of AUR and COL rescues all mice infected by Escherichia coli co-expressing MCR-1 and New Delhi metallo-β-lactamase 5 (NDM-5). Our findings provide potential therapeutic strategy to combine AUR with antibiotics for combating superbugs co-producing MBLs and MCRs.",
  "journal": "Nature communications",
  "year": "2020",
  "authors": [
    "Sun H",
    "Zhang Q",
    "Wang R",
    "Wang H",
    "Wong Y"
  ],
  "doi": "10.1038/s41467-020-18939-y",
  "mesh_terms": [
    "Animals",
    "Anti-Bacterial Agents",
    "Auranofin",
    "Carbapenems",
    "Colistin",
    "Drug Resistance, Multiple, Bacterial",
    "Escherichia coli",
    "Escherichia coli Infections",
    "Escherichia coli Proteins",
    "Female",
    "Humans",
    "Mice",
    "Mice, Inbred BALB C",
    "Microbial Sensitivity Tests",
    "beta-Lactamase Inhibitors",
    "beta-Lactamases"
  ],
  "full_text": "## Introduction\nThe clinical efficacy of antibiotics has been severely challenged by plasmid-borne resistance determinants, in particular carbapenemase that renders Gram-negative bacteria resistant to carbapenem therapy, in either hospital or community settings, triggering the onset of the worldwide antimicrobial resistance crisis1. As one of the most clinically relevant carbapenemase, New Delhi metallo-β-lactamase 1 (NDM-1) has experienced the widest geographical spread since its discovery in 20082.The resistance gene encoding NDM-1 (blaNDM-1) could be rapidly disseminated via plasmid as well as integrons cassette3 and expressed without apparent fitness cost among different bacteria4. NDM-1 as well as other MBLs, confers bacterial resistance to nearly all available β-lactam antibiotics, leading to poor clinical outcomes of conventional antibiotic therapy5. Moreover, most blaMBL-encoding plasmids co-harbored multiple resistance determinants, including serine-β-lactamase for monobactams, 16 S RNA methylases for aminoglycosides, rifampin-modifying enzymes for rifampin, chloramphenicol acetyltransferase for chloramphenicol, esterase for macrolides2,3,6, thus expanding to multidrug resistance and pandrug resistance.\nAs a consequence, the treatment of infections by NDM-1 producing clinical strains require the use of last-resort antibiotics e.g., COL7–9. COL acts by associating with the anionic lipopolysaccharide (LPS) component of Gram-negative outer membrane, leading to the disruption of the membrane, leakage of intracellular contents and ultimately lytic cell death10. Unfortunately, the efficacy of COL has been seriously compromised in the regular treatment of lethal bacterial infections owing to the emergence of MCR-1 enzyme since 201511. Unlike chromosomally mediated polymyxin resistance, which is limited to clonal expansion12, the plasmid-borne mcr-1 (and its homologues, mcr-2 to −10)13 is responsible for a transferable mechanism of polymyxin resistance and has been disseminated over 40 countries/regions covering five continents14. In addition to conferring resistance to polymyxin antibiotics, mcr-1 could also confer bacterial resistance toward lysozyme15. The situation gets exacerbated by the fact that mcr-1 could cotransfer with mcr-3 or mcr-516,17 and even coexist with blaMBL, including blaNDM-1 and its variants blaNDM-5 and blaNDM-918–21. Moreover, a clinical E. coli isolate has been found to co-carry mcr-1, mcr-3, and blaNDM-5 genes22. Thus, in clinic context, the co-existence of MBL(s) and MCR(s) in infectious pathogens has raised serious concerns that common infections with these “superbugs” may soon be untreatable, which will severely endanger public health system and leave clinicians with virtually no therapeutic options.\nNDM-1, as a typical member of B1 class of MBLs, possesses two Zn(II) ions intercalated by a nucleophile hydroxide in its active site, which is delimited by flexible loop 3 and 1023. The two Zn(II) ions have been validated to be crucial for its hydrolytic activity to launch a nucleophilic attack on β-lactam rings in β-lactam antibiotics24. Additionally, the presence of Zn(II) ions is beneficial for the accumulation of MBLs in the bacterial periplasm owing to the rapid degradation of these enzymes in their non-metallated forms25. MCR-1, a recent member of the phosphoethanolamine (PEA) transferase family, catalyzes the addition of the PEA moiety to the phosphoric group of lipid A moiety on LPS, rendering the bacterial membrane more electropositive and repelling cationic COL26. This enzyme contains a Zn(II) cofactor in its active site, coordinating to Glu246, Asp465, His466 and a conserved nucleophilic attack group, phosphorylated Thr285 (TPO285)27,28. The Zn(II) ion in the active site of MCR-1 has been validated to be vital for the PEA transfer process; notwithstanding its biological roles in MCR proteins are still controversial29,30.\nOur previous studies showed that an antipeptic ulcer bismuth drug, colloidal bismuth subcitrate, could resensitize MBL-positive bacteria to β-lactam antibiotics through kicking out the Zn(II) cofactors by Bi(III) from the active site of MBLs, thus disrupting their abilities to hydrolyze β-lactam ring in carbapenem31. We therefore hypothesize that a metallodrug-antibiotic combination serves as an effective strategy to combat “superbugs” that co-produce MBLs as well as other Zn-dependent resistant determinants, e.g., MCRs. In the present study, we identified an antirheumatic drug, auranofin (AUR, its chemical structure is shown in Supplementary Fig. 1a) as an effective dual inhibitor of MBLs and MCRs. Our results showed that AUR irreversibly inhibit NDM-1 activity and disrupted the function of MCR-1 via displacing Zn(II) ions in the active sites and thus forming Au-NDM-1 or Au-MCR-1. Importantly, AUR synergized with antibiotics on killing a spectrum of bacterial pathogens carrying blaMBL and/or mcr genes and significantly suppressed the resistance development of either MBL or MCR. Notably, AUR potently restored the susceptibility of MCR-1- and NDM-5-co-producing pathogens to COL in murine peritonitis models. This work clearly elucidates the antimicrobial action of a gold(I)-based drug and opens a horizon for the treatment of infections caused by superbugs carrying blaMBL and/or mcr genes.\n\n## Primary screening identifies auranofin as an antibiotic booster\nA primary screening on a battery of metal compounds was performed to seek for COL and/or carbapenem (exemplified by meropenem, MER) synergism against E. coli CKE, a clinical isolate that co-produced NDM-5 and MCR-1 (MICCOL = 8 μg·mL−1, MICMER = 32 μg·mL−1). The growth of E. coli CKE was examined in the presence of selected metal compounds at subinhibitory concentration (50 μg·mL−1), and COL (1 μg·mL−1) or MER (2 μg·mL−1) for 18 h. Our results showed that both cobalt(II) chloride and arsenic(III) trioxide could partially boost efficacies of both MER and COL with ~50% of microbial growth to be inhibited. However, Bi(III) (as bismuth nitrate) could only boost the activity of MER but not COL (Supplementary Fig. 1b, c). To our surprise, both Au(I) (as gold(I) chloride, AuCl) and AUR were observed to markedly boost activities of either MER or COL to the extent that no bacterial growth was observed, suggesting its effectiveness on inhibiting both MBL and MCR-1 activity. In view of well-characterized toxicology and pharmacology of AUR32, we therefore selected AUR for further exploration of its potential as a dual inhibitor of MBLs and MCRs.\n\n## Auranofin inhibits NDM-1 hydrolytic activity\nNative Zn2-NDM-1 protein was first overexpressed and purified according to previously described method31 to examine the inhibitory action of AUR towards MBLs. Since AUR is a prodrug and metabolizes to an active species [Au(PEt3)]+ when transferred across cell membranes33, we therefore used an AUR analogue, chloro(triethylphosphine)gold(I) [Au(PEt3)Cl], for all the enzyme-based biophysical studies to mimic its action in cellulo. The hydrolytic activity of NDM-1 against a chromogenic substrate, nitrocefin, was examined in the absence or presence of Au(PEt3)Cl according to a previous report34. As shown in Fig. 1a, NDM-1 activity decreased as the Au(PEt3)Cl concentration escalated (IC50 = 437.9 ± 29.1 nM), with ~97% activity being inhibited, indicative of excellent inhibitory effect of AUR on NDM-1. From the enzyme kinetics assay, we found that Au(PEt3)Cl leads to an evident decrease in the apparent Vmax from 19.41 μM⋅min−1 to 3.35 μM⋅min−1 while the Km value retained almost unchanged at around ~67.3 μM, indicative of a typical noncompetitive inhibition (Fig. 1b). A plot of the inverse of the apparent maximal rates versus the concentration of the inhibitor allowed the inhibition constant (Ki) to be calculated as 389.1 nM for Au(PEt3)Cl. This suggests Au(PEt3)Cl converted NDM-1 into an inactive state rather than competing for the active site with substrates.Fig. 1Auranofin inhibits MBL activity via the displacement of Zn(II) cofactors.a Inhibition of NDM-1 activity by Au(PEt3)Cl with IC50 of 437.9 ± 29.1 nM. b Double reciprocal plot of substrate dependent enzyme kinetics on inhibition of NDM-1 activity by Au(PEt3)Cl. c Lysate NDM-1 activity from NDM-Rosetta treated with AUR or Au(PEt3)Cl. d The substitution of Zn(II) in Zn2-NDM-1 by Au(PEt3)Cl by equilibrium dialysis. The metal content was determined by ICP-MS. e Cellular thermal shift assays showing the binding of Au(I) to NDM-1 in intact NDM-Rosetta cells. NDM-1 melting temperature was shifted from 63.7 to 58.6 °C for control and AUR-treated group, respectively. The images show the representative blottings of three independent experiments. f Structure of the active site of Au-NDM-1 (PDB ID: 6LHE) with the anomalous density peak of Au shown as yellow spheres and water molecules as red spheres, and anomalous density peak of Au in green mesh contoured at 7.0σ. a, c–e Data are presented as mean values ± SEM, n = 3 biologically independent samples. Source data are provided as a Source Data file.\nIt is commonly believed that AUR has a high affinity to thiolate sulfurs (cysteine residues) in proteins to form stable and irreversible adducts33. To examine the role of cysteine in NDM-1inhibition by AUR, we mutated Cys208 to Ala208, i.e., NDM-1-C208A. We found that the hydrolytic activity of the mutant was significantly reduced as demonstrated previously31,35. Its activity was inhibited by only ~13.6% upon incubation with Au(PEt3)Cl at 100 μM (Supplementary Fig. 2), indicating that the interaction of AUR with Cys208 is important for its inhibition on NDM-1. Importantly, the lysates extracted from an engineered NDM-1 positive E. coli strain denoted as NDM-Rosetta, that exposed to overnight treatment of AUR (and Au(PEt3)Cl) at escalating concentrations, showed suppressed activity (up to ~30%) towards nitrocefin (Fig. 1c). These data demonstrated that AUR could effectively inhibit NDM-1 activity both in vitro and in cellulo.\n\n## Auranofin displaces Zn(II) cofactors with Au(I) in NDM-1\nTo explore the inhibitory role of AUR, we first examined its impact on the Zn(II) cofactors of NDM-1. By using 4-(2-pyridylazo)resorcinol (PAR) assay, we found that c.a. 1.09 molar equivalents of Zn(II) was gradually released from native Zn-NDM-1 upon the addition of Au(PEt3)Cl at 200 μM (Supplementary Fig. 3a, b). In addition, the activity of Zn-NDM-1 was lost in a time-dependent manner when exposed to Au(PEt3)Cl treatment (Supplementary Fig. 3c), indicating that the inhibition of NDM-1 by Au(PEt3)Cl may be attributable to the deprivation of Zn(II). By using equilibrium dialysis, we showed that the addition of increasing amounts of Au(PEt3)Cl to the native protein resulted in ca. 1.77 ± 0.08 molar equivalents of Au(I) bound to NDM-1, accompanied by ca. 1.53 ± 0.21 molar equivalents of Zn(II) removal (Fig. 1d). The data were fitted by one-site binding Hill plot, which gave rise to the dissociation constant (Kd) of 4.03 ± 0.65 μM for Au(PEt3)Cl and the maximal binding capacity (Bmax) of 1.95 ± 0.10, indicating that two Au(I) ions bound per monomer of NDM-1. Significantly, the inhibition of NDM-1 activity by Au(PEt3)Cl could not be reversed as the supplementation of 30 molar equivalents of Zn(II) led to less than 20% activity being restored for Au-NDM-1, owing to the limited ability of excess Zn(II) to replace Au(I) (Supplementary Fig. 4).\nWe next examined the binding of AUR to NDM-1 by matrix assisted laser desorption ionization time of flight mass spectrometry (MALDI-TOF MS) (Supplementary Fig. 5). A peak observed at m/z of 25925.4 could be assigned to NDM-1 monomer. After 18-h co-incubation with AUR at molar ratio of 1:10, new peaks at m/z of 26124.3, 26240.7, 26323.1, and 26442.9 appeared and could be assigned to [NDM-1 + Au], [NDM-1 + Au(PEt3)], [NDM-1 + 2Au)], and [NDM-1 + Au + Au(PEt3)], respectively. These results suggested that [Au(PEt3)]+ binds to NDM-1 via exchange triethlphosphine with the enzyme. The cellular engagement of NDM-1 by AUR was examined by cellular thermal shift assay (CETSA)36. The overnight exposure to AUR (12 μg·mL−1) treatment decreased the cellular thermal stability of NDM-1 by ∆Tm = 5.2 °C in NDM-Rosetta, indicative of the binding of AUR to NDM-1 in intact cells. (Fig. 1e).\nWe further explored the binding mode at atomic level by X-ray crystallography. Au-bound NDM-1 was first obtained by incubating apo-NDM-1 with 10 molar equivalents of AUR overnight at 25 °C and then co-crystallized using a typical sitting-drop vapor diffusion method. The crystal structure of Au-NDM-1 was determined at 1.20 Å resolution (PDB ID: 6LHE) and the binding of Au(I) to the protein was confirmed by X-ray excitation spectrum, which solely showed the excitation peak for gold (Au-L3) at the radiation energy around 9.8 keV, while no peak for zinc around 8.6 keV was observed (Supplementary Fig. 6a). Superimposition of all its Cα atoms with Zn-NDM-1 (PDB ID: 5ZGE) showed no significant overall conformational changes (RMSD = 0.211 Å) (Supplementary Fig. 6b, c). As shown in Fig. 1f, two Au ions, viz, Au282 and Au283 were clearly observed in the active site, tetrahedrally coordinated to Cys208, His250, Asp124, a water molecule (w291), and His122, His120, His189, and a water molecule (w410), respectively. The distance between two Au ions (~3.8 Å) is much shorter than that between two Zn ions (~4.6 Å) in the intact NDM-1 crystal23. An additional Au ion (Au281) resided in the interface of two protein monomers coordinating to Asp223, Glu152, a water molecule, and a Glu227 from an adjacent NDM-1 molecule in a distorted tetrahedral geometry (Supplementary Fig. 6d, e). The bond lengths of Au(I) with the side-chains of those amino acid residues were overall in the range of 1.9–2.5 Å and generally comparable to those for Zn(II) (Supplementary Tables 1, 2). The occupancies of the three Au ions were ca. 0.5 with the Au283 in the Zn1 site showing slightly lower occupancy (0.45). The active-site pocket of NDM-1 in the crystal structure was widely open and two Au ions resided in the bottom of the cavity, apparently being assessable to AUR. Overall, the data agreed well with our biophysical characterization that the Zn-dependent hydrolysis function of NDM-1 was inhibited by AUR through displacement of the Zn(II) in the active.\n\n## Auranofin resensitizes MBL-positive Enterobacteriaceae to carbapenem\nWe then examined whether AUR could enhance the antimicrobial activity of MER against an NDM-1 positive E. coli isolate, NDM-HK (MICMER = 16 μg·mL−1)37. The MIC value of MER was remarkably reduced by 64 folds in the presence of 16 μg·mL−1AUR, for which the fractional inhibitory concentration index (FICI) was estimated to be 0.156, i.e., indicative of synergy (FICI ≤ 0.5) (Fig. 2a). Importantly, the combination only led to additive killing of MBL negative strain with FICI of 0.625 (0.5 < FICI < 1 indicates addition) during the same assay operations (Fig. 2b). The AUR-MER combination exhibited potent bactericidal effect as revealed by time-kill assay. Early-log phase culture of NDM-HK (106 CFU·mL−1) was subjected to the treatments of vehicle, MER, AUR or their combination; and the bacterial growth was measured at different intervals by agar plating. As expected, no evident CFU reduction of NDM-HK was observed among untreated, MER, and AUR group by 24 h. In contrast, the bacterial loads in the combination group plummeted by more than five orders than any single component and their outgrowth were prevented throughout 24-h exposure (Fig. 2c). Furthermore, the antimicrobial potency of AUR-MER combination could be profiled against a panel of Enterobacteriaceae that produced either B1 MBL (VIM-2, IMP-4) or B2 MBL (CphA) (Fig. 2d), with FIC index ranged from 0.133 to 0.375 (Supplementary Table 3). This confirms that AUR serves as a broad-spectrum inhibitor of MBLs. Resistance levels to MER were greatly elevated upon exposure to MER at subinhibitory concentrations, as its MIC value increased by 8-folds over a period of 16 serial passages (Fig. 2e). Importantly, the resistance level was slightly increased by 2-folds upon the combined use of AUR and MER. In addition, in the presence of AUR (30 μg·mL−1), the mutation prevention index (MPI) of MER significantly decreased from 32 to 1 (Fig. 2f). Our combined data clearly demonstrate that AUR restores the carbapenem activity against MBL-positive bacteria and restricts the enrichment of mutant subpopulation in them.Fig. 2Auranofin restores the susceptibility of MBL-positive bacteria to carbapenem.a, b Representative heat plots of microdilution checkerboard assays for the combination of MER and AUR against (a) NDM-1-positive E. coli and (b) NDM-1-negative E. coli. c Time-kill curves for MER or AUR monotherapy or their combination therapy against NDM-HK during 24-h incubation. The concentrations of MER and AUR are used at 16 μg·mL−1 and 30 μg·mL−1, respectively. Data are presented as mean values ± SEM, n = 3 biologically independent samples. d Isobolograms of the combination of MER and AUR against different MBL-positive bacterial strains. The green dash line indicates ideal isobole, where drugs act additively and independently. Data points below this line indicate synergism. e Resistance acquisition curves during serial passage with the subinhibitory concentration of MER or the combination of MER and AUR against NDM-HK. MIC test was performed every two passages. f Bar chart showing MPI indices of MER in the presence of increasing concentration of AUR against NDM-HK. a, b Data in a and b represent the mean OD600 of two biological replicates. Source data are provided as a Source Data file.\n\n## Auranofin disrupts action of MCR-1 catalysis\nWe next investigated the feasibility of AUR as a resistance breaker of MCR-1, which is devoid of cysteine residues in its active site. MCR-1 is organized into two domains including an N-terminal inner membrane-bound domain and a soluble, periplasmic domain equipped with a Zn-dependent catalytic core and two (putative) substrate-binding pockets38. This enzyme could bind PEA and lipid A in respective pockets and launch the Zn-dependent transfer of PEA to lipid A with the assistance of its transmembrane domain38. We asked whether AUR could functionally disrupt MCR-1 in vitro. To address this, the (semi-)activity of MCR-1 was measured by a thin layer chromatography (TLC)-based method using a fluorescently labeled natural mimetic substrate, nitrobenzodiazole-labeled glycerol-3-phosphoethanolamine (NBD-glycerol-3-PEA)39. First, we purified the full-length membrane protein Zn-MCR-1 with a gradient concentration of the detergent n-dodecyl-β-D-maltoside (DDM) to preserve its catalytic activity. The protein was incubated with or without 10 molar equivalents of Au(I) compounds overnight and subsequently mixed with NBD-glycerol-3-PEA, followed by TLC detection. Zn-MCR-1 could cleave PEA group from NBD-glycerol-3-PEA, and the loss of PEA group led to the faster migration of NBD-glycerol as revealed in Fig. 3a. In contrast, no observable migration relative to either the substrate only (as a control), AuCl or Au(PEt3)Cl treatment group was found (Fig. 3a), indicative of the inhibition of cleavage activity of MCR-1 by Au(I).Fig. 3Auranofin disrupts the Zn(II)-dependent function of MCR-1.a Inhibition of MCR-1 cleavage activity on NBD-glycerol-3-PEA by AuCl and Au(PEt3)Cl. A representative image of TCL plate is shown here. b Membrane potential changes upon AUR treatment in MCR-1 positive and negative S. flexneri as determined by the ratios of green to red fluorescent signals. c Substitution of Zn(II) in Zn3-MCR-1-S by Au(PEt3)Cl over equilibrium dialysis. The metal content was determined by ICP-MS. d The metal contents upon supplementation of various amounts of Zn(II) into Au-MCR-1-S over equilibrium dialysis. The metal content was determined by ICP-MS. e Cellular thermal shift assays showing the binding of Au(I) to catalytic domain of MCR-1 in intact MCR-1-S-BL21 cells. MCR-1-S melting temperature was shifted from 61.7 to 58.1 °C for control and AUR-treated group, respectively. The images show the representative blottings of three independent experiments. f Structure of the active site of Au-MCR-1-S (PDB ID: 6LI6) with the anomalous density peak of Au ion shown as a purple sphere and anomalous density peak of Au in magenta mesh contoured at 5σ. b–e Data are presented as mean values ± SEM, n = 3 biologically independent samples. b\nP values were determined by an unpaired two-tailed student t-test with Welch’s correction. Source data are provided as a Source Data file.\nGiven that membrane potential serves as a good indicator for the proper function of MCR-140, we further explored if AUR could disrupt the action of MCR-1 in intact cells. The membrane potentials of MCR-1 positive or negative Shigella flexneri (S. flexneri) was determined by using diethyloxacarbocyanine [DiOC2(3)], a green fluorescent dye that formed red fluorescent aggregated with an increase in membrane potential, upon the treatment of AUR, Au(PEt3)Cl, and carbonyl cyanide 3-chlorophenylhydrazone (CCCP, as a positive control), respectively. As shown in Fig. 3b, green/red fluorescent ratios decreased from 6.14 to 4.08, indicative of the significant reduction of the membrane negative charge in MCR-1 positive S. flexneri in comparison to the MCR-1 negative strain. Importantly, negligible reduction in negative charge was observed for MCR-1-positive S. flexneri that were treated either by AUR (3 μM), Au(PEt3)Cl (3 μM), or CCCP (5 μM) (Fig. 3b). This suggests that AUR effectively prevents the MCR-1-induced loss of negative charges in cellulo.\n\n## Auranofin inhibits MCR-1 activity through displacement of Zn(II) cofactor\nTo investigate the inhibitory effect of AUR, we first overexpressed and purified the soluble, periplasmic domain of truncated MCR-1 (residues 201-541, denoted as MCR-1-S), which was determined to bind three equivalents of Zn(II) ions by ICP-MS. We showed by PAR assay that titration of Au(PEt3)Cl (10 molar equivalents) to the Zn-MCR-1-S led to ca. 1.98 molar equivalents of Zn(II) to be released from the protein rapidly within 30 min (Supplementary Fig. 7). By equilibrium dialysis, we found unexpectedly that Au(I) ions bind intact MCR-1-S (Zn-MCR-1-S) with the binding affinities (Kd) of 3.36 ± 0.38 μM for Au(PEt3)Cl and binding stoichiometry (Bmax) of 3.00 ± 0.60. Zn(II) content in Zn-MCR-1-S was decreased gradually and ca. 2.21 molar equivalents of Zn(II) was removed ultimately during the exposure to Au(PEt3)Cl (Fig. 3c). Notably, the supplementation of up to 5 molar equivalents of Zn(II) could not displace Au(I) from Au-MCR-1-S (Fig. 3d). These data suggest that AUR disrupts the function of MCR-1 via displacement of Zn(II) by Au(I). We next investigated cellular engagement of MCR-1-S by AUR using CETSA, the thermal stability of MCR-1-S was decreased by ca. 3.6 °C (∆Tm) upon treatment of AUR (15 µg·mL−1) in MCR-1-S-producing E. coli (denoted as MCR-1-S-BL21) (Fig. 3e), confirming the binding of AUR to MCR-1 in cellulo.\nTo further unveil the detailed inhibition mode, we first prepared a Zn-bound crystal of MCR-1-S (PDB ID: 6LI4) and then transformed to Au-bound MCR-1-S crystal (PDB ID: 6LI6) by a soaking method31. The crystal structure of Au-MCR-1-S was resolved at 1.68 Å resolution and the binding of Au(I) to the MCR-1-S was also confirmed by X-ray excitation spectrum (Supplementary Fig. 8). Superimposition of this crystal structure with the Zn-bound or apo-bound MCR-1-S (PDB ID: 6LI5) overall Ca atoms showed negligible overall conformational change with RMSD values of 0.476 and 0.573 Å, respectively (Supplementary Fig. 9). From the density map, three Au ions were clearly visible in one chain in an asymmetric unit, and a single Au ion (Au542 with occupancy of 0.5) was found in the Zn-dependent catalytic core, coordinating with four residues, i.e., Glu246, Asp465, His466, and TPO285 to form a distorted tetrahedral geometry (Fig. 3f). The bond lengths of Au(I) with the side-chains of amino acid residues are overall slightly longer than those for Zn(II) (Supplementary Tables 4, 5), probably owing to the larger ionic radius of Au(I) (1.37 Å) than Zn(II) (0.74 Å). The second Au ion (Au543) linearly coordinated to Nɛ2-His252 and PEt3 group (N–Au–P angle 171.5°) (Supplementary Fig. 10). The third Au ion (Au544) coordinated to Nɛ2-His424 and a water molecule in a quasi-linear geometry (N–Au–O angle of 159.0°) (Supplementary Fig. 10). The Au ion (Au543) was only observed in one chain in the asymmetric unit with occupancy of ~0.3, but not in the other one (Supplementary Fig. 10a), inferring the less accessibility of Au(PEt3)Cl to this site. The crystallographic analysis demonstrates that AUR binds to MCR-1 and displaces Zn(II) in the active site through Au(I).\n\n## Auranofin resensitizes MCR-positive Enterobacteriaceae to colistin\nBy using checkerboard microdilution assay, we observed a synergistic pattern that AUR (5 μg·mL−1) resensitized MCR-1-J53 to COL by 64 folds, with its MIC dropped from 8 μg·mL−1 to 0.125 μg·mL−1 (Fig. 4a). This combination showed typical synergism with FIC index of 0.125 for MCR-1-J53 but not for MCR-1-negative strain (FIC = 0.531, Fig. 4b). Time-kill assay revealed that AUR (6 µg·mL−1) and COL (2 µg·mL−1) combinedly presented a potent bactericidal activity as reflected by over 107 decreases in viable MCR-1-J53 compared with the control or any single components after 24-h exposure (Fig. 4c). Furthermore, the two drugs synergized to kill a spectrum of MCR-positive bacterial pathogens with the MIC of COL above susceptible breakpoint (2 μg·mL−1) and FIC index ranging from 0.125–0.281 (Fig. 4d and Supplementary Table 6). Under identical conditions, AUR (0.625 μg·mL−1) significantly decreased the MIC of COL against an E. coli strain produced different MCR variants including 5 MCR-1 variants and 6 MCR homologs, by 8–16-folds (Fig. 4e), implying the broad-spectrum antimicrobial potency of this combination against MCR(s)-positive bacteria.Fig. 4Auranofin synergizes with colistin to kill MCR-positive bacterial strains.a, b Representative heat plots of microdilution checkerboard assay for the combination of COL and AUR against a MCR-1-positive E. coli and b MCR-1-negative E. coli. c Time-kill curves for COL and AUR monotherapy or combination therapy against MCR-1-J53 during 24-hr incubation. The concentrations of COL and AUR are 2 μg·mL−1 and 6 μg·mL−1, respectively. Data are presented as mean values ± SEM, n = 3 biologically independent samples. d Isobolograms of the combination of COL and AUR against different MCR-1-positive bacterial strains. The green dash line indicates ideal isobole, where drugs act additively and independently. Data points below this line indicate synergism. e Bar charts showing the reduction of COL MIC for E. coli J53 that produced MCR-1 variants and MCR homologs in the combined use with AUR at fixed concentration of 0.625 μg·mL−1. f Resistance acquisition curves during serial passage with the subinhibitory concentration of COL or the combination of COL and AUR against MCR-1-J53. MIC test was performed every two passages. g Bar charts showing MPI indices of MER in the presence of increasing concentration of AUR against MCR-1-J53. a, b Data in a and b represent the mean OD600 of two biological replicates. Source data are provided as a Source Data file.\nThe in vitro serial passage was also used to examine whether AUR could suppress the resistance development in MCR-1 positive bacteria. We showed that the MIC values of COL increased by 100 folds after a period of 16 serial passages when used alone (Fig. 4f). In contrast, the MIC values of COL was increased only by 4 folds at the end of experiment upon the combined use of AUR. Similar to the result of MPC assay for NDM-1, AUR decreased the mutation prevention indices (MPI) of COL by 32 folds, i.e., from 16 to 0.5 in a dose-dependent manner (Fig. 4g), suggesting that AUR serves to diminish the occurrence of higher level of resistance in Enterobacteriaceae.\n\n## Auranofin restores in vivo efficacy of colistin\nTo further evaluate the potential utility of combination regimens, we assessed AUR in combination with COL in vivo using two murine models of MCR-1- and -NDM-5-positive E. coli and MCR-1-positive K. pneumoniae infections. AUR was dosed at subinhibitory concentrations, which exhibited synergistic potentiation based on in vitro assessing (Figs. 2, 4, Supplementary Tables 3, 6), and were below the toxicity dosage according to a pilot study. COL was administrated at approximately human equivalent dose (daily dosage: 2.5−5.0 mg·kg−1 41,). Balb/c mice were first systemically infected intraperitoneally (i.p.) with a sublethal dose of K. pneumoniae (MCR-1+) (~2 × 106 CFU per mouse), and then administrated with single dose of vehicle, AUR (0.5 mg·kg−1), COL (2 mg·kg−1) or their combination 1-h post-infection, respectively. The bacterial loads in the liver and spleen were barely affected by AUR alone and the isolate showed certain extent of resistance to COL monotherapy after 48 h. In contrast, the bacterial loads of COL-AUR combination group plummeted by over 10 folds in the spleen and liver than that of COL alone (Fig. 5a, b). In a separated model, groups of Balb/c mice were i.p. injected with lethal dose of E. coli CKE, and received single dose of AUR, COL or their combination 0.5-h post-infection, respectively. We found that both vehicle control and AUR alone led to the death of all mice in respective group within 3 days, and COL monotherapy failed to rescue four out of six infected mice till the endpoint of experimental period. Remarkably, all mice were survived upon the combination therapy at 5 days following infection (Fig. 5c), highlighting the in vivo effectiveness of AUR-COL combination against MCR-1- and -NDM-5-positive bacterial infections.Fig. 5The com",
  "has_full_text": true
}