{
  "pmid": "33093568",
  "title": "Anti-staphylococcal activity and mode of action of thioridazine photoproducts.",
  "abstract": "Antibiotic resistance became an increasing risk for population health threatening our ability to fight infectious diseases. The objective of this study was to evaluate the activity of laser irradiated thioridazine (TZ) against clinically-relevant bacteria in view to fight antibiotic resistance. TZ in ultrapure water solutions was irradiated (1-240 min) with 266 nm pulsed laser radiation. Irradiated solutions were characterized by UV-Vis and FTIR absorption spectroscopy, thin layer chromatography, laser-induced fluorescence, and dynamic surface tension measurements. Molecular docking studies were made to evaluate the molecular mechanisms of photoproducts action against Staphylococcus aureus and MRSA. More general, solutions were evaluated for their antimicrobial and efflux inhibitory activity against a panel of bacteria of clinical relevance. We observed an enhanced antimicrobial activity of TZ photoproducts against Gram-positive bacteria. This was higher than ciprofloxacin effects for methicillin- and ciprofloxacin-resistant Staphylococcus aureus. Molecular docking showed the Penicillin-binding proteins PBP3 and PBP2a inhibition by sulforidazine as a possible mechanism of action against Staphylococcus aureus and MRSA strains, respectively. Irradiated TZ reveals possible advantages in the treatment of infectious diseases produced by antibiotic-resistant Gram-positive bacteria. TZ repurposing and its photoproducts, obtained by laser irradiation, show accelerated and low-costs of development if compared to chemical synthesis.",
  "journal": "Scientific reports",
  "year": "2020",
  "authors": [
    "Tozar T",
    "Santos Costa S",
    "Udrea A",
    "Nastasa V",
    "Couto I"
  ],
  "doi": "10.1038/s41598-020-74752-z",
  "mesh_terms": [
    "Anti-Bacterial Agents",
    "Antipsychotic Agents",
    "Drug Repositioning",
    "Drug Resistance, Bacterial",
    "Lasers",
    "Methicillin-Resistant Staphylococcus aureus",
    "Solutions",
    "Staphylococcus aureus",
    "Thioridazine",
    "Water"
  ],
  "full_text": "## Introduction\nAntimicrobial resistance is an increasing major risk to population health threatening our ability to fight infectious diseases. Nowadays, due to this already worldwide problem, drug discovery for treatment of such infections is approached with increasing attention. New low-cost drugs are needed, that are conceived for higher efficacy treatment and are suitable to be faster introduced in production phase. There are several approaches currently used in drug discovery1–3 that can help pharmaceutical progress, one of them being drug repurposing1–3 which basically consists of using drugs designed and approved to treat other diseases than their initial target. This is the case of phenothiazines in fighting infectious diseases acquired by multiple drug resistance (MDR) mechanisms. So, several groups have investigated the possibility of using thioridazine (TZ) as an antimicrobial agent. Radhakrishnan et al. observed that TZ presents antimicrobial activity against 316 Gram-positive and Gram-negative bacterial strains4. Costa et al. demonstrated that TZ can reduce the minimum inhibitory concentration (MIC) of ciprofloxacin (CIP) in Staphylococcus aureus (S. aureus) strains resistant to it by increased efflux, indicating a TZ role as an efflux inhibitor5, as is the case also for Proteus mirabilis6. Thanacoody mentioned that TZ inactive metabolites or its enantiomers may have a future in development of antimicrobial drugs efficient in challenging infectious diseases7. Moreover, other groups considered using TZ as anti-tuberculosis8,9, anti-inflammatory10, or anti-tumoral11 drug. Therefore, TZ could be considered a multi-purpose drug that could be repurposed as an antimicrobial agent.\nOur study is focused on TZ repurposing from an anti-psychosis drug to an antimicrobial one, by irradiating it with 266 nm pulsed laser radiation to obtain an enhanced antimicrobial effect against multiple drug-resistant (MDR) bacteria. We characterized irradiated TZ to evidence its photodegradation and generation of photoproducts. Drug-likeness of the suggested photoproducts was evaluated by applying drug-like rules such as Lipinski’s rule of five and Veber bioavailability rule. Possible mechanisms of action of TZ and its photoproducts were identified using several molecular docking models on three membrane proteins involved in S. aureus/MRSA cell wall biosynthesis and cell division.\n\n## Antimicrobial activity of irradiated TZ\nThe screening for the optimal irradiation time that promotes the highest antimicrobial activity by irradiated TZ was performed against some of the most frequent pathogens found in hospital-acquired infections12,13.\nMIC values of unirradiated and irradiated TZ and of CIP against Gram-positive bacteria are presented in Table 1. Irradiated TZ had an enhanced antimicrobial activity against all Gram-positive tested strains. In particular, TZ irradiated 120 min showed consistently the best antimicrobial effect across all tested strains, showing MIC values four-fold to 16-fold lower than for unirradiated TZ. This enhanced antimicrobial activity was more pronounced for S. aureus, including the ciprofloxacin-resistant strains, due to increased efflux (S. aureus ATCC 25923 EtBr) or mutations in the target proteins (S. aureus SM1).Table 1MIC values of unirradiated and irradiated TZ and CIP against Gram-positive pathogens.Note: Bold-type values evidence the shortest irradiation times needed to obtain the best antimicrobial effect.\nFor Gram-negative bacteria, irradiated TZ had no enhanced antimicrobial effect when compared to unirradiated TZ. MIC values for unirradiated and irradiated TZ were 100 mg/L for E. coli ATCC 25922, 256 mg/L and for Salmonella enterica serotype Enteritidis NCTC 13349, and > 256 mg/L for Klebsiella aerogenes ATCC 15038.\nAs for the mechanisms of action against bacteria, they are not completely understood for TZ that affects, at subinhibitory concentrations, the replication of S. aureus and causes ultrastructural changes on the cell envelope14, by intercalating in the cell membrane and interfering in the cell wall biosynthesis pathway15,16. It can also inhibit S. aureus bacterial efflux pumps17. Consequently, two of the above-mentioned mechanisms, the effect on efflux and the effect on membrane proteins, were further evaluated.\n\n## Efflux inhibitory activity of irradiated TZ\nAn inhibitor of efflux pump activity is defined by its ability to reverse or reduce the efflux-mediated resistance of a pathogen to a substrate, potentially an effluxable antibiotic18. This inhibitory effect is commonly characterized by the capacity of the agent to reduce the MIC of an antibiotic by, at least, four-fold19. Therefore, the capacity of irradiated TZ to reduce MIC’s of ciprofloxacin was evaluated for two pairs of S. aureus and S. epidermidis strains comprising a parental and an EtBr-adapted derivative that overexpress the efflux pump gene norA, associated with CIP resistance20,21. The resulting data (see Table S1 in Supplementary Data) showed only a minor effect (two-fold reduction) of unirradiated TZ on MIC of ciprofloxacin against S. aureus ATCC 25923_EtBr strain, whereas irradiated TZ solutions did not reverse or reduce the ciprofloxacin MIC’s of the tested strains, suggesting that the photoproducts of TZ irradiation are not efflux inhibitors (see Table S1 in Supplementary Data).\n\n## Characterization of irradiated TZ solutions\nIn order to identify the photoproducts, samples’ characterization was performed by UV–Vis and FTIR absorbance spectroscopy, thin layer chromatography (TLC), laser-induced fluorescence (LIF) and dynamic surface tension measurements.\n\n## UV–Vis absorption analysis\nThe UV–Vis absorption spectra of unirradiated and 1–240 min irradiated TZ are given in Fig. 1a, where two absorption bands with peaks at 262 nm and 315 nm for unirradiated TZ are shown. The main peak at 262 nm is due to n → π * transition and the secondary at 315 nm to π → π * transition and to the Sulphur lone-electron pair from phenothiazine ring22. During 240 min irradiation, UV–Vis absorption spectra suffered hypochromic, hypsochromic, and bathochromic shifts when compared to unirradiated TZ (Fig. 1b and c).Figure 1(a) UV–Vis absorption spectra of unirradiated and 1–240 min irradiated TZ water solutions (dilution 0.2 mg/mL) in the 200–400 nm spectral range. Inset represents a close-up of the 280–400 nm range. (b) Peak wavelength behavior during irradiation. (c) Absorbance intensity behavior during irradiation.\nThus, the absorbance intensity of 262 nm band presented a hypochromic shift of 45% by the end of irradiation (Fig. 1c). This effect was accompanied by a hypsochromic shift of 2 nm by the end of 240 min TZ irradiation (Fig. 1b). The 315 nm band shows a 4 nm bathochromic shift by the end of 30 min irradiation, after which its shape becomes broader.\n\n## LIF analysis\nLIF spectra obtained during irradiation of 2 mg/ml TZ solution up to 240 min are characterized by a single band with a peak at 504 nm (Fig. 2a). Fluorescence intensity increases in the first minute of irradiation and decreases afterwards (Fig. 2c). The peak intensity undergoes a 20 nm bathochromic shift by the end of irradiation time, suggesting formation of photoproducts (Fig. 2b).Figure 2(a) LIF spectra of 2 mg/ml TZ solution irradiated up to 240 min. (b) Peak wavelength behavior during irradiation. (c) LIF intensity behavior during irradiation.\nLIF spectrum intensity does not depend on the N-10 position substituent but it is influenced by changes of the substituent at position 223. Hypsochromic shifts of 504 nm peak suggest structural changes of TZ molecule only in the case of substituents within phenothiazine ring.\nFactors that can influence LIF spectrum are pH and irradiation time. The pH decrease during irradiation affects molecular reconfiguration that occurs after protonation of fluorophore’s electron cloud23. In this respect, pH decreases during irradiation from 5.47 (unirradiated TZ) to 3 (240 min irradiated solution).\n\n## FTIR analysis\nThe samples were investigated by FTIR to identify the vibrations that correspond to various molecular bonds. IR spectra of unirradiated, 120 min irradiated, and 240 min irradiated TZ are shown in Fig. 3.Figure 3FTIR spectra of unirradiated TZ and 120 min and 240 min irradiated TZ.\nThe band at 1405 cm-1 of unirradiated TZ, attributed to the deformation vibration of C-H bond (\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$${}_{/}^{\\backslash }\\mathrm{N}-{\\mathrm{CH}}_{3}$$\\end{document}/\\N-CH3), was no longer found in 120 min and 240 min irradiated TZ spectrum suggesting the cleavage of N\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$-$$\\end{document}-CH3 bond, characteristic to TZ-N-desmethyl photoproduct.\nIn addition, the decrease in intensity and the change of the shapes of bands in 1354–1266 cm-1 range, are attributed to symmetrical stretching vibration of the S\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$-$$\\end{document}-C bond from S\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$-$$\\end{document}-CH3, suggesting that alternation of S\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$-$$\\end{document}-CH3 bond could be due to addition of Oxygen atom to Sulphur atom forming mesoridazine and/or sulforidazine, which are two TZ metabolites24.\nThe molecular structure of TZ and its proposed photoproducts are shown in Table 2. The band at 1050 cm-1 of 120 min and 240 min irradiated TZ was attributed to stretching vibration of S\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$=$$\\end{document}=O bond, and indicated generation of oxidative forms. During irradiation, TZ was transformed into mesoridazine (TZ-2-sulfoxide), which undergoes further 2-oxidation to sulforidazine (TZ-2-sulphone).Table 2The molecular structure of TZ and the identified photoproducts.\nTZ could also undergo 5-oxidation to the ring sulfoxide (TZ-5-sulfoxide)24. In irradiated TZ IR spectrum, disappearance of bands at 1405 cm-1 and 1388 cm-1 (O\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$-$$\\end{document}-H deformation vibration) and appearance of a new one at 1385 cm-1 (C\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$-$$\\end{document}-O stretching vibration from a phenol group) suggest the attachment of a phenol group to TZ molecule.\n\n## Surface tension analysis\nThe surface tension reflects a physicochemical property of a liquid that is often disregarded in pharmaceutical research25. More, adsorption, chemical activity, bioavailability or dissolution of a drug depends on its surface tension, making this technique to have a large influence in the development of new drugs26. Liquid/air interface surface tension (ST) measurements were performed in order to evidence surface-active photoproducts generated during irradiation of TZ with 266 nm beam, which are adsorbed at water/air interface27. The equilibrium value for all samples was at 103 s.\nThe ST decreases with prolonged exposure time (TZ unirradiated, 55.93 mN/m and TZ irradiated 240 min, 53.44 mN/m) and consequently, it can be stated that during irradiation, amphiphilic photoproducts were generated, followed by their migration to liquid/air interface. More, due to the lower ST when compared to that of water (72 mN/m) the solutions could be used in drug delivery systems without additional surfactants.\n\n## TLC analysis\nThe qualitative analysis of photoproducts can be achieved by analyzing the TLC plates at 254 nm (Fig. 4). Each column from the plate corresponds to a specific irradiation time; the first column represents the unirradiated sample, followed by the irradiated samples for 1, 15, 30, 60, 120, 180, or 240 min (from left to right). Most photoproducts visualized at 254 nm are more polar than TZ, their polarity increasing from top to bottom. The most polar photoproducts are found at the start line (dotted line) starting with 15 min irradiation time.Figure 4TLC plate of unirradiated and irradiated TZ visualized at 254 nm. Legend: Rf—retention factor.\nFor TZ, a decrease in intensity is observed as well as a smaller spot diameter, suggesting the photodegradation of parental compound during irradiation.\nTLC plate image was investigated with proper analysis software. Retention factor is defined as the distance travelled by compound divided by the distance travelled by mobile phase. Thus, for TZ, Rf value was 0.75, followed by photoproducts or classes of photoproducts with 0.82, 0.64, 0.58, 0.5, 0.4, 0.3, 0.21, 0.12, and 0.006. For each photoproduct at each irradiation time, the relative volume was extracted and plotted against exposure times (Fig. 5a,b).Figure 5The evolution of TZ and its photoproducts relative volumes, extracted from TLC plate via proper/selected software: (a) photoproducts with retention factor above 0.4; (b) photoproducts with retention factor below 0.4.\nThe volume, calculated with the same software, resulted from summing-up the difference between estimated background and noise filtered input image within each marked region. The filtering level is based on the noise level measured during plate analysis. The relative volume resulted from comparing the values of photoproducts spots with that of unirradiated TZ, which was considered as 100%.\nThe relative volume of the parental compound decreases during irradiation, being almost totally photo-degraded after 240 min irradiation. Time evolution of the less polar than TZ photoproducts shows a maximum relative volume, for 30 min exposure, of 2.45%. The major compound for 120 min has Rf = 0.4, with relative volume of 18%, followed by TZ (16.7%). Relative volume of photoproducts does not exhibit a linear time evolution; the values decrease or increase with increased UV exposure duration. TZ-N-desmethyl was identified in TLC as the one with higher Rf, namely 0.8528.\n\n## Drug-likeness evaluation of photoproducts\nFor a compound to be administrated orally it is mandatory to obey drug-like rules which help to remove the compounds that do not represent a promise candidate as a drug29,30.\nMolecular descriptors partition coefficient octanol/water (LogP(o/w), number of H-bond acceptors (HBA), H-bond donors (HBD), molecular weight (MW),Topological Polar Surface Area Å2 (TPSA) and the number of rotatable bonds (N_rotB) of photoproducts were predicted using a specific platform31 and are given in Table 3.Table 3Drug-likeness of photoproducts predicted using Lipinski’s rule of five and Veber’s rule.CompoundMW (g/mol)HBAHBDLogP(o/w)TPSA (Å2)N_rotBVeber’s rule violationsLipinski’s rule violationsMesoridazine386.57204.0968.064NoNoSulforidazine402.57304.1374.304NoNoThioridazine-5-sulfoxide386.57204.1268.064NoNoThioridazineN-desmethyl370.57105.0357.084No1\nThe results suggest that all photoproducts respect Lipinski’s rule of five. More, Veber rule validation indicated that photoproducts presented a good oral bioavailability (Table 3).\n\n## Molecular docking\nIt has been reported that TZ interferes with cell wall biosynthesis26. In addition, Thorsing et al. showed that TZ interferes with the peptidoglycan biosynthesis before the transpeptidation step by PBPs15 and Klitgaard et al. demonstrated that the combination of oxacillin and TZ reduced the protein level of PBP2a in MRSA32.\nThus, to identify the possible mechanisms of action of TZ and its photoproducts, several molecular docking models were applied, using various proteins that participate in the biosynthesis of S. aureus/MRSA cell wall: two Penicillin-binding proteins (PBP2a–in MRSA strains, PDB code: 5M1833 and PBP3, PDB code: 3VSL34) and Filamentous temperature sensitive A (FtsA). PBPs’ catalyze the transglycosylation (polymerization) and transpeptidation (cross-link) of glycans that occurs on external surface of cytoplasmatic membrane35. In MRSA strains, the additional PBP2a can proceed with the transpeptidation step in the presence of beta-lactam antibiotics36. FtsA is involved in cellular division, in a specific initial phase of cytokinesis37. In S. aureus, FtsA regulates GTPase activity of FtsZ (protein, that bring together to form a ring-like structure that allows daughter cells separation in bacterial cell division)38.\nPredicted binding affinity of a compound is represented by the inhibitory constant (Ki). A low Ki value is correlated with a high biological activity (pKi). For a better data analysis, Ki values (expressed as M) were transformed in pKi, applying the logarithm function \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$pKi=log\\left.\\left( \\frac{1}{Ki}\\right.\\right)$$\\end{document}pKi=log1Ki. It was used as threshold pKi = 4 or lower, to define a compound with no biological activity (Table 4).Table 4Lowest binding energy (BE), predicted Ki and pKi for TZ and its photoproducts interaction with S. aureus proteins involved in cell wall biosynthesis or cell division.ProteinPBP2aPhotoproductThioridazineMesoridazineSulforidazineThioridazine-5-sulfoxideThioridazineN-desmethylLowest BE (kcal/mol)− 7− 8.6− 8.3− 7.3− 6.9Predicted Ki (nM)6500474746.841007400Predicted pKi5.16.36.15.35.1ProteinPBP3PhotoproductThioridazineMesoridazineSulforidazineThioridazine-5-sulfoxideThioridazineN-desmethylLowest BE (kcal/mol)− 7.1− 9.0− 9.2− 8.2− 7.5Predicted Ki (nM)5470248.46171.3939.92900Predicted pKi5.26.66.765.5ProteinFtsAPhotoproductThioridazineMesoridazineSulforidazineThioridazine-5-sulfoxideThioridazineN-desmethylLowest BE (kcal/mol)− 6.8− 6.6− 8.9− 6.4− 6.3Predicted Ki (nM)885012770286.51800020100Predicted pKi54.86.54.74.6\nSulforidazine and mesoridazine were the compounds with the predicted highest biological activity on both PBP3 and PBP2a membrane proteins. PKi values are higher than that of TZ. For FtsA, sulforidazine present the highest biological activity (pKi = 6.5) (Table 4).\n\n## Discussion\nDeveloping new antimicrobial agents by the repurposing of current non-antibiotics could have a major benefit in allowing the extended reuse of existing medicines. The modification of medicine’s molecular structures through laser radiation represents a new approach in chemistry, biology, and pharmacology. The generated photoproducts and their concentrations can be controlled through irradiation process, by choosing the proper laser wavelength, irradiation time and dose.\nOur study involved TZ exposure to 266 nm pulsed laser radiation in order to obtain compounds with better antimicrobial activity than CIP. The results presented in this study suggest that this approach helps in developing antimicrobial agents that are able to overcome spreading of MDR bacteria both in hospitals and public area. More, this irradiation method could help in personalized medicine, where for each type of bacterial infection the customized treatment could be performed in to obtain the best outcome. Similarly, in the case of a multiple-strain infection our method presents encouraging results. The multiple-strain infection is usually underestimated and it represents 21.7% of infections in humans, affecting the immune response of the host and decreases the treatment efficiency39. Taking this into consideration, the data presented in this paper prove promising antimicrobial activity against a panel of Gram-positive bacteria of 120 min irradiated TZ with a 266 nm laser beam, where the best MIC was observed for the entire strains.\nInteresting enough, for the CIP-resistant strain S. aureus SM1, 120 min irradiated TZ showed an enhanced antimicrobial activity when compared to CIP; the MIC of 120 min irradiated TZ was of 3.12 mg/L (8.4 µM), whereas the MIC of CIP was 256 mg/L (0.77 mM). The same enhanced antimicrobial activity was detected for 60 min irradiated TZ against S. epidermidis ATCC12228_EtBr. These results are encouraging and further assays on strains resistant to antibiotics should be considered.\nIn addition, the toxic side-effects of TZ are well known when it is administrated in long-term psychosis treatment40, but in the case of bacterial infection where a shorter course of treatment is needed, thus less toxicity, TZ should be taken into consideration. As for the photoproducts resulted during TZ irradiation, it is hard to predict their individual toxicity. The safety issues of irradiated TZ do not represent the purpose of this study. We cannot predict the degree of antimicrobial activity of the mixture of photoproducts against a real infection due to the complex pharmacokinetics of the implied processes. Thus, extended in vitro cell-based models for cytotoxicity screening and in vivo studies, which have to involve experimental infection models, are necessary in order to have an indicator of potential adverse effect on cells.\nAs for the mechanisms that can be attributed to TZ antimicrobial activity, they are not completely understood. For example, TZ can inhibit, at subinhibitory concentration, the replication of S. aureus MRSA and causes ultrastructural changes in the structure of cell envelope14. Also, it can inhibit bacterial efflux pumps of the above-mentioned pathogen14. Due to these reasons, TZ may act as β-lactam antibiotics by inhibiting the membrane-bound enzymes. Additionally, in the case of enterococci, TZ antimicrobial activity is not related to the multidrug resistance mediated by the P-glycoprotein41.\nThe characterization of irradiated TZ solutions showed that all the changes to the initial UV–Vis and LIF spectra suggested photo-degradation of parent compound, TZ, resulting in the formation of new reaction products by adding functional groups to its chemical structure. The UV–Vis absorption spectra evidenced hypochromic, hypsochromic, and bathochromic shifts when compared with that of the unirradiated TZ. Similarly, hypsochromic shifts in LIF spectra suggest structural changes of TZ molecule only in the case of the substituents at the phenothiazine ring.\nAs for time-stability of the aqueous unirradiated and irradiated TZ solution investigated via UV–Vis spectroscopy, all irradiated TZ solutions stabilize after 24 h, except one min irradiated TZ that was stable even after 48 h. Both 180 min and 240 min irradiated TZ were stable for 1 week. TZ solutions irradiated up to 1, 15, 30, and 60 min were stable 2 weeks and unirradiated TZ was stable for 3 weeks. During the first 24–48 h after irradiation, new transient species are evidenced in UV–Vis spectra like those responsible for the peaks at 454 and 486 nm in the solution irradiated 1 and 15 min, and at 637 and 882 nm in the solution irradiated 1–120 min42.\nThe surface tension decreased as the exposure time to 266 nm laser beam increased, stating that, during irradiation, amphiphilic photoproducts were generated and that solutions could be used in drug delivery systems without additional surfactants.\nThe qualitative and quantitative analysis of the photoproducts generated from 266 nm irradiation of TZ was performed by analyzing the TLC plates at 254 nm. The relative volume analysis of the photoproducts did not exhibit a linear evolution in time, the relative volumes decreasing or increasing with increased UV exposure duration.\nTherefore, the UV–Vis absorbance, FTIR, LIF, TLC and dynamic ST measurements suggested the generation of TZ-N-desmethyl, mesoridazine, TZ-5-sulfoxide, and sulforidazine. More, studies regarding the identification and separation of photoproducts by LC–MS may be useful in elucidating the responsible compounds for the enhanced antimicrobial activity when compound with the parental drug.\nAs for the mechanisms of action of the irradiated solutions, the predicted pKi values indicate higher biological activity for TZ photoproducts mesoridazine and sulforidazine, than TZ, confirming the experimental results that irradiated TZ present higher inhibitory effect than non-irradiated TZ. The highest pKi value was obtained for sulforidazine in interaction with PBP3. The protein binding site was identified in PDB, and was recognized by specific amino acid residues (Fig. 6). S. aureus PBP3 has 20 amino acids residues in ligand pocket chain43. TZ was in close contact with to 8 amino acids residues fromPBP3 protein ligand pocket (Ser 392, Thr 603, Tyr 605, Val 606, Thr 619, Thr 621, Val 658, Pro 660) and sulphoridazine to 6 amino acids residues (Ser 448, Thr 603, Thr 619, Gly 620, Thr 621 and Pro 660). TZ present one atom in H-bond with Leu 663 amino acid (Fig. 6a) and sulforidazine presents 2 atoms in H-bonds with amino acids from protein ligand pocket (Fig. 6b) dotted line H-bound interaction between amino acids Thr 603 Thr 621 and Ser 634 surrounded with blue.Figure 6Docking simulations on MRSA PBP3 chain A ligand pocket for TZ and sulphoridazine, amino acid residues presented are at a VDW scaling factor 1.00 (atoms closer than distance = atom1 vdw + atom2 vdw) (a) TZ close to ligand pocket dotted green line H-bound: interaction between TZ and Leu 663 amino acid. (b) Sulforidazine in ligand pocket, dotted green line H-bound: interaction between sulforidazine and amino acids Thr 621, Ser 634 and Thr 603.\nThese proteins catalyze the transpeptidation or cross-link that occurs on the external surface of cytoplasmatic membrane. The mechanism of action of β-lactam antibiotics is inhibition of PBPs35. The tested proteins were: (i) PBP2a from MRSA that replaces PBP2 TPase function and presents uncommon low affinity to all β-lactam antibiotics44, except 5th generation cephalosporins (ii) PBP3, whose inhibition affects cell segregation after division45, and (iii) FtsA, a protein important in cellular division, found in S. aureus. Due to the high biological activity of TZ photoproducts on both PBP2a and PBP3 receptors, it can be said that the possible mechanism of action of those photoproducts may due to the inhibitory effect on PBP2a and PBP3 membrane receptors.\nThis study aims to provide in silico and in vitro evidence on the possible therapeutic relevance of irradiated TZ against Gram-positive bacteria infections, to be further translated into clinical research. Irradiated TZ samples can be obtained by using a laser radiation source in accordance with the protocol introduced in this work. This would assure a shorter time to obtain active antibacterial agents than current used approaches in drug discovery, involving lower costs. The irradiated TZ solutions can be applied in the treatment of patients who develop community/health-care associated infections, but they are designed particularly for MDR Gram-positive bacterial cutaneous infections for which therapies are lacking. The fastest way to achieve translational value is topical administration, where irradiated TZ solutions can be incorporated in hydrogel to treat wounds infected with Gram-positive bacteria; this would limit toxicity and optimize therapeutic action.\nThe procedure to expose TZ to laser radiation and repurpose for therapeutic use of its derivatives needs further studies to cover standard acceptance steps, such as: (i) statistically evaluate the irradiated solution stability based on the conclusions drawn from this work (ii) expand the tests on bacteria that acquired resistance to treatment and are infecting patients in hospitals and in communities; (iii) apply currently on animal models of infection to test its efficacy in vivo (iv) finally develop ethically randomized controlled clinical studies to assess the applicability against a larger list of MDR Gram-positive bacteria infections in humans.\nIn conclusion, controlled laser irradiation of non-antibiotic drugs has the benefit of identifying possible pharmacological compounds with enhanced antimicrobial properties when compared to antibiotics, in order to overcome MDR acquired by bacteria, allowing to save time and resources. We observed an enhanced antimicrobial activity of TZ photoproducts against Gram-positive bacteria. This was higher than CIP action on methicillin- and ciprofloxacin- resistant Staphylococcus aureus. The drug-likeness and bioavailability test identified all photoproducts as drug-like compounds. More, molecular docking assays on S. aureus/MRSA membrane proteins showed that the most possible inhibit",
  "has_full_text": true
}