{
  "pmid": "33243993",
  "title": "β-arrestin 2 as an activator of cGAS-STING signaling and target of viral immune evasion.",
  "abstract": "Virus infection may induce excessive interferon (IFN) responses that can lead to host tissue injury or even death. β-arrestin 2 regulates multiple cellular events through the G protein-coupled receptor (GPCR) signaling pathways. Here we demonstrate that β-arrestin 2 also promotes virus-induced production of IFN-β and clearance of viruses in macrophages. β-arrestin 2 interacts with cyclic GMP-AMP synthase (cGAS) and increases the binding of dsDNA to cGAS to enhance cyclic GMP-AMP (cGAMP) production and the downstream stimulator of interferon genes (STING) and innate immune responses. Mechanistically, deacetylation of β-arrestin 2 at Lys171 facilitates the activation of the cGAS-STING signaling and the production of IFN-β. In vitro, viral infection induces the degradation of β-arrestin 2 to facilitate immune evasion, while a β-blocker, carvedilol, rescues β-arrestin 2 expression to maintain the antiviral immune response. Our results thus identify a viral immune-evasion pathway via the degradation of β-arrestin 2, and also hint that carvedilol, approved for treating heart failure, can potentially be repurposed as an antiviral drug candidate.",
  "journal": "Nature communications",
  "year": "2020",
  "authors": [
    "Zhang Y",
    "Li M",
    "Li L",
    "Qian G",
    "Wang Y"
  ],
  "doi": "10.1038/s41467-020-19849-9",
  "mesh_terms": [
    "Animals",
    "Carvedilol",
    "Disease Models, Animal",
    "Drug Repositioning",
    "HEK293 Cells",
    "Herpesvirus 1, Human",
    "Humans",
    "Immune Evasion",
    "Interferon-beta",
    "Macrophages, Peritoneal",
    "Male",
    "Membrane Proteins",
    "Mice",
    "Nucleotidyltransferases",
    "Primary Cell Culture",
    "Proteolysis",
    "RAW 264.7 Cells",
    "RNA-Seq",
    "Sendai virus",
    "Signal Transduction",
    "Vesiculovirus",
    "Virus Diseases",
    "beta-Arrestin 2",
    "STING Protein",
    "Cyclic Guanosine Monophosphate-Adenosine Monophosphate Synthase"
  ],
  "full_text": "## Introduction\nViruses are worldwide issues that threaten human health and lead to huge economic losses and social problems. The emergence of the novel coronavirus, SARS-CoV-2, has resulted in a tremendous public health crisis in China that is also having an impact at a global level1–3. As the first line of immune response, the innate immunity is activated by recognizing pathogen-associated molecular patterns (PAMPs) through a set of pattern recognition receptors (PRRs), which can subsequently regulate the adaptive immunity and together eliminate the viruses4. Despite the diversity of viruses, host immune cells are able to evolve various powerful PRRs and innate immune signaling pathways to detect the PAMPs. Toll-like receptors (TLRs), retinoic acid-inducible gene I (RIG-I)-like receptors (RLRs), and DNA sensors recognize viral nucleic acids and initiate downstream signal transduction, resulting in the induction of type I interferons (IFNs) and other proinflammatory cytokines to protect the host against virus invasion5,6. The endosomal TLRs recognize viral double-stranded RNA (dsRNA; TLR3), single-stranded RNA (ssRNA; TLR7/8), or unmethylated CpG sequences in the DNA (TLR9)7–10. RIG-I and melanoma differentiation-associated gene 5 (MDA5) are known to recognize viral dsRNA11. In addition, DNA sensors, such as cyclic GMP-AMP synthase (cGAS), recognize dsDNA12–14. TLR3 recruits TIR-domain-containing adapter-inducing interferon-β (TRIF), TNFR-associated factor (TRAF) 2/6, and TANK-binding kinase-1 (TBK1)15. RIG-I and MDA5 recruit mitochondrial antiviral-signaling protein (MAVS) to activate TBK116. cGAS synthesizes cGAMP as a second messenger to activate STING and recruit TBK117–19. The TBK1 complex promotes the phosphorylation of IFN regulatory factor 3 (IRF3), leading to the dimerization and translocation of IRF3 from the cytoplasm to the nucleus, which interacts with the interferon-stimulated response elements (ISRE) to produce type I IFNs and proinflammatory cytokines14.\ncGAS specifically recognizes dsDNA and cDNA that are reverse-transcribed from RNA in RNA viruses, such as HIV-1, to produce cGAMP and subsequently activates STING. STING recruits and activates TBK1 and IRF3, and induces the production of type I IFNs and proinflammatory cytokines. The enzymatic function of cGAS is achieved by the C-terminal part, which possesses nucleotidyltransferase activity and MB21 domains along with DNA-binding sites20. The interaction between cGAS and viral DNA in the cytosol induces the formation of liquid-like droplets, resulting in the conformational change and oligomerization of cGAS, which promotes the activation of the enzyme activity of cGAS21,22. Except for the pivotal role of cGAS in virus infection, cGAS is important for maintaining homeostasis in several cells. Numerous studies have reported that cGAS could be regulated by several posttranslational modifications, including sumoylation, acetylation, and ubiquitination23–25. On the other hand, although cGAS acts as a cytosolic DNA sensor that initiates the STING–TBK1–IRF3-type I IFN signaling cascade, the location of cGAS largely influences its functions. cGAS not only diffuses throughout the cytosol to search its DNA ligand but also localizes at the plasma membrane and in the nucleus, which is associated with distinguishing self- and viral DNA, DNA damage, and tumor growth26–28.\nβ-arrestin 2 is a multifunctional adaptor that plays a role in the desensitization, internalization, and signaling transduction of different types of cell surface receptors, especially activated GPCRs29–33, to regulate signal transduction and participate in different diseases34–37. Previous studies have demonstrated that USP33 and Mdm2 function reciprocally and favor respectively the stability and lability of the β-arrestin 2 complex38. β-arrestin 2 prolongs the activation of ERK through the G protein-dependent pathway to regulate microglia chemotaxis39. Conversely, the interaction between β-arrestin 2 and IκB suppresses the phosphorylation and degradation of IκB, which suppresses the activation and release of p65, thus inhibiting the activation of NF-κB signaling40. Moreover, β-arrestin 2 interacts with TRAF6 in response to LPS or IL-1β stimulation and prevents the oligomerization and autoubiquitination of TRAF6 to negatively regulate the TLR–IL-1R signaling pathways41. The drug carvedilol is used to treat heart failure and hypertension. Mechanistically, carvedilol induces β-adrenergic receptor (βAR)-mediated EGFR transactivation and downstream ERK activation in a β-arrestin-dependent manner42. Specifically, carvedilol was found to increase β-arrestin 2 expression and the recruitment of β-arrestin 2 to the β2AR43,44.\nIn the present study, we observe that β-arrestin 2 positively regulates the production of IFN-β by targeting cGAS. Meanwhile, we also demonstrate that deacetylation of β-arrestin 2 at Lys171 enhances the antiviral immune response. In addition, carvedilol blocks the degradation of β-arrestin 2, which is induced by virus infection. These findings not only elaborate a novel mechanism of viruses that evade host immune response by degrading the positive regulator β-arrestin 2 but also demonstrate that carvedilol can be a potential antiviral drug candidate by promoting β-arrestin 2 expression.\n\n## Deficiency of β-arrestin 2 decreases cellular antiviral responses\nTo investigate the function of β-arrestin 2 in the antiviral innate immune response, we analyzed β-arrestin 2 expression in peritoneal macrophages after infection with herpes simplex virus 1 (HSV-1) or vesicular stomatitis virus (VSV). We observed that β-arrestin 2 protein level was decreased (Fig. 1a and Supplementary Fig. 1a), whereas the abundance of mRNA expression of β-arrestin 2 was not affected by the virus infection (Fig. 1b), indicating that β-arrestin 2 is probably degraded by viruses in a posttranslational manner.Fig. 1Deficiency of β-arrestin 2 decreases cellular antiviral responses.a Immunoblot of lysates of peritoneal macrophages infected with HSV-1 for indicated times. b\nArrb2 mRNA levels in peritoneal macrophages infected with HSV-1 or VSV for indicated times. c, d\nIfnb mRNA levels in WT or Arrb2−/− mouse peritoneal macrophages stimulated with HSV-1 (left, c) (***P < 0.0001, = 0.0006 in sequence, **P = 0.0029), ISD (right, c) (***P < 0.0001), VSV (left, d) (***P < 0.0001, < 0.0001, < 0.0001 in sequence), or SeV (right, d) (***P = 0.0003, 0.0002 in sequence, **P = 0.0070) for indicated times. e, f The virus titers as in (left, c) (***P = 0.0014) or (left, d) (***P = 0.0031) for 72 h. g, h Immunoblot of lysates of peritoneal macrophages from WT or Arrb2−/− mice infected with HSV-1 g or VSV h for indicated times. i, j Immunoblot analysis of monomeric and dimeric IRF3 as in g or h. k Immunofluorescence microscopy of peritoneal macrophages from WT or Arrb2−/− mice infected with PBS (left), HSV-1 (middle), or VSV (right) for 8 h. l Immunoblot analysis of nuclear (Nuc) and cytoplasmic (Cyt) fractions as in i. m\nIfnb mRNA levels in RAW264.7 cells transfected with control siRNA or β-arrestin 2 siRNA and then stimulated with HSV-1 (left), VSV (middle), or ISD (right) for indicated times (***P < 0.0001, < 0.0001 in sequence, left panel; ***P < 0.0001, *P = 0.0125, middle panel; *P = 0.0239, right panel). n The virus titers as in m for 72 h (***P = 0.0031, left panel; *P = 0.0019, right panel). o, p Immunoblot of lysates of RAW264.7 cells treated with indicated siRNA and infected with HSV-1 o or VSV p for indicated times. q Immunoblot analysis of monomeric and dimeric IRF3 as in o. ns not significant. Data are representative of at least three independent experiments (mean ± SEM. in b–f, m, n, n = 3). Two-tailed unpaired Student’s t-test.\nWe then prepared peritoneal macrophages from wild-type (WT) and Arrb2−/− mice and stimulated them with HSV-1, VSV, Sendai virus (SeV), or DNA mimics. The expression of Ifnb, Isg15, and Ccl5 was significantly downregulated in Arrb2−/− macrophages stimulated with all types of stimulations compared with the expression of these genes in their WT counterparts (Fig. 1c, d and Supplementary Fig. 1b–e). Consistent with this finding, the virus titers were much higher in Arrb2−/− macrophages than in WT macrophages (Fig. 1e, f). We next analyzed the activation of the major pathways that are involved in virus infection, including type I IFN, NF-κB, and MAPK pathways. We observed that HSV-1 and VSV infection induced reduced phosphorylation of TBK1, IRF3, IRF7, and STING in Arrb2−/− macrophages than in WT macrophages (Fig. 1g, h). However, the phosphorylation of p65, p38, ERK, and Jnk remained unaffected, indicating that β-arrestin 2 primarily promotes the IFN-β signaling pathway to regulate the antiviral innate immune response. The dimerization and the translocation of IRF3 are essential for the production of IFN-β during virus infection. As expected, the dimerization (Fig. 1i, j) and translocation (Fig. 1k, l and Supplementary Fig. 1f) of IRF3 in Arrb2−/− macrophages were significantly reduced compared with those in WT macrophages.\nTo further confirm the function of β-arrestin 2, we transfected RAW264.7 cells with the negative control small interfering RNA (siRNA) or β-arrestin 2-specific siRNA and confirmed that only β-arrestin 2-specific siRNA decreased β-arrestin 2 expression (Supplementary Fig. 1g, h). As anticipated, HSV-1, VSV, ISD, and RNA mimics poly(I:C) stimulated much lower expression of Ifnb, Isg15, and Ccl5 in β-arrestin 2 knockdown cells (Fig. 1m and Supplementary Fig. 1i–l). Meanwhile, the titers of HSV-1 and VSV were increased in β-arrestin 2 knockdown cells (Fig. 1n). Consistent with the cytokine levels, the knockdown of β-arrestin 2 significantly reduced the phosphorylation of TBK1, IRF3, IRF7, and STING (Fig. 1o, p) and also the dimerization of IRF3 (Fig. 1q) during virus infection. Altogether, these results suggested that β-arrestin 2 promoted the IFN-β signaling and the antiviral immune response induced by RNA or DNA virus.\n\n## β-arrestin 2 positively regulates IFN-β signaling\nNext, we investigated whether β-arrestin 2 overexpression had a substantial effect on IFN-β signaling. We observed that in L929 mouse fibroblast cells, β-arrestin 2 overexpression significantly increased the HSV-1- or VSV-induced expression of Ifnb, Isg15, and Ccl5 (Fig. 2a, b). Similar results were obtained when poly(I:C) or ISD was used as a stimulus (Fig. 2c, d). Consistent with this finding, the titers of HSV-1 or VSV were decreased in β-arrestin 2-overexpressing L929 cells (Fig. 2e, f). We next detected the phosphorylation of TBK1, IRF3, IRF7, and STING after HSV-1 or VSV infection. As expected, β-arrestin 2 overexpression in L929 cells induced even higher phosphorylation of TBK1, IRF3, IRF7, and STING than that in the control group (Fig. 2g, h). Furthermore, cells with ectopic β-arrestin 2 expression exhibited significantly elevated dimerization of STING (Fig. 2i) and IRF3 (Fig. 2j) and translocation of IRF3 to the nucleus (Fig. 2k, l) after stimulation with either HSV-1 or VSV. These results indicated that β-arrestin 2 enhanced the translocation of IRF3 from the cytoplasm to the nucleus and IFN-β signaling by promoting the formation of STING and IRF3 dimers.Fig. 2β-arrestin 2 positively regulates IFN-β signaling.a–d\nIfnb, Isg15, and Ccl5 mRNA levels in L929 cells transfected with control or β-arrestin 2 vectors and stimulated with HSV-1 a (**P = 0.0018, ***P < 0.0001, < 0.0001 in sequence, left panel; **P = 0.0040, 0.0028, 0.0050 in sequence, middle panel; ***P = 0.0006, **P = 0.0044, 0.0010 in sequence, right panel), VSV b (***P < 0.0001, **P = 0.0015, 0.0071 in sequence, left panel; ***P < 0.0001, < 0.0001, = 0.0001 in sequence, middle panel; ***P < 0.0001, < 0.0001, = 0.0009 in sequence, right panel), ISD c (***P < 0.0001, left panel; ***P = 0.0004, middle panel; **P = 0.0025, right panel), or poly(I:C) d (***P < 0.0001, left panel; ***P < 0.0001, middle panel; **P = 0.0067, right panel) for indicated times. e, f The virus titers as in a or b for 72 h (**P = 0.0013 in e, **P = 0.0062 in f). g, h Immunoblot of lysates of L929 cells transfected with control or β-arrestin 2 vectors and infected with HSV-1 g or VSV h for indicated times. i, j Immunoblot analysis of monomeric and dimeric STING i and IRF3 j as in g or h. k, l Immunoblot analysis of nuclear and cytoplasmic fractions as in i or j. Data are representative of at least three independent experiments (mean ± SEM in a–f, n = 3). Two-tailed unpaired Student’s t-test.\n\n## Deficiency of β-arrestin 2 diminished the antiviral immune response in vivo\nTo investigate the function of β-arrestin 2 in the antiviral innate immune response in vivo, we infected 6-week-old homozygous Arrb2−/− mice and their WT counterparts with HSV-1 (2 × 107 PFU/mouse) or VSV (5 × 108 PFU/mouse) and evaluated the expression levels of Ifnb, Isg15, and Ccl5 in different tissues. After the infection of mice with HSV-1, the expression levels of Ifnb, Ccl5, and Isg15 were significantly lower in the spleens, livers, and lungs of Arrb2−/− mice than in those of WT mice (Fig. 3a). Consistent with this result, we observed significantly higher HSV-1 titers in the spleens, livers, and lungs of Arrb2−/− mice than in those of WT mice (Fig. 3b). Similar results were obtained when VSV was used as a stimulus (Fig. 3c, d). In agreement with these results, we observed more injury in the lungs and spleens of Arrb2−/− mice than in those of WT mice (Fig. 3e, f). We further compared the survival rates between WT and Arrb2−/− mice after infection with HSV-1 or VSV and observed that Arrb2−/− mice were more susceptible to HSV-1 or VSV and suffered higher mortality than their WT counterparts (Fig. 3g, h). All these in vivo results indicated that β-arrestin 2 was a critical positive regulator of the antiviral immune response to both RNA and DNA viruses.Fig. 3Deficiency of β-arrestin 2 diminished the antiviral immune response in vivo.a\nIfnb, Isg15, and Ccl5 mRNA levels in the spleens, livers, and lungs of WT and Arrb2−/− 6-week-old male mice (n = 6 per group) intraperitoneally injected with PBS or HSV-1 (2 × 107 PFU per mouse) for 48 h (***P < 0.0001 in all panels). b The virus titers as in a (***P < 0.0001 in all panels). c VSV (5 × 107 PFU per mouse) infection as in a (***P < 0.0001 in all panels). d The virus titers as in c (***P < 0.0001 in all panels). e, f Microscopy of hematoxylin- and eosin-stained lung and spleen sections as in a or c. g, h Survival of WT and Arrb2−/− 6-week-old male mice (n = 6 per group) infected intraperitoneally with a high dose of HSV-1 (2 × 108 PFU per mouse) g (*P = 0.0430) or VSV (5 × 108 PFU per mouse) h (*P = 0.0411) and monitored for 15 days. Data are representative of at least three independent experiments (mean ± SEM, two-tailed unpaired Student’s t-test in a–d or Kaplan–Meier analysis in g, h).\n\n## β-arrestin 2 interacts with cGAS and promotes the activation of cGAS\nTo further investigate the function of β-arrestin 2 in host antiviral immunity against virus infection, we performed RNA-seq analyses of WT and Arrb2−/− PMs infected with HSV-1. Compared to WT group, Arrb2−/− group significantly altered the expression of 859 genes (251 upregulated and 608 downregulated) (Fig. 4a and Supplementary Fig. 2a). The PPI analyses based on differential genes showed a close interaction network among host antiviral genes, such as Isg15, Cxcl10, Isg20, IFIT family genes, and so on (Supplementary Fig. 2b). Consistently, functional classification analysis of the downregulated genes revealed an enrichment in positive regulation genes of host defense response to virus (Supplementary Fig. 2c). Gene ontology analyses showed that Arrb2−/− group downregulated the expression of multiple genes related to response to external stimulus, immune response, inflammatory response, innate immune response, response to virus, etc (Fig. 4b and Supplementary Fig. 2d). Similarly, KEGG analyses revealed an enrichment of the differential genes in cytokine–cytokine receptor interaction, chemokine signaling pathway, primary immunodeficiency, Jak–STAT signaling pathway, cytosolic DNA-sensing pathway, and so on (Fig. 4c and Supplementary Fig. 2e). We next aimed to determine the mechanism through which β-arrestin 2 promotes IFN-β signaling. To identify the component in IFN-β signaling that was affected by β-arrestin 2, we performed a dual-luciferase assay through overexpressing β-arrestin 2 in HEK293T cells in the presence or absence of expression vectors for RIG-I-N, MAVS, cGAS plus STING, TBK1, or constitutively active IRF3 (termed as “IRF3-5D” here). Our results revealed that β-arrestin 2 overexpression promoted the activity of luciferase reporters for above signaling proteins-induced IFN-β and ISRE activation except for IRF3-5D (Fig. 4d, e), suggesting that β-arrestin 2 promoted the activation of signaling proteins upstream of IRF3. A co-immunoprecipitation-based screening experiment demonstrated that β-arrestin 2 interacted with only cGAS (Fig. 4f, g), but not with other proteins in the IFN-β signaling pathway. We next used E. coli to express and purify GST-cGAS and His-β-arrestin 2. Using these purified proteins in an in vitro GST precipitation assay, we found that cGAS directly bound with β-arrestin 2 (Fig. 4h). The luciferase assay demonstrated that β-arrestin 2 promoted cGAS plus STING-triggered activation of the IFNB and ISRE promoters in a dose-dependent manner (Fig. 4i, j). To further study which domains of cGAS and β-arrestin 2 are involved in their interaction, we constructed a series of truncation mutants of cGAS and β-arrestin 2, respectively. We found, using truncated proteins, that sequence regions 1–185 of β-arrestin 2 and 213–522 of cGAS were important for their interactions (Supplementary Fig. 2f, g).Fig. 4β-arrestin 2 interacts with cGAS and promotes the activation of cGAS.a Volcano plots comparing gene expression in wild-type versus Arrb2−/− infected peritoneal macrophages. b GO enrichment analysis of differential genes involved in the terms as indicated. c KEGG enrichment analysis of differential genes involved in the pathways as indicated. d, e Luciferase assay of IFN-β d (***P < 0.0001, **P = 0.0033, 0.0021 in sequence, ***P < 0.0001) and ISRE e (**P = 0.0052, ***P = 0.0001, **P = 0.0010, 0.0012 in sequence) activation in HEK293T cells expressing various vectors. f, g Immunoassay of lysates of HEK293T cells expressing various vectors. h Direct binding of His–β-arrestin 2 with GST-cGAS. i, j Luciferase assay of IFN-β i (***P < 0.0001, <0.0001 in sequence, **P = 0.0003) and ISRE j (**P = 0.0001, ***P < 0.0001, < 0.0001 in sequence) activation in HEK293T cells expressing various vectors. k Immunoassay of cell lysates and streptavidin-precipitated proteins from HEK293T cells transfected with various vectors and stimulated with biotin-ISD. l EMSA of cGAS and dsDNA. m Immunoassay of lysates of HEK293T cells expressing various vectors. n cGAMP activity measured by extracts from HT-DNA-stimulated (6 h) WT and Arrb2−/− peritoneal macrophages. o–q Immunoblot analysis of monomeric and dimeric STING in WT and Arrb2−/− peritoneal macrophages o, control siRNA or siβ-arrestin 2-transfected PAW264.7 cells p, and control or β-arrestin 2 vector-transfected L929 cells q. Data are representative of at least three independent experiments (mean ± SEM in d, e, i, j, n = 3). Two-tailed unpaired Student’s t-test.\nRecognition of dsDNA by cGAS produces cGAMP and subsequently activates STING, which activates IFN-β signaling transduction13,14. As β-arrestin 2 was found to interact with cGAS, we assessed the effect of β-arrestin 2 on the binding of dsDNA and cGAS. We used a pull-down assay to immunoprecipitate biotin-labeled dsDNA with streptavidin and found that β-arrestin 2 significantly increased the amount of cGAS pulled down by dsDNA28 (Fig. 4k), indicating that β-arrestin 2 improved the DNA-binding ability of cGAS. We also found that β-arrestin 2 could promote cGAS and DNA-binding activity in vitro using purified proteins by EMSA (Fig. 4l). As cGAS forms dimers after dsDNA binding21,45, we next aimed at investigating whether β-arrestin 2 influenced the formation of cGAS dimers. Our results revealed that β-arrestin 2 overexpression significantly enhanced the interaction between Flag-tagged cGAS and HA-tagged cGAS (Fig. 4m). Moreover, we detected the production of cGAMP measured by the dimerization of IRF314. In fact, extracts from HT-DNA-stimulated Arrb2−/− peritoneal macrophages exhibited less cGAMP activity compared with that from WT macrophages, which resulted in reduced IRF3 dimerization in the permeabilized peritoneal macrophages (Fig. 4n), suggesting that β-arrestin 2 deficiency impaired the production of cGAMP. We next examined the dimerization of STING and found that knockdown or knockout of β-arrestin 2 decreased, but β-arrestin 2 overexpression increased the dimerization of STING (Fig. 4o, p, q). Taken together, these findings suggested that β-arrestin 2 directly interacted with cGAS and promoted IFN-β signaling by enhancing the DNA-binding ability of cGAS.\nAs β-arrestin 2 also influenced the VSV-induced activation of IFN-β signaling, while only binding with cGAS directly, we thought that there might exist some other proteins that could be associated with β-arrestin 2. β-arrestin 2 did not associate with TBK1 or TRAF3 without virus infection, while the situation changed after infection. We found that endogenous β-arrestin 2 could be associated with TBK1 and TRAF3 during virus infection (Supplementary Fig. 2h). Furthermore, β-arrestin 2 could promote the interaction between TBK1 and TRAF3, which might explain why β-arrestin 2 could promote poly(I:C)- and VSV-induced activation of IFN-β signaling (Supplementary Fig. 2i).\n\n## Deacetylation of β-arrestin 2 at Lys171 enhanced the antiviral immune response\nAs β-arrestin 2 expression was decreased after the virus infection, which might be a smart immune evasion strategy by viruses, we conducted mass spectrometry analysis of β-arrestin 2 in the presence or absence of HSV-1 infection. This analysis revealed that the acetylation at Lys171 and Lys227 sites and the ubiquitination at Lys12, Lys18, Lys171, Lys178, and Lys227 sites were changed after HSV-1 infection. Interestingly, the Lys171 site of β-arrestin 2 was acetylated before infection but was ubiquitinated after HSV-1 infection (Supplementary Fig. 3a), suggesting that acetylation and ubiquitination regulated the degradation of β-arrestin 2. We replaced the lysines with arginines (acetylation- and ubiquitination-defective mutants) or glutamines (acetylation-mimetic mutants), overexpressed WT β-arrestin 2 and these mutants in HeLa cells, and then infected them with HSV-1 or VSV to detect the expression of Ifnb. We observed that K171R promoted but K171Q inhibited the expression of Ifnb, which indicated that Lys171 is a pivotal residue for β-arrestin 2 function (Fig. 5a). Similar results were obtained with the luciferase assay (Fig. 5b). Furthermore, the production of Ifnb, Isg15, and Ccl5 was increased in Arrb2−/− mouse embryonic fibroblasts (MEFs) transfected with K171R mutant compared with WT β-arrestin 2, whereas K171Q mutant abolished the positive regulation during virus infection (Fig. 5c and Supplementary Fig. 3b, c). Consistent with this observation, K171R mutant inhibited but K171Q mutant promoted the virus titers (Fig. 5d). Furthermore, K171R mutant enhanced the phosphorylation of TBK1, IRF3, IRF7, and STING and the dimerization and translocation of IRF3, compared with WT β-arrestin 2, whereas K171Q mutant abolished these functions (Fig. 5e–g, and Supplementary Fig. 3d, e, f). These findings suggested that the deacetylation of β-arrestin 2 at Lys171 was necessary for positive regulation of the IFN-β signaling.Fig. 5Deacetylation of β-arrestin 2 at Lys171 enhanced the antiviral immune response.a\nIfnb mRNA level in HeLa cells transfected with control vector, β-arrestin 2, or β-arrestin 2 mutants and infected with HSV-1 (left) or VSV (right) for 16 h (***P < 0.0001, **P = 0.0067, ***P < 0.0001, left panel; ***P = 0.0003, *P = 0.0133, ***P = 0.0003, right panel). b Luciferase assay of IFN-β activation in HEK293T cells expressing various vectors (***P < 0.0001, **P = 0.0017, ***P < 0.0001). c\nIfnb mRNA level in Arrb2−/− MEFs transfected with control vector, β-arrestin 2, or β-arrestin 2 mutants and infected with HSV-1 (left) or VSV (right) for 16 h (***P < 0.0001, **P = 0.0032, ***P = 0.0003, left panel; ***P < 0.0001, < 0.0001, = 0.0005 in sequence, right panel). d The virus titers as in c for 72 h (***P = 0.0006, = 0.0003, = 0.0007 in sequence, left panel; ***P < 0.0001, *P = 0.0014, 0.0012 in sequence, right panel). e Immunoassay of lysates of Arrb2−/− MEFs transfected as in c and infected with HSV-1 for indicated times. f Immunoblot analysis of monomeric and dimeric IRF3 as in e. g Immunoblot analysis of nuclear and cytoplasmic fractions as in e. h Immunoassay of lysates of HEK293T cells expressing various vectors. i Immunoassay of cell lysates and streptavidin-precipitated proteins from HEK293T cells transfected with various vectors and stimulated with biotin-ISD. j Immunoassay of lysates of HEK293T cells expressing various vectors. k cGAMP activity measured by extracts from HT-DNA-stimulated (6 h) Arrb2−/− MEFs transfected with various vectors. l Immunoblot analysis of monomeric and dimeric IRF3 as in f. m Immunoassay of lysates of peritoneal macrophages infected with HSV-1 for indicated times. n Immunoassay of lysates of Arrb2−/− MEFs transfected as in l and infected with HSV-1 for 4 h. o Immunoassay of lysates as in n for 24 h. Data are representative of at least three independent experiments (mean ± SEM in b–d, n = 3). Two-tailed unpaired Student’s t-test.\nTo explore the contribution of Lys171 in β-arrestin 2 to the regulation of cGAS, we detected the interaction between β-arrestin 2 mutants and cGAS and found that the interaction was enhanced by K171R mutant (Fig. 5h). Meanwhile, we observed that the DNA-binding ability of cGAS was further enhanced by K171R mutant but abrogated by K171Q mutant (Fig. 5i), as well as the dimerization of cGAS (Fig. 5j), the production of cGAMP (Fig. 5k), and the subsequent dimerization of STING (Fig. 5l), indicating that the deacetylation of β-arrestin 2 at Lys171 residue was necessary for promoting cGAS activation. Meanwhile, K171R mutant further enhanced the interaction between TBK1 and TRAF3 compared to WT β-arrestin 2 (Supplementary Fig. 3g). Next, we analyzed the acetylation of β-arrestin 2 during virus infection and found that β-arrestin 2 was rapidly deacetylated after infection (Fig. 5m and Supplementary Fig. 3h). We also found that ubiquitination of β-arrestin 2 was significantly increased 12 h after infection, which was coincident with the degradation of β-arrestin 2 (Figs. 1a and 5m and Supplementary Fig. 3h). Consistently, we found that the degradation of β-arrestin 2 could be rescued by MG-132 after virus infection in peritoneal macrophages (Supplementary Fig. 3i, j). Furthermore, the acetylation of K171R mutant was significantly decreased and not further reduced after the infection, whereas the acetylation of K171Q mutant remained invariable at a high level after the infection (Fig. 5n). Consistent with the results that the ubiquitination of both K171R and K171Q mutants was abolished, these two mutants were not degraded after the infection (Fig. 5o and Supplementary Fig. 3k), which indicated that the ubiquitination at Lys171 residue induced the degradation of β-arrestin 2. As the deacetylation (1 h after infection) of β-arrestin 2 occurred before the ubiquitination and degradation (12 h after infection) during infection, we supposed that Lys171 was deacetylated before being ubiquitinated to positively regulate the IFN-β signaling.\n\n## Carvedilol promoted the antiviral immunity through β-arrestin 2\nIt has been reported that carvedilol could increase β-arrestin 2 expression in a rat acute myocardial infarction model and regulate β1AR signaling42–44; therefore, we speculated whether carvedilol could play a role in virus infection through β-arrestin 2. We first confirmed the function of carvedilol against virus infection in vivo. The results demonstrated that carvedilol promoted the production of Ifnb, Isg15, and Ccl5 and reduced the virus titers in the spleens, livers, and lungs of WT mice after virus infection (Fig. 6a–d). Consistent with this finding, the injury in the lungs (Fig. 6e) and spleens (Fig. 6f) was less, and the survival rates were higher (Fig. 6g, h) after treatment with carvedilol. In agreement with the in vivo results, the production levels of Ifnb, Isg15, and Ccl5 were much higher in the carvedilol-treated WT peritoneal macrophages (Fig. 7a, b), whereas the virus titers were lower (Fig. 7c, d) after the infection. Furthermore, carvedilol increased the phosphorylation of TBK1, IRF3, IRF7, and STING (Fig. 7e, f) and the dimerization and translocation of IRF3 (Fig. 7g–j) after the infection. We also detected the production of Ifnb, Isg15, and Ccl5 in spleens, livers and lungs in Arrb2−/− mice. We found that carvedilol had no effect on the production of above cytokines in Arrb2−/− mice after HSV-1 infection (Supplementary Fig. 4a). Besides, carvedilol did not increase the production of Ifnb, Isg15, Ccl5, the phosphorylation of TBK1, IRF3, IRF7 and STING in Arrb2−/− peritoneal macrophages (Supplementary Fig. 4b–e). These results indicated that carvedilol promote type I IFN signaling through β-arrestin 2.Fig. 6Carvedilol promoted the antiviral immunity in vivo.a\nIfnb, Isg15, and Ccl5 mRNA levels in the spleens, livers, and lungs of WT 6-week-old male mice (n = 6 per group) intraperitoneally injected with PBS or HSV-1 (2 × 108 PFU per mouse) for 24 h and then treated with PBS or carvedilol for another 24 h (***P < 0.0001 in all panels). b The ",
  "has_full_text": true
}