{
  "pmid": "33345466",
  "title": "Drug repurposing: Antimicrobial and antibiofilm effects of penfluridol against Enterococcus faecalis.",
  "abstract": "The bacterium Enterococcus faecalis has increasingly attracted global attention as an important opportunistic pathogen due to its ability to form biofilms that are known to increase drug resistance. However, there are still no effective antibiofilm drugs in clinical settings. Here, by drug repurposing, we investigated the antibacterial activity of penfluridol (PF), an oral long-acting antipsychotic approved by the FDA, against E. faecalis type strain and its clinical isolates. It was found that PF inhibited the growth of E. faecalis planktonic cells with the MIC and MBC of 7.81 µg/ml and 15.63 ~ 62.50 µg/ml, respectively. Moreover, PF could significantly prevent the biofilm formation of E. faecalis at the concentration of 1 × MIC. Furthermore, PF significantly eradicated 24 h pre-formed biofilms of E. faecalis in a dose-dependent manner, with a concentration range of 1 × MIC to 8 × MIC. Here, through the checkerboard method with other tested conventional antibiotics, we also determined that gentamycin, penicillin G, and amikacin showed partial synergistic antibacterial effects with PF. Also, PF showed almost no hemolysis on human erythrocytes. In a mouse peritonitis model, a single dose of 20 mg/kg of PF treatment could significantly reduce the bacterial colonization in the liver (~5-fold reduction) and spleen (~3-fold reduction). In conclusion, these findings indicated that after structural optimization, PF has the potential as a new antibacterial agent against E. faecalis.",
  "journal": "MicrobiologyOpen",
  "year": "2021",
  "authors": [
    "Zeng X",
    "She P",
    "Zhou L",
    "Li S",
    "Hussain Z"
  ],
  "doi": "10.1002/mbo3.1148",
  "mesh_terms": [
    "Animals",
    "Anti-Bacterial Agents",
    "Biofilms",
    "Disease Models, Animal",
    "Drug Repositioning",
    "Enterococcus faecalis",
    "Erythrocytes",
    "Female",
    "Gram-Positive Bacterial Infections",
    "Humans",
    "Mice",
    "Mice, Inbred ICR",
    "Microbial Sensitivity Tests",
    "Microbial Viability",
    "Opportunistic Infections",
    "Penfluridol",
    "Peritonitis"
  ],
  "full_text": "## INTRODUCTION\nEnterococcus faecalis (E. faecalis) is a gram‐positive intestinal commensal bacterium or opportunistic pathogen. In the past two decades, E. faecalis has become a major cause of nosocomial infections including endocarditis, bloodstream infections, urinary tract infections, meningitis, intra‐abdominal, and pelvic infections, skin infections, skin‐structure infections, and central nervous system infections (Moellering, 1992; O'Driscoll & Crank, 2015). With the increased use of antibiotics, bacterial resistance has also become a serious problem worldwide. Vancomycin‐resistant enterococci (VRE) was first discovered in the 1980 s and has now become a major problem in hospitals around the world. VRE can cause a variety of infections and lead to significant mortality between 19% and 63% (Reinseth et al., 2020).\nOne of the main mechanisms by which E. faecalis is resistant to antibiotics is their ability to form biofilms. E. faecalis can also cause persistent inflammation after forming a biofilm. Biofilms are highly structured membrane‐like matrixes formed by bacteria on the surfaces of medical devices or tissues. The main components of biofilms include extracellular matrix and inner bacterial cells (Branda et al., 2005). Biofilm bacteria show stronger resistance to antibacterial drugs and can evade the host's immune system, leading to a prolonged infection compared to bacteria in the planktonic state. The extracellular matrix of the biofilm prevents antibiotics from reaching bacteria in the biofilm. Therefore, an increased concentration of antibiotics is needed to kill the bacteria in the biofilm, leading to increased toxicity and side effects in the body. (Chavez de Paz, 2007). Currently, there are no effective therapeutic agents that can eradicate biofilms in the clinical setting. Reusing drugs is an effective strategy to discover new antibacterial agents, thereby reducing the risks, time, and costs associated with the development of conventional antibiotics, as these agents have previously undergone extensive toxicological and pharmacological analysis.\nPenfluridol (PF), an oral long‐acting antipsychotic approved by the FDA, is used to treat acute psychosis, schizophrenia, and Tourette syndrome (Srivastava et al., 2020). However, to the best of our knowledge, there are no reports on the antibacterial and antibiofilm effects of PF against E. faecalis and its biofilms.\nIn this study, we demonstrated that PF has significant antibacterial and antibiofilm effects against E. faecalis type strain and clinical isolates. Moreover, PF also showed partial synergistic antimicrobial effects against E. faecalis in combination with conventional antibiotics. Besides, we confirmed the antibacterial effect of PF in vivo by using a mouse peritonitis model.\n\n## Strains, growth conditions, and reagents\nE. faecalis ATCC 29212 was obtained from the American Type Culture Collection (ATCC). Eight clinical isolates of E. faecalis were collected from the Third Xiangya Hospital of Central South University, China. All strains were grown in brain‐heart infusion (BHI) broth (Solarbio) at 37°C. Ciprofloxacin (CIP), Vancomycin (VAN), Amikacin (AMK), Gentamicin (GEN), Teicoplanin (TEC), Penicillin G (P), and Levofloxacin (LEV) were purchased from Aladdin. PF was purchased from the MedChemExpress and was prepared as a 100 mg/ml stock solution suspended in DMSO.\n\n## Antimicrobial susceptibility test\nThe minimal inhibitory concentration (MIC) was determined by using the standard microdilution method recommended by the Clinical and Laboratory Standards Institute, 2010. MIC is defined as the lowest antibiotic concentration that does not produce visible growth. To determine the minimal bactericidal concentration (MBC), bacterial cultures from wells with antibiotic concentrations equal to or higher than the MIC were plated and incubated at 37°C for 48 h (Huang et al., 2012). MBC is defined as the lowest concentration at which no bacterial colonies are observed on the plate after 48 h incubation (Stein et al., 2015). The assays were performed in triplicate.\n\n## Time‐killing assay\nA single E. faecalis colony was inoculated into 10 ml BHI medium and incubated overnight at 37°C. The bacterial suspension was diluted with BHI broth containing PF at the concentration of 0.5 × MIC, to 4 × MIC to the final bacterial concentration of ∼106 CFU/ml, and the bacterial suspension with 0.2% DMSO was set as the control group. The culture was incubated at 37°C 180 rpm, and samples were collected and plated on blood agar at the time point of 0, 1, 2, 4, 8, and 12 h. After incubating at 37°C for 24 h colonies were counted and the number of viable cells in colony‐forming units (CFU/ml) was determined. The experiment was performed in triplicate (Tan et al., 2019).\n\n## Checkerboard assay\nThe MIC of each antibacterial drug was determined as described above. The combined antibacterial effects of six conventional antibiotics (CIP, VAN, AMK, GEN, TEC, P, and LEV) and PF against E. faecalis ATCC 29212 were determined by checkerboard method. The mixture of PF (2 to 1/64 fold of MIC) and antibiotics with different concentrations were placed into a 96‐well plate, with a final volume of 100 µl per well. Finally, the fractional inhibitory concentration (FIC) for PF and its antibiotic combinations was used as an indicator to measure the effects of combined drugs. The calculation method of FIC was used as described by Mataraci et al. (Mataraci & Dosler, 2012): FIC = MICA combined/MCA alone + MICB combined/MCB alone, FIC < 0.5 indicates synergy, 0.5 ≤ FIC < 1 indicates partial synergy, FIC = 1 indicates additive, and FIC > 4 indicates no interaction.\n\n## Determination of biofilm inhibition and eradication effects of PF\nFor biofilm inhibition, an overnight culture of E. faecalis in BHI broth was diluted with serious concentrations of PF to a final concentration of ~106 CFU/ml in a 96‐well plate. After static incubation at 37°C for 24 h, the biofilms were then gently washed three times using saline, fixed in 10% formaldehyde, and then washed twice with saline. After air drying, the biofilms were quantified with crystal violet staining (She et al., 2019). Briefly, 200 µl of crystal violet (0.25% wt/vol) was added to each well. After 15 min of incubation at room temperature, each well was washed with saline, and the plate was air‐dried. Then, 95% ethanol was added to dissolve the dye for 20 min. Finally, the absorbance (A) was measured at 570 nm (A570) with a microplate spectrophotometer (Bio‐Rad).\nTo eradicate the biofilm, 24 h mature biofilms were formed by the addition of 200 µl of 200‐fold diluted overnight culture, washed three times with saline, then treated the remaining biofilm with PF at 37°C for another 24 h. Then, the planktonic cells were removed by saline washing, the biofilms were determined by crystal violet staining and XTT staining, respectively. The crystal violet staining was performed as described above, and the XTT staining was performed as reported by Gomes (Gomes et al., 2009). The tetrazolium salt XTT (sodium 3'‐[1‐[(phenylamino)‐carbony]‐3,4‐tetrazolium]‐bis(4‐methoxy‐6‐nitro)benzene‐sulfonic acid hydrate) is a yellow salt that is reduced by dehydrogenases of metabolically active cells to a colored formazan product. This could be reflected as the metabolic activity of biofilm biomass in the presence of phenazine methosulfate (PMS) (Xu et al., 2016). Briefly, XTT combined with PMS was diluted with 1 × PBS (pH = 7.4) to a final concentration of 0.02 mg/ml. Then 200 µl of the solution was added to each well and incubated in darkness at 37°C for 3 h. The absorbance was measured at 490 nm (A490) using a microplate spectrophotometer (Bio‐Rad). The experiments were performed in triplicate.\n\n## Confocal laser scanning microscopic analysis\nAs previously described by Ahn et al. (Ahn et al., 2018), 2 ml of E. faecalis suspension was added to each well in a 6‐well plate equipped with a sterile glass slide. After incubation at 37°C for 24 h, the glass slides were gently washed using 1 × PBS and transferred into a new 6‐well plate containing the designated concentration of PF (8 × MIC). After an additional 24 h of incubation, the planktonic cells were removed by using 1 × PBS. Then, the LIVE/DEAD Bac light bacterial viability kit (ThermoFisher Scientific) containing SYTO9 and propidium iodide was used to determine the live/dead cells in biofilms according to the instructions provided by the manufacturer. Images were visualized by using a confocal laser scanning microscope (Zeiss LSM 800) and the fluorescence intensity was analyzed by ImageJ software. For biofilm viable cell counting, the planktonic cells were removed, and 1 ml of saline was added to each well. A moist sterile cotton swab was used to wipe the surface of each well thoroughly, then mixed vigorously with tips. The mixture was serially diluted and plated on blood agar. After 24 h of incubation at 37°C, the viable cells were counted, and the result was expressed as Log 10 CFU/ml.\n\n## Human blood hemolysis assay\nThe hemolytic activity assay was performed as previously described by Almaaytah et al (Almaaytah et al., 2012). In brief, blood from a clinically healthy person was collected in the Department of Clinical Laboratory, Third Xiangya Hospital of Central South University. Human erythrocytes were collected, washed with 1 × PBS, and then incubated with varying concentrations of PF (1/2 to 16‐fold of MIC). After incubation at 37°C for 1 h, 100 µl of supernatant was transferred into another 96‐well plate and the absorbance at 450 nm (A450) was measured to assess the percentage of hemolysis. Two percent of Triton X‐100 was used as a positive control.\n\n## Peritonitis mouse model\nAs previously described by Arias et al. and Ranjan et al. (Arias et al., 2007; Ranjan et al., 2016), female 4 to 6‐week old ICR mice (SJA Laboratory Animal Co. Ltd.) with a mean weight of 25 g were used while each group was composed of six animals. E. faecalis ATCC 29212 was cultured in BHI broth at 37°C and 180 rpm to the logarithmic growth phase, centrifuged, and washed 3 times with saline. Mice were intraperitoneally injected (I.P.) with 1 × 108 CFU/mouse of E. faecalis containing 12.5% sterile rat fecal extract. PF was prepared in water/PEG300/ethanol solution at the ratio of 8: 3: 0.13 (vol/vol), and then diluted in 1 × PBS. After 1 h of infection, mice were treated with PF (20 mg/kg i.p.) or an equal volume of solvent (vehicle group) every 24 h for 3 days. On the fourth day, the mice were euthanized, and the liver and spleen were collected. The tissues were homogenized in 1 ml of 1 × PBS. The mixture was serially diluted (101 ~ 106) in saline and plated on blood agar plates. After overnight incubation at 37°C, the CFU was counted and the results were expressed as CFU/g tissue.\n\n## Statistical analysis\nAll statistical analyses were performed, and graphs were composed with GraphPad Prism (version 7.0) and Microsoft Excel software. The data were analyzed by Student's t‐test and one‐way ANOVA. All measurements are performed at least in triplicate.\n\n## Antimicrobial effects of PF against \nThe susceptibility of E. faecalis ATCC29212 and its clinical isolates to PF was determined by broth microdilution method while the MICs and MBCs were shown in Table 1. PF showed a MIC of 7.81 µg/ml for both type strain and clinical isolates, and the MBC was strain‐dependent ranging from 15.63 to 62.50 μg/ml. The Time‐Kill Assay revealed that PF could kill all the live bacteria cells after 4 and 8 h of incubation at the concentration of 4 and 2 × MIC, respectively (Figure 1). In addition, PF and AMK (FIC = 0.563) or GEN (FIC = 0.625) or P (FIC =0.75) have a significant partial synergistic antibacterial effect, while TEC (FIC = 1) has an additive effect on E. faecalis ATCC 29212 (Figure 2).\n\n## Biofilm formation inhibition and eradication effects of PF\nCrystal violet was used to quantify the total biofilm biomass of E. faecalis due to its ability to combine with bacterial cells and extracellular matrix material. At a concentration of 7.81 µg/ml, PF can significantly inhibit the biofilm formation ability of all tested strains in a dose‐dependent manner (Figure 3). PF also showed effective biofilm eradication activity against E. faecalis ATCC 29212 and clinical isolates in a strain‐dependent and dose‐dependent manner at the concentration ranging from 1 to 8 × MIC (Figure 4a,d). This result is consistent with data from the XTT staining assay (Figure 4b). The results of the CFU counting assay showed that the survival of viable bacterial cells in biofilms was significantly reduced in a dose‐dependent manner by treatment with 4 and 8 × MIC of PF compared with the control group (Figure 4c). Also, the representative images observed by CLSM showed that compared to the control group, the total biofilm biomass was significantly reduced and the biofilm structure was also affected when treated with PF at the concentration of 8 × MIC (Figure 5a). Consistent with the CLSM observation, by fluorescence intensity analysis, we also found that the total viable bacterial cells and the ratio of viable cells were both significantly decreased after treated with PF (Figure 5b).\n\n## Hemolytic activities and antibacterial activities in vivo\nSince PF has significant antibacterial effects against E. faecalis in vitro, we next sought to investigate its antibacterial effect in vivo by using a mouse peritonitis infection model (Figure 6). When peritonitis mice were treated with 20 mg/kg of PF for a total of 3 days, the abundance of Enterococcus faecalis was reduced by ~5 fold in the liver (p < 0.01) and by about 3‐fold in the spleen (p < 0.01), without significant weight loss, compared with the control group. Besides, we have observed that PF hardly causes hemolysis of human red blood cells even at concentrations as high as 16 × MIC (Figure 7).\n\n## DISCUSSION\nE. faecalis is a common hospital‐acquired pathogen (Mohamed & Huang, 2007). Due to defects in the human immune system and the formation of biofilms, there is an increase in residual bacteria and the emergence of drug resistance. This increases the difficulty of treatment and slows down the treatment process, which makes it urgent to develop novel antibacterial drugs. Also, the formation of biofilms is one of the main reasons for the development of antimicrobial resistance. Therefore, the antimicrobial activities of new bactericidal drugs should be studied not only against planktonic bacteria cells but also against their biofilm counterpart.\nPF, available since the 1970 s, is a long‐acting oral antipsychotic agent, used to treat acute psychosis (van Praag et al., 1971) and schizophrenia (Soares & Lima, 2006). A single weekly oral of 30 mg (~12.5 to 25 mg/kg for mouse model) was used to treat acute psychoses in patients without side effects occurred (van Praag et al., 1971). And >60 mg/day (~25 to 50 mg/kg for mouse model) was also used for the treatment of schizophrenia (Soares & Lima, 2006). In our in vivo model, the dose of PF that we used was 20 mg/kg, which was relatively less than that of human use. Thus, there would be almost none side effects occurred. Recently, by drug repurposing, some studies reported that PF can inhibit tumor growth and metastasis in glioblastoma, breast cancer cells, pancreas, and lung cancer cells (Chien et al., 2015; Ranjan et al., 2016, 2017; Tuan & Lee, 2019). However, there are no reports on the antibacterial and biofilm effects of PF against E. faecalis while his study provides evidence for the in vivo and in vitro antibacterial effects of PF against E. faecalis. Besides, biofilm inhibition and eradication effects, antimicrobial combination effects were also assessed.\nThe MIC and MBC of PF against E. faecalis ATCC 29212 and all clinical strains were 7.81 µg/ml and 15.63 ~ 62.50 µg/ml, respectively. PF could also cause a significant reduction in the biomass of E. faecalis biofilm. The biofilm is mainly composed of bacterial cells and extracellular matrix, including extracellular polysaccharide, extracellular DNA, and extracellular protein (Flemming & Wingender, 2010). As was shown by CLSM observation (Figure 5), PF showed the effective biofilm eradication effects by bacterial killing and extracellular matrix decreasing. Besides, the process of the biofilm formation process is mainly regulated by the quorum‐sensing system and the second messenger c‐di‐GMP (Tolker‐Nielsen, 2015) Therefore, those could also be the underlying mechanisms of PF against E. faecalis biofilms. However, due to the complex antibacterial mechanisms behind biofilms, the mechanism of PF inhibiting E. faecalis biofilms and removing mature biofilms is still unclear and warrants further investigation.\nThe drug combination is a promising way to enhance antimicrobial effects and reduce cytotoxicity of antimicrobial agents. In the present study, PF has partial synergistic antimicrobial effects with AMK and GEN against E. faecalis and has additive antimicrobial effects with VAN and TEC. As reported everywhere, GEN has ototoxicity and nephrotoxicity (Hayward et al., 2018), and VAN and TEC have nephrotoxicity and hepatotoxicity (Janknegt, 1991), therefore, combination with PF can reduce the side effects of these antibiotics. Also, the combination of PF and antibiotics may reduce the chance of the occurrence of antibiotic resistance.\nThe mouse peritonitis model showed that PF also has a significant antibacterial effect against E. faecalis in vivo. Recent work has shown that long‐term administration of PF has no significant effect on the behavioral activities of mice (Ashraf‐Uz‐Zaman et al., 2018). Besides, by evaluating the body weight, organ weight, and plasma transaminases (ALT and AST), Alok et al. (Ranjan et al., 2016) reported that PF is relatively safe even for long‐term use. However, the structure of PF still needs to be optimized in the future to enhance its antibacterial effect and reduce its cytotoxicity before clinical application.\nIn summary, the significant antibacterial effects of PF both in vitro and in vivo indicating that it has the potential to be a repurpose new antibiotic. We speculate that PF may also have synergistic effects with certain antibiotics. The antimicrobial mechanisms of PF against E. faecalis and the antimicrobial effect against other microorganisms still need further investigation in the future.\n\n## CONFLICT OF INTEREST\nNone declared.\n\n## AUTHOR CONTRIBUTIONS\nZeng Xianghai: Methodology (lead); Software (lead); Writing‐original draft (equal). Pengfei She: Conceptualization (lead); Methodology (supporting); Writing‐original draft (equal). Zhou Linying: Investigation (supporting); Methodology (supporting); Software (supporting). Li Shijia: Data curation (supporting); Formal analysis (supporting); Methodology (supporting). Zubair Hussain: Validation (equal); Writing‐review & editing (equal). Lihua Chen: Conceptualization (supporting). Yong Wu: Conceptualization (equal); Funding acquisition (lead); Project administration (lead).\n\n## ETHICS STATEMENT\nClinical whole blood sample collection and animal experiments were conducted under the approval of the Ethics Committee of the Third Xiangya Hospital, Central South University (No. 2019sydw0211 and 2019–S021). Human blood cells were isolated from clinical samples routinely collected from patients and oral informed consent was obtained.",
  "has_full_text": true
}