{
  "pmid": "33740465",
  "title": "Adjunctive host-directed therapies for pulmonary tuberculosis: a prospective, open-label, phase 2, randomised controlled trial.",
  "abstract": "BACKGROUND: Current tuberculosis treatments leave patients with clinically significant lung injury and increased all-cause mortality post-cure. Adjunctive host-directed therapies could protect the lungs, improve long-term survival, and shorten treatment duration; however, few have been tested clinically. Therefore, we aimed to assess the safety and preliminary efficacy of four host-directed therapies for tuberculosis. METHODS: In this prospective, open-label, phase 2, randomised controlled trial, patients with pulmonary tuberculosis were recruited at three clinical sites in South Africa. Eligible patients were aged 18-65 years, HIV-1-negative, and had rifampicin-susceptible Mycobacterium tuberculosis, a sputum Xpert cycle threshold of less than 20, and moderately advanced or far advanced disease on chest radiography. By use of numbers generated in blocks of ten and stratification by site, eligible patients were randomly assigned (1:1:1:1:1) to receive one of the four oral host-directed treatments plus standard tuberculosis treatment or standard treatment alone (the control group). Host-directed treatments were: CC-11050 (200 mg twice daily, taken with food; day 1-112); everolimus (0·5 mg/day; day 1-112); auranofin (3 mg/day for seven doses, then 6 mg/day; day 1-112); and ergocalciferol (5 mg on day 1, then 2·5 mg on day 28 and day 56). All study participants received oral rifabutin-substituted standard tuberculosis treatment for 180 days. Patients and clinicians were not masked to treatment assignment. Spirometry and sputum culture with solid and liquid media were done at baseline and up to 180 days at specified intervals throughout treatment. The primary endpoint was safety and tolerability up to day 210. Secondary preliminary efficacy endpoints were treatment effects on sputum microbiology (culture status at day 56 and the hazard ratio for stable culture conversion up to day 180) and lung function (FEV1 and forced vital capacity [FVC]) measured by spirometry at day 56, day 180, and day 540. Safety was analysed in the intention-to-treat population and preliminary efficacy primarily in the per-protocol population. The trial is registered at ClinicalTrials.gov, NCT02968927. Post-treatment follow-up was completed in 2020. FINDINGS: Between Nov 18, 2016, and Sept 27, 2018, 200 patients were screened and randomly assigned to different treatment groups (n=40 per group, apart from n=39 in the everolimus group after one patient withdrew consent). 11 treatment-emergent serious adverse events occurred either during treatment or within 30 days after treatment discontinuation, of which three were attributable to a host-directed treatment. Life-threatening thrombocytopenia occurred in an auranofin recipient; apparent intra-abdominal sepsis leading to death occurred in another auranofin recipient and was classified as a suspected unexpected serious adverse reaction. Tuberculous spondylitis occurred as an apparent paradoxical reaction in a patient receiving ergocalciferol. Two patients in the control group had life-threatening, treatment-attributable liver injury. No treatment-emergent, treatment-attributable serious adverse events occurred in patients receiving CC-11050 or everolimus. Mean FEV1 in the control group was 61·7% of predicted (95% CI 56·3-67·1) at baseline and 69·1% (62·3-75·8) at day 180. Patients treated with CC-11050 and everolimus had increased recovery of FEV1 at day 180 relative to the control group (mean difference from control group 6·30%, 95% CI 0·06-12·54; p=0·048; and 6·56%, 0·18-12·95; p=0·044, respectively), whereas auranofin and ergocalciferol recipients did not. None of the treatments had an effect on FVC during 180 days of follow-up or on measures of sputum culture status over the course of the study. INTERPRETATION: CC-11050 and everolimus were safe and reasonably well tolerated as adjunctive therapies for tuberculosis, and analysis of preliminary efficacy suggests they might also enhance the recovery of FEV1, a key measure of lung function and predictor of all-cause mortality. Further studies of these candidates are warranted. FUNDING: The Bill & Melinda Gates Foundation and the South African Medical Research Council.",
  "journal": "The Lancet. Respiratory medicine",
  "year": "2021",
  "authors": [
    "Wallis R",
    "Ginindza S",
    "Beattie T",
    "Arjun N",
    "Likoti M"
  ],
  "doi": "10.1016/S2213-2600(20)30448-3",
  "mesh_terms": [
    "Adult",
    "Antitubercular Agents",
    "Auranofin",
    "Double-Blind Method",
    "Drug Therapy, Combination",
    "Ergocalciferols",
    "Everolimus",
    "Female",
    "Forced Expiratory Volume",
    "Humans",
    "Indoles",
    "Male",
    "Middle Aged",
    "Mycobacterium tuberculosis",
    "Phosphodiesterase 4 Inhibitors",
    "Prospective Studies",
    "South Africa",
    "Sputum",
    "Sulfones",
    "Tuberculosis, Pulmonary"
  ],
  "full_text": "## Introduction\nTuberculosis is a leading cause of morbidity and mortality globally.1 Current treatments are inadequate because they require patients to closely adhere to multidrug regimens that are long, complex, and often poorly tolerated or ineffective. Even if cured, most patients are left with bronchiectasis and fibrosis, permanent conditions that impair lung function and contribute to increased long-term mortality.2, 3\nThere is growing interest in the potential of adjunctive host-directed therapies to improve treatment options for patients with tuberculosis. As modulators of the host immune response, these treatments have the potential to protect the lungs, improve long-term survival, and shorten treatment duration by reducing lung inflammation, improving lesional drug penetration, and inducing antimicrobial activity in phagocytic cells.4 Although the list of candidates is long, few have been tested clinically, and many questions remain as to how they might best be evaluated.\nTherefore, we aimed to assess the safety and preliminary efficacy of four adjunctive host-directed therapies in patients with hard-to-treat tuberculosis: CC-11050, everolimus, auranofin, and vitamin D (ergocalciferol). CC-11050 is a type 4 phosphodiesterase inhibitor with anti-inflammatory properties and has shown efficacy in preclinical models of Mycobacterium tuberculosis infection.5, 6 Everolimus is an inhibitor of serine/threonine-protein kinase mTOR. mTOR inhibitors induce autophagy, a potential mechanism of cellular antimycobacterial activity;7 they might also reduce inflammation and prevent fibrosis.8, 9 Auranofin, an orally bioavailable anti-inflammatory gold salt, shows in-vitro antimicrobial activity against M tuberculosis.10 Auranofin accumulates in macrophages, but has not been tested for anti-tuberculosis activity in cell culture or animals. Vitamin D is essential for host defences against M tuberculosis.11 Although several clinical trials have shown vitamin D to have no effect on tuberculosis sputum culture conversion,12 little is known regarding its clinical anti-inflammatory effects.13\n\n## Study design and participants\nIn this prospective, open-label, phase 2, randomised controlled trial, patients with pulmonary tuberculosis were recruited at three clinical sites in Greater Johannesburg and Pretoria, South Africa: the Tembisa Clinical Research Centre, Tembisa; the Clinical HIV Research Unit, Johannesburg; and the Setshaba Research Centre, Soshanguve. Patients attending neighbouring public health clinics were asked to give permission for a review of laboratory records for possible study eligibility. Those with positive sputum Cepheid Xpert M tuberculosis/rifampin (Xpert MTB/RIF; Sunnyvale, CA, USA) test results were asked to consent for further screening to enter the study.\nPatients were aged 18–65 years, with Xpert MTB/RIF sputum testing showing rifampicin-susceptible M tuberculosis and one or more probes with a cycle threshold less than 20. Cycle threshold indicates the number of cycles of DNA amplification required to result in detection of the target and is inversely related to the log of the target copy number. Patients also had moderately advanced or far advanced pulmonary tuberculosis on chest radiography (appendix pp 29–30), had a bodyweight of 40–90 kg, and were willing and able to provide informed written consent or witnessed oral consent in the case of illiteracy according to South African and international guidelines before commencing any study procedures. Patients were also eligible to enter the trial on the basis of equivalent non-molecular tuberculosis testing; however, none did so. Patients with a history of tuberculosis, evidence of HIV-1 infection, chronic hepatitis B virus infection, diabetes, or chemistry or haematology values outside of specified ranges, and those who required corticosteroids in the past 28 days or other prohibited medications, were excluded. Women of childbearing potential were required to have a highly effective, non-hormonal method of contraception because of concerns regarding the potential teratogenicity of everolimus and possible pharmacokinetic interactions between hormonal contraceptives and rifabutin. The study provided placement of a copper-containing intrauterine contraceptive device at no cost to such women wishing to participate.\nThe protocol received ethics approval from the University of Witwatersrand Human Research Ethics Committee (reference number 151112), the London School of Hygiene & Tropical Medicine (reference number 10645), the South African Medicines Control Council (reference number 20160506), is registered as study 4297 in the South African Human Research Electronic Application System, and can be found online.\n\n## Randomisation and masking\nBy use of numbers computer-generated by the study statistician (SG) in blocks of ten and with stratification by site, patients were randomly assigned (1:1:1:1:1) to receive CC-11050, everolimus, auranofin, or ergocalciferol in addition to standard tuberculosis therapy, or standard tuberculosis therapy alone (control). At each study site, the individuals responsible for assigning patients to treatment groups were not involved in evaluating treatment outcomes. Envelopes containing allocation information were provided to each site by SG. Patients and clinicians were not masked to treatment assignment. However, microbiology and spirometry laboratory personnel and senior study leadership (RSW and GC) were masked to treatment assignment. Summaries of study progress prepared by SG that described outcomes by treatment group were available only to members of the study's data and safety monitoring committee.\n\n## Procedures\nParticipants randomly allocated to adjunctive host-directed tuberculosis therapies received CC-11050 (Celgene; Summit, NJ, USA), everolimus (Novartis; Basel, Switzerland), auranofin (Astellas [Milan, Italy], and later from Sebela Pharmaceuticals [Roswell, GA, USA] after Astellas discontinued its production), or ergocalciferol (Lennon; Port Elizabeth, South Africa) orally. Adjunctive CC-11050, everolimus, or auranofin were given from day 1 to day 112 as follows: 200 mg of CC-11050 twice a day with food; 0·5 mg/day of everolimus; or 3 mg/day of auranofin for the first week, which was then increased to 6 mg/day. Ergocalciferol was given as a 5 mg dose on day 1, then 2·5 mg on days 28 and 56. CC-11050 was given at the same dose used by Celgene in two phase 2 studies in patients with cutaneous lupus erythematosus (NCT01300208) and erythema nodosum leprosum (NCT03807362). The dose of everolimus was selected as the lowest showing human biological activity.14 Auranofin was used at the dose approved for the treatment of rheumatoid arthritis.15 Ergocalciferol dose was intermediate relative to doses in other tuberculosis treatment trials.12 All patients received 180 days of oral standard tuberculosis treatment: 2 months of daily isoniazid (Winthrop; Bridgewater, MA, USA) plus pyridoxine (Portfolio; Johannesburg, South Africa), rifabutin (Pfizer; New York, NY, USA), pyrazinamide (Sanofi; Bridgewater, MA, USA), and ethambutol (Sandoz; Holzkirchen, Germany), followed by 4 months of daily isoniazid (plus pyridoxine) and rifabutin. 300 mg/day of rifabutin was substituted for rifampicin (2HRbZE/4HRb) because of the potentially deleterious pharmacokinetic interactions of everolimus and CC-11050 with rifampicin.\nWe did sputum cultures using solid media (Löwenstein–Jensen medium, MEDIA-MAGE; Johannesburg, South Africa) and liquid media (Mycobacteria Growth Indicator Tube, BD, Franklin Lakes, NJ, USA) on days 0, 1, 7, 14, 21, 28, 35, 42, 56, 84, 112, 140, and 180, with particular attention to culture status on day 56. Patients were repeatedly encouraged to produce adequate sputum specimens, including through video instructional materials. Sputum induction was not done. M tuberculosis was identified by detection of immunogenic protein MPT64. Phenotypic drug susceptibility testing was done at baseline and on positive cultures after study day 112.\nSpirometry was done at the study sites by use of EasyOne Pro instruments (NDD Medizintechnik, Zurich, Switzerland) beginning on study day 1. The protocol originally specified that spirometry be done on days 1, 14, 28, 56, 84, 112, 140, and 180, with particular attention to lung function on days 56 and 180. A protocol amendment later specified that spirometry should additionally be done on day 540. All sites used a single microbiology laboratory (the Tembisa Clinical Research Centre Biomedical Research Laboratory; Thembisa, South Africa) for M tuberculosis molecular testing, culture, and drug susceptibility testing, and a single commercial laboratory (Bio Analytical Research Corporation; Johannesburg, South Africa) for safety studies.\n\n## Outcomes\nThe primary endpoint of the study was the safety and tolerability of the study treatments, in terms of treatment-emergent serious adverse events for CC-11050 and suspected unexpected serious adverse reactions for the other treatments up to day 210, and was centrally assessed. Secondary safety endpoints included treatment-emergent adverse events other than serious adverse events, categorised according to severity, drug-relatedness, and whether they lead to early withdrawal, and the proportion of patients with disease exacerbation (assessed at each scheduled visit) due to study treatments. Safety events were assessed by site personnel at each study visit and subsequently reviewed by the data and safety monitoring committee. Clinicians at each site provided initial assessments of severity (using adverse event grading tables from the Division of Allergy and Infectious Diseases) and treatment-relatedness. These assessments could be upgraded following central review.\nSecondary preliminary efficacy endpoints were key measures of the effects of host-directed therapies on the clearance of M tuberculosis (as indicated by sputum culture status) and on lung function. The proportion of patients with positive sputum culture status was assessed at day 56 using solid culture medium, because previous trial data suggest culture status at this timepoint is a predictor of tuberculosis recurrence.16, 17 We also assessed culture status at several timepoints up to day 180 using solid and liquid medium. Treatment was considered unsuccessful if M tuberculosis was detected in more than one specimen after day 112. For the entire treatment period, stable culture conversion was defined as occurring on the day of the first of two consecutive sputum specimens obtained at least 2 weeks apart without growth of M tuberculosis. Specimens with liquid or solid cultures showing growth of M tuberculosis were considered positive. Instances in which patients were unable to provide a sputum specimen despite encouragement were considered negative. Cultures that were unevaluable because of contamination or other causes were considered missing. To assess lung function, FEV1 and forced vital capacity (FVC) were measured by spirometry, and change from control was assessed at numerous timepoints, with particular attention to days 56, 180, and 540. Spirometry findings were interpreted according to guidelines from the American Thoracic Society and the European Respiratory Society,18 with grade categories A–E considered acceptable. FEV1 was expressed as a percentage of the predicted value based on age, sex, height, and race (FEV1%).\nAnalyses of other secondary microbiology and lung function outcomes and of early biomarkers of treatment response, including changes in 18F-fluorodeoxyglucose-PET, CT imaging, and serum markers of inflammation, will be undertaken and reported separately.\n\n## Statistical analysis\nWith 40 patients per group, this study was predicted to have a 77% power, at a two-sided 0·05 significance level, of detecting a significant difference in the proportion of serious adverse events between the control and experimental treatments, assuming proportions of 0·05 (n=2) in the control group and 0·3 (n=12) in the experimental groups. This sample size was considered appropriate to detect treatment-emergent serious adverse events attributable to CC-11050 in an exploratory trial in patients with tuberculosis because the sole previous phase 2 study (NCT01300208) included only 48 patients with cutaneous lupus erythematosus. We also considered microbiological outcomes in choosing sample size. Near-complete (≤1%) culture conversion at 2 months, measured by use of solid medium, has been proposed as a target for new 4-month regimens.16, 17 Poisson modelling indicates a 94% likelihood that a regimen meeting this target for the proportion of positive cultures would result in one or no patients with positive cultures out of 40. However, in the control group the expected proportion of positive cultures is 15–20%; therefore, the likelihood of yielding this result in the standard treatment group is only 0·3–1·5%. Data were insufficient to estimate statistical power for measures of lung function.\nAll safety endpoints were analysed in the intention-to-treat population, which comprised all randomly assigned patients who received at least one dose of a study drug. The modified intention-to-treat population included patients in the safety population, but excluded those wrongly enrolled (ie, not meeting enrolment criteria). The secondary efficacy outcomes for microbiology and lung function were analysed in the per-protocol population, which included patients in the modified intention-to-treat population, but excluded those who did not complete treatment or were found to have inadequate adherence (pill counts indicating that <299 [<83%] of 360 rifabutin 150 mg tablets were taken in total). The secondary efficacy analyses were repeated using the modified intention-to-treat population.\nSafety data are presented descriptively, with particular attention to severity, treatment-relatedness, and action on study drug for serious adverse events and suspected unexpected serious adverse reactions. Logistic regression was used to assess associations of treatment group with culture-positive status measured after 56 days of treatment. We report unadjusted and adjusted odds ratios (ORs) and 95% CIs for culture status on solid medium, with the adjusted values controlling for baseline differences in time to positivity in automated liquid cultures. We individually compared experimental groups with the control group to calculate the hazard ratio (HR) for stable culture conversion up to 180 days using Cox proportional hazards regression. FEV1 and FVC at day 56, day 180, and day 540 were compared by ANCOVA. We did not adjust for multiple comparisons, but instead independently compared each candidate host-directed therapy with the control group, as each might be advanced independently on the basis of this analysis. Analyses were adjusted for baseline covariates. We considered adjusting for multiple baseline factors in each analysis, but found that the effect of additional factors was small. Missing data were excluded from analyses and not otherwise imputed or estimated.\nPost-hoc analyses of FEV1 were done to investigate adjustment for study site in the per-protocol population and to examine the use of more stringent spirometry criteria at day 180 in the per-protocol population (grades A–D were considered acceptable). An additional post-hoc analysis fit a random effects model for the repeated measurements of FEV1% on a study day until day 180 using the modified intention-to-treat population and included an interaction between day and study group, and a random intercept for repeated measurement of FEV1%. Further post-hoc analyses separately examined treatment effects on culture conversion in liquid cultures in the per-protocol population using Cox proportional hazards methods.\nAll analyses were done by use of Stata (version 14). Study progress was monitored at regular intervals by an independent data and safety monitoring committee. This trial is registered as study 4297 in the South African Human Research Electronic Application System, as DOH-27–0616–5297 by the South African National Clinical Trial Registration, and as NCT02968927 by ClinicalTrials.gov.\n\n## Role of the funding source\nThe Bill & Melinda Gates Foundation provided funding for this trial and contributed to the selection of host-directed therapy candidates and discussions of trial design. The South African Medical Research Council provided additional funding for administrative aspects of the study. Celgene provided CC-11050. The Aurum Institute served as a study sponsor. The funders of the study had no role in determining other aspects of study design, data collection, data analysis, data interpretation, or writing of the report.\n\n## Results\nBetween Nov 18, 2016, and Sept 27, 2018, we screened 347 patients with pulmonary tuberculosis for trial eligibility. Of these, 200 patients were enrolled and randomly assigned to different treatment groups (figure 1). The most frequent cause for trial exclusion was having an Xpert MTB/RIF cycle threshold of 20 or more, indicating insufficient sputum mycobacterial burden. The median age of the patients was 35 years (IQR 27–43) and they were predominantly male (table 1). Cavitary disease was present in 167 (84%) of 199 patients. Far advanced disease was present in 83 (42%) patients, most often due to having a total cavity diameter of 4 cm or more. The median time to detection in automated liquid culture was 103 h and the mean Xpert MTB/RIF cycle threshold was 16·8; both variables are inversely related to the sputum M tuberculosis burden (table 1). The mean FVC and the mean FEV1% indicated moderate lung impairment (table 1).Figure 1Trial profile*Withdrew consent before receiving any treatment. †Found to have spinal tuberculosis on baseline PET-CT scan. ‡Found to have elevated blood glucose at screening. §Required an excluded concomitant medication.Table 1Baseline characteristics of the intention-to-treat populationControl (n=40)CC-11050 (n=40)Everolimus (n=39)Auranofin (n=40)Ergocalciferol (n=40)Total (n=199)Age, years32 (26–43)34 (27–41)35 (26–43)38 (30–43)37 (29–49)35 (27–43)Weight, kg54·7 (51·8–61·3)54·5 (49·8–61·2)55·2 (51·6–59·7)53·3 (50·1–60·8)53·8 (49·9–58·9)54·4 (50·4–59·7)Body-mass index, kg/m218·5 (16·8–19·9)18·6 (17·0–19·6)19·3 (17·1–21·5)18·4 (17·2–20·0)18·3 (16·5–20·0)18·6 (17·0–20·3)SexFemale2 (5%)7 (18%)*5 (13%)3 (8%)*7 (18%)*24 (12%)Male38 (95%)33 (83%)*34 (87%)37 (93%)*33 (83%)*175 (88%)Smoking history (former or current smoker)†25 (63%)24 (62%)19 (50%)20 (54%)18 (46%)106 (55%)Total cavity diameter0 cm11 (28%)*6 (15%)*9 (23%)2 (5%)4 (10%)32 (16%)>0 cm and <4 cm24 (60%)*23 (58%)*20 (51%)26 (65%)28 (70%)121 (61%)≥4 cm5 (13%)*11 (28%)*10 (26%)12 (30%)8 (20%)46 (23%)Radiographic extent of diseaseModerately advanced24 (60%)23 (58%)*27 (69%)21 (53%)*21 (53%)*116 (58%)Far advanced16 (40%)17 (43%)*12 (31%)19 (48%)*19 (48%)*83 (42%)Mean FEV1%‡61·7 (56·3–67·1)62·4 (55·2–69·5)68·8 (62·9–74·8)61·0 (54·6–67·4)66·1 (58·0–74·2)64·0 (61·1–66·9)Mean FVC, L3·12 (2·88–3·37)3·00 (2·67–3·32)3·08 (2·81–3·35)3·07 (2·77–3·37)3·04 (2·69–3·40)3·06 (2·93–3·19)Mean Xpert cycle threshold§16·4 (15·4–17·4)16·6 (15·6–17·7)17·6 (16·2–19·1)17·3 (16·2–18·4)16·2 (15·0–17·4)16·8 (16·3–17·4)Time to positivity in mycobacterial growth indicator tube cultures, h103 (84–140)111 (100–135)102 (88–144)101 (91–127)114 (87–132)103 (89–134)Data are median (IQR), n (%), or mean (95% CI). All participants were Black Africans. For more information on the definitions of radiographic disease extent, please see the appendix (pp 29–30). FEV1%=forced expiratory volume in 1 s as a proportion of predicted. FVC=forced vital capacity.*Percentages do not add up to 100% because of rounding.†Six patients had missing smoking history (n=1 for CC-11050, n=1 for everolimus, n=3 for auranofin, and n=1 for ergocalciferol). These patients are not included in the denominator for the calculation of percentages.‡One patient in the CC-11050 group had missing FEV1% data.§Two patients in the control group had missing Xpert cycle threshold data.\nThree of 11 treatment-emergent serious adverse events were considered possibly or probably related to host-directed therapy (table 2). First, thrombocytopenia occurred 53 days after study entry in an auranofin recipient and resolved without consequence following auranofin discontinuation. Second, acute gastroenteritis, followed rapidly by hypotension, disseminated intravascular coagulation, and hypoxaemia arose in another auranofin recipient 2 weeks after study entry (table 2). The patient died despite broad-spectrum antimicrobials and intensive medical support. Blood cultures did not reveal a pathogen and autopsy was not done. The event was attributed to intra-abdominal sepsis and was classified as a suspected unexpected serious adverse reaction. Although there was an episode of acute hepatitis B virus infection in an auranofin recipient, it was thought to be unrelated to auranofin treatment on the basis of its time of onset (1 month after auranofin treatment had ended) and serological findings (conversion to HBsAg positivity accompanied by anti-HBc IgM positivity). Finally, tuberculous spondylitis arose 7 weeks after study entry in a patient who received ergocalciferol. This event was considered a paradoxical treatment reaction (localised disease exacerbation despite overall microbiological improvement) possibly due to ergocalciferol and resolved with symptomatic treatment. No patients in the CC-11050 group had treatment-emergent serious adverse events, nor were any treatment-emergent serious adverse events or suspected unexpected serious adverse reactions attributed to everolimus. A list of all adverse events, regardless of treatment-relatedness or seriousness, can be found in the appendix (p 2). No patients had treatments reduced or discontinued because of tolerability concerns.Table 2Treatment-emergent serious adverse events according to study group up to day 210 in the intention-to-treat (safety) population (n=199)SeriousnessDays from study entry to onsetTreatment relatednessAction on study medicationsAdverse event outcomeTo standard therapyTo host-directed therapyControlIschiorectal abscessRequired hospital admission107UnrelatedNAMaintainedResolvedDrug-induced liver injuryLife-threatening28ProbableNADiscontinuedResolvedDrug-induced liver injuryLife-threatening37ProbableNAInterruptedResolvedCC-11050............EverolimusPsychosisRequired hospital admission124UnrelatedUnrelatedMaintainedResolvedAuranofinSyncopeRequired hospital admission12UnrelatedUnrelatedMaintainedResolvedAcute hepatitis B virus infectionLife-threatening148UnrelatedUnrelatedInterruptedResolvedThrombocytopeniaLife-threatening53UnrelatedProbableDiscontinuedResolvedSepsis, disseminated intravascular coagulation, respiratory failureRequired hospital admission; resulted in death14UnrelatedSuspected unexpected serious adverse reactionHost-directed therapy discontinuedUnresolvedErgocalciferolDysfunctional uterine bleedingRequired hospital admission110UnrelatedUnrelatedMaintainedResolvedTuberculous spondylitisMedically significant49UnrelatedPossibleMaintainedResolvedAcute pancreatitisRequired hospital admission195UnrelatedUnrelatedOccurred post-treatmentResolvedNA=not applicable.\nIn the per-protocol population, compared with standard treatment alone, none of the four treatments had a significant effect on culture status at 56 days or on the hazard ratio for stable culture conversion up to day 180 (figure 2; Table 3, Table 4); this finding was confirmed in the modified intention-to-treat population (appendix p 23). Treatment succeeded in all but one patient, an auranofin recipient with positive cultures on solid medium on days 140 and 180.Figure 2Proportion of patients with stable culture conversion with time by treatment groupThese data are based on combined results of solid and liquid cultures. The table indicates the numbers of patients at risk at key timepoints.Table 3Culture status on solid medium after 56 days of treatment in the per-protocol populationPositive culture statusUnadjustedAdjusted*OR (95% CI)p valueOR (95% CI)p valueControl6/32 (19%)NANANANACC-110506/32 (19%)1·000 (0·285–3·509)1·01·081 (0·301–3·820)0·91Everolimus3/30 (10%)0·482 (0·109–2·130)0·340·490 (0·109–2·207)0·35Auranofin4/32 (13%)0·619 (0·157–2·444)0·490·615 (0·153–2·472)0·49Ergocalciferol5/31 (16%)0·667 (0·168–2·642)0·560·863 (0·230–3·245)0·83Data are n/N (%) or OR (95% CI), unless otherwise stated. Cultures that were unevaluable due to contamination or other causes were considered missing and were not otherwise imputed. NA=not applicable. OR=odds ratio for culture positivity relative to control.*Adjusted for baseline differences in time to positivity in automated liquid cultures.Table 4HR for stable culture conversion up to day 180 in the per-protocol population (n=189)UnadjustedAdjusted*HR (95% CI)p valueHR (95% CI)p valueCC-110501·34 (0·86–2·10)0·201·32 (0·84–2·07)0·23Everolimus1·22 (0·77–1·93)0·401·31 (0·83–2·09)0·25Auranofin1·11 (0·71–1·74)0·651·17 (0·74–1·84)0·51Ergocalciferol1·02 (0·65–1·60)0·930·96 (0·61–1·51)0·87Results include combined data for solid and liquid cultures. Separate analyses of liquid culture can be found in the appendix (p 24). Higher HR values for stable culture conversion indicate earlier conversion to negative status. HR=hazard ratio relative to control.*Adjusted for baseline differences in time to positivity in automated liquid cultures.\nMean values for FEV1% and FVC up to day 540 in the per-protocol population are shown in figure 3. The mean FEV1 for patients in the control group was 61·7% of predicted (95% CI 56·3–67·1) at baseline and 69·1% (62·3–75·8) at 180 days, with much of the apparent increase occurring early during standard treatment. All groups except for the ergocalciferol group showed an apparent increase in mean FEV1 from baseline to day 14, although none of these increases reached statistical significance (figure 3). None of the treatments affected FEV1 on day 56; however, mean FEV1 in the CC-11050 and everolimus groups did improve on day 180 (6·30, 95% CI 0·06–12·54, p=0·048, and 6·56, 95% CI 0·18–12·95, p=0·044, respectively; table 5); this finding was confirmed in the modified intention-to-treat population (appendix p 25). Auranofin transiently showed a detrimental treatment effect on FEV1 on day 84 (mean difference −6·44%, 95% CI −12·50 to −0·37; p=0·038; figure 3). 98 patients were eligible for extended evaluation on day 540, as permitted by a protocol amendment. The treatment groups retained the same rank order on day 540 as on day 180 with respect to FEV1 (figure 3), although sample sizes on day 540 were insufficient to maintain statistical significance. The mean FVC in the control group was 3·12 L (95% CI 2·88–3·37) at baseline and 3·39 L (3·13–3·66) at 180 days. Ergocalciferol transiently showed a detrimental effect on FVC on day 14 (mean difference −0·27 L, 95% CI −0·51 to −0·03; p=0·029), but none of the treatments had a lasting effect on FVC (figure 3; table 5).Figure 3Lung function over time in the per-protocol population(A) Mean FEV1%. (B) Mean FVC. Please note the varying y-axes. HDTs were given until day 112, except for ergocalciferol, for which administration ceased on day 56. The symbols indicate timepoints that differ significantly from control after adjusting for differences at baseline. FEV1=forced expiratory volume in 1 s. FVC=forced vital capacity. HDT=host-directed therapy. *Everolimus at day 180. †CC-11050 at day 180. ‡Auranofin at day 84. §Ergocalciferol at day 14.Table 5Spirometry outcomes in the per-protocol population (n=189)Day 56 (n=189)Day 180 (n=186)Day 540 (n=98)UnadjustedAdjustedUnadjustedAdjustedUnadjustedAdjustedMean (95% CI)p valueMean (95% CI)p valueMean (95% CI)p valueMean (95% CI)p valueMean (95% CI)p valueMean (95% CI)p valueFEV1%CC-110503·54% (−5·57 to 12·66)0·441·63% (−5·23 to 8·49)0·648·40% (−0·24 to 17·04)0·0576·30% (0·06 to 12·54)0·0487·33% (−5·04 to 19·71)0·240·58% (−9·09 to 10·25)0·91Everolimus5·63% (−3·68 to 14·95)0·230·40% (−6·62 to 7·42)0·9111·66% (2·84 to 20·49)0·0106·56% (0·18 to 12·95)0·0447·50% (−4·42 to 19·42)0·221·92% (−7·36 to 11·20)0·68Auranofin−6·17% (−15·28 to 2·95)0·18−5·14% (−11·96 to 1·68)0·14−3·70% (−12·40 to 5·00)0·40−2·79% (−9·04 to 3·45)0·38−5·45% (−17·38 to 6·47)0·37−5·44% (−14·62 to 3·74)0·24Ergocalciferol−0·64% (−9·76 to 8·48)0·89−2·82% (−9·65 to 4·00)0·422·35% (−6·34 to 11·05)0·590·61% (−5·64 to 6·86)0·855·03% (−7·03 to 17·10)0·41−0·52% (−9·91 to 8·87)0·91FVC, LCC-11050−0·04 (−0·41 to 0·32)0·820·07 (−0·18 to 0·32)0·590·07 (−0·30 to 0·43)0·710·18 (−0·09 to 0·45)0·18−0·16 (−0·69 to 0·38)0·56−0·09 (−0·52 to 0·34)0·67Everolimus0·11 (−0·26 to 0·48)0·570·11 (−0·14 to 0·36)0·390·09 (−0·28 to 0·47)0·620·11 (−0·17 to 0·38)0·44−0·35 (−0·87 to 0·16)0·18−0·12 (−0·54 to 0·29)0·56Auranofin−0·14 (−0·50 to 0·23)0·45−0·04 (−0·28 to 0·21)0·77−0·12 (−0·49 to 0·25)0·52−0·02 (−0·29 to 0·25)0·89−0·27 (−0·79 to 0·25)0·30−0·11 (−0·53 to 0·31)0·61Ergocalciferol−0·15 (−0·51 to 0·22)0·43−0·05 (−0·29 to 0·20)0·72−0·20 (−0·57 to 0·17)0·29−0·04 (−0·31 to 0·23)0·78−0·18 (−0·70 to 0·34)0·49−0·14 (−0·55 to 0·28)0·52Mean values indicate differences from the control group, before and after adjustment for differences from controls at baseline by ANCOVA. FEV1 was adjusted for baseline differences in FEV1. FVC was adjusted for baseline differences in FVC. Findings at 540 days are limited by reduced statistical power, as only 98 patients could be recalled for additional follow-up under a protocol amendment. FEV1%=forced expiratory volume in 1 s as a proportion of predicted. FVC=forced vital capacity.\nPost-hoc analyses that separately examined culture conversion findings in liquid cultures (appendix p 24) confirmed the main study findings. Further post-hoc analyses of FEV1 at days 56 and 180 with study site as a factor for adjustment (appendix",
  "has_full_text": true
}