{
  "pmid": "34364941",
  "title": "Repurposing clinically approved drugs for COVID-19 treatment targeting SARS-CoV-2 papain-like protease.",
  "abstract": "COVID-19 is a disease caused by SARS-CoV-2, which has led to more than 4 million deaths worldwide. As a result, there is a worldwide effort to develop specific drugs for targeting COVID-19. Papain-like protease (PLpro) is an attractive drug target because it has multiple essential functions involved in processing viral proteins, including viral genome replication and removal of post-translational ubiquitination modifications. Here, we established two assays for screening PLpro inhibitors according to protease and anti-ISGylation activities, respectively. Application of the two screening techniques to the library of clinically approved drugs led to the discovery of tanshinone IIA sulfonate sodium and chloroxine with their IC50 values of lower than 10 μM. These two compounds were found to directly interact with PLpro and their molecular mechanisms of binding were illustrated by docking and molecular dynamics simulations. The results highlight the usefulness of the two developed screening techniques for locating PLpro inhibitors.",
  "journal": "International journal of biological macromolecules",
  "year": "2021",
  "authors": [
    "Xu Y",
    "Chen K",
    "Pan J",
    "Lei Y",
    "Zhang D"
  ],
  "doi": "10.1016/j.ijbiomac.2021.07.184",
  "mesh_terms": [
    "Antiviral Agents",
    "Binding Sites",
    "Chloroquinolinols",
    "Coronavirus Papain-Like Proteases",
    "Coronavirus Protease Inhibitors",
    "Drug Repositioning",
    "High-Throughput Screening Assays",
    "Humans",
    "Molecular Docking Simulation",
    "Molecular Dynamics Simulation",
    "Phenanthrenes",
    "SARS-CoV-2",
    "COVID-19 Drug Treatment"
  ],
  "full_text": "## Introduction\nCoronavirus Disease 2019 (COVID-19) is a disease caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). In March 2020, the World Health Organization announced that the COVID-19 epidemic has constituted a global pandemic. COVID-19 has many similarities with severe acute respiratory syndrome (SARS) that broke out in China in 2003. Although the fatality rate of COVID-19 is far lower than SARS and Middle East respiratory syndrome (MERS), its infection rate and death toll far exceed the previous two diseases. Until now, few drugs are available for COVID-19 treatment.\nSARS-CoV-2 is a linear single-stranded RNA virus with a full-length genome of about 30 kb. SARS-CoV-2 encodes an essential papain-like protease domain as part of its non-structural protein (nsp)-3, namely PLpro. PLpro is responsible for cutting the three N-terminal cleavage sites on ORF1a to yield product nsp1, nsp2 and nsp3 [1]. The cleavage specificity of PLpro corresponds to the pattern (R/K)L(R/K)GG↓X [2]. After protease digestion, these non-structural proteins participate in the assembly of the viral replicase complex, which initiates the replication and transcription of the viral genome [1], [3], [4].\nInterferon Stimulated Gene 15 (ISG15) is a ubiquitin-like protein, which performs ISGylation by covalently binding to the target protein. As one of the strongest interferon-stimulating proteins, ISG15 can bind to lysine residues to induce the host antiviral response [5]. However, some viruses have evolved a variety of mechanisms to escape the host antiviral response by inhibiting or removing ISGylation. ISG15 has the unique sequence LRLRGG at the C-terminus, consistent with the coronavirus PLpro recognition motif [2]. Thus, PLpro should be able to effectively remove ISGylation and ubiquitylation modification [6], and subsequently inhibit inflammation and antiviral signal transduction [1], [7], [8], [9]. Multiple functions possessed by PLpro make it an attractive anti-SARS-CoV-2 target.\nA fast way for locating a drug specific for COVID-19 treatment is to repurpose clinically approved drugs. Currently, remdesivir was approved to treat COVID-19 by FDA [10]. Here, we also focused on the question whether or not existing drugs can be used for inhibiting SARS-CoV-2 PLpro. To achieve this goal, we developed two screening techniques based on the protease and anti-ISGylation activities. Their application to a clinically approved drug library identified tanshinone IIA sulfonate sodium and chloroxine as PLpro inhibitors.\n\n## Protein expression and purification\nThe SARS-CoV-2 PLpro coding sequence was codon optimized and synthesized by Genscript Co.,Ltd. and cloned into the pET28a vector. A 6 × His tag was added to the PLpro C-terminus. The recombinant plasmid, pET28a-PLpro-6His, was transformed into BL21 (DE3) cells. After culturing the cells at 37 °C for 4 h, isopropyl-beta-D-thiogalactopyranoside (IPTG) was added to induce PLpro expression at 16 °C for 16 h. The cells, harvested by centrifugation, were resuspended with a lysis buffer at pH 8.5 containing 20 mM Tris-HCl, 300 mM NaCl and 5 mM 2-Hydroxy-1-ethanethiol (β-ME). The resuspended cells were disrupted by sonication and the supernatant was centrifuged and loaded onto Ni-NTA resin (Genscript).\nThe elution from Ni-NTA resin was then purified on Q ion-exchange chromatography, and finally load onto gel filtration (Superdex200 Increase, GE Healthcare) with the buffer of 20 mM Tris-HCl, 300 mM NaCl and 5%(w/w) glycerol with pH 8.5. The protein fractions were concentrated by 10 kDa MWCO concentrator (Amicon Millipore) and stored at −80 °C.\nThe cloning, expression, and purification of the PLpro C111S mutant (PLpro-C111S) and human ISG15 were the same as the procedure for PLpro because they have a similar size and a similar predicted isoelectric point (PI = 6.9 for PLpro-WT, 6.9 for PLpro-C111S and 7.5 for ISG15). Moreover, they were all tagged by six of histidine residues for purification. Thus, we can purify those three proteins with the same protocol (the Ni-NTA resin, Q ion-exchange chromatography and gel filtration column on Superdex 200).\n\n## Protease activity-based method for drug screening\nA fluorogenic peptide, ALKGG-AMC, was designed based on the substrate sequence of the SARS-CoV-2 nsp3-nsp4 cleavage site. After cleavage, a free AMC will be released, and its fluorescence signal can be monitored to measure the protease activity of SARS-CoV-2 PLpro. This fluorogenic peptide was synthesized and purified to a > 95% purity by GenScript. The fluorogenic peptide was dissolved in Buffer A (50 mM HEPES, pH 7.5, 5 mM DTT and 0.1 mg/ml BSA) to a final concentration of 10 mM and stored at −20 °C. 250 μM ALKGG-AMC was loaded onto PLpro at concentrations ranging from 420 to 13.125 nM with 4-fold dilution in a black flat-bottom 96 well plate (Greiner). After 10 min of pre-incubation at room temperature, the fluorescence was monitored for 30 min on BioTek Synergy HTX (Ex: 340 nm, Em: 460 nm, Temperature: 25 °C). One negative control was made with a non-fluorescent peptide substrate. Another negative control was made by replacing PLpro with the blank Buffer A.\nThe compound library, purchased from APExBio, consists of 1971 compounds of clinically approved drugs. Each well was added 50 μl of PLpro in Buffer A at a concentration of 100 nM, followed by 1 μl of each compound (~10 mM in DMSO). After 10 min of pre-incubation, an addition of 50 μl of 125 μM fluorogenic peptide was made to the plates. Then, after 10 min of incubation at room temperature, the reaction was stopped after adding 50 μl of 0.2 M sodium acetate and the end-point fluorescence signals were read by the plate reader. One negative control (compound-negative control) was made with no compounds added. Another negative control (PLpro-negative control) was made with no PLpro added. All the controls were performed in triplicates. We employed the percentage of effect and a Z score to select the compounds for further studies. The percentage of effect is the inhibition rate of the sample against the PLpro activity at a certain concentration. The following formula was used to calculate the percentage of effect (Eq. (1)):(1)Inhibiton%=1−xi−μc2−μc1−−μc2−×100%where μ\nc1- is the mean value of compound-negative controls and μ\nc2- is the mean value of PLpro-negative controls.\nWe calculated Z' factor to evaluate the quality of the assay. The Z' factor can be calculated as follows (Eq. (2)).(2)Z′=1−3σc1−+3σc2−μc1−−μc2−×100%where μ\nc1- and μ\nc2- are the means, and σc1- and σ\nc2- are the standard deviations of the two negative controls, respectively.\nZ score [11] is a value to evaluate the deviation from the normal distribution of the fluorescence value of a sample on a plate. Ninety-nine percent of fluorescence values of the sample are within 3 standard deviations from the mean. Thus, Z score > 3, indicating a statistically significant finding. Z score is calculated by using the equation below (Eq. (3)).(3)Zi=xi−x¯i/Siwhere x is the fluorescence of a sample, x̅ is the mean of all samples on each plate and standard deviation is denoted as S\ni.\n\n## Fluorescence polarization for drug screening (FPA)\nFor ISG15 labeling, ISG15 (0.5 mg/ml) was treated with extra FITC (molar ratio of ISG15: FITC = 1:3) in a buffer containing 100 mM NaCO3, 150 mM NaCl at pH 9.0 and incubated in the dark at 4 °C for 8 h. Desalting column (PD MiniTrap G-25, GE) was utilized to remove the unreacted FITC following manufacturer's instructions. To avoid over-labeling, we measured the absorbance ratio of A495/A280, and ensured that the ratio was between 0.3 and 1.0.\nFor the FP-based assay, 50 μl of PLpro at different concentrations (0.024–25 μM) was added to 50 μl of 200 nM ISG15-FITC with a pH -7.6 buffer containing 25 mM Na3PO4, 150 mM NaCl, 0.1 mg/ml BSA and 7.5 μM ZnCl2 in the 96-well plate. After 30 min incubation, the fluorescence polarization signals were measured by Tecan Spark (Ex: 485 nm, Em: 535 nm).\nIn order to establish the competitive assay, we firstly employed unlabeled ISG15 to mimic a competitive inhibitor. 50 μl of 10 μM PLpro was pre-incubated with 10 μl of unlabeled ISG15 at different concentrations (0.0976–10,000 μM) for 30 min. Then, 40 μl of 250 nM ISG15-FITC were added and the reaction system was incubated at room temperature for 1 h. The fluorescence polarization signals were measured by Tecan Spark using the same parameters as above. The IC50 value was calculated based on the dose-dependent fluorescence polarization curve using GraphPad Prism 6.0.\nThe procedures of the HTS based on FPA was similar to the competitive assay by using the testing compound rather than unlabeled ISG15. After adding 50 μl of 10 μM PLpro to the 96-well plate, 1 μl compound was added to each well and pre-incubated with PLpro for 30 min. In this screening, we have one positive control based on unlabeled ISG15 and two negative controls (compound-negative and PLpro -negative with no PLpro-C111S added).\n\n## Biolayer interferometry (BLI)\nThe BLI assay was performed on Fortebio Octet K2 and the data was analyzed with the Octet systems software. The streptavidin (SA) sensor was first equilibrated with the BLI assay buffer (Buffer BLI) of pH 7.5 containing 20 mM Tris-HCl, 150 mM NaCl, and 0.02% Tween 20. Then, the SA sensor was loaded with the biotin-labeled PLpro or PLpro-C111S for 5 min at 50 μg/ml concentration, which was labeled with NHS-PEG12-Biotin (Thermo Fisher Cat. No. 21312) by following manufacturer's instruction. Next, the sensors were dipped into the compound solution in Buffer BLI at different concentrations for 3 min to allow the association of the testing compound with PLpro, then dipped into the blank Buffer BLI for 3 min allowing the bound compound to dissociate. The control sensor was loaded with the Buffer BLI only.\n\n## Thermal-shift assay (TSA)\n10 μl of 50 μM PLpro in different pH buffers was mixed with 10 μl of 50 μM compounds in the corresponding pH buffer or 1 μl of DMSO. After 10 min pre-incubation, 1 μl SYPRO Orange solution (Sigma Cat. No. S5692) was added into each sample. All samples were performed in triplicates. The samples were placed in eight-strip PCR tubes, and the fluorescence signals were monitored on the Bio-Rad CFX1000 instrument with heating from 25 °C to 95 °C at a rate of 1 °C/min, and ROX as the fluorescence channel. In this assay, the reference melting temperature was measured under the same condition but without the testing compound.\n\n## Protein and ligands\nThe 3D structures of tanshinone IIA sulfonate (CID: 23669322) and chloroxine (CID:2722) were downloaded from PubChem. The 3D structures of rac5c and ergotamine were obtained from PubChem (CID: 76853649) and ZINC 15 database (ZINC ID ZINC000052955754), respectively. It is noted that the rac5c from PubChem is the S-enantiomer. The PLpro chains from two X-ray crystal structures of SARS-CoV-2 PLpro in complex with mouse ISG15 C-terminal domain propargylamide [12] (PDB: 6XA9) and with ubiquitin propargylamide [12] (PDB: 6XAA) were used as the templates of SARS-CoV-2 PLpro.\n\n## Docking\nAll protein and ligand structures were prepared with MGLTools [13] v1.5.6 and submitted to AutoDock Vina [14] v1.1.2 for in silico docking. The original solvent and ligands in the crystal structures were removed to determine the docking grids of proteins. The docking grids were set to 52 Å × 82 Å × 66 Å for the PDB structure 6XA9 and 60 Å × 82 Å × 70 Å for the PDB structure 6XAA with grid spacing of 1 Å to cover all potential binding sites on the protein surface. Polar hydrogens were added to protein and ligand structures, and rotatable bonds of ligands were determined by the AutoDockTools [13] module included in MGLTools. In each docking attempt, AutoDock Vina reported 10 most possible binding conformations, and 5 repeats of attempts were performed for each PLpro-ligand pair. A total of 200 binding conformations were obtained and inspected as the candidates of further molecular dynamics analysis.\n\n## Molecular dynamics simulations\nProtein topologies were prepared under Amber99SB-ildn [15], [16], [17] forcefield with Ambertools20 [18] and converted to GROMACS formats with ParmED [19]. ZAFF parameters [20] were applied to the zinc finger of PLpro. Topologies for all ligands were prepared with ACPYPE [21]. Protein structures complexed with a ligand were selected from the representative docking results. The system was then solvated with TIP3P water in a dodecahedron box extending 2 nm from the solute. Na+ and Cl− ions were added to neutralize the system's net charge and to reach a salt concentration of 150 mM. All simulations were set up with the running parameters described in previous study [22] and with GROMACS 2019.3 [23] on the high performance cluster of Shenzhen Bay Laboratory. Each simulation was performed for at least 200 ns.\n\n## Luciferase-based IFN-β reporter assay\nIn the luciferase-based IFN-β reporter assay, the effect of a compound on suppression of IFN-β promoter activity by SARS-CoV2 PLpro was investigated. HEK293T cells grown to 80% confluency in a 12-wells plate were co-transfected with 10 ng of plasmid pRL-SV40P (Addgene #27163), 50 ng of IFN-β-pGL3 firefly reporter plasmid (Addgene #102597), 50 ng of MAVS WT (Addgene #52135) and 50 ng of SARS-CoV2 PLpro with Lipofectamine 2000 (Invitrogen, 11,668,019). After 6 h of transfection, the medium was changed to a medium containing a testing compound. At 24 h post-transfection, cells were lysed in 1× passive lysis buffer (Promega, E1941). Firefly and Renilla luciferase activities were measured using the Dual-Luciferase reporter assay system (Promega, E1910) on a Synergy HTX plate reader (BioTek). Experiments were performed in triplicates. Firefly luciferase activity was normalized by Renilla luciferase activity, and the statistical significance was determined using an unpaired two-tailed Student's t-test. A value of <0.05 was considered statistically significant.\n\n## Immunoblotting for detection of ISGylation\nHEK293T cells were co-transfected with plasmids encoding Myc-tagged ISG15, SARS-CoV2 PLpro-EGFP, pcDNA3,1-UBE1L (E1), UBCH8 (E2), or 3XFlag-HERC5 (E3) [24]. These plasmids were kindly gifted by Dr. Hao Huang. After 6 h of transfection, the medium was changed to a medium containing a testing compound. At 24 h post-transfection, cells were lysed in 1× passive lysis buffer (Promega, E1941). Protein concentrations were determined by BCA assay (Beyotime, P0012). Equal protein amounts (30 μg) were subjected to SDS-PAGE, followed by transferring (200 mA 60 min) to PVDF membranes (Millipore, ISEQ00010). Membranes were blocked with TBST containing 5% skim-milk for 1 h at room temperature and then overnight with anti-ISG15 (1:1000, CST, 2758), anti-GFP (1:1000, CST, 2956), anti-GAPDH (1:1000, Biodragon, B1034) antibodies at 4 °C. After three washing steps, membranes were incubated with HRP-conjugated secondary antibodies (1:1000, Biodragon, BF03008) for 1 h at room temperature and then visualized with ECL substrate (Beyotime, P0018AFT) using a ChemiDoc MP Imaging System (Bio-Rad).\n\n## Expression and purification of the proteins\nPLpro and PLpro-C111S were expressed by E.coli BL21(DE3) and purified by nickel column affinity, anion exchange, and gel filtration chromatography as shown by sodium dodecyl sulfate polyacrylamide gel electrophoresis (SDS-PAGE, Fig. 1a). PLpro-C111S is a PLpro mutant, in which the catalytic cysteine is replaced by serine to inactivate the protease activity but retain the binding capacity. ISG15 was also expressed and purified by nickel column (Fig. 1a).Fig. 1Two assays established for screening inhibitors targeting SARS-CoV-2 PLpro. a) Size exclusion chromatography curve of PLpro purification. In the inset (i) the PLpro protein band is present at ~36.8kD on 12% SDS-PAGE, (ii) the PLpro-C111S protein band is present at ~36.8 kD on 12% SDS-PAGE and the ISG15 protein band at ~9.5 kD. b) The schematic diagram for the PLpro protease activity-based assay for inhibitor screening. Cleavage of a fluorogenic peptide by PLpro will release a free AMC fluorophore with its fluorescence signal correlated to the protease cleavage kinetics. The cleavage kinetics will be changed upon inhibition of the protease activity by an inhibitor (i.e., a drug candidate). c) Dependence of reaction kinetics (shown as fluorescence changes) on PLpro concentrations at a constant concentration of ALKGG-AMC (125 μM). d) The schematic diagram for the competitive fluorescence polarization-based assay for inhibitor screening. The binding between inactive C111S mutant of SARS-CoV-2 PLpro with FITC labeled ISG15 will restrict the rotation of ISG15-FITC. This restriction will be indicated with higher fluorescence polarization signals. The competition between an inhibitor and PLpro for binding with ISG15-FITC will be reflected from the concentration dependence of the fluorescence polarization signal. e) Florescence polarization changes in the reaction between PLpro and ISG15-FITC. f) Florescence polarization changes in competition with an unlabeled ISG15.Fig. 1\n\n## Establishing two assays for high-throughput drug screening targeting SARS-CoV-2 PLpro\nWe established two assays for inhibitor screening. The first one is based on the protease activity of SARS-CoV-2 PLpro. We designed a fluorogenic peptide ALKGG-AMC as the substrate. PLpro will recognize the peptide and specifically cleave the peptide bond after ALKGG. After cleavage, the AMC fluorophore will be released to its free state and emit fluorescence (Fig. 1b). If a compound binds to the corresponding active site of PLpro, the fluorogenic peptide ALKGG-AMC will not be cleaved by PLpro, thus, a lower fluorescence signal will be observed (Fig. 1b).\nThe second screening assay is based on fluorescence polarization. The binding activity between PLpro and ISG15 can be determined by monitoring the change of fluorescence polarization signal of fluorescein 5-isothiocyanate (FITC) labeled ISG15 (ISG15-FITC) [25]. Because the speed of molecular rotation of ISG15-FITC is faster in its free state than in its bound state with PLpro-C111S, the fluorescence polarization signal will decrease if an inhibitor can compete with ISG15-FITC in PLpro-C111S binding and render ISG15-FITC in its free state. We tested the competitive assay using unlabeled ISG15, which should compete with itself in PLpro binding. We employed 5 μM PLpro-C111S to react with various concentrations of unlabeled ISG15 for a period of time, and then added ISG15-FITC to a final concentration of 100 nM. We found that the half inhibitory concentration (IC50) of unlabeled ISG15 on PLpro-C111S and ISG15-FITC is 4.51 ± 0.42 μM (Fig. 1e).\n\n## Identification of two potential drugs targeting SARS-CoV-2 PLpro from the clinically approved drugs\nIn the PLpro protease activity-based assay, all plates Z' factor values ranged from 0.60–0.98, confirming the reliability of the assay as 0.5 is considered as the threshold for a reliable assay [26]. There were 10 compounds whose inhibitory-effect values are greater than 80% against PLpro and Z scores are lower than −3 (Fig. 2a). We performed dose-dependent inhibition assays on PLpro to determine the IC50s of these 10 compounds. Only tanshinone IIA sulfonate sodium showed a lower than 10 μM IC50, with an IC50 of 1.65 ± 0.13 μM.Fig. 2Tanshinone IIA sulfonate sodium and chloroxine were identified as the inhibitors of SARS-CoV-2 PLpro. a) Screening the clinically approved drugs by the PLpro protease-activity-based assay. Z scores indicate the significance of potential inhibitors discovered. The percentage of effect indicates the inhibition rate of a compound against the PLpro protease activity. b) The dose-dependent inhibition curve of tanshinone IIA sulfonate sodium in the PLpro protease-activity-based assay. c) Screening clinically approved drugs based on the fluorescence polarization assay. d) The dose-dependent inhibition curve of chloroxine in the competitive PLpro binding-based assay. e,f) Sensorgrams of tanshinone IIA sulfonate sodium (e) and chloroxine (f) in the BLI assay at different compound concentrations. Both compounds can bind to PLpro in the BLI assay. g,h) Melting temperatures (Tm) of PLpro in the absence or presence of tanshinone IIA sulfonate sodium (g) and chloroxine (h) in the thermal shift assay at different pHs. Both compounds can alter Tm of PLpro at various pHs, which is consistent with their specific binding with PLpro.Fig. 2\nIn fluorescence polarization-based assay, the Z'-factor values ranged from 0.7–0.95. There were 20 compounds whose inhibitory effect values are greater than 80% against PLpro-C111S, Z scores are lower than −3 and fluorescence polarization lower than the positive control. (Fig. 2c). For further studies, we selected these compounds to determine their IC50s. Only chloroxine has an IC50 lower than 10 μM (7.24 ± 0.68 μM).\n\n## Validating binding of SARS-CoV-2 PLpro with tanshinone IIA sulfonate sodium and chloroxine\nWe confirmed the interactions between PLpro and the above two compounds by biolayer interferometry (BLI) assay. In this assay, a protein (PLpro or PLpro-C111S) labeled with biotin was loaded on the SA sensor, and different concentrations of the testing compound was placed in a 96-well plate for association and dissociation. We found that KD is 145 ± 8.5 μM between PLpro and tanshinone IIA sulfonate sodium (Fig. 2e) and 4.6 ± 0.29 μM between PLpro-C111S and chloroxine (Fig. 2f).\nWe performed the thermal shifting assay to further examine the interaction between PLpro and these two compounds. In this assay, SYPRO Orange, a fluorogenic dye binding to hydrophobic residues, was utilized to monitor the denaturation of PLpro as the temperature increases and calculate the melting temperature (Tm) [27]. When a compound binds to the protein, the stability of the protein may change (i.e. a shift of Tm). For tanshinone IIA sulfonate sodium, the thermal shifting assay was conducted with a mixture of 25 μM PLpro and tanshinone IIA sulfonate sodium at a molar ratio of 1:1 under six different pH and using the buffer without tanshinone IIA sulfonate sodium as a control. PLpro and PLpro/tanshinone IIA sulfonate sodium exhibited the highest stability at pH = 7.0. Tm was increased by 1 °C for PLpro mixed with tanshinone IIA sulfonate sodium (Fig. 2g). PLpro-C111S and PLpro-C111S/chloroxine also exhibited the highest stability at pH = 7.0. Mixing PLpro with chloroxine increases Tm by 2.5 °C (Fig. 2h). Interestingly, the Tm value (47 °C) of PLpro-C111S is 2 °C higher than that of PLpro (45 °C).\n\n## Interaction mechanism of SARS-CoV-2 PLpro with tanshinone IIA sulfonate sodium and chloroxine\nDocking and molecular dynamics (MD) were employed to investigate the molecular mechanisms of the interaction of SARS-CoV-2 PLpro with tanshinone IIA sulfonate sodium and chloroxine.\nFirst, tanshinone IIA sulfonate sodium and chloroxine were individually docked to two template PLpro structures in substrate-bound state. For each PLpro-ligand pair, 5 repeats of docking attempts were made with AutoDock Vina [14], resulting a total of 200 predicted binding conformations.\nWe found that the docked conformations of tanshinone IIA sulfonate sodium are dominantly located at the catalytically active pocket of PLpro. Thus, three representative conformations with predicted affinities of −8.6, −8.2 and − 8.0 kcal/mol (marked as tanshinone IIA sulfonate sodium-a, tanshinone IIA sulfonate sodium-b, tanshinone IIA sulfonate sodium-c, respectively) were selected for further molecular dynamics verifications. By comparison, docking conformations of chloroxine were located near the PLpro-ISG15 binding interface, in addition to the catalytically active pocket. We selected four representative conformations: two in the active pocket with predicted affinities −5.9 and − 5.7 kcal/mol (marked as chloroxine-a and chloroxine-b) and two at the interface site (near Arg65 with predicted affinity −5.6 kcal/mol, marked as chloroxine-c and near Phe31 with predicted affinity −5.1 kcal/mol, marked as chloroxine-d).\nThe above-selected binding conformations were subjected to MD simulations for 200 ns. Among all the simulations, the ones started from tanshinone IIA sulfonate sodium-a and chloroxine-c reached stable binding.\nThe stable binding of tanshinone IIA sulfonate sodium (Fig. 3b, c) attributes to a stable conformation in the active pocket (Fig. 3a) with the hydrophilic sulfonate group exposed to the solvent and the hydrophobic end inserted into the pocket. The stability is further strengthened by the interaction between the aromatic rings of tanshinone IIA sulfonate sodium and nearby residues (Fig. 3c): π-π stacking to Tyr268 side chain and cation-π interaction on the other side to Arg166 side chain. These aromatic-related interactions clamp the ligand in a relatively rigid conformation (Fig. 3b). To further confirm the stability of this binding mode, we extended the simulation to 300 ns and the binding conformation persisted throughout the simulation. Thus, tanshinone IIA sulfonate sodium inhibits the PLpro activity by occupying the active pocket of PLpro.Fig. 3Binding of tanshinone IIA sulfonate sodium in the PLpro active pocket. a) The representative conformation of the stable binding mode found by docking and MD simulations. The pocket region is rotated and zoomed on the right panel for a clearer view. PLpro is shown in green, pocket residues in blue, tanshinone IIA sulfonate sodium in yellow and the PLpro residues within 3 Å of tanshinone IIA sulfonate sodium in cyan. b) The heavy-atom RMSD of tanshinone IIA sulfonate sodium with the representative conformation as the reference. c) The distance between the center of mass (COM) of tanshinone IIA sulfonate sodium and the COM of Tyr268 side chain, and between the COM of tanshinone IIA sulfonate sodium and the CZ (the terminal carbon) atom of Arg166 side chain. (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article.)Fig. 3\nBy comparison, chloroxine did not show stable binding to the active pocket but has a unique binding site at the PLpro-ISG15 binding interface, near Arg65. The trajectory initiated from chloroxine at the active pocket (chloroxine-a) showed an interesting event of relocation of the ligand from the active pocket to the Arg65 site (data not shown). MD simulations revealed a two-state manner at this binding site (Fig. 4a, b). Chloroxine can either pack in the hydrophobic pocket (State 1) or be anchored by Arg65 through cation-π interaction (State 2). In both states, binding of chloroxine can cause significant change in the orientation of the helix where Arg65 resides (Fig. 4c). This helix is critical for the binding of the N-terminal domain of ISG15 (Fig. 4c). Additionally, residues Arg65, Pro77, Thr75 and Phe69 are all important interface residues for ISG15 binding. These residues can be re-orientated to interact with chloroxine in State 2. Binding of chloroxine could have a direct impact on interrupting the PLpro-ISG15 binding interface.Fig. 4Interruption of the PLpro-ISG15 binding interface by binding of chloroxine near Arg65 in a two-state manner. a) The representative conformations of State 1 and State 2 with the same coloring scheme as in Fig. 3a. Arg65 is individually colored magenta. b) The heavy-atom RMSD of chloroxine with State 1 as the reference and the distance between the center of mass of chloroxine and the CZ (the terminal carbon) atom of Arg65 side chain. c) Apo-PLpro, the structures of State 1 and State 2 aligned to the holo-PLpro (PLpro with ISG15 bound) structure. The region of the helix where Arg65 resides is zoomed and rotated 180°for a clearer view. ISG15 in the holo-PLpro structure is colored marine and shown as surface. The structures of apo-PLpro and holo-PLpro were taken from PDB 6XAA[12] and 6YVA [35], respectively. (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article.)Fig. 4\nTo investigate the inhibitory effects of tanshinone IIA sulfonate sodium and chloroxine on the deISGylation activity of PLpro inside cells, two cell-based methods, luciferase-based IFN-β reporter assay and anti-ISG15 immunoblotting, were employed to observe whether the two compounds can recover the cellular ISGylation level inhibited by PLpro. Consistent with their activities in the two drug-screening assays, tanshinone IIA sulfonate sodium and chloroxine can recover the cellular ISGylation level with a dose-dependent manner in both cell-based methods (Fig. 5\n, also See Supplementary Fig. S2, S3 and Table S1, S2 for the original data), indicating that both compounds can enter cells to inhibit SARS-CoV-2 PLpro. Meanwhile, chloroxine showed a higher potency to recover the cellular ISGylation level than tanshionone IIA sulfonate sodium, suggesting that chloroxine directly targets the PLpro-ISG15 binding interface, as shown from the protease activity assay, the binding assay, the docking results and the MD simulations.Fig. 5Tanshinone IIa sulfonate sodium and chloroxine can recover the anti-viral activity of ISG15 according to cell-based assays. a) Reduced suppression of IFN-β promoter activity by SARS-CoV-2 PLpro in the presence of tanshinone IIa sulfonate sodium and chloroxine according to luciferase-based IFN-β reporter assay. The negative control is treated with blank plasmid. The sample that treated with ISG15 expressed plasmid is selected as positive control, and its IFN-β promoter activity is set as 100% percentage of effect. Other samples are presented by scaling to positive control. Significance relative to the negative control was calculated by an unpaired two-tailed Student's t-test and labeled above the histogram bars. b) Immunoblotting for detection of ISGylation with or without tanshinone IIa sulfonate sodium or chloroxine treatment at various ",
  "has_full_text": true
}