{
  "pmid": "34905109",
  "title": "Can Drug Repurposing be Effective Against Carbapenem-Resistant Acinetobacter baumannii?",
  "abstract": "Carbapenem-resistant Acinetobacter baumannii has been classified as a top priority for the development of new therapies due to its resistance to most antibiotics. Drug repurposing may be a fast and inexpensive strategy for treating this pathogen. This review aims to critically evaluate repurposed drugs for the treatment of infections caused by carbapenem-resistant A. baumannii, correlating their antimicrobial activity with data available for toxicity and side effects. Some drugs have been suggested as promising candidates for repurposing; however, in some cases, high toxicity and low plasma concentrations reduce applicability in clinical practice. The most favorable applicability is offered by fusidic acid and colistin, possibly combined with a third agent, promising to be well tolerated and achieving satisfactory plasma concentrations.",
  "journal": "Current microbiology",
  "year": "2021",
  "authors": [
    "Gontijo A",
    "Pereira S",
    "de Lacerda Bonfante H"
  ],
  "doi": "10.1007/s00284-021-02693-5",
  "mesh_terms": [
    "Acinetobacter Infections",
    "Acinetobacter baumannii",
    "Anti-Bacterial Agents",
    "Carbapenems",
    "Colistin",
    "Drug Repositioning",
    "Drug Resistance, Multiple, Bacterial",
    "Humans",
    "Microbial Sensitivity Tests"
  ],
  "full_text": "## Current Outlook: Antimicrobial Resistance is a Real Threat and Few New Drugs Are Being Developed\nMicrobial resistance is a serious public health problem [1]. Some bacteria, fungi, viruses, or parasites that were previously susceptible to certain antimicrobial agents have become resistant through various mechanisms. It has been estimated that in the European Union and the European Economic Area, there were 671,689 cases of antibiotic-resistant bacterial infections in 2015, of which approximately 5% resulted in deaths [2].\nThe first public awareness survey on microbial resistance carried out by the World Health Organization (WHO) in February 2017 stated that this problem compromises the treatment of infectious diseases and is considered a serious worldwide threat to public health, thus, receiving a high priority [3]. The WHO’s survey published a priority list of resistant pathogens, with 12 bacterial species classified into three priority categories according to their microbial resistance. Three species were considered a critical priority for the research and development of new therapies and included carbapenem-resistant Acinetobacter baumannii. The carbapenem class of antibiotics includes imipenem, meropenem, and doripenem.\nA. baumannii is a Gram-negative opportunistic pathogen associated with nosocomial infections such as pneumonia, septicemia, urinary tract infections, endocarditis, meningitis, and wound infections [4]. The pathogenicity of A. baumannii is related to its virulence factors [5]. For example, the porin known as outer membrane protein A (OmpA) is one of the most studied virulence factors [5]. One of its functions is to bind to the host epithelial cells, reach mitochondria, and induce apoptosis of human cells by releasing proapoptotic molecules such as cytochrome c and apoptosis-inducing factors. Morris et al. [5] described the functions of several virulence factors in the pathogenesis of A. baumannii infection as well as the host immune responses; further information regarding both issues can be found in the cited work.\nAdditionally, two other features contributing to the severe infections caused by A. baumannii are (i) the ability to survive in adverse environmental conditions, favoring its persistence and spread in the hospital environment [6], and (ii) the ability to develop resistance to antimicrobial agents.\nIn recent years, carbapenem resistance has been reported in A. baumannii [7, 8]. Hospitals in the United States and Europe currently have high rates of carbapenem-resistant A. baumannii [7, 8]. A previous study [8] analyzed the evolution of carbapenem resistance among clinical isolates of A. baumannii obtained from nine tertiary hospitals throughout Greece over 6 years (2010–2015). Imipenem resistance rates were consistently high during this period, ranging from 90.3% in 2010 to 94.5% in 2015, without a significant increase over the years (P = 0.198), while meropenem resistance rates increased significantly from 82.6% in 2010 to 94.8% in 2015 (P = 0.006) [8].\nA report from Emerging Infections Program sites of the Centers for Disease Control Prevention (CDC) covering the period from 2013 to 2017 evaluated the susceptibility of carbapenem-resistant A. baumannii to other antibiotics showing that most of the isolates of carbapenem-resistant A. baumannii were consistently resistant to other antibiotics over the years, concluding that treatment options for the infection caused by this pathogen are limited [9].\nColistin and tigecycline are viable therapeutic options for infections caused by carbapenem-resistant strains [10]. However, strains resistant to colistin and tigecycline have also been reported [11]. There is an urgent need for new drugs against this bacterium. The number of approved antimicrobials has decreased in recent decades. One reason is that antimicrobials can quickly become obsolete due to microbial resistance, resulting in a small profit margin for the pharmaceutical industry [12]. As of July 1, 2018, a study [13] identified the following clinical trials on antimicrobials: (i) 30 new antibacterial drugs’ chemical entities (NCE) against the WHO priority list of resistant pathogens; (ii) 10 biologicals; (iii) 10 NCEs against Mycobacterium tuberculosis; and (iv) 4 NCEs against Clostridium difficile. Among the 30 NCEs against resistant pathogens, three were active against carbapenem-resistant A. baumannii, and five were probably active. Among these eight chemicals, one was in Phase III clinical trials and one was submitted for review by the Food and Drug Administration (FDA) and the European Medicines Agency (EMA) [13].\nThe number of potential new antibiotics that could help fight microbial resistance including A. baumannii is still very scarce. A recent review identified 407 preclinical studies developing new therapies against bacterial infections, with 135 drugs belonging to a new class, addressing new targets, or providing new mechanisms of action. The authors stated that although the amount of preclinical research is higher compared to the current clinical research trials, more effort and resources are needed to find new effective therapies to overcome the problem of bacterial resistance [14].\n\n## Drug Repurposing: Can it be a Solution?\nDrug repurposing has emerged as a potential treatment option for resistant infections [15]. This approach evaluates drugs approved for the treatment of other diseases involving infections. The advantage of drug repurposing is that it quickly increases the arsenal of available drugs for the treatment of infections because some of the drugs’ pharmacological properties are already known, saving time, and resources compared to the development of new drugs; drug repurposing has received increasing attention. A recent example of a repurposed drug involves WCK-771 (levonadifloxacin) [16] launched in 1993 by Otsuka for the topical treatment of acne. Parenteral administration, as well as the oral administration of its prodrug (WCK-2349 (alalevonadifloxacin)), are being evaluated for the treatment of acute bacterial infections of the skin and skin structure (ABSSSI) as well as for respiratory diseases such as community-acquired bacterial pneumonia (CABP) and hospital-acquired bacterial pneumonia (HABP) [17]. These drugs are active against several pathogens including methicillin-resistant Staphylococcus aureus (MRSA) [16]; they were recently approved in India for ABSSSI based on a completed Phase III trial [18].\nLevonadifloxacin is, thus, a successful example of a repurposed drug for the treatment of serious infections. For infections caused by A. baumannii, there is no example of treatment with repurposed drugs. However, some published preclinical studies suggest that repurposed drugs could be promising candidates for the treatment of A. baumannii.\nThis brings us to the initial question of this section: Drug repurposing: Can it be a solution? From the analysis of previous successful cases, repurposing might be a solution for the resistance of A. baumannii, leading to a new treatment for this infection, but the options must be carefully evaluated, as the initially promising drugs may not be viable for clinical practice. Such analysis is the main aim of this study, discussed in the next section.\n\n## Critical Evaluation of the Drug Repurposing for the Treatment of Carbapenem-Resistant \nBasic research and preclinical studies have undoubtedly contributed to the development of new treatments against infections by examining several drugs that may have activity against a certain agent. However, clinical studies must find viable options with a balance between efficacy, safety, and suitable pharmacokinetic characteristics.\nSome preclinical studies have shown promising antibacterial activities of repurposed drugs against carbapenem-resistant Acinetobacter baumannii. However, in several of these studies, concentrations at which drugs showed minimal activity were also associated with toxicity.\nThis review correlates the concentration of the repurposed drugs presenting activity against carbapenem-resistant Acinetobacter baumannii with data on toxicity and pharmacokinetics. Such combined analysis is lacking in the literature despite its value in predicting whether a drug might be a feasible therapeutic option in clinical practice; the present survey allows for the classification of repurposed drugs based on their potential clinical viability.\n\n## Methodology and Rationale\nThe criteria for including drugs in this repurposing review were (i) marketed drugs for human or veterinary use presenting different profiles (lower and higher toxicities, lower and higher plasma concentrations, etc.); (ii) recently reported (since 2015) in vitro and/or in vivo activity against carbapenem-resistant A. baumannii; and (iii) antibacterial action in monotherapy or combination with other drugs. The review focused on published studies most cited at the time of writing.\nDrugs with high toxicity, such as mitomycin C and 5-fluorouracil, were included in the present review for a comprehensive discussion. As will be discussed later, mitomycin C could cause bone marrow depression [19]; 5-fluorouracil is associated with gastrointestinal (e.g., diarrhea), hematological (e.g., neutropenia, thrombocytopenia, anemia), and dermal (e.g., hand–foot syndrome) undesirable side effects [20]. Although the toxicity of drugs should be carefully evaluated and toxic drugs should be avoided, this is often not possible. For example, colistin is an old antibiotic that was commercially available in the 1950s and was abandoned because of its nephrotoxicity [21]. However, despite its nephrotoxicity, this antibiotic is currently the last resort option to treat several serious infections including those produced by A. baumannii [22, 23]. In the near future, there may be no treatment against some strains, and repurposed drugs could be a rapid solution to this problem.\nThe viability of repurposed drugs application in clinical practice was classified as high, intermediate, or low. A drug was classified with high viability if (i) it achieves plasma concentrations higher than the MIC after administration of conventional treatment, and (ii) it is well tolerated and safe for humans at usual doses or its cytotoxicity is low at concentrations higher than the MIC. If only one of these criteria was satisfied, the viability was classified as intermediate, and if none of the criteria were satisfied, the viability was considered low.\n\n## Repurposed Drugs for the Treatment of Carbapenem-Resistant \nSome studies have shown promising antimicrobial activity against carbapenem-resistant A. baumannii.\n\n## Apramycin\nOne example is apramycin [24, 25], an aminoglycoside used exclusively in animals but in humans [26]. The oral route is used for the treatment of enteric infections in poultry, pigs, and cattle [26]. It is no longer commercially available in the United States; nonetheless, veterinary use is frequent in the European Union [26]. An in vitro study [25] examined the effect of apramycin against A. baumannii isolate collection mostly (89%) non-susceptible to meropenem and/or imipenem carbapenem compounds. The minimum inhibitory concentration (MIC) values required to inhibit 50% and 90% of the isolates (MIC50 and MIC90) were 8 and 32 mg/L, respectively; these values are at least eightfold lower than those for other aminoglycosides [25].\nAn in vivo study involving 23 mice highlighted the activity of apramycin against carbapenem-resistant A. baumannii. The mice were inoculated with two strains of carbapenem-resistant A. baumannii and subsequently treated with a single dose of 80 or 500 mg kg−1 subcutaneously. The lowest and highest doses reduced the bacterial load by at least 1-log10 (one order of magnitude) and 4-log10 (four orders of magnitude), respectively. Studies in humans should be performed to test this antibacterial effect. A Phase I, randomized, double-blind, placebo-controlled, single ascending dose clinical trial started in September 2019 to evaluate the safety, tolerability, and pharmacokinetics of apramycin after intravenous administration in healthy adults (https://clinicaltrials.gov/. identifier NCT04105205).\nThe main side effects of aminoglycosides are ototoxicity and nephrotoxicity [27]. Unlike nephrotoxicity, ototoxicity is irreversible [27]. An advantage of apramycin is its lower ototoxicity compared to other aminoglycosides [28]. An in vitro evaluation [28] of the ototoxicities of different aminoglycosides showed that apramycin presented lower ototoxicity than the aminoglycosides frequently used in humans, with 2 mM of apramycin (1.080 mg/L, approximately 30 times the MIC90) not presenting any toxicity, with cell viability remaining at 100%. Treatment with 5 mM apramycin (2.700 mg/L) led to a loss of cell viability, but this concentration was approximately 80 times higher than the MIC90. In addition, cochlear explants and in vivo studies indicated lower toxicity of apramycin compared to neomycin and gentamicin (two aminoglycosides clinically used in humans) [28]. The authors mentioned that it would be worth investigating whether the lower ototoxicity of apramycin could be due to its reduced affinity for mechanoelectrical transducer (MET) channels, leading to reduced intracellular penetration of apramycin into the cochlear hair cells, thus, decreasing mitochondrial dysfunction [28]. Indeed, Matt et al. [29] showed that apramycin was less ototoxic than other aminoglycosides and presented a reduced ability to inhibit ribosomal mitochondria of eukaryotic cells in comparison to prokaryotic cells; it also generated less reactive oxygen species. A previous study [30] showed that apramycin was less nephrotoxic than gentamicin; however, to the best of our knowledge, there are no further studies on the nephrotoxicity of apramycin.\nAnother study showed that apramycin maintains its antimicrobial activity against multidrug-resistant (MDR) and extensively drug-resistant (XDR) clinical isolates encoding β-lactamases such as NDM-1, IMP-1, OXA-23, OXA-48, OXA-181, OXA-232, and KPC-2 [31]. Some of these enzymes, such as OXA-23, confer carbapenem resistance to A. baumannii [32]. Oxacilinase OXA-23 belongs to class D β-lactamases and has carbapenemase activity [32] that consists of the hydrolysis of carbapenems by the aforementioned enzyme [32]. The acquisition of OXA-23 is the most widespread mechanism of resistance of A. baumannii to carbapenems and the administration of apramycin to treat infections caused by this pathogen could be advantageous.\nWhile offering the above advantages, apramycin seems to be modified by an enzyme known as aminoglycoside 3-N-acetyltransferase-IV (AAC(3)-IV) [31]. Previous studies have identified acetyltransferase types of Acinetobacter spp., such as AAC(3)-I, AAC(3)-II, AAC(3)-III, AAC(6')-I, AAC(6')-II, and AAC(6')-III [33]. However, to the best of our knowledge, AAC (3)-IV has not been reported in A. baumannii. Moreover, the presence of the gene npmA, responsible for encoding 16S rRNA m1A1408 methyltransferase, can also confer resistance to apramycin [34]; to the best of our knowledge, npmA has not been reported in A. baumannii [35].\n\n## Mitomycin C\nMitomycin C is another licensed drug with potential activity against multidrug-resistant A. baumannii [36]. This drug is a powerful DNA crosslinker used in cancer chemotherapy [37]. In contrast to apramycin, pharmacokinetics, doses, side effects, and administration routes in humans are known, at least for the aforementioned clinical applications.\nThe MIC100 values for mitomycin C range between 20 and 30 mg/L [36]. Additionally, mitomycin C can eradicate persister cells and biofilms of carbapenem-resistant A. baumannii at concentrations between 200 and 600 mg/L and 250–400 mg/L, respectively [36]. The authors showed that mitomycin C administered at 13 to 16 mg/kg significantly increased the survival of Galleria mellonella larvae previously infected with a lethal amount of carbapenem-resistant A. baumannii [36]. The same dose (13–16 mg/kg) of mitomycin C was administered to G. mellonella without inoculation of any bacterium and 100% survived, suggesting that this protective dose from A. baumannii infection was not toxic to the larvae, at least after 5 days [36].\nHowever, the clinical doses of mitomycin C are related to toxicity, with depression of the bone marrow being one of the most frequent side effects [19]. A dose of 50 µg/kg/day (equivalent to approximately 2 mg/m2) for 6 days, then every other day, with a total dose between 35 and 50 mg, can cause hematologic toxicity, with an incidence of leukopenia and thrombocytopenia of at least 30% and 50%, respectively [19]. A previous study showed that after a single dose of 60 mg/m2 mitomycin C by infusion for 60 min, the peak plasma concentration (Cmax) was approximately 2 mg/L that is at least 10 times lower than the MIC [38]. It is worth mentioning that this dose was considered high. Another study evaluating the pharmacokinetics of mitomycin C showed that Cmax varied between 0.4 and 3.2 mg/L depending on the dose and administration route [39]. Mitomycin C was administered either as a single agent (10–20 mg/m2) or in a combination regimen (5–10 mg/m2) [39]. Most patients received bolus intravenous administration, but other routes such as bolus intra-arterial hepatic infusion and intravenous infusion for 3 and 24 h were also used [39]. The maximum Cmax (3.2 mg/L) was still substantially lower than the MIC of mitomycin C needed to inhibit A. baumannii. The steady-state concentrations, after long-term intravenous infusion of mitomycin C (16 mg/m2), were reached after 2–3 h, being 0.15 mg/L for 3-h, and 0.01 mg/L for 24-h infusions [39].\nThe analysis of plasma concentration and MIC is important because it serves as a guide to establish the optimal dose of antibiotics. Each antibiotic has an ideal target concentration. For example, previous studies have shown that Cmax for gentamicin must be 7–10 times greater than the MIC to be effective against pathogenic bacteria [40]. An approach that has been used to improve the effectiveness of an antibiotic especially for patients in the intensive care unit is the individualization of the dose of antibiotics through therapeutic drug monitoring (TDM), despite some limitations [41]. This requires knowledge of plasma concentrations and MIC. In general, plasma concentrations should be higher than the MIC, at least during treatment. This is not the case for mitomycin C against carbapenem-resistant A. baumannii, at least for clinical doses. To achieve plasma concentrations equal to or above the MIC, higher doses should be administered; however, this would likely increase the incidence of toxic effects and render this drug unfeasible to inhibit A. baumannii in clinical practice.\n\n## 5-fluorouracil\nIn contrast to mitomycin C that presents a Cmax lower than the MIC after administration of standard doses, a previous study showed that 5-fluorouracil, another anticancer drug, when administered at the conventional dose, provided a Cmax higher than the MIC that is approximately 25 mg/L [42]. A daily intravenous bolus of 370 mg/m2 5-fluorouracil provided a Cmax of approximately 50 mg/L [43]. The oral administration of its prodrug, capecitabine, at 1250 mg/m2 (clinical dose), leads to a Cmax of 5-fluorouracil (0.22–0.31 mg/L) that is substantially lower than the MIC [44]. However, this MIC value was obtained using only one strain of A. baumannii. As MIC could vary among strains, more clinical isolates need to be tested to confirm this value.\nDespite the overall safety of 5-fluorouracil, this drug is toxic in some cases, with toxicities including gastrointestinal (e.g., diarrhea, nausea, vomiting, mucositis/stomatitis, anorexia), hematological (e.g., neutropenia, thrombocytopenia, anemia), and dermal (e.g., hand–foot syndrome) symptoms [20]. A meta-analysis involving 1219 patients with colorectal cancer receiving 5-fluorouracil intravenously (either by bolus or infusion) showed that 31%–34% of the patients had grade 3 to 4 toxicities as defined by the WHO, with 0.5% of the patients experiencing lethal toxicity [45]. A relationship was found between acute toxicity and 5-fluorouracil plasma concentrations: 2.5 and 3 mg/L 5-fluorouracil doses were correlated with grades 1 and 2 diarrhea and grade 1 hand–foot syndrome, while plasma levels of more than 3 mg/L were significantly related to grade 3 diarrhea and hand–foot syndrome [46]. Other studies have observed that dose adjustments to obtain an optimal target concentration could reduce toxicity [47]. Nonetheless, this target concentration is between and 2–3 mg/L that is lower than the MIC [48]. The combination of 5-fluorouracil with azithromycin was effective against carbapenem-resistant A. baumannii, reduced the effective concentrations compared to both monotherapies, and should be evaluated further [42], possibly reducing 5-fluorouracil toxicity.\nA possible explanation for the severe and potentially lethal toxicity of 5-fluorouracil in some patients is gene polymorphism [49]; there is evidence that a deficiency of dihydropyrimidine dehydrogenase (DPD) increases its risk of toxicity [49]. DPD, encoded by the DPYD gene, is mainly responsible for the metabolism of 5-fluorouracil in the liver, and its deficiency can lead to toxic concentrations of unmetabolized molecules [49]. There are few genetic variants in the DPYD gene that are known to reduce enzyme function (e.g., DPYD*2A/c.1905 + 1G > A) [49]; however, other genetic variants of DPYD could be involved in 5-fluorouracil toxicity since a patient may present toxicity without possessing any of these well-studied polymorphisms [50]. Although there are commercially available tests to detect some genetic biomarkers and predict 5-fluorouracil toxicity, their sensitivity is low [51]. Consequently, this potential toxicity may limit the use of 5-fluorouracil against A. baumannii infection.\n5-fluorouracil is also a traditional antifungal administered as flucytosine, a less toxic prodrug [52]. Flucytosine enters the fungus through an enzyme known as cytosine permease, an intracellular fungal enzyme cytosine deaminase, which converts this prodrug into 5-fluorouracil [52]. Certain bacteria such as Pseudomonas aeruginosa and Escherichia coli present cytosine permease and cytosine deaminase [53]. A. baumannii seems to synthesize cytosine permease, but not cytosine deaminase (https://www.ncbi.nlm.nih.gov/genome/browse/#!/proteins/403/205578%7CAcinetobacter%20baumannii/), possibly restricting the use of flucytosine for the treatment of this infection.\nTable 1 summarizes the main advantages and limitations of the drugs discussed above for the treatment of infections caused by carbapenem-resistant A. baumannii. The viability of the application of the repurposed drugs in clinical practice was classified as high, medium, and low, considering the criteria described in the ‘Methodology and rationale’ section.Table 1Summary of the advantages and limitations of the repurposed drugs for the treatment of carbapenem-resistant Acinetobacter baumannii and viability of the application of the repurposed drugs in the clinical practiceLicensed Drug / Clinical useAdvantagesLimitationsViability in the clinical practiceReferencesApramycin / antibiotic (aminoglycoside for veterinary uses- Antibacterial activity in vitro and in vivo (mice)- Less ototoxic than other aminoglycosides- Maintains activity against several MDR and XDR bacteria- Few data regarding nephrotoxicity- Undergoes modification and inactivation by enzymes AAC (3)-IV and 16S rRNA m1A1408 methyltransferase. However, these enzymes have not been reported to date in A. baumannii- There is no available data regarding PK, PD, and adverse effects in humans, although a clinical trial is being conducted (NTC 04,105,205)Intermediate[24], [25], [28], [29], [30], [31]Mitomycin C / cancer chemotherapy- Availability of data in the literature regarding PK and side effects in humans- Possibility of a new formulation that is less toxic and with improved pharmacological properties- Potential side effects at conventional doses, mainly hematological toxicity- Administration of standard clinical doses leads to plasma concentrations lower than the MICLow[19], [38], [39]5-Fluorouracil / cancer chemotherapy and antimycotic administered as flucytosine- Availability of data in the literature regarding PK and adverse effects in humans- Effective concentrations may be clinically achievable at usual doses- Safe for most patients- Possible toxic effects, which can be lethal in some cases, due to the gene polymorphisms- Toxic effects difficult to predict with the current tests on the market- Prodrug (flucytosine), which is less toxic, may have no effect against A. baumanniiIntermediate[20], [42], [43], [44], [49], [51], [52]MDR multidrug resistant, XDR extensively drug resistant, AAC (3)-IV amynoglycoside 3-N-acetyltransferase-IV, PK pharmacokinetics, PD pharmacodynamics; MIC Minimum Inhibitory Concentration\n\n## Potential of Repurposed-Drug Combinations for the Treatment of Carbapenem-Resistant \nIn contrast to the treatment of chronic infections, drug combination therapy is less common in the treatment of acute bacterial infections [54]. However, combinations of two antibiotics have been suggested for the treatment of some acute infections, particularly those caused by MDR and XDR isolates [55]. The clinical evaluation of the association of two β-lactamase inhibitors with other antibiotics is in Phase III for the treatment of infections by carbapenem-resistant A. baumannii-calcoaceticus complex [56]. Theoretically, there are some advantages of drug association [55]: (i) it confers a broader spectrum to cover potential pathogens; (ii) there is a possibility of achieving higher bactericidal concentrations at the infection site for at least one antibiotic (due to drug interactions); (iii) it may minimize the emergence of antimicrobial resistance even when heteroresistance is a concern; and (iv) it may offer potentially synergistic interactions between two agents. A synergistic interaction results in the combined activity greater than the sum of the drug activities when used individually [57]. A systematic review showed that the combination of antibiotics guided or confirmed by in vitro synergy testing may reduce the mortality of patients with MDR Gram-negative bacterial infections compared with monotherapy or unguided combination therapy [55]. In addition to the combination of two antibiotics, synergism between traditional antibiotics and FDA-approved drugs has been shown in some studies and has been identified as a promising therapy for the treatment of carbapenem-resistant A. baumannii [54]. Some of these are discussed below.\n\n## Niclosamide-Colistin\nNiclosamide is an antihelminthic drug that has been commercially available in some countries since the 1960s [58]. More recently, it has been proposed for the treatment of other diseases, such as cancer [59].\nA synergistic interaction was observed between niclosamide and colistin against carbapenem-resistant A. baumannii. Niclosamide alone did not show any antibacterial activity against A. baumannii. However, 0.66 mg/L of niclosamide in combination with a subinhibitory concentration of colistin (8 mg/L) reduced the bacterial concentration by almost 6-log10 compared to colistin alone (MIC = 256 mg/L) [60]. This concentration of 0.66 mg/L of niclosamide was the minimal concentration that showed synergistic activity with colistin against most strains of carbapenem-resistant A. baumannii.\nThere are no reports of bacterial resistance to niclosamide in the literature [61], and an in vitro study of multistep resistance with another bacterium (Enterococcus faecium) did not show resistance to niclosamide even after 10 serial passages [62].\nNiclosamide is usually administered orally [59]. A favorable characteristic of niclosamide is that the oral dose of 2000 mg once a day was well tolerated and no drug-related toxicities were observed [63]. A Phase I study showed that oral administration of 500 mg three times daily (1500 mg daily) was safe for humans, in contrast to the administration of 1000 mg three times daily (3000 mg daily) that was associated with serious side effects [64].\nNiclosamide is poorly absorbed by the intestinal mucosa; the administration of 500 mg three times daily resulted in low plasma concentrations, with Cmax ranging from 0.036 to 0.182 mg/L [64]. The limitation of the cited study is that niclosamide was administered with another anticancer drug (enzalutamide), and the authors did not investigate the potential drug-drug interactions responsible for modifying the plasma concentration [64]. Preliminary results of Phase II clinical trial evaluating niclosamide in patients with metastasized colorectal cancer under standard therapy (2000 mg once a day by oral route) showed that the median Cmax for five patients was 0.665 mg/L [65]. This value is close to the concentration of niclosamide that showed synergistic activity with colistin. However, the highest steady-state concentration was 0.598 mg/L, indicating that for most patients, this concentration would be lower than the MIC. The other limitation is that the required colistin concentration for some strains of carbapenem- and colistin-resistant A. baumannii may be as high as 8 mg/L. After intravenous administration, this plasma concentration is clinically achieved only in some patients [66].\n\n## Fusidic Acid-Colistin\nAnother promising synergic combination to treat carbapenem-resistant A. baumannii is colistin with fusidic acid [54, 67]. Fusidic acid has been commercially available since 1962 in Denmark from Leo Laboratories [68]. It is often administered topically, for example, with creams and eye drops [69]. However, systemic administration using oral tablets is also used in some countries [69].\nDe",
  "has_full_text": true
}