{
  "pmid": "35011432",
  "title": "A Double-Edged Sword: Thioxanthenes Act on Both the Mind and the Microbiome.",
  "abstract": "The rising tide of antibacterial drug resistance has given rise to the virtual elimination of numerous erstwhile antibiotics, intensifying the urgent demand for novel agents. A number of drugs have been found to possess potent antimicrobial action during the past several years and have the potential to supplement or even replace the antibiotics. Many of these 'non-antibiotics', as they are referred to, belong to the widely used class of neuroleptics, the phenothiazines. Another chemically and pharmacologically related class is the thioxanthenes, differing in that the aromatic N of the central phenothiazine ring has been replaced by a C atom. Such \"carbon-analogues\" were primarily synthesized with the hope that these would be devoid of some of the toxic effects of phenothiazines. Intensive studies on syntheses, as well as chemical and pharmacological properties of thioxanthenes, were initiated in the late 1950s. Although a rather close parallelism with respect to structure activity relationships could be observed between phenothiazines and thioxanthenes; several thioxanthenes were synthesized in pharmaceutical industries and applied for human use as neuroleptics. Antibacterial activities of thioxanthenes came to be recognized in the early 1980s in Europe. During the following years, many of these drugs were found not only to be antibacterial agents but also to possess anti-mycobacterial, antiviral (including anti-HIV and anti-SARS-CoV-2) and anti-parasitic properties. Thus, this group of drugs, which has an inhibitory effect on the growth of a wide variety of microorganisms, needs to be explored for syntheses of novel antimicrobial agents. The purpose of this review is to summarize the neuroleptic and antimicrobial properties of this exciting group of bioactive molecules with a goal of identifying potential structures worthy of future exploration.",
  "journal": "Molecules (Basel, Switzerland)",
  "year": "2021",
  "authors": [
    "Poulsen M",
    "Dastidar S",
    "Roy D",
    "Palchoudhuri S",
    "Kristiansen J"
  ],
  "doi": "10.3390/molecules27010196",
  "mesh_terms": [
    "Animals",
    "Anti-Bacterial Agents",
    "Antipsychotic Agents",
    "Bacteria",
    "Humans",
    "Microbiota",
    "Psychotic Disorders",
    "Thioxanthenes"
  ],
  "full_text": "## 1. Introduction\nFor the sake of clarity, we will first present the neuroleptic properties of the thioxanthenes, followed by their antimicrobial effects.\nThe first goal of antipsychotic medication is to minimize or eliminate the symptoms within a short period of time. Originally, antipsychotic drugs were designed and tested empirically on psychiatric patients to determine their effectiveness. The first antipsychotic drug that was primarily used as an anesthetic agent in surgery was chlorpromazine [1]. In the beginning, chlorpromazine was administered to psychiatric patients to determine its calming effects. However, it was soon realized that the drug also reduced psychosis. Antipsychotic drugs have been classified as either low or high potency based on their ability to bind to dopamine receptors and not on their effectiveness on patients. Antipsychotic drugs tend to block the action of D2 neuroreceptors in the dopamine pathway in the brain, resulting in reduction of the release of dopamine in the relevant synapses [2]. Thus, an antipsychotic drug should be able to also block the D2 receptors in the mesolimbic pathway of the brain [3,4].\nCurrently there are two main types of antipsychotics in use, typical and atypical. The main difference between typical and atypical antipsychotic drugs is the ability of the latter to address the negative symptoms of schizophrenia. These atypical neuroleptics, known as newer drugs, date back to the introduction of clozaril [5]. These atypical drugs usually do not cause unpleasant side effects. Atypical drugs may improve cognitive symptoms and can be effective in patients resistant to typical antipsychotic drugs. Such drugs can be active on other receptors, in addition to the dopamine receptor, and many have no extra-pyramidal side effects. Atypical antipsychotics possess an almost identical effect on D2 receptors but are usually more selective, targeting the intended pathway to a larger degree than other drugs.\nTypical antipsychotics are sometimes referred to as major tranquilizers, since many of them, in large doses, can sedate and tranquilize [6].\nTypical antipsychotics can be classified into three major groups (phenothiazines, butyrophenones and thioxanthenes). Of these, phenothiazines are the most widely used. Table 1 lists the chemical classification of the neuroleptics, illustrated by a selection of the most commonly prescribed drugs from each class along with their structures.\nThioxanthenes, the third group of antipsychotics, are represented in two geometric stereoisomers: Z- and E-compounds, of which the former have been shown to be more neuroleptically active [7,8]. Due to structural similarity, the antipsychotic activities of flupenthixol and clopenthixol are quite similar to the ‘piperazine group’, one of three groups in the phenothiazine class. These compounds are able to benefit psychotic patients by blocking postsynaptic dopamine receptors in the brain. Thioxanthenes also produce an alpha-adrenergic blocking effect and depress the release of a large number of hypothalamic and hypophyseal hormones [8].\nThioxanthenes were synthesized and developed with the hope of eliminating the toxic effects of chlorpromazine. The first thioxanthene that came to the market in Scandinavia in 1959 was chlorprothixene. A more potent compound, clopenthixol, was introduced in Denmark and other European countries in 1961, followed by introduction of thiothixene and flupenthixol [9].\nMuch like the phenothiazines, substitution in position 2 provides the intensity of neuroleptic action in thioxanthenes. It is known that the presence of a double bond in the side chain between the carbons 9 and 1 greatly increases the neuroleptic capacity of thioxanthenes. The structure may be asymmetric due to the presence of the double bond ring system and substitution in one of the benzene rings [9].\n\n## 2. Therapeutic Usage of Thioxanthenes\nMuch like the other neuroleptics, thioxanthenes are prescribed for patients suffering from schizophrenia. In addition to this, some of the drugs in this group possess specific characteristics that justify their application in clinical medicine.\nTable 2 includes a comparative summary of these three classes of neuroleptics, listing some of the common risks of antipsychotic medications [10,11,12,13,14,15,16,17,18,19].\nThe first thioxanthene, chlorprothixene, was found to have an excellent effect in schizophrenic patients [20]. Chlorprothixene had been used in the treatment of neuroses, not only due to its sedative and calming effects but also due to its low level of toxicity and side effects. Treatment with rather low doses results in favorable results in neuroses with anxiety, tension, insomnia, psychosomatic disorders, and depression. Chlorprothixene had also been found useful for treating alcoholics and alcohol psychoses [21].\nFlupenthixol is the highly potent thioxanthene analogue of the phenothiazine fluphenazine [22]. Flupenthixol possesses a distinct anxiolytic property. At low and, sometimes, rather higher doses, this drug is effective against hallucinations and delusions. Flupenthixol manifests stimulating or activating properties in low doses; sometimes even apathetic patients show greater alertness. Schizophrenic patients treated with chlorpromazine, levomepromazine, or other thioxanthenes are sometimes given flupenthixol in low doses as aftercare. It can control psychotic symptoms without affecting the alertness or working ability of the patients [9,23]. The action of flupenthixol is much similar to that of trifluoperazine, but the former induces much less extra-pyramidal effects [24]. Flupenthixol is often prescribed for mood stabilization when psychiatric patients suffer from depressive neurosis. During the early 1970′s, intensive clinical studies repeatedly proved the excellent efficacy of flupenthixol over other neuroleptics in depressive patients [25,26]. Administration of this drug in low dosages does not usually produce side effects, however, sleep disturbances may occur in some patients who are treated after 5 pm [9].\nClopenthixol has a narrower field of application compared to chlorprothixene, although often it produces quick action on patients suffering from delusions, aggressiveness, destructiveness, impulsiveness, and even hallucination, and has also been proven to be definitely better than chlorpromazine for treating paranoid schizophrenics [27]. It produces highly satisfactory results in paranoids and catatonics [28]. Treatment with clopenthixol may start with a low dose followed by a gradual increase. However, therapy has to be continued on a regular basis with one tablet in the evening.\n\n## 3. Pharmacological Properties of Thioxanthenes\nMuch like the phenothiazines, thioxanthenes exhibit varied pharmacological actions, peripheral as well as central. However, therapeutic uses of these compounds depend on their psychopharmacological activity. The neuroleptic potency of a synthesized thioxanthene depends on the structure of the side chain in position 9. The compounds with β-hydroxyethylpiperazinopropyl or β-hydroxyethylpiperidinopropyl side chains are more potent neuroleptically than those with a dimethylaminopropyl side chain [29]. The antagonistic effect against methylphenidate-induced stereotypes in mice was employed to determine the exact duration of neuroleptic action of a compound. It was found that the peak effect was between 2 and 6 h, and by 24 h, effects of all the compounds were gone [9,30].\nNeuroleptics are known to block the dopamine-induced formation of cyclic adenosine monophosphate (cAMP). In an elaborate study, Iversen et al. (1974) [31] observed that Z-flupenthixol was the most potent neuroleptic among all the test phenothiazines, thioxanthenes, and tyrophenones. Interestingly, they noted that E-flupenthixol was completely inactive.\nIt is known that neuroleptics have to be administered to psychiatric patients on a long term basis. In 1974, Moller et al. [32] observed that the antagonistic effect of neuroleptics undergoes tolerance development in animal models after prolonged therapy. They reported that when rats were pre-treated with flupenthixol for 12 days, followed by 3 days withdrawal, the antagonistic potency against apomorphine stereotypes was decreased. This reduction in potency subsequently gradually disappeared.\nNeuroleptics are known for their α-adrenolytic function. Between phenothiazines and thioxanthenes, the adrenolytic activity was found to be more prominent in the Z-isomers of chlorprothixene, flupenthixol, and clopenthixol, while chlorpromazine and fluphenazine (which has no E/Z center) revealed much less activity [33].\nNasrallah & Tandon (2013) [9] observed that there was a moderate reduction in adrenaline pressor response after administration of either chlorprothixene or flupenthixol to anaesthetized cats. Furthermore, in vagotomized cats, the carotid occlusion reflex was reduced. After administration of chlorprothixene in these animals, respiration remained unaffected, although initially there was a transient rise in respiratory minute volume, due to increased tidal volume. Intravenous infusion of chlorprothixene or flupenthixol in conscious dogs resulted in the fall of blood pressure, without any change in pulse pressure. Treatment of dogs exhibiting tachycardia with flupenthixol resulted in a normalization of heart rate for 15 min [9,14].\n\n## 4. Bacterial Inhibitory Action of Thioxanthenes\nHuman bodies harbor a plethora of diverse communities of commensal, symbiotic, and pathogenic microorganisms, along with their genetic compositions, collectively known as the ‘microbiome’ [34]. The gastro-intestinal tract is the main location of the human microbiota. Recent ground-breaking studies in modern science are focusing on the role gut microbiota play in the pathogenesis of several medical conditions, particularly those related to the central nervous system. This new concept has been termed the ‘microbiota-gut-brain axis’ [35]. Bidirectional communication lines, effected by the neural, endocrine. and immune systems, tightly link the huge array of bacterial populations in the gastro-intestinal tract with the brain. Mediators of this axis include short chain fatty acids (e.g., butyrate), neurotransmitters (e.g., serotonin and γ-aminobutyric acid (GABA)), hormones (e.g., cortisol), and immune system modulators (e.g., quinolinic acid) [36]. Recently, the gut microbiome has been termed aptly as the ’psychobiome´ [37]. Several reports indicate the connection of gut bacteria with the development of neurodegenerative diseases, (like Alzheimer’s, Parkinson’s and Schizophrenia), with their associated cognitive decline [38,39,40,41]. Epidemiological researchers have also noticed an increase in depression in people taking antibiotics. Numerous in vitro and in vivo studies showcase the varying effects of widely used psychotropics on microorganisms. An expanding body of experimental evidence supports the notion that microbes can metabolize drugs and vice versa, that drugs can alter the microbial composition. In 1954, Geiger & Finkelstein [42] observed that neurological patients receiving chlorpromazine could be cured of tuberculosis much faster. Similar observations started to be reported from various other scientists: there are medicinal compounds used for therapy of non-infectious pathology which simultaneously possess antimicrobial action. All such compounds are collectively known as ‘non-antibiotics’ [43]. Although many of the non-antibiotics are tricyclic antidepressants [44], there are compounds that possess two benzene rings which are joined to each other by different structural moieties [45,46,47,48,49,50,51]. Structurally similar thioxanthenes were also reported to possess broad-spectrum antibacterial function. In 1987, Mortensen and Kristiansen [52] reported that different forms of clopenthixol possess moderate to powerful action against both Gram positive and Gram negative bacteria (Table 3). Of the two stereo-isomeric compounds, E-clopenthixol showed much greater antibacterial action than Z-clopenthixol. The MIC of E-clopenthixol, among most of the Gram-positive bacteria, was between 6.2 to 25 µg/mL. Despite that, in general, the Gram-negative bacteria were less sensitive: many could be inhibited at the 3.1 to 6.2 µg/mL level. Both Corynebacterium and Listeria were highly sensitive to E-clopenthixol. Z-clopenthixol was also active against Gram positive organisms and other test bacteria, but its MIC was definitely higher than those of E-clopenthixol.\nTwo main metabolites that are formed in humans after administration of clopenthixol are N-dealkyl-clopenthixol and clopenthixol sulfoxide. The former is a stereo-isomeric mixture of N-dealkyl-Z-clopenthixol and N-dealkyl-E-clopenthixol. This particular compound possessed a more powerful antibacterial function than administered E-clopenthixol, with an MIC often as low as 1.6 to 3.1 µg/mL. The other compound, clopenthixol sulfoxide, which is a mixture of Z- and E-clopenthixol sulfoxide, was practically inactive against most of the test organisms.\nIn an intensive study, Jeyaseeli et al. (2006) [53] reported highly potent antimicrobial action of another thioxanthene compound, flupenthixol. The results (Table 4) showed that the Gram-positive bacteria were highly sensitive to this thioxanthene as well, the MIC varying between the 5 and 50 µg/mL level. In a total of ten different genera of Enterobacteriaceae, many strains could be inhibited at 25 µg/mL while a few strains were resistant to flupenthixol. Strains of Shigella were mostly sensitive, while salmonellae were less sensitive. It may be pointed out here that the MIC of flupenthixol against S. enterica serovar Typhimurium NCTC 74 was 50 µg/mL. This particular strain was taken for animal experiments. All the test strains belonging to the genus Klebsiella were totally resistant to the drug, and most Pseudomonas aeruginosa strains were equally resistant. A large number of strains of Vibrio cholerae and V. parahaemolyticus were unable to grow in the low concentrations of the test drug.\nPotent antimicrobial action of the phenothiazine derivative thioridazine, in combination with the antibiotic dicloxacillin, was reported by Poulsen et al. in vitro against Methicillin Resistant Staphylococcus aureus (MRSA) in 2013, 2018, and in vivo in 2014 [54,55,56]. Thioridazine showed antimicrobial action by itself, but in combination with dicloxacillin, the potency of thioridazine was increased, and the dose needed of both drugs was reduced remarkably [54,55]. This combinatorial beneficial effect seemed to be independent whether the thioridazine used was racemic or either of the two stereo isomers. Thioridazine administered alone, both in vitro and in vivo, did not affect bacterial growth at the dose chosen. Dicloxacillin administered alone kept growth in a steady state, but when the two drugs were combined, they inhibited growth and even killed the otherwise resistant bacteria [55]. The potential beneficial combinatorial treatment was shown in vivo using the nematode Caenorhabditis elegans (C. elegans) as a host model [56].\n\n## 5. Bacteriostatic Action of Thioxanthenes\nJeyaseeli et al. (2006) [53] had conducted detailed antibacterial studies of flupenthixol. The drug was added to logarithmically growing S. aureus NCTC 6571, the amount being twice the value of its MIC. The number of viable bacteria fell from 108 to 102 in 6 h, following which there was no further reduction (Figure 1) in the number of viable cells up to 18 h. Parallel studies using V. cholerae 1347 revealed a very similar pattern of activity (Figure 2). This proved that flupenthixol exerts a bacteriostatic effect on both Gram-positive and Gram-negative organisms.\n\n## 6. In Vivo Observation with Flupenthixol\nIn an elaborate study, Jeyaseeli et al. (2006) [53] used Swiss-strain white mice. Sixty animals were injected intraperitoneally with 0.1 mL of sterile saline, followed three hours later by a challenge of a 50 median lethal dose (MLD) of Salmonella enterica serovar Typhimurium NCTC 74 (Table 5). Another group of 30 mice each received 15 µg flupenthixol. Half of them, 20, were injected with the same amount of S. enterica intraperitoneally. Similarly, a further 30 mice were given 30 µg of flupenthixol in an identical manner, and again 20 of them were challenged with viable bacteria. In the control group that received saline, 48 out of 60 animals died within 100 h of the lethal challenge. However, a statistically significant protection was observed in the other groups of animals that received both the drug and the challenge, and this was confirmed by determining the bacterial load in various tissues (Table 6).\nJeyaseeli et al. (2012) [57] explored whether flupenthixol could efficiently augment the action of an antibiotic when tested in combination. Twelve bacterial strains belonging to various genera were selected for this study. These were all sensitive to the antibiotics: penicillin, ampicillin, chloramphenicol, tetracycline, streptomycin, gentamicin, erythromycin, and ciprofloxacin. Flupenthixol exhibited synergism with four out of the eight test antibiotics. Combining flupenthixol with penicillin and a disc diffusion assay system illustrated pronounced statistically significant synergism (p < 0.01). This was further confirmed with the help of the checkerboard method, and the fractional inhibitory concentration (FIC) index was found to be 0.375. Flupenthixol with penicillin were then tested in in vivo experiments in mice challenged with Salmonella enterica serovar Typhimurium NCTC 74. Statistical analysis of the mouse protection test suggested that this combination was highly synergistic (p < 0.001 by chi-squared analysis).\nSimilar augmentation of antimicrobial action was observed when flupenthixol was combined with other antibiotics, namely streptomycin, gentamicin and ciprofloxacin. The results of this study may thus provide alternatives for the treatment of problematic infections associated with Salmonella spp.\n\n## 7. Effect of Thioxanthenes on Slow Growing Mycobacteria\nChlorpromazine came to be known from the intensive studies carried out by Laborit and his co-workers (1952) [58] on the usefulness of phenothiazines for artificial hibernation of surgical patients. The independent clinical trials by Sigwald and Bouttier (1953) [59] and Delay and Deniker (1952) [60] established chlorpromazine to be the best choice for psychiatric patients. However, in 1954, Geiger and Finkelstein [42] observed that psychiatric patients receiving chlorpromazine had a much faster recovery from tuberculosis. These observations paved the way to explore anti-tubercular properties in the other phenothiazines that had become available as antipsychotics or as anti-histamines. The detailed investigations by Popper and Lorian (1959) [61], Bourdon (1961) [62], Crowle et al. (1992) [63], Kristiansen and Vergmann (1986) [64], Molnar et al. (1977) [65], Ordway et al. (2003) [66], and Amaral et al. (1996) [67] repeatedly proved the efficacy of chlorpromazine against M. tuberculosis. In the past few decades, although a large number of studies were carried out on the anti-tubercular potentiality of chlorpromazine, several other phenothiazines were also found to be proficient in inhibiting the growth of M. tuberculosis\nin vitro and also in vivo. Such drugs included promethazine and levomepromazine [65], trifluoperazine [68], methdilazine [44], and thioridazine [66,67,69,70,71].\nIn 1986, Kristiansen and Vergmann [64] were trying to determine anti-tubercular action in several thioxanthenes along with chlorpromazine and levomepromazine. Most of the test organisms were slow growing mycobacteria isolated at the Tuberculosis Department of the Danish National Serum Institute, Copenhagen, from patients with tuberculosis-like pathology. Additionally, they included M. tuberculosis strain No. 5 that was isolated from a patient prior to chemotherapy. The level of resistance to the drugs was determined by the agar dilution technique in oleic acid albumin agar, instead of Lowenstein-Jensen medium since the test drugs were sensitive to heat. Readings were noted after incubation at 35 °C for three weeks. The highest drug concentration (µg/mL), which permitted growth similar to that in the control, without drug, was recorded for every agent (Table 7). In this comparative study, clopenthixol (composed of E- plus Z-clopenthixol) exhibited potent anti-tubercular activity (Kristiansen and Vergmann, 1986) [64]. The authors further observed that chlorpromazine and levomepromazine possessed much less anti-tubercular activity compared to clopenthixol. Six other thioxanthenes tested were Z- or E-stereo-isomeric analogues of flupenthixol, clopenthixol, and chlorprothixene. Results revealed that E-flupenthixol was almost twice as potent as E-clopenthixol (Table 8). The rather small differences in the susceptibility of the test bacteria did not reveal any pattern of susceptibility to the Z or E forms of the same thioxanthene.\nThese results confirmed an earlier observation by Rajsner et al. (1975) [72] who reported on the anti-mycobacterial function of the thioxanthenes 6- and 7-fluoro derivatives of chlorprothixene.\nThus, this study showed that anti-tubercular action was demonstrated by both stereo-isomeric forms of the test compounds almost at identical levels. This is in contrast to the findings with respect to their action on Gram positive and Gram negative organisms where E-clopenthixol was more potent than Z-form [73]. Moreover, Kristiansen and Vergmann (1986) [64] found that the more resistant mycobacteria M avium and M intracellulare were rather sensitive to stereo isomers of thioxanthenes, but the only M tuberculosis strain (‘No. 5′) taken in their test was more sensitive to the test agents than M avium and M intracellulare. Although both stereo-isomers of thioxanthenes were almost equally active on mycobacteria, the Z-analogues may be excluded from further drug development because psychopharmacological studies have shown that they exert a neuroleptic effect [74], while E-analogues do not. With the help of further structural modifications, these drugs could be developed further for novel anti-tubercular drugs.\n\n## 8. Effect of Thioxanthenes on Viruses and Eukaryotic Cells\nIn 1991, Kristiansen and her colleagues [75] observed that stereo-isomeric derivatives of thioxanthenes (the neuroleptic compound Z-chlorprothixene and the non-neuroleptic compounds E-chlorprothixene and E-flupenthixol) exhibit antiviral effects on Herpes simplex virus (HSV) and toxic effects on eukaryotic cells. The viral inhibition assay showed that E-chlorprothixene and E-flupenthixol both inhibited intracellular HSV expression in a dose dependent manner.\nTo determine cell growth inhibition, 24-well multidishes were seeded with 50,000 fibroblasts per well in 1 mL of growth medium, with or without test compounds [75].The tested compounds produced a concentration-dependent influence on the growth of the fibroblasts in cell cultures. Growth stimulation of 25–50% was noted at lower concentrations, while varying degrees of inhibition could be observed at higher concentrations. At 12.5 mg/L these compounds caused cell death. The study also included a toxicity test of the compounds. This was done by adding serially increasing amounts of them to flasks with a monolayer of fibroblasts. Attempts were then made to observe the cytotoxic effect daily and rate it semi-quantitatively under a light microscope (Table 9). E-chlorprothixene revealed no cytotoxic effect up to 4.4 µmol/L concentration while at 8.9 µmol/L there was 25–50% cytotoxic effect; however, at higher concentrations, 75–100% cells showed the toxic effect.\nThe inhibition of HSV expression by E-chlorprothixene and E-flupenthixol indicated that this effect was not linked to the neuroleptic effect, as the latter was observed only in the Z-derivatives of these compounds.\nThus, this study showed that at higher concentrations the cytotoxic effect could outmatch the antiviral action, while at lower concentrations both the activities could be observed. The critical concentration was 3 mg/L or 6–8.5 µmol/L, the amounts being much higher than plasma concentration tolerated by humans. In this way, combined antiviral and cytostimulatory actions could be observed in the same compounds. In a viral adherence assay, pre-incubation with the compounds could not protect the cells against the HSV infection. It has been suggested by Kristiansen et al. (1991) [75] that permeability changes in the cell membrane of eukaryotic cells may have interfered with a change in the immune response due to infections. The interference could be due to various factors like inhibiting the viral entry into the cells, inhibiting viral multiplication inside the cell, or by stripping the virus from infected eukaryotic cell. Thus, this study clearly indicated that these drugs possibly share a biological activity fundamental to both eukaryotic and prokaryotic cells. Studies on such unique compounds, that modify eukaryotic cell growth and also have antiviral properties, opens up the possibility to search for structurally similar compounds with even better dual functions for a better therapy for different viral infections in man.\n\n## 9. In Vitro Modulation of Human Neutrophil by E-Clopenthixol\nPhenothiazines are known to depress several functions of neutrophils like chemotaxis [76], oxidative metabolism [77,78] and phagocytosis [79]. These functions are known to depend on Ca++ fluxes [80,81]. Rechnitzer et al. (1985) [82] carried out a detailed study to determine chemotaxis of human peripheral blood polymorphonuclear leukocytes by the thioxanthenes Z- and E-clopenthixol.\nTo determine the chemotaxis of these compounds, Rechnitzer et al. (1985) [82] separated polymorphonuclear neutrophils from blood samples of normal human beings. There was no reduction in the number of viable neutrophils after 2 h of incubation up to 105 µM of the clopenthixols (Table 10). However, incubation with other thioxanthenes at 105 µM resulted in 22% to 33% cell death (data not shown here). At the same concentrations, when the cells were incubated for 2 h in the salt solution, there was 100% cell death in presence of these thioxanthenes.\nZ- and E-clopenthixol at concentrations of 13 µM to 53 µM significantly enhanced neutrophil chemotaxis (directed migration) from 56% to 119%; however, chemokinesis (random migration) was not stimulated by these compounds.\nNeutrophil chemotaxis towards casein was almost totally inhibited by 105 µM Z- and E-clopenthixol. Thus both Z- and E-clopenthixol exhibited a biphasic effect on human neutrophil chemotaxis (data not shown here). These stereo-isomers increased chemotaxis by two-fold at the level of peak-response. Such an enhancement was observed in a very wide range of concentrations. Clopenthixol-induced enhancement could possibly be due to cell-receptor activation by binding of the drug to the receptor on the cell surface and activation of Ca++ mobilization. Another possibility could be that these compounds interact hydrophobically with Ca++ dependent proteins. Such an interaction could result in physical alteration of the membrane fluidity as shown in chlorpromazine [81] and by the observation of a Fibonacci-series correlation between water-soluble-phenothiazine and water-insoluble phospholipids adducts [83]. Moreover, this effect is probably dependent on the levels of cholesterol, calcium, and, to a less extent, drug concentration [84]. The inhibition of chemotaxis and polymorphonuclear neutrophils by these drugs could be due to their action on the stabilization of membrane. The increase of chemotaxis of human neutrophils by E-clopenthixol is of substantial importance. since it possesses both antimicrobial and anti-plasmodial activities but is devoid of antipsychotic [85] and anti-hypersecretory properties [86].\n\n## 10. Inhibition of HIV Replication by Thioxanthenes\nSeveral studies during the 1990s showed that microorganisms that have higher potential for infecting nervous tissues are usually very sensitive to neurotropic drugs [87]. Viruses like polio, influenza, measles, and herpes, with greater chances of infecting brain and nervous tissues, can be affected by stereo-isomeric forms of thioxanthenes [75]. In 2000, Kristiansen and Hansen [88] reported on the antiretroviral activity of stereo-isomeric analogues of thioxanthenes. Expression of HIV antigens, p17 and p24, was determined with the assay method as described by Sarin et al. (1988) [89]. Six different stereo-isomers of thioxanthenes were tested along with amitriptyline and nortriptyline as anti-HIV drugs.\nKristiansen and Hansen (2000) [88] found out that, among all the thioxanthenes tested, only Z-flupenthixol and E-flupenthixol revealed anti-HIV activity at 2 mg/L and 10 mg/L respectively (Table 11). However, no such activity was demonstrated by a mixture of the above two compounds. The action primarily resided in Z-flupenthixol. Addition of a fluorine atom at position 6 in Z-flupenthixol, forming piflutixol, results in a loss of anti-HIV activity. Similarly, synthesis of zuclopenthixol from Z-flupenthixol also resulted in loss of the activity. Substitution of the CF3-group in position 2 of the same compound with an isoelectric chlorine atom resulted in formation of the same zuclopenthixol, which had no activity. The tricyclic antidepressants amitriptyline and nortriptyline produced rather weak anti-HIV activity at distinctly high concentrations. Other known antidepressant compounds produced weak to moderate anti-HIV activity at their respective non-toxic concentrations. Most of these drugs were found to be toxic at higher concentrations.\nThis study was carried out to locate and find out agents that can be given simultaneously along with standard anti-HIV drugs to infected patients ",
  "has_full_text": true
}