{
  "pmid": "35011508",
  "title": "Development of Phenothiazine Hybrids with Potential Medicinal Interest: A Review.",
  "abstract": "The molecular hybridization approach has been used to develop compounds with improved efficacy by combining two or more pharmacophores of bioactive scaffolds. In this context, hybridization of various relevant pharmacophores with phenothiazine derivatives has resulted in pertinent compounds with diverse biological activities, interacting with specific or multiple targets. In fact, the development of new drugs or drug candidates based on phenothiazine system has been a promising approach due to the diverse activities associated with this tricyclic system, traditionally present in compounds with antipsychotic, antihistaminic and antimuscarinic effects. Actually, the pharmacological actions of phenothiazine hybrids include promising antibacterial, antifungal, anticancer, anti-inflammatory, antimalarial, analgesic and multi-drug resistance reversal properties. The present review summarizes the progress in the development of phenothiazine hybrids and their biological activity.",
  "journal": "Molecules (Basel, Switzerland)",
  "year": "2022",
  "authors": [
    "Posso M",
    "Domingues F",
    "Ferreira S",
    "Silvestre S"
  ],
  "doi": "10.3390/molecules27010276",
  "mesh_terms": [
    "Animals",
    "Drug Development",
    "Humans",
    "Phenothiazines",
    "Structure-Activity Relationship"
  ],
  "full_text": "## 1. Introduction\nIn complex diseases there are many factors at play, such as genetic, lifestyle, and environmental factors that interact and lead to an observed phenotype [1]. In fact, diseases such as cancer, Alzheimer’s disease, microbial infections, obesity, and inflammatory diseases, among others, have complicated etiologies and pathogenesis [2]. As multiple factors are involved in these diseases, its cure or effective treatment frequently depends on achieving multiple targets and therefore, the use of a single drug with a single target may not be appropriate [3]. Although therapies with single drugs are available for some diseases, their efficacy can decrease due to several reasons, such as multidrug resistance [4]. Hence, the use of combined therapeutic approaches has been highlighted due to its ability to act on multiple targets and as a strategy to overpass the reduction of drug efficacy. This is based on the concomitant use of at least two different bioactive molecules with complementary pharmacological activity and different modes of action, which in turn can lead to enhanced therapeutic effects by different pathways, namely as a result of synergism [3]. However, these combinations of different drugs may also potentiate collateral effects and marked changes in their pharmacokinetic and pharmacodynamic profiles, which would influence their action [2]. Therefore, to find effective treatments for many diseases with reduced side-effects, researchers have been exploring the molecular hybridization approach [3].\nOne of the first examples of the application of molecular hybridization concept was the work of Fink et al., in 1996, who tried to combine acetylcholinesterase (AChE) and monoamine oxidase (MAO) inhibitory action in order to treat Alzheimer’s disease [5]. The molecular hybridization is based on coupling two or more pharmacophores, haptophores or entire drugs with different biological functions in one molecule using or not a linker chain [6]. These compounds should have additive or, preferentially, synergistic effects while bearing the expected pharmacological profiles for clinical use [7]. Hybrid molecules can also minimize the risk of drug-drug interactions and the potential development of drug resistance. In addition, this rational drug design strategy can allow for a reduction in dosage as well as in adverse drug reactions. Successfully marketed drug hybrids (relevant examples in Figure 1) include, among others, ziprasidone (antipsycothic), duloxetine (antidepressant), and lapatinib (used to treat breast cancer overexpressing ErbB2) [4].\nPhenothiazines, a group of compounds characterized by the presence of the 10H-dibenzo-[b,e]-1,4-thiazine system (Figure 2), have been of high interest over the last several decades due to their wide medical applications [8]. The first synthesized compound bearing the phenothiazine skeleton was methylene blue (Figure 2). This dye was synthesized by Heinrich Caro in 1876 and was applied as an antimalarial among other medical conditions. Later, Heinrich August Bernthsen developed the synthesis of phenothiazine and defined its structure [9]. He obtained this product through heating diphenylamine and sulfur until the evolution of hydrogen sulfide ceased [10]. Although primarily used in clinics to treat schizophrenia, due to their antipsychotic effects, these compounds have also been of interest to treat nausea, methemoglobinemia, anxiety disorder, and acute intermittent porphyria. Phenothiazines exhibit diverse other biological activities, such as antibacterial, antiviral, antitumor, antiemetic, analgesic, antispasmodic, antihistaminic, anthelmintic, and redox activities [8,11,12]. This diversity of biological activities highlights the phenothiazine pharmacophore as a good candidate for molecular hybridization. Therefore, this scaffold has been selected for hybridization with other molecules to strengthen the effectiveness of the multitarget approaches or to obtain other potentially relevant bioactivities [4].\nThere are reports of different phenothiazine-based hybrids and different chemical approaches used in their development to enhance or modify their biological activities as well as to evaluate the effects of different substituents on their pharmacological activity. However, to the best of our knowledge, this review is the first to attempt a succinct compilation of the findings on phenothiazine hybrids. For this, an electronic search was performed in PubMed, ISI Web of Knowledge and other platforms using adequate keywords and their combinations, namely: “phenothiaz*” AND “hybrid*”; (Structure–activity relationship*) AND (phenothiaz* AND hybrid*), without temporal restriction. Therefore, in this review, we summarized the main phenothiazine hybrids published in the literature, from 2002 to 2021, as well as their therapeutic potential.\n\n## 2. Anticancer Hybrids\nCancer represents a leading cause of death, being responsible for more than 9 million deaths and more than 19 million new cancer diagnoses were performed in 2020 [13]. Cancer develops as a consequence of genetic factors, and can be combined or not with external agents including physical, chemical, or biological carcinogens [14]. The result is the development of abnormal cells that can grow uncontrollably and spread to other parts of the organism. This uncontrolled cell growth is due to a lack of response to the appropriate signals regulating cell proliferation [15].\nThe available anticancer drug therapy presents relatively low efficacy and is associated with various side effects, some of which are limiting. In addition, there is always the risk of a fast development of drug resistance, which explains recurrences and relapses of cancer [16]. Thus, it is crucial to develop new chemotherapeutic agents displaying less toxicity and/or higher potency and cell selective effects, namely involving the design of multi-target agents. Therefore, hybrid drugs with multiple mechanisms of action can be of great value in cancer treatment. In this context, the phenothiazine system can be considered a good scaffold to develop new anticancer drugs, because some compounds of this class have potential for cancer treatment for many reasons, including for its binding affinity with calmodulin, by reverting resistance in drug resistant cell lines, by angiogenesis reduction and anti-invasive effects, by acting as an adjuvant in chemo- and radiotherapy due to its ability to enhance the radiation effect, for its antiproliferative and apoptosis induction in cancer cells, as well as its in vivo tumor suppressive activity, and suppression of autophagy-related proteins activating the via the PI3K/Akt/ mTOR/p70S6K signaling pathway [12,17,18,19]. Therefore, some of the most active hybrids with potential anticancer interest, based on their phenothiazine moiety, are discussed below.\nWith a focus on the problem of numerous undesirable side effects of the conventional chemotherapeutic agents and the emergence of drug resistance, a new group of phenothiazine-triazolopyridine chemotherapeutic agents has been synthesized. The choice of these scaffolds was based on the fact that anticancer activity was demonstrated for trifluoperazine, which induced apoptosis in cancer cells and targeted multiple signaling pathways. Multidrug resistant (MDR) reversing effects were also demonstrated for the phenothiazine system [20]. In addition, the triazolopyridine moiety was also associated with antiproliferative activities against different human cancer cell lines. Within the group of compounds prepared, the [1,2,4]triazolo[4,3-a]pyridine bicyclic system was bound to a phenothiazine bearing a phenyl, originating a hybrid (compound 1, Figure 3), which showed considerable apoptosis induction and cytotoxic effect against human breast cancer cell lines (MDA-MB-231, MDA-MB-468, MCF-7, SKBR3, and T47D), with the percentage of cell viability in the range of 6.2-31.5% at 100 µM. The determined half-maximum inhibitory concentration (IC50) of this new compound against the most affected cancer cell line, MCF-7, was 3.5-fold lower than the obtained inhibitory concentration in non-tumorigenic epithelial breast cells, MCF-10A, which and may indicate a selective effect and thus a reduced risk of side effects [21]. In this study, the structure-activity relationship (SAR) analysis demonstrated that the phenyl ring linked to the phenothiazine plays a role in cytotoxic activity. A molecular docking study of this hybrid compound supported the apoptosis induction effect, being possible to occur a binding to the cavity of tubulin, which can lead to the cell cycle disruption. Interestingly, the triazole ring can interact with the β-tubulin backbone NH of the T276 residue, which also occurs with the oxetane ring of anti-mitotic chemotherapeutic paclitaxel [21,22]. In vitro studies seemed to be in agreement with in silico results, which demonstrated a cell cycle arrest in G2/M and induced apoptosis [21].\nMicrotubules are hollow tubes made of close, tightly linked molecules known as tubulin heterodimers. Microtubules play a crucial role in many essential functions within the cell, as well as being important in cell division, and interference in this system can lead to cellular death. Several anticancer drugs target microtubules dynamics, leading to anticancer effects. Four tubulin binding sites were involved in the effects of most of the antimitotic drugs currently available for clinical use or in development. One of those sites is the colchicine binding place, which promotes microtubule depolymerization [23]. Liu et al. (2019) applied a molecular hybridization approach to develop new antitumor agents where a 1,2,3-triazole unit, which is associated with a tubulin polymerization inhibitory effect, was linked with a phenothiazine scaffold. Among the compounds synthetized in this series, hybrid 2 (Figure 4) showed to be the most potent antiproliferative agent against the studied gastric cancer (MGC-803, MKN28 and MKN45) cell lines. This active product was also found to have a good selectivity in relation to normal cells (GES-1). In addition, the antiproliferation ability of compound 2 in MGC-803 cells was further explored and it was demonstrated to be dependent on time of exposition and hybrid concentration. Moreover, this phenothiazine derivative led to the inhibition of MGC-803 cells migration in a concentration-dependent way by regulating the wnt/β-catenin signaling pathway and can influence the epithelial-mesenchymal transition process through upregulating the expression level of E-cadherin and downregulating N-cadherin, vimentin, and active-MMP2. Furthermore, compound 2 in vitro inhibited the tubulin polymerization and through in vivo studies it was demonstrated that this phenothiazine derivative effectively inhibited the MGC-803 xenograft tumor growth in severe combined immunodeficiency mice. The SAR analysis of compound 2 indicated that the substituent on the phenyl ring affected the observed inhibition [24].\nOther 1,2,3-triazole-based hybrids were developed by Ma et al. (2017) by linking this unit to a phenothiazine through a methylene bridge, similarly to compound 2. These synthesized hybrids were tested for antiproliferative activity against stomach (MGC-803), oesophageal (EC-109), prostatic (PC-3), breast (MCF-7) and hepatocellular (HepG-2) cancer cell lines, and all showed antiproliferative activity. Among this group of compounds, the derivatives 3a and 3b (Figure 4) presented a more potent antiproliferative effect (IC50 range 0.5–9.6 µM) than the determined effect for the standard drug that is used, 5-fluorouracil (IC50 range 10.7–17.6 µM). Considering the biological data obtained, a bulky, hydrophobic, and electron-withdrawing substituent at the phenyl ring bound to the 1,2,3-triazole unit may play an essential role in the antiproliferative activity, since compound 3b, bearing a p-Cl atom, was the most potent against all the selected cell lines [25].\nFurther studies performed by the same research group involved the preparation of similar phenothiazine-1,2,3-triazole hybrids (compounds 3c–f, Figure 4), again by the already described click chemistry approach. This study brought more insights about the SAR within this class of compounds. The authors demonstrated that the substituents in the phenyl ring bound to 1,2,3-triazole also displayed a relevant effect on the antiproliferative activity against breast cell cancer lines. In fact, the replacement of the electron-withdrawing groups, such as F, Cl and Br, (3e, 3f and 3c), by an electron-donating group (a methyl) led to an increase of the antiproliferative activity against all cancer cell lines. The best antiproliferative effects were observed for the hybrid with a 3,4,5-trimethoxy substituent on the phenyl ring (3d), specifically for breast cancer cell lines. Furthermore, the results for this derivative were even better than those determined for the control drug, 5-fluorouracil. In MCF-7 cells, compound 3f led to morphological changes, including the formation of apoptotic bodies, and to an increase in the percentage of apoptotic cells. Moreover, the expression of proteins involved in the apoptosis was evaluated by Western blot and an increase in the expression of Bad, Bax, and DR5 and a decreased expression of Bcl-2 and Parp were observed [26].\nMorak-Młodawska et al. (2019) also synthesized a series of triazole-substituted diazaphenothiazine hybrids (e.g., compounds 4a–d; 5a–d) and evaluated their antitumor action against SNB-19 (glioblastoma), Caco-2 (colorectal carcinoma), MDA-MB231 (human breast cancer), and A549 (lung cancer) cells, while using normal human dermal fibroblasts (NHDF) for selectivity studies. Within the group of compounds prepared and evaluated, the most active against all cancer cells was 4c, bearing a p-chlorobenzyl group bound to the 1,2,3-triazole ring, which presented better IC50 values than cisplatin, a platinum-based chemotherapy drug used in cancer treatment (Figure 5). Other analogues also showed similar antiproliferative activity against all cancer cell lines. However, within the group of the most potent antiproliferative compounds, only the derivative 4c clearly presented low cytotoxicity to NHDF. Given this, the authors considered that compound 4c had the highest potential and further explored its possible mechanism of anticancer activity. Interestingly, this hybrid clearly reduced the expression of pro-survival gene Bcl-2 in SNB-19, A549, and MDA-MB231 cell lines, and increased the expression of pro-apoptotic Bax and cyclin-dependent kinase inhibitor CDKN1A in all cancer cells, which may indicate that compound 4c can have apoptosis-inducing effects [27].\nP-glycoprotein is an ATP-binding cassette (ABC) transporter involved in drug resistance in cancer cells. To develop new anticancer therapeutics against multidrug resistant tumors, compounds bearing phenothiazine and secondary amino moieties (Figure 6) with high antitumor interest and inhibitory properties in MDR cancer cells were prepared. Specifically, the authors synthesized N-tetrazolylbutylphenothiazines with different amines at position 2 of the phenothiazine tricyclic system and, by oxidation, some sulfoxide and sulfone hybrids were also obtained. Interestingly, when testing their inhibitory properties of the ABC transporter P-glycoprotein (ABCB1) in primary rat hepatocytes, the compounds with the 4-methoxyphenyltetrazole moiety (6a, 6b and 6c) showed the highest efficacy, comparable to verapamil, which is a known P-glycoprotein inhibitor. Sulfur atom oxidation (7a, 8a and 8b) significantly enhanced the potential of these compounds as P-glycoprotein inhibitors, with the sulfone derivative 8a exhibiting the greatest potency. Further, the new compounds were nontoxic to hepatocytes [28]. The antiproliferative activity of similar hybrids developed by the same research group, showed compounds 6c, 7a and 8a as the most active against multidrug-resistant COLO 320 colon adenocarcinoma cells, presenting antiproliferative and potent cytotoxic activity. These phenothiazine derivatives also have shown synergism with doxorubicin against MDR colonic adenocarcinoma cells. The sulfone 8b, which was prepared by the sulfur oxidation of the most active derivative found in this study, was the only compound that also led to apoptosis induction [29].\nFarnesyltransferase (FTase) can also be seen as a potential target for cancer treatment approaches. The FTase enzyme catalyzes the addition of a lipid group to the terminal carboxyl of several proteins, including the Ras protein, thus exhibiting a protooncogenic role [30]. FTase inhibitors can also have alternative uses, and it is important to mention that the first inhibitor was approved in November 2020 for Hutchinson-Gilford progeria syndrome [31]. In this context, Belei et al. (2012) discovered that hybrids bearing a phenothiazine and 1,2,3 triazole in their structure have FTase inhibitory properties. These authors prepared three new series of compounds with these structural characteristics, and it was demonstrated that the FTase inhibitory potency is within the low micromolar range for several of these phenothiazines. Considering the SAR data analysis, the authors concluded that p-chloro and p-bromo substitutions on the phenyl ring improved the compounds FTase inhibitory activity. In addition, a shorter length of the carbon chain between the phenothiazine nitrogen and the amide group led to a decrease in the FTase inhibition. Several hybrids with FTase inhibitory properties were selected for cytotoxicity studies using cancer cell lines. Among the tested compounds, the hybrid 9a (Figure 7) exhibited the most relevant antiproliferative activity (68% inhibition of leukemia HL-60 (TB), 40% inhibition of leukemia MOLT-4, and 38% inhibition of prostate cancer PC-3 cell lines at 10 µM). It was also interesting to observe that compound 9b, which has relevant FTase inhibitory effects, led to a relatively similar reduction of proliferation on most of the cancer cell lines. These results evidenced that the combination of phenothiazine and 1,2,3 triazole groups can be interesting in the development of new FTase inhibitors [32].\nMoise et al. (2020) aimed to create new FTase and tubulin polymerization inhibitors with antitumor interest by hybridizing indolizines with the phenothiazine tricyclic system. The N-acylation of the phenothiazine ring did not result in a remarkable antimitotic activity. However, the synthesized phenothiazine-ketones 10a, 10b, 10c and 10d (Figure 8) were presented as relevant tubulin polymerization inhibitors. In addition, the ketone hybrids 10a–f and 11 also inhibited FTase. A screening in 60 human tumor cell lines revealed that the phenothiazine-ketone 10a displayed the most significant antitumor effect, inhibiting cell proliferation at low nanomolar concentrations on all cancer cells (half-maximum growth inhibition (GI50): 1.8–6.5 nM). The phenothiazine system was unsubstituted on the nitrogen atom and the presence of indolizine bearing methyl or methoxy substituents are important for this activity. The authors highlighted that even though compound 10a is not the best dual inhibitor of tubulin polymerization and FTase, its potent effect in cancer cells lines suggests that this hybrid can more effectively penetrate the cell membrane, eventually reaching other biological targets [33].\nIn order to develop hybrid molecules using the FTase protein as a target, Baciu-Atudosie et al. (2012) synthesized a series of phenothiazine derivatives, and several of these incorporated a pyrazole ring. The screening for FTase inhibitory activity revealed that the three most active compounds were 12, 13, 14, and 15 (Figure 9), inhibiting near 95.5%, 67.7%, and 94.9% of the activity at 100 µM, respectively. Among these, compound 13 at 10 µM inhibited the proliferation of 57 cancer cell lines (9.6–55.7%), including leukemia, central nervous system (CNS), colon, non-small cell lung, melanoma, renal, ovarian, prostate, and breast cancer cell lines. The highest activity was observed for compound 13 against colon (HCT-166) and melanoma (LOX IMVI, SK-MEL-5) cancer cell lines, with values higher than 50% of growth inhibition at 10 µM. In addition, at the same concentration, compound 15 also lead to 83.2% growth inhibition of leukemia HL-60 (TB) cells [34].\nAs FTase’s recognize, modifiy and activate cysteine residues at the carbonyl terminus of the tetrapeptide (CaaX) and catalyze the covalent link of a farnesyl group [35], Dumitriu et al. (2015) designed CaaX competitive inhibitors, by modification of the phenothiazine scaffold by introducing aminoacids, to synthesize zinc chelating compounds. These phenothiazine derivatives were prepared by combination with cysteine, methionine, serine, and valine residues. Among the hybrids synthesized, the carboxylic acids were found to have relevant in vitro activity, supporting the notion that the carboxyl group has a higher zinc chelating capacity, acting as a haptophore group. The strongest FTase inhibition was achieved by compounds 16a, 16b, 16c and 16d (Figure 10) [36]. Docking studies revealed that the phenothiazine derivative 16a should be placed on the same side of the protein active site and is oriented in the same direction of the derivative 16d. The 2-chlorophenothiazine derivative 16d showed the highest FTase inhibition, being determined the lowest IC50 value for this compound. Quantitative SAR studies show that the phenothiazine skeleton plays an important role in the human farnesyltransferase inhibition. Therefore, FTase inhibitory properties are critically influenced by carboxylic acid locations near zinc atoms of proteins, which is an interaction important for the inhibitory properties of the enzyme [36].\nAl Zahrani et al. (2020) synthesized various hybrids by linking the phenothiazine system to a chalcone (Figure 11) and studied their cytotoxicity in vitro. In the tested human hepatocellular carcinoma (HepG2) and breast cancer (MCF-7) cell lines, an IC50 range of 7.14–13.0 µM was determined for compounds 17b and 17h. In contrast, the hybrid 17e, a chlorine-containing isomer of 17b, was shown to be the least effective compound against the tested cell lines. Therefore, a relationship between group position in chalcone aryl rings and cytotoxicity appears to exist. Interestingly, compounds 17a–d and 17f–h (Figure 11) displayed a radical-scavenging activity similar to ascorbic acid, but lower than gallic acid. The planar structure of the phenothiazine core bound to the chalcone system can explain the radical stability as well as the anticancer effects [37].\nDue to the diverse biological properties of phenothiazines and benzothiazoles, including potential anticancer effects, Brem et al. (2017) designed substituted-thiazolo[5,4-b]phenothiazines as potential antileukemic agents. Most of these hybrids showed a relevant antiproliferative activity on human promyelocytic and monocytic leukemia cell lines (HL60 and THP-1) and no significant effect in the growth of normal peripheral blood mononuclear cells (PBMC) in high concentration was observed. Of these, the most active was compound 18 (Figure 12) against THP-1, with a cytotoxic effect comparable to cytarabine, a clinically used antineoplastic agent. The compound displayed no cytotoxicity in normal PBMC cells. On both THP-1 and HL-60 cancer cell lines, the hybrid 18 affected the metabolic activity and induced apoptosis. The presence of the thiazole ring linked with phenothiazine increased the biological activity when compared with N-(10-methyl-10H-phenothiazin-3-yl)naphthalene-1-carbothioamide [38].\nTo shorten the reaction times and increase yields, Ignat et al. (2012) synthesized phenothiazinyl-thiazolyl-hydrazines using microwave irradiation. Afterward, the compounds were tested against colon carcinoma (CC531S) and hepatic tumor (HepG2) cells. The antiproliferative activity of the most active compounds 19 and 20 (Figure 13) were near to the observed for cisplatin. The cytotoxic activity was potentiated by the chloromethyl in position 4 of the thiazole ring [39]. This activity may be related to the phenothiazine pharmacophore, as observed by the cytotoxicity displayed by thioridazine, which possesses this tricyclic system, in HepG2 cells through a Ca2+ independent manner at the 30–80 µM concentration [40].\nCombretastatin A4 is a bioactive stilbene with two rings: a trimethoxy A ring and an m-hydroxi and p-methoxy B ring linked by an ethene bridge. This molecule is similar to phenstatin, in that the two functionalized rings that are similar to combretastatin A4 are bound by a stable ketone group [41]. Considering the potential of combretastatin A4 to bind the colchicine site and act as a tubulin polymerization inhibitor, Abuhaie et al. (2013) linked phenothiazine and the phenstatin ring A to develop new antitumor hybrid compounds (Figure 14). The derivatives 21a and 21b showed a good anti-tubulin polymerization action. Further, the hybrid 21b had the most potentin vitro antiproliferative activity against leukemia (K-562 and SR), non-small cell lung (NCI-H522), colon (HCT-15, KM12 and SW-620), melanoma (M14, MDA-MB-435, and SK-MEL-5), ovarian (NCI/ADR-RES), CNS (SF-295), and breast (MCF-7, and MDA-MB-468) cancer cell lines, with GI50 values in the nanomolar range. The phenothiazine derivative 21c, bearing a 3-chloro-4-ethoxy phenyl, also had a cancer cell growth inhibition comparable to the fluoro-derivative. The results obtained from in vitro cytotoxicity studies revealed that product 22 also had a moderate cytotoxic effect against cancer cell lines and tubulin polymerization when compared with 21a and 21b. These bioactive compounds showed the ability to bind to the colchicine binding site of tubulin, as showed by the docking analysis using the crystallographic structure of a heterodimer of α and β-tubulin, and the binding site co-crystallized with thiocolchicine [42]. This result is congruent with the activity of other N-heterocyclic hybrids that possess antiproliferative activity and inhibit tubulin polymerization [43,44,45].\nOther phenstatin analogues were developed by the same research group involving the combination of phenyl, methoxyphenyl or 1H-indol-3-yl with the phenothiazine scaffold which acts as the phenstatin B ring. Several structural changes on its classical 3′-hydroxy-4′-methoxyphenyl B ring were explored and these modifications have been shown to also allow a relevant tubulin polymerization inhibition [46]. Among the phenothiazine-amides tested by Ghinet et al. (2016), the most potent tubulin polymerization inhibitors (Figure 14) were the derivatives bearing 3′-fluoro-4′-methoxyphenyl (21a), 3′-amino-4′-methoxyphenyl (21b), 2′-fluoro-4′-methoxyphenyl (21d) and 2′-trifluoromethyl-4′-methoxyphenyl (21e) moieties [46]. In this study, eleven synthesized derivatives were tested for their antiproliferative effects against 60 cancer cell lines, including several multidrug-resistant tumor cell lines, with all hybrids exhibiting cytotoxic effects against at least one cell line. The most pronounced cell growth inhibitory effect was found in human melanoma-adenocarcinoma MDA-MB-435 cells for compound 21a. Also, compound 21e showed a marked effect on human acute lymphoblastic leukemia CCRF-CEM cells [46]. Therefore, this study revealed that the phenothiazine phenstatin hybrids might be potential antineoplastic agents due to their ability to inhibit tubulin polymerization, which is similar to the results obtained by Abuhaie et al. (2013) [42,46].\nIn the design of new anticancer cell cycle blockers, Fu et al. (2017) applied a molecular hybridization method using phenothiazine and dithiocarbamate scaffolds [47]. Phenothiazine and dithiocarbamate derivatives exhibited weak growth inhibition of three cancer cell lines (PC-3, EC-109 MGC-803). However, the N-alkylated derivative (23) has shown a good antiproliferative effect against the tested cancer cells. Therefore, for cell growth inhibitory activity, the ethyl group on the piperazine moiety played an important role. Within the group of compounds prepared, compound 23 (Figure 15) was shown to inhibit PC-3 cell growth, with an IC50 of 11.59 μM. Despite not inducing apoptosis in these cells, compound 23 dose-dependently interrupted the cell cycle in the G1 phase through negative regulation of cyclin D1 and the CDK4 complex [47]. As this complex is associated with the transition to the S phase of the cell cycle, there is a simultaneous decrease in the number of cells in the G2 and S phases. Therefore, the authors suggested this compound as a potential new cell cycle blocker [47]. The activity of these derivatives can be compared to the antiproliferative and apoptosis-inducing activity of thioridazine through the Wnt/β-catenin signaling pathway [48].\nPhenothiazinyldihydropyridine dicarboxamides (Figure 16) were synthesized and their cytotoxicity was evaluated against pancreatic cancer cell lines SW1990, AsPC1, BxPC3, and Panc1, as well as in non-cancerous cells MRC5. The presence of m- and p-chloro atoms in the aryl ring of the amide structural motif (24a) enhanced the activity of these compounds against all human pancreatic cancer cell lines. An analysis of the radical scavenging activity by a DPPH assay showed that bromo and fluoro atoms in ortho position or an m-nitro on the aryl ring influences this antioxidant effect. In fact, the hybrids 24b, 24c and 24d act as antioxidants with an activity comparable to the standard, i.e., ascorbic acid [49].\nFluphenazine analogues were synthesized and evaluated for their apoptotic activity and cytotoxicity in human lymphocytes which were genotoxically damaged in vitro with benzo[a]pyrene. Compounds 25–30 (Figure 17) exerted a pro-apoptotic effect stronger than that of fluphenazine and compounds 25, 28, 29 and 30 exhibited the weakest cytotoxic effec",
  "has_full_text": true
}