{
  "pmid": "35039683",
  "title": "Subcutaneous nanotherapy repurposes the immunosuppressive mechanism of rapamycin to enhance allogeneic islet graft viability.",
  "abstract": "Standard oral rapamycin (that is, Rapamune) administration is plagued by poor bioavailability and broad biodistribution. Thus, this pleotropic mammalian target of rapamycin (mTOR) inhibitor has a narrow therapeutic window and numerous side effects and provides inadequate protection to transplanted cells and tissues. Furthermore, the hydrophobicity of rapamycin limits its use in parenteral formulations. Here, we demonstrate that subcutaneous delivery via poly(ethylene glycol)-b-poly(propylene sulfide) polymersome nanocarriers significantly alters rapamycin's cellular biodistribution to repurpose its mechanism of action for tolerance, instead of immunosuppression, and minimize side effects. While oral rapamycin inhibits T cell proliferation directly, subcutaneously administered rapamycin-loaded polymersomes modulate antigen presenting cells in lieu of T cells, significantly improving maintenance of normoglycemia in a clinically relevant, major histocompatibility complex-mismatched, allogeneic, intraportal (liver) islet transplantation model. These results demonstrate the ability of a rationally designed nanocarrier to re-engineer the immunosuppressive mechanism of a drug by controlling cellular biodistribution.",
  "journal": "Nature nanotechnology",
  "year": "2022",
  "authors": [
    "Burke J",
    "Zhang X",
    "Bobbala S",
    "Frey M",
    "Bohorquez Fuentes C"
  ],
  "doi": "10.1038/s41565-021-01048-2",
  "mesh_terms": [
    "Hematopoietic Stem Cell Transplantation",
    "Immunosuppressive Agents",
    "Islets of Langerhans Transplantation",
    "Sirolimus",
    "Tissue Distribution"
  ],
  "full_text": "## Characterization of rapamycin-loaded polymersomes\nPEG-b-PPS PS were characterized to assess encapsulation efficiency and retention of their vesicular nanostructure following the loading of rapamycin to form rPS. Rapamycin encapsulation efficiency was found to be greater than 55% for rPS following self-assembly and therapeutic loading via thin film hydration of desiccated PEG-b-PPS films. Neither the PS vesicular nanostructure nor the polydispersity were significantly modulated by rapamycin loading as assessed by dynamic light scattering (DLS), cryogenic transmission electron micrograph (cryoTEM) and small angle x-ray scattering (SAXS) (Fig. 2a–c). The stability of rapamycin loading was assessed in 1X phosphate buffered saline (PBS) at 4 °C, finding approximately 94% of the drug was retained over the course of 1 month (Fig. S1). Rapamycin is relatively lipophilic with a logP of 4.312, and thus these results were consistent with past attempts to load molecules of low water solubility into PEG-b-PPS nanostructures.\nTo demonstrate that PEG-b-PPS PS can alter the biodistribution of a small molecule following SC administration, indocyanine green dye (ICG-PS) was loaded into PS to serve as a traceable model payload. C57BL/6 mice were administered ICG via oral gavage (PO), ICG via SC injection or ICG-PS via SC, sacrificed animals at 2, 24, and 48 h post administration and analyzed organs via IVIS (Fig. S2). We show that SC of ICG-PS allowed for sustained residence within the superficial axillary/brachial lymph nodes at 24 and 48 h post-injection, whereas free form ICG dye had been cleared at these later time points (Fig. 2d). To confirm that this effect holds true for rapamycin, a single dose (1 mg per kg body weight, 0.125 mg rapamycin per mL) of Rapamune® PO, rapamycin (in 0.2% carboxymethyl cellulose) SC or rPS (6.7 mg polymer per mL) SC was administered to C57BL/6 mice. Animals were sacrificed at 0.5, 2, 8, 18, 24, and 48 h post-injection to assess rapamycin content in blood and various organs. We found that delivery of rapamycin via rPS increases rapamycin concentration in immune cell-rich tissues, such as the blood, liver, axillary lymph center (deep axillary/axillary/axial and superficial axillary/brachial lymph nodes; AX LN), subiliac lymph center (subiliac/inguinal lymph nodes; IN LN) and spleen (Fig. 2e, S3). Regarding elimination, as expected, oral Rapamune® was found in the feces due to the established route of biliary elimination. SC rapamycin also resulted in fecal elimination. Surprisingly, when SC rPS was administered, rapamycin was primarily found in the urine relative to the feces, indicating renal elimination (Fig. 2e, S3).\nTo assess both the organ and cellular effects of rapamycin delivery via PEG-b-PPS PS, immune cell populations from various tissues were isolated after repeated doses (11 doses, over 11 days, 1 mg rapamycin per kg body weight per dose or equivalent volume (Table S1), formulated at 0.125 mg rapamycin per mL) of unloaded PS SC, Rapamune® PO, rapamycin SC or rPS SC (PS and rPS formulations contained 6.7 mg polymer per mL). This “standard dosage” immunosuppressive protocol is accepted to provided similar immunosuppressive effects in mice as compared to clinical immunosuppressive protocols, such as the Edmonton protocol, used in humans25,26. When unloaded PS were injected, very little immunomodulation was observed via flow cytometry (Fig. 2f, S4, Tables S2–26). However, when rapamycin was loaded within PS, potent immunomodulation occurred (Fig. 2f, Tables S2–26). The relative immunologically inert status of the unloaded PS allowed for the majority of the effects of rPS to be attributed to the altered biodistribution of the drug, as opposed to the nanocarrier itself. A significant change in immunomodulation is observed for PS-mediated rapamycin delivery (Fig. 2f, S4, Tables S2–26). Taken in combination with the inert nature of PEG-b-PPS, our results demonstrate that rapamycin’s organ and cellular biodistribution have a strong influence on the resulting immunological effect.\n\n## Polymersome-mediated costimulation blockade induces CD4+ T cell anergy\nTo characterize changes more deeply in immune cell populations in response to rPS delivery, we dosed healthy mice with unloaded blank PS SC, Rapamune® PO, rapamycin SC, or rPS SC (11 doses, over 11 days, 1 mg rapamycin per kg body weight equivalent, formulated at 0.125 mg rapamycin per mL, polymersome formulations contained 6.7 mg polymer per mL). Subsequently, organs (blood, liver, AX LN, IN LN, and spleen) were extracted for assessment via high-parameter spectral flow cytometry. To further understand the changes in immune cell populations as a result of rPS treatment, the inflammatory state of APC populations was assessed via receptor expression. Specifically, CD40, CD80 and CD86 coreceptor presentation on DCs (Fig. 3a–c,g) and monocyte-and-macrophage-linage (M/Ms)27 (Fig. 3d–f,h) was analyzed. MHC II presentation was assessed on DCs and M/Ms (Fig. 3g,h, S4). With rPS, costimulation blockade is observed as indicated by the significant downregulation of CD40, CD80, and CD86 (Fig. 3a–f)28 in AX LN. Furthermore, rPS enhances MHC II+ APCs (Fig. 3g,h). Opposing expression by MHC and coreceptors causes depletion of the CD4+ T cell population (Fig. 3i, S4). Any remaining CD4+ T cells are left in a state of anergy as indicated by the significant decrease in CD4 expression (Fig. 3j). These effects are most potent in the AX LN near the site of SC injection, but also occur to various lesser extents in blood, liver, IN LN, and spleen (Tables S2–26).\nrPS treatment causes a significant increase in DCs within AX LN and IN LN (Fig. 3k). More specifically, an increase in novel CD8+ CD11b+ double positive (DP) conventional DCs (cDCs) is observed (Fig. 3l). Despite the overall increase in the DC population, plasmacytoid DC (pDC) are significantly reduced (Fig. 3m). A significant decrease in the overall T cell population was observed due to a significant decrease in CD4+ T cells (Fig. 3i). As a result, CD8+ T cells take over a larger portion of the T cell population (Fig. 3n), accompanied by a significant upregulation of CD8+ Tregs (Fig. 3o).\nrPS treatment causes a significant upregulation of M/Ms in the AX LN (Fig. 4a). These M/Ms are predominantly Ly-6CLo monocytes (Fig. 4b,c). To further understand the specific nature of M/M immunomodulation with rPS treatment, phenotypic analysis of the M/M population was performed on each tissue. Consideration for CD40, CD80, CD86, MHC II, Ly-6C and macrophage markers (F4/80 and/or CD169) was used to assign cells to one of 32 phenotypes for blood (no macrophage markers) or 64 phenotypes for AX LN and spleen. Phenotypic analysis reveals that rPS treatment promotes the dominance of a single suppressor M/M phenotype for each tissue, while rapamycin and control treatments present a diverse range of M/M phenotypes with often contradicting inflammatory statuses. In blood, control treatments result in a majority of CD40+ CD80+ CD86− Ly6-CHi MHC II- monocytes, while rPS treatment pushes M/Ms towards a CD40− CD80+ CD86− Ly6-CLo MHC II+ phenotype (Fig. 4d). rPS treated LNs are predominantly CD40− CD80− CD86− Ly6-CLo MHC II+ monocytes (Fig. 4d). rPS treated spleens are predominantly CD40+ CD80− CD86+ Ly6-CLo MHC II+ macrophages (Fig. 4d).\nInterestingly, with rPS treatment, DP CD4+ CD8+ T cells have a significantly larger population in the AX LN (Fig. 5e,g). tSNE with Barnes-Hut approximations was used to visualize the data after gating, down sampling, and concatenation of treatment groups. From, tSNE visualization, it is observed that DP T cells cluster within the CD4+ CD8− T cell group, rather than within the CD4− CD8+ T cells (Fig. 5e). Using expression level analysis, CD4 expression by DP T cells in the rPS treatment group is similar to that of CD4+ CD8− T cells, whereas CD8 expression by DP T cells is significantly reduced as compared to CD4− CD8+ T cells (Fig. 5f,h). The relationship between the expression of the DP and single positive (SP) T cells can be quantified as a DP:SP expression ratio. Thus, the rPS treated DP T cell population is deemed CD4bright CD8dim.\n\n## Elicitation of antigen-specific allogeneic islet graft tolerance\nIn vivo assessment of rapamycin redistribution via rPS was conducted using a clinically relevant intraportal (liver) fully-MHC mismatched allogeneic islet transplantation model. Diabetes was induced in C57BL/6 mice via streptozotocin injection. To ensure the most stringent and severe model of T1D, diabetes was defined by blood glucose over 400 mg/dl29. A standard dosage protocol known to allow for fully-MHC mismatched allogeneic islet graft viability for more than 100 days was compared to a low dosage protocol (Fig. 6a). The standard dosage protocol consisted of 11 injections given daily. The low-dosage protocol consisted of 6 doses given every 3 days (Fig. 6a). Each dose, regardless of protocol, consists of 1 mg rapamycin per kg body weight, formulated at 0.125 mg rapamycin per mL. rPS formulations contained 6.7 mg polymer per mL. Diabetic C57BL/6 mice received approximately 200 islets from fully MHC mismatched Balb/c mice in the liver via the portal vein (175 IEQ). Efficacy of the dosing regimen was confirmed by the restoration and maintenance of normoglycemia (blood glucose concentration < 200 mg/dL), confirming survival of the islet graft. As expected, mice that did not receive treatment all experienced graft rejection within 10 days of transplantation (Fig. 6b, S5–7). 67% of mice treated with the standard SC rapamycin protocol and only 8% of the mice treated with Rapamune® remained normoglycemic 100 days post transplantation (Fig. S5–7). When the low-dosage protocol was used, only 25% of the mice treated with Rapamune® and 58% of the mice treated with SC rapamycin remained normoglycemic 100 days post-transplantation, whereas 83% of mice treated with low-dosage rPS had normal blood glucose concentrations (Fig. 6b, S5–7). Furthermore, intraperitoneal glucose tolerance test (IPGTT), conducted at 30 days post-transplantation showed no difference in islet responsiveness with low dosage rPS treatment as compared to standard dosage rapamycin (Fig. S5,6).\nA MLR was performed to assess antigen-specific tolerance induction. At 100 days post-transplantation, normoglycemic mice were sacrificed and splenic T cells were isolated. Recipient B6 T cells were cultured with donor, T cell depleted, mitomycin-c-treated, Balb/c splenocytes (Fig. 6d). T cells from recipients treated with low dosage rPS showed significantly less proliferation relative to those that achieved normoglycemia with low dosage rapamycin treatment (Fig. 6d).\n\n## Mitigation of rapamycin side effects via polymersome delivery\nRNA sequencing analysis of splenic T cells demonstrated that rPS mitigated expression of genes associated with rapamycin-induced adverse effects (Fig. 6d, Table S27,28). Malignancy is a known side effect associated with oral Rapamune® and SC rapamycin, in general. Oral Rapamune® treatment was associated with the downregulation of tumor suppressor genes, specifically interferon-induced protein with tetratricopeptide repeats 2 (Ifit2) and mitoferrin-1/ solute carrier family 25 member 37 (Slc25a37) (Fig. 6d, Table S27,28) the former of which was also upregulated by SC rapamycin (Fig. 6d, Table S27,28). Furthermore, SC rapamycin was associated with the upregulation oncogenes: PDZ domain protein kidney 1-interacting protein 1 (Pdzk1ip1/MAP17), solute carrier family 43 member 1 (Slc43a1), T cell acute lymphocytic leukemia protein 1 (Tal1) and exportin 7 (Xpo7) (Fig. 6d, Table S27,28). Dysregulation of these cancer-associated genes was not observed with rPS treatment (Fig. 6d, Table S27,28). In regard to metabolic regulation, rPS caused less inhibition of Ier3, which is associated with decreasing inflammation and hypertension (Fig. 6d, Table S27,28). rPS also limited inhibition of Trib1, of which downregulation is associated with long-term differentiation of CD8+ T cells and chronic infection (Fig. 6d, Table S27,28).\nWe observed that mice treated with SC free form rapamycin controls experienced injection site alopecia (Fig. 6e). Alopecia is a known side effect of rapamycin, impacting approximately 10% of patients30. While alopecia was reduced in the low dosage SC rapamycin group (Fig. 6e, S8), no alopecia was observed in the low dosage rPS group (Fig. 6e, S8). Histological analysis confirms our gross observations (Fig. 6e). Only immature follicles were identified in the standard SC rapamycin group (Fig. 6e), with some mature follicles present in the low dosage SC rapamycin group (Fig. 6e). Organized mature follicles were identified in the low dosage rPS group (Fig. 6e). Additionally, mice treated with standard dosage rPS had no significant alteration in albumin:globulin ratio (A/G) relative to control and PS treated mice. Both Rapamune® PO and rapamycin SC treated mice showed elevation in A/G (Fig. S9).\n\n## Conclusions\nA grand challenge of pharmaceutical development is to harness the rational engineering of nanoscale drug carriers (i.e. nanocarriers) to selectively modify target cells while minimizing uptake by cells and organs responsible for side effects31. By controlling delivery kinetics and target specificity, nanocarriers can alter the interconnected network of cells contributing to observed therapeutic effects, thus significantly changing the therapeutic window and reducing both the dosage and adverse events of a drug during treatment31. Effects of changing the network of targeted cells is particularly evident during immunotherapy, where small subsets of immune cells can elicit potent cytokine and T cell responses that can propagate into unique systemic responses. With these concepts in mind, we investigated whether SC delivery and nanocarrier-directed changes in the cellular biodistribution of rapamycin, a common therapeutic that elicits diverse cell-specific effects, can repurpose its mechanism of action at the cellular level to decrease side effects and enhance efficacy.\nThe targeted cell population and amount of delivered drug are critical considerations for targeted therapies. Rapamycin achieves immunosuppression by directly acting on T cells4. However, when given clinically via standard oral administration, the resulting broad biodistribution of rapamycin influences numerous off-target cells and reduces the dose that reaches T cells for desired effects4,6,13. Lack of specificity cannot be overcome with increased dosage given that rapamycin is associated with dose-dependent toxicity6,13. We have previously shown that giving drugs, including rapamycin, via PS, allows for selective uptake by APCs while avoiding T cells16,21. We hypothesized that switching the target cell population from T cells to APCs would change the immunosuppressive mechanism of rapamycin to reduce both dosage and side effects.\nRoute of administration is another tool that is employed to impact biodistribution and overcome drug-specific barriers to delivery. For example, SC injection could avoid diet-dependent bioavailability and variable metabolism via CYP3A4 and P-glycoprotein that are associated with orally administered rapamycin4. Using these tools—cellular targeting and route of administration—the temporal and both organ and cellular biodistribution of a drug can be precisely manipulated for the desired effect. Herein, we show that SC delivery of rapamycin via PS creates a rapamycin biodistribution that perturbs the network of inflammatory cells in a manner that supports the survival of transplanted allogeneic islets. While others have attempted to use nanocarriers for delivery of rapamycin13, to the best of our knowledge, we showcase the first use of SC rapamycin nanotherapy for a transplantation application.\nAlthough drug-loaded PS primarily target APCs within lymphoid organs, as we have previously shown21, the downstream effects of SC rPS modulate a diverse network of immune cells. The most profound cellular effects of rPS were observed in the draining AX LN and included an upregulation of APCs and a down regulation of CD4+ T cells. These rPS-induced modulations of immune cells provide a foundation for an inflammatory environment that is amenable to allogenic islet transplantation. Importantly, we show a downregulation of T cells in immunomodulatory organs and at the site of intraportal islet transplantation—the liver—a key objective of immunosuppressive rapamycin therapy4. This was achieved without directly targeting T cells, and instead via enhanced targeting of APCs that dictate T cell function during inflammatory responses28. Thus, redistribution of our cellular network via rPS treatment establishes a foundation for cellular immunomodulation.\nWhile direct donor antigen recognition by both CD4+ or CD8+ T cells and indirect presentation of donor antigen to CD8+ T cells contribute to a rejection response, only indirect donor antigen presentation to CD4+ T cells is required for rejection32. Therefore, rPS cause deletion and/or anergy in CD4+ T cells as indicated by the significant reduction in the CD4+ T cell population and reduction in expression of CD3 and CD428,33. The unique combination of costimulation blockade as evidenced by reduced CD40/80/86 expression and enhanced MHC II presentation by APCs may account for the observed CD4+ T cell demise.\nIn the lymph nodes, rPS induces phenotypic changes in the DC population which are amenable to islet transplantation tolerance. Phenotypic changes are enhanced by symbiotic relationships between these DCs and CD8+ T cells to promote a quiescent environment. Along with the overall significant increase in DCs, a significant increase in novel DP CD8+ CD11b+ cDCs was observed. CD11b+ cDCs cross-present antigens to CD4+ T cells and CD8+ cDCs cross-present antigens to CD8+ T cells to induce tolerogenic behavior10. The presence of DP cDCs suggests that these cells may have the ability to cross-present donor antigens to both CD4+ and CD8+ T cells or DP CD4+ CD8+ T cells, which are also significantly upregulated in the lymph nodes. Furthermore, tolerogenic tDCs can cause CD8+ T cells to become CD8+ CD25+ FoxP3+ Tregs. CD8+ Tregs have enhanced suppressor capabilities relative to their CD4+ counterparts34. The tolerogenic properties of CD8+ Tregs have been shown to prevent graft-versus-host disease and autoimmune diseases34. Despite their tolerized state, CD8+ Tregs confer immunoprotection against pathogens34. In addition, rPS causes a significant downregulation of pDCs, which are known to secrete interferon-gamma and activate cytotoxic CD8+ T cells35. Both interferon-gamma secretion and cytotoxic CD8+ T cells are known to damage islet grafts, thus pDC-mediated reduction boosts potential for graft survival36.\nIn addition to DCs, rPS treatment induces suppressor phenotypes in M/Ms. Suppressor M/Ms are notable in blood lymph nodes and spleen. While other treatments confer a M/M population that is dividing between activator and suppressor phenotypes, rPS treatment promotes a single phenotype characterized by its MHC II+ Ly-6CLo status. Mature MHC II+ Ly-6CLo M/Ms are a type of patrolling cell that is able to penetrate tissue during steady state conditions. Ly-6CLo monocytes have the ability to phagocytose both nanoparticles and apoptotic debris23. This non-classical monocyte population has a dual-fold advantage for transplantation applications, in which it supports an anti-inflammatory phenotype amenable to graft tolerance37 and it has been shown to aid in the prevention of viral infections38. These monocytes have the ability to cross present the apoptotic debris to CD8+ T cells and tolerize the CD8+ T cell, suppressing antigen specific responses23, in a similar manner to that of CD8+ cDCs10.\nThe tolerogenic effects of rPS-treated APCs go beyond CD4+ and CD8+ T cells to create a hospitable environment for the islet graft. Niche T cell populations also make an important contribution to the congenial environment observed with rPS immunomodulatory therapy. For example, the upregulation of DP CD4+ CD8+ T cells in the lymph nodes is observed. Controversy has surrounded DP T cells as both suppressive and cytotoxic functions have been demonstrated39,40. This is because while CD4dim CD8bright cells are cytotoxic39, CD4bright CD8dim DP T cells are anti-inflammatory40,41. tSNE visualization in combination with CD4 and CD8 expression level analysis helped to revel that rPS confer CD4bright CD8dim DP T cells with known suppressor function, such as secreting anti-inflammatory cytokines41. Interestingly, these cells also show enhanced responsiveness during infection, for example activating effector cells in the case of human immunodeficiency virus41.\nrPS treatment confers antigen-specific tolerance. At 100 days after successful transplantation, T cells from low dosage rPS treated mice show restraint in ex vivo proliferation in response to a donor antigen challenge. However, these T cells still respond to a foreign (non-donor) antigen with proliferation. Achieving antigen specific tolerance as opposed to immunosuppression may allow patients to only take a short course of immunomodulatory therapy to maintain the viability of their grafts for the long term. Short course therapy may be particularly advantageous for the transplant field, a common cause of graft rejection (36 patients per 100 patients per year for kidney transplant) is patient nonadherence with long term immunosuppressive therapy42. Furthermore, side effects, including progressive cancers and infections, common to drugs that induce nonspecific tolerance, such as Nulojix® (belatacept), can be avoided43. In addition to its responsiveness to foreign antigens, rPS treatment demonstrates maintenance of immune function as indicated by unaltered A/G.\nOur use of the liver transplantation site is critical for translation of murine studies as the commonly used kidney capsule is not a feasible site for human islet transplantation29. Kidney capsule transplantation fails to expose the islets to the immune environment of the liver29. For example, islets transplanted to the kidney capsule are not exposed to blood to induce the instant blood-mediate inflammatory reaction (IBMIR)29. Additionally, the exposure of the islets to immunosuppressive drugs differs between the liver and kidney capsule transplantation site29. When islets are infused into the vasculature of the liver, they first encounter neutrophils. Furthermore, rPS treatment significantly reduces the neutrophil population in blood and liver and downregulates expression of CD11b (Fig. S10). CD11b is critical for neutrophil migration44. Graft infiltrating neutrophils have been shown to cause transplant failure45, thus reduction in this cell type and reduced mobility may contribute to enhanced graft survival. With reduced CD11b expression, neutrophils may show decreased ability to reach islets and infiltrate the graft. Furthermore, MHC molecules are the most significant alloantigens involved in graft rejection, thus using a fully MHC-mismatched model is critical for rigorous assessment of allogeneic transplantation. It is important to note that all combinations of fully mismatched mouse models confer the same potency and kinetics of allo-immune response. We utilized the combination of Balb/c islets transplanted into C57BL/6 recipient mice, which provides the greatest challenge to islet survival and normoglycemia restoration29. Utilizing excess islets can delay the graft rejection, giving a false sense of maintained normoglycemia and immunosuppression. While other models use up to 1000 islet equivalents (IEQ)2,46, our model uses a minimal islet mass of only ~200 murine islets (~175 IEQ).\nSubcutaneous rPS injection engages lymphatic drainage, simplifies therapeutic administration,11 and changes the method of elimination from biliary to renal. Changing the routes of administration and elimination overcomes several challenges that have historically plagued oral rapamycin regimen13. The SC route of administration avoids interactions in the intestine as well as variability due to food intake. Furthermore, rPS formulation favors renal over biliary elimination of rapamycin, thus reducing interaction with the liver. Specifically, SC rapamycin delivery via rPS may improve bioavailability over oral delivery by circumventing first pass metabolism and p-glycoprotein efflux13. Many murine studies involving rapamycin use intraperitoneal injection2, however this route is not easily translatable to humans. Finally, SC injection is advantageous over infusion as patients can perform the injection themselves, as opposed to requiring the services of a health care professional. In summary, this study demonstrates how the rational delivery of engineered nanoparticles can repurpose the biochemical mechanism of action of a drug by targeting specific immune cell types, laying the foundation for methods of rationally enhancing therapeutic efficacy while mitigating adverse effects.\n\n## Animals\n8 to 12-week-old, male C57BL/6, Balb/c, and C3H mice were purchased from Jackson Labs. Mice were housed in the Center for Comparative Medicine at Northwestern University. All animal protocols were approved by Northwestern University’s Institutional Animal Care and Use Committee (IACUC).\n\n## Materials\nUnless explicitly stated below, all reagents and chemicals were purchased from Sigma-Aldrich.\n\n## Polymer Synthesis\nPEG-b-PPS was synthesized as previously described by us16. In brief, methyl ether PEG (MW 750) was functionalized with mesylate. The mesylate was reacted with thioacetic acid to form PEG-thioacetate and then base activating the thioacetate to form a thiolate anion and initiate ring opening polymerization of propylene sulfide. Benzyl bromide was used as an end-capping agent to form PEG17-b-PPS30-Bz or the thiolate anion was protonated to form PEG17-b-PPS30-SH. The polymer was characterized by H-NMR and gel permeation chromatography (GPC).\n\n## Nanocarrier Formulation\nPS were formed via thin film hydration, as previously described16,21. In brief, 20 mg of PEG17-b-PPS30-Bz was weighted in a sterilized 1.8 mL glass HPLC vial. 750 ul of dichloromethane (DCM) was added to the vial. To form, rPS 0.5 mg of rapamycin (Selleckchem), dissolved at 25 mg/mL in ethanol, was also added. The vial was desiccated to remove the DCM. Next, 1 mL of PBS was added to the vial. The vials were shaken at 1500 rpm overnight. PS were extruded multiple times first via 0.2 um and then 0.1 um syringe filters. Excess rapamycin was removed via size exclusion chromatography using a Sephadex LH-20 column with PBS.\n\n## DLS:\nDLS measurements were performed on a Nano 300 ZS Zetasizer (Malvern) and were used to determine nanocarrier diameter distribution and corresponding polydispersity index.\n\n## cryoTEM:\n200-mesh lacey carbon grids were glow-discharged for 30 seconds in a Pelco easiGlow glow-discharger at 15mA with a chamber pressure of 0.24 mBar. 4 μL of sample was then pipetted onto the grid and plunge-frozen into liquid ethane in a FEI Vitrobot Mark III cryo plunge freezing device for 5 seconds with a blot offset of 0.5mm. Grids were then loaded into a Gatan 626.5 cryo transfer holder, imaged at −172 °C in a JEOL JEM1230 LaB6 emission TEM at 100kV, and the data was collected on a Gatan Orius 2k × 2k camera.\n\n## SAXS:\nSAXS was performed at Argonne National Laboratory’s Advanced Photo Source with collimated X-rays (10 keV; 1.24 Å). Data reduction was performed using Primus software and modeling was performed using SASView.\n\n## Quantification of Rapamycin Loading\nrPS nanocarriers (50 ul) were lyophilized and re-dissolved in HPLC grade dimethylformamide (DMF). Salts were removed via centrifugation at 17,000 g for 10 minutes. Rapamycin content of the nanocarriers was characterized via HPLC (Thermo Fisher Dionex UltiMate 3000) using an Agilent Polypore 7.5 × 300 mm column and an Agilent Polypore 7.5 × 50 mm guard column. The system was housed at 60°C. DMF (0.5 mL/minute) was used as the mobile phase. Rapamycin was detected at 270 nm. Thermo Scientific Chromeleon software was used for analysis. The concentration of rapamycin was characterized via the area under the curve in comparison to a standard curve of rapamycin concentrations.\n\n## Rapamycin Stability in Nanocarrier\nrPS formulations were fabricated as previously described. Formulations were stored at 4°C in glass scintillation vials. At various time points, the formulations were vortexed, 1 mL samples were transferred to Millipore Amicon Ultra Centrifuge 10,000 NMWL Tubes and centrifuged at 4000 g in a swinging bucket rotor to remove unloaded drug. The retentate was brought back up to its original volume using PBS. Quantification of rapamycin was performed as previously described.\n\n## ICG Biodistribution\nICG PS were formed using thin film rehydration, as previously described21. In brief, 20 mg of PEG17-b-PPS30-Bz was weighted in a sterilized 1.8 mL glass HPLC vial. 750 ul of DCM was added to the vial. The vial was desiccated to remove the DCM. Next, 1 mL of 0.258 mM ICG in PBS was added to the vial. The vials were shaken at 1500 rpm overnight. PS were extruded multiple times first via 0.2 um and then 0.1 um syringe filters. Float-A Lyzer G2 Dialysis devices (Fisher) were used to remove unloaded ICG. ICG loading was quantified relative to standards composed of known amounts of polymer and ICG in a 1:33 molar ratio using absorbance at 820 nm as previously described by our group21. ICG concentration was matched at 50 ug/mL. C57BL/6 mice received ICG PO, ICG SC or ICG-PS SC. The injection volume was 150 ul. At 2, 24- and 48-h post-injection, the mice were sacrificed, blood was collected via cardiac puncture, and perfusion was performed using heparinized PBS. Liver, spleen, kidneys, heart, and lung were harvested and imaged via IVIS Lumina with an exc",
  "has_full_text": true
}