{
  "pmid": "35138168",
  "title": "Bismuth Drugs Reverse Tet(X)-Conferred Tigecycline Resistance in Gram-Negative Bacteria.",
  "abstract": "Antibiotic resistance has caused a serious threat to public health and human safety. Recently, the emergence of novel resistance gene tet(X4) and its variants threatens the clinical utility of tigecycline, one of the last-line antibiotics for multidrug-resistant (MDR) bacterial infections. It is highly promising to develop effective antibiotic adjuvants to restore the clinical efficacy of existing drugs and extend their life spans. Metal compounds, such as silver, have been widely used as potential antimicrobial agents for decades. However, the potentiating effect of metallo-agents on the existing antibiotics is not fully understood. Here, we found that five bismuth drugs, especially bismuth nitrate [Bi(NO3)3], commonly used in clinical treatment of stomach-associated diseases, effectively boost the antibacterial activity of tigecycline against tet(X)-positive bacteria by inhibiting the enzymatic activity of Tet(X) protein. Furthermore, the combination of Bi(NO3)3 and tigecycline prevents the development of higher-level resistance in Tet(X)-expressing Gram-negative bacteria. Using molecular docking and dynamics simulation assays, we revealed that Bi(NO3)3 can competitively bind to the active center of Tet(X4) protein, while the bismuth atom targets the Tet(X4) protein in a noncompetitive manner and changes the structure of the primary binding pocket. These two mechanisms of action both antagonize the enzymatic activity of Tet(X4) resistance protein on tigecycline. Collectively, these findings indicate the high potential of bismuth drugs as novel Tet(X) inhibitors to treat tet(X4)-positive bacteria-associated infections in combination with tigecycline. IMPORTANCE Recently, high-level tigecycline resistance mediated by tet(X4) and its variants represents a serious challenge for global public health. Antibiotic adjuvant strategy that enhances the activity of the existing antibiotics by using nonantibiotic drugs offers a distinct approach to combat the antibiotic resistance crisis. In this study, we found that bismuth drugs involve bismuth nitrate, a compound previously approved for treatment of stomach-associated diseases, remarkably potentiates tigecycline activity against tet(X)-positive bacteria. Mechanistic studies showed that bismuth drugs effectively suppress the enzymatic activity of Tet(X) resistance protein. Specifically, bismuth nitrate targets the active center of Tet(X4) protein, while bismuth binds to the resistance protein in a noncompetitive manner. Our data open up a new horizon for the treatment of infections caused by tet(X)-bearing superbugs.",
  "journal": "Microbiology spectrum",
  "year": "2022",
  "authors": [
    "Deng T",
    "Jia Y",
    "Tong Z",
    "Shi J",
    "Wang Z"
  ],
  "doi": "10.1128/spectrum.01578-21",
  "mesh_terms": [
    "Anti-Bacterial Agents",
    "Bacterial Proteins",
    "Bismuth",
    "Drug Resistance, Multiple, Bacterial",
    "Gram-Negative Bacteria",
    "Gram-Negative Bacterial Infections",
    "Humans",
    "Microbial Sensitivity Tests",
    "Molecular Docking Simulation",
    "Tigecycline"
  ],
  "full_text": "## INTRODUCTION\nTigecycline belongs to the third generation of tetracycline antibiotics with broad-spectrum antibacterial activity (1). The World Health Organization lists it as an extremely important antibacterial drug for the treatment of clinical multidrug-resistant (MDR) bacterial infections (2). Under the current medical clinical situation, in which Gram-negative bacteria are increasingly resistant to carbapenems, tigecycline and polymyxin have become two of the few options for the treatment of MDR bacterial infections. In recent years, as the mobilized colistin resistance (MCR)-mediated transferable polymyxin resistance mechanism was identified (3), tigecycline has been recognized as the last line of defense currently known to combat these “superbugs.” However, high-level tigecycline resistance genes tet(X3) and tet(X4) were discovered in 2019 in humans and animals (4). The prevalence of plasmid-mediated tet(X3/X4) genes has seriously threatened its clinical application in the treatment of bacterial infectious diseases, and it can be transferred into Escherichia coli, Acinetobacter baumannii, Klebsiella pneumoniae, and other clinically important pathogens through conjugation (5). Thus, new strategies are urgently needed to deal with the increasing threat of Tet(X)-conferred tigecycline resistance.\nAlternatively, compared to the novel antibiotic discovery, antibiotic adjuvant therapies, such as the inhibitors of resistance enzyme, provide a more cost-effective strategy to tackle the resistance crisis (6–8). The β-lactamase inhibitor, widely used in clinical practice, is a typical example. It can inhibit the activity of enzyme by forming a stable complex with β-lactamase, thereby displaying a synergistic effect with β-lactam antibiotics (9). Since 1969, through microbial screening and structural modification of enzyme inhibitors, a variety of β-lactamase inhibitors have been obtained, such as clavulanic acid, sulbactam, and tazobactam (10). Some metal compounds have excellent antimicrobial activity by damaging protein, DNA, and other biological macromolecules in bacteria (11), such as silver (12), copper (13), etc. In response to the increasingly serious multidrug resistance crisis, whether metal compounds are able to play a potential role in restoring the activity of existing antibiotics has aroused great interest. For example, Morones-Ramirez et al. showed that silver potentiated the antibiotics activity against Gram-negative bacteria in different metabolic states by disrupting multiple bacterial cellular processes, triggering the enhanced reactive oxygen species (ROS) production and bacterial membrane permeability (14). Auranofin, an antirheumatic drug, is a dual inhibitor of metallo-β-lactamases (MBLs) and mobilized colistin resistance enzymes (MCRs) via the displacement of Zn (II) cofactors from their active sites (15). Bismuth compounds are drugs clinically approved for treating Helicobacter pylori-associated infections, and no resistance was found over past decades (16). Additionally, bismuth compounds exhibit many interesting properties that have led to numerous applications ranging from organic synthesis to engineering (17, 18). Therefore, repurposing metal drugs as potential antibiotic adjuvants represents a promising alternative to tackle the current antimicrobial resistance crisis.\nIn this study, by using checkerboard assays, we systematically assessed the synergistic activity between Bi(NO3)3, a drug used clinically to treat peptic ulcer, diarrhea, and enteritis (19), and different classes of antibiotic against MDR Gram-negative bacteria. As a result, we found that Bi(NO3)3 remarkably restores the activity of meropenem and tigecycline against New Delhi metallo-β-lactamase (NDM)-positive and Tet(X4)-positive bacteria, respectively. Furthermore, we showed that Bi(NO3)3 significantly prevents the evolution of Tet(X) by mutant prevention concentration (MPC) analysis and resistance development studies. Finally, we explored the underlying modes of action of Bi(NO3)3 and Bi atom in antagonizing the enzymatic activity of Tet(X) protein via molecular docking and dynamics simulation analysis. Our results strongly suggest that Bi(III) drugs or compounds may serve as the novel inhibitors of Tet(X) resistance enzymes and provide a promising combination therapy for the treatment of infections caused by Tet(X)-positive pathogens.\n\n## Bismuth drugs have excellent synergistic activity with tigecycline.\nTo evaluate the synergistic effect between bismuth nitrate [Bi(NO3)3] and eight antibiotics with different mechanisms of action, we performed checkerboard broth microdilution assays using two MDR isolates, E. coli B2 coharboring blaNDM-5 and mcr-1 or E. coli B3-1 carrying tet(X4), as tested strains. Tigecycline-resistant E. coli B3-1 was used only for evaluating the drug-drug interaction between Bi(NO3)3 and tigecycline. Interestingly, we found that Bi(NO3)3 merely displayed a synergistic effect with meropenem against E. coli B2 with a fractional inhibitory concentration index (FICI) value of 0.375 (Fig. 1 and Table S1). Consistent with our observation, a recent study indicated the high potential of Bi(III) compounds, such as colloidal bismuth subcitrate (CBS), as the first broad-spectrum B1 MBL inhibitors by displacing Zn(II) ions and leading to the release of Zn(II) cofactor (20). Notably, we unexpectedly found that Bi(NO3)3 displayed better potentiation to tigecycline (FICI = 0.125) against tet(X4)-positive E. coli B3-1 (Fig. 1 and Table S1). Given the high priority and important role of tigecycline in treatment of serious infections in clinical practice, we focused our following studies on the synergy potency of Bi(NO3)3 with tigecycline in the fight against drug-resistant pathogens.\nWe first assessed the synergistic effect of Bi(NO3)3 with tigecycline on a panel of tet(X4)-positive clinical pathogens from different sources (21). The MIC values of tigecycline were remarkably reduced by 4- to 16-fold in the presence of a quarter-MIC of Bi(NO3)3, accompanied by FICI values ranging from 0.125 to 0.375 (Table S2). Next, we determined whether other bismuth drugs can sensitize tigecycline against an engineered tet(X4)-positive strain, E. coli DH5α [PUC19-tet(X4)]. The results of checkerboard assays showed that all four Bi(III) compounds, including bismuth sulfate, bismuth subnitrate, bismuth ammonium citrate, and bismuth triflate, remarkably synergized with tigecycline (FICI = 0.25) in tet(X4)-bearing bacteria (Fig. 2 and Table S3). These results imply that bismuth drugs are potential tigecycline adjuvants in the fight against tet(X4)-positive pathogens.\n\n## Bi(NO\nAlthough bismuth drugs have been widely used for the clinical treatment of H. pylori-related diseases for decades (22), no obvious resistance was reported. This may be attributed to the fact that metal compounds can target multiple bacterial biological pathways (18, 23). Considering the great potentiation of Bi(NO3)3 to tigecycline, we next determined whether its unique characteristics have the potency to prevent the development of resistance by MPC and resistance development studies. MPC was determined for tigecycline in the absence and presence of different concentrations of Bi(NO3)3. We found that the addition of Bi(NO3)3 substantially reduced the MPC values of tigecycline in tet(X4)-positive bacteria in a concentration-dependent manner (Fig. 3A). The MPC of tigecycline was lowered to 4 μg/mL with a 64-fold reduction when the concentration of Bi(NO3)3 increased to 1,000 μg/mL. Then, over a period of 28 consecutive passages of two clinical tigecycline-resistant bacteria, namely, E. coli B3-1 (Fig. 3B) and A. baumannii C222 (Fig. 3C), upon exposure to subinhibitory concentrations of tigecycline, resistance levels to tigecycline were greatly elevated by 16- and 8-fold, respectively. In contrast, the combined use of Bi(NO3)3 and tigecycline significantly slowed the increase of MIC values in two tet(X)-positive pathogens, with only 2-fold alteration. Collectively, these results indicate that Bi(NO3)3 can significantly suppress the evolution of Tet(X) enzyme and the development of high-level tigecycline resistance.\n\n## Bi(NO\nTo elucidate the mechanisms of action underlying the potentiation of Bi(NO3)3 to the antimicrobial activity of tigecycline against tet(X)-bearing bacteria, we determined the synergistic activity of Bi(NO3)3 and tigecycline in three tet(X4)-negative bacteria and three tet(X4)-positive bacteria, which include clinical and engineered bacteria to exclude the impact of strains’ background differences. Consistently, these tet(X4)-positive bacteria conferred resistance to tigecycline with MIC values from 16 to 32 μg/mL, whereas tet(X4)-negative bacteria were sensitive to tigecycline. Interestingly, Bi(NO3)3 had a synergistic activity with tigecycline in tet(X4)-positive bacteria only with FICI values from 0.188 to 0.375, while such synergism was not observed in tigecycline-sensitive bacteria (FICI = 2.0) (Fig. 4 and Table S4). Meanwhile, the synergy potency of Bi(NO3)3 with minocycline in three tet(X)-positive bacteria was also observed (Fig. S1), because tet(X) also confers resistance to minocycline. These results implied that Bi(NO3)3 may specifically inhibit the enzymatic activity of Tet(X4). To verify this hypothesis, we conducted Tet(X) enzyme-degrading assays under exposure of Bi(NO3)3. Tet(X4) enzyme was expressed by constructing the expression vector BL21(DE3) + pBAD30-tet(X4). As shown in Fig. 5A and B, compared with that of the untreated group, the inhibition zone of tigecycline against E. coli ATCC 25922 after coculture with Tet(X4) enzyme was markedly decreased, indicating that the activity of tigecycline was abolished by Tet(X4) resistance enzyme. Importantly, in the presence of Bi(NO3)3, the inhibition zone of tigecycline was dose-dependently increased despite the effect of Tet(X4) enzyme, implying the recovery of tigecycline activity and the inhibitory effect of Bi(NO3)3 on Tet(X4) protein. The residual of Tet(X) enzymes in the absence of Bi(NO3)3 was set as 100%; we found that the enzymatic activity of Tet(X) was remarkably decreased as the concentrations of Bi(NO3)3 increased (Fig. 5C). Specifically, the activity of Tet(X) resistance enzyme was lower than 10% after treatment with 1,000 μg/mL Bi(NO3)3. To further verify whether the synergy of Bi(NO3)3 is related only to tet(X)-mediated tigecycline resistance, we tested the synergistic activity between bismuth nitrate and tigecycline against tmexCD1-toprJ1- or tet(A) variant-mediated tigecycline-resistant bacteria (24, 25). However, no direct synergistic activity (FICI values of >0.5) was found in these strains (Fig. S2). These data demonstrate that Bi(NO3)3 effectively inactivates Tet(X) resistance enzyme, thereby restoring tigecycline activity against tet(X)-positive pathogens.\n\n## Bi(NO\nTo understand how Bi(NO3)3 inhibits the activity of Tet(X4) enzyme from a molecular perspective, we applied molecular docking to compare the interaction of two drugs with Tet(X4) enzyme, respectively. Interestingly, we found that both Bi(NO3)3 and tigecycline could bind to the active center of Tet(X4) protein, with the binding energies of −8.42 and −6.29 kcal/mol, respectively (Fig. 6A and B). The lower binding energy between Bi(NO3)3 and Tet(X4) protein indicated that Bi(NO3)3 had a higher affinity with the active center of Tet(X4) protein. Specifically, Bi(NO3)3 occupied the binding cavity after entering the active center and formed a strong polar interaction with the Tet(X4) protein and flavin adenine dinucleotide (FAD) molecules (Fig. 6C and D). Tigecycline could not compensate for the energy formed by the Bi(NO3)3-Tet(X4) conjugate, and thus it was at a disadvantage in the competitive antagonism. These data indicate that Bi(NO3)3 can competitively bind to the active center of Tet(X4) proteins and prevent its enzymatic effect on tigecycline, thereby boosting its antibacterial activity.\n\n## Bismuth prevents the binding between Tet(X4) protein and tigecycline.\nHaving shown the competitive inhibitory effect of Bi(NO3)3 on Tet(X4) resistance enzymes, we next explored the modes of action of bismuth atom alone by molecular docking. Unexpectedly, we found that bismuth atom alone could not bind directly to the active center of Tet(X4) protein, whereas it targeted the other position with a binding energy of −2.25 kcal/mol. Molecular dynamics simulation was further used to investigate the underlying mechanisms. By monitoring the change of protein energy over time, we found that with the calculation of 6 ns, the energy of the whole system tended toward a stable state at the end (Fig. 7A), indicating that the bismuth atom has caused more obvious changes in the structure of the protein, and finally reached another stable state. Consistently, the root mean square deviation (RMSD) difference results showed that the overall structure of the protein fluctuated more obviously in the first 2 ns and reached equilibrium after 2 ns (Fig. 7B). The overall structure fluctuated slightly after 2 ns, which was consistent with the energy fluctuation value trend, suggesting that the bismuth atom caused the structure changes of Tet(X4) protein. The protein overlay diagram from 0 to 6 ns (Fig. 7C) further verified that the overall structure of Tet(X4) protein indeed changed in the presence of bismuth.\nNext, we explored the impact of combined bismuth atoms on the protein binding pocket. In the absence of bismuth atom, D308 could form only a weak hydrogen bond with FAD (Fig. 7D). In contrast, in the presence of bismuth atom, D308 formed an extremely strong salt bridge with bismuth atoms and led to the drastic change in the amino acid area around D308 (Fig. 7E). Furthermore, we compared the structure of the protein binding pocket at 0 and 6 ns. Consistent with the energy and RMSD analysis, the binding pocket structure of Tet(X4) protein at 6 ns had a greater change than that at the 0 ns, and the binding pocket was shifted to inward, resulting in a reduction in the binding pocket space, which prevented the tigecycline from entering into the binding pocket (Fig. 7F to H). Together, our data show that, unlike Bi(NO3)3, the bismuth atom alone can bind to the Tet(X4) protein in a noncompetitive manner and alter the structure of binding the pocket, thereby antagonizing the enzymatic activity of resistance protein on tigecycline.\n\n## DISCUSSION\nThe rapid evolution of antibiotic resistance has deepened the need for new antibacterial strategies. During the past decades, metal compounds have been widely used in biomedicine and other fields because of their unique and excellent antibacterial properties. However, the synergistic activity of metallo-agents with clinically relevant antibiotics is still not fully known. Bismuth, a group V metal, has antimicrobial properties (similar to silver). Some bismuth compounds have excellent biological activity, such as antileishmanial and anticancer properties (26). Their potential roles in responding to the drug resistance crisis have attracted increasing attention in recent years. Our study found that bismuth drugs, particularly Bi(NO3)3, had a remarkable synergistic effect with tigecycline in all tested tet(X)-positive bacteria rather than in tet(X)-negative bacteria, and subinhibitory concentrations of Bi(NO3)3 suppressed the resistance evolution of tigecycline-resistant gene tet(X). Effectiveness and safety are the two most important factors in the drug development. In fact, unlike other heavy metals, the toxicity of bismuth and its related compounds to the human body is negligible. Known as a “green metal” (23), many bismuth compounds are actually less toxic than sodium chloride (27). The reasons for its low toxicity in humans have begun to be understood. An exciting study showed that glutathione and multidrug resistance protein transporter could result in a self-propelled disposal of bismuth drugs in human cells but not in pathogens that lack glutathione (28). Nevertheless, more preclinical studies are warranted to verify the in vivo efficacy and safety of this drug combination.\nIn the mechanism studies, we found that five bismuth drugs exerted potent synergistic activity with tigecycline by inhibiting the activity of Tet(X4)-modifying enzyme. Interestingly, molecular docking and dynamics simulation analysis showed that Bi(NO3)3 and the bismuth atom had different mechanisms to inactivate Tet(X4). Specifically, Bi(NO3)3 inhibited Tet(X4) enzyme by competitively binding to the active center of Tet(X4) protein. In contrast, a single bismuth atom can also bind to the Tet(X4) protein, but in a noncompetitive manner, and further affected the structures of the binding pocket. This may be related to the unique characteristics of Bi(III); the larger ion radius makes it have strong deformability and polarization ability, which can overcome steric hindrance and accept multiple pairs of electrons to form complexes, easily coordinating with oxygen and nitrogen atoms (17). The differences in the mechanisms of individual Bi atom and Bi(NO3)3 indicated that NO3− plays a critical role in the potentiation of Bi(NO3)3 to tigecycline. It also implied that Bi(NO3)3 may have dual modes of action to antagonize Tet(X4) enzymes in both competitive and noncompetitive pathways. Previous studies have shown that a series of proteins may be the potential targets of bismuth drugs, such as lactoferrin (29), metallothionein (30), and serum albumin (31). Additionally, proteomics technology was used to elucidate the mechanisms of bismuth drugs in killing Helicobacter pylori. It was found that bismuth metal acts on histidine and cysteine residues through noncovalent effects (32). As a recent report clarified, the synergistic activity of Bi(NO3)3 and meropenem found in our study maybe also be due to the substitution of Zn(II) ions by Bi(III) and cause the release of Zn(II) cofactor (20).\nIn summary, we reveal that bismuth compounds, especially bismuth nitrate, effectively potentiate the antibacterial activity of tigecycline against tet(X)-positive bacteria by inhibiting the enzymatic activity of Tet(X4). Meanwhile, the combined use of bismuth nitrate and tigecycline suppresses the evolution of Tet(X), thereby preventing the development of high levels of tigecycline resistance. To conclude, our study shows that bismuth drugs represent a class of novel and potent inhibitors of Tet(X) resistance enzymes, opening a new horizon for the treatment of recalcitrant infections caused by Tet(X)-positive pathogens together with tigecycline.\n\n## Antibacterial tests.\nAccording to CLSI 2018 guidelines (33), the MIC values were determined by microbroth dilution method. The drugs were twofold diluted in a 96-well microliter plate containing Mueller-Hinton broth (MHB), and then an equal volume (100 μL) of 1.5 × 106 CFU bacterial suspension was added to each well. After that, plates were incubated at 37°C for 16 to 18 h. The lowest compound concentration without bacterial growth was recognized as the MIC.\n\n## Checkerboard assays.\nThe synergism between antibiotics and bismuth compounds was measured using a 96-well flat-bottom plate according to previous studies (24, 34). A total of 100 μL MHB was added to each well to construct an 8 by 8 system. Antibiotics and bismuth compounds were twofold diluted in the plate and then mixed with equal volumes (100 μL) of bacterial suspension. After that, plates were incubated at 37°C for 16 to 18 h. Subsequently, a microplate reader was used to measure the optical density (OD) value at 600 nm. The synergism was determined by the FICI value, which was calculated by the following formula: FICI = FICIA + FICB = MICAB/MICA + MICBA/MICB. MICA and MICB are the MIC of A or B alone, respectively, MICAB is the MIC of A in the presence of B, and MICBA is the MIC of B in the presence of A. Synergism is defined when FICI is ≤0.5.\n\n## MPC determination.\nBriefly, 1010 CFU of E. coli B3-1 suspension was plated on LB agar plates containing different concentrations of tigecycline and Bi(NO3)3. After culturing the samples at 37°C for 72 h, we observed whether there were colonies growing on the plate. The MPC value was the lowest drug concentration that inhibits the growth of drug-resistant mutant clones. The experiment was performed with three biological replicates.\n\n## Resistance development studies.\nAt subinhibitory concentrations of tigecycline or the combination of tigecycline and Bi(NO3)3, E. coli B3-1 and A. baumannii C222 were passaged continuously, respectively. The MIC of tigecycline was determined every four passages. According to the measured MIC, the drug concentrations for passage were increased, which were always maintained at subinhibitory levels. The passage lasted for 28 days.\n\n## Tet(X) enzyme activity analysis.\nThe degradation of tigecycline by Tet(X4) enzyme and whether Bi(NO3)3 has the ability to inhibit enzyme activity were tested by the agar well diffusion method (4). The constructed BL21(DE3) + pBAD30-tet(X4) was inoculated into 1 mL LB broth. When the bacteria were grown to an OD value of 0.5 at 600 nm, 20 μM arabinose was added to induce Tet(X4) expression for 12 h. After centrifugation, the supernatant was separately inoculated with tigecycline (8 μg/mL) or its combination with different concentrations of Bi(NO3)3 (125, 250, 500, and 1,000 μg/mL) and cultured in a 37°C shaker for 12 h. Meanwhile, 100 μL of E. coli ATCC 25922 suspension was spread evenly on the Mueller-Hinton (MH) agar plate, a 6 mm-diameter sterile agar puncher was used to punch holes on the agar plate, and the bottom was sealed with a layer of hot agar. After centrifuging and filtering with a 0.22-μm filter, 30 μL coculture supernatant was added into the agar holes and incubated at 37°C for 18 h, and the diameter of each group of inhibition zones was measured and compared.\n\n## Molecular docking and dynamics simulation.\nTet(X2) protein (2XYO, A chain) containing coenzyme FAD was used as a template. The homology modeling of Tet(X4) protein and template protein 2XYO was performed using SwissModel (35). Molecular docking between Bi(NO3)3 molecules, bismuth atom, and Tet(X4)-FAD complex system was carried using Autodock with random blind docking methods (36, 37). The related operations of molecular dynamics simulation were conducted using the Desmond module in the Schrodinger software package (38).",
  "has_full_text": true
}