{
  "pmid": "35163756",
  "title": "Drug Repurposing of the Unithiol: Inhibition of Metallo-β-Lactamases for the Treatment of Carbapenem-Resistant Gram-Negative Bacterial Infections.",
  "abstract": "The increasing antibiotic resistance is a clinical problem worldwide. Numerous Gram-negative bacteria have already become resistant to the most widely used class of antibacterial drugs, β-lactams. One of the main mechanisms is inactivation of β-lactam antibiotics by bacterial β-lactamases. Appearance and spread of these enzymes represent a continuous challenge for the clinical treatment of infections and for the design of new antibiotics and inhibitors. Drug repurposing is a prospective approach for finding new targets for drugs already approved for use. We describe here the inhibitory potency of known detoxifying antidote 2,3-dimercaptopropane-1-sulfonate (unithiol) against metallo-β-lactamases. Unithiol acts as a competitive inhibitor of meropenem hydrolysis by recombinant metallo-β-lactamase NDM-1 with the KI of 16.7 µM. It is an order of magnitude lower than the KI for l-captopril, the inhibitor of angiotensin-converting enzyme approved as a drug for the treatment of hypertension. Phenotypic methods demonstrate that the unithiol inhibits natural metallo-β-lactamases NDM-1 and VIM-2 produced by carbapenem-resistant K. pneumoniae and P. aeruginosa bacterial strains. The 3D full atom structures of unithiol complexes with NDM-1 and VIM-2 are obtained using QM/MM modeling. The thiol group is located between zinc cations of the active site occupying the same place as the catalytic hydroxide anion in the enzyme-substrate complex. The sulfate group forms both a coordination bond with a zinc cation and hydrogen bonds with the positively charged residue, lysine or arginine, responsible for proper orientation of antibiotics upon binding to the active site prior to hydrolysis. Thus, we demonstrate both experimentally and theoretically that the unithiol is a prospective competitive inhibitor of metallo-β-lactamases and it can be utilized in complex therapy together with the known β-lactam antibiotics.",
  "journal": "International journal of molecular sciences",
  "year": "2022",
  "authors": [
    "Grigorenko V",
    "Khrenova M",
    "Andreeva I",
    "Rubtsova M",
    "Lev A"
  ],
  "doi": "10.3390/ijms23031834",
  "mesh_terms": [
    "Carbapenems",
    "Drug Repositioning",
    "Drug Resistance, Bacterial",
    "Gene Expression Regulation, Bacterial",
    "Gene Expression Regulation, Enzymologic",
    "Klebsiella pneumoniae",
    "Models, Molecular",
    "Protein Conformation",
    "Pseudomonas aeruginosa",
    "Quantitative Structure-Activity Relationship",
    "Unithiol",
    "beta-Lactamase Inhibitors",
    "beta-Lactamases"
  ],
  "full_text": "## 1. Introduction\nThe microbial resistance to antibiotics represents an urgent problem of clinical medicine and pharmacology [1,2,3]. The development of antibiotic resistance in bacteria is a biological process that protects bacteria from the action of other microorganisms [4]. However, the active use of antibiotics in medicine and agriculture served as a major factor in the selection of resistant strains [5]. The high dissemination and spread rate of resistant bacteria is determined by the plasmid localization of the resistance genes [6,7]. The development of bacterial resistance to β-lactams, the most actively used class of antibiotics, is governed by synthesis of β-lactamase enzymes (EC 3.5.2.6) [8,9].\nCurrently, the β-lactamase superfamily comprises more than 2700 genetically and functionally different enzymes capable of hydrolyzing the β-lactam ring of the antibiotics [10,11,12]. Based on the structure of the active site, all β-lactamases are divided into serine-type and metal-dependent enzymes with one or two zinc ions in the active site [13,14]. Metallo-β-lactamases (MBLs) represents a great concern as they are characterized by high catalytic activity against almost all β-lactams except monobactams [15]. MBLs are divided into three subclasses, B1, B2, and B3, depending on the homology of the primary structure, substrate profile, and the number of zinc ions in the active site [13]. The enzymes of the B1 and B3 subclasses are bi-zinc, and of the B2 subclass are mono-zinc [14]. The active site composition and surrounding demonstrate high variability for different subclasses that complicates the search for novel broad spectrum inhibitors [16,17].\nThe most clinically relevant MBLs belong to the subclass B1, and their widest geographical spread is attributed to the NDM type enzymes [18]. Their increasing prevalence is complicated by association of their genes with other resistance markers resulting in conferring the resistance to all known antibiotics [3]. Protein globule of B1 subclass enzymes has a αβ/βα sandwich fold, the active site contains two zinc ions bridged by a catalytic hydroxide ion, and two flexible loops are located at the active site entrance. Two zinc ions participate in the orientation of the carbonyl group of the β-lactam ring and carboxyl group of the substrate. The hydrolysis reaction is initiated by the nucleophilic attack of the hydroxide ion on the carbonyl carbon atom of the β-lactam ring [19,20]. This process results in the antibiotic inactivation due to the cleavage of the C-N bond of the β-lactam ring [21,22,23].\nA common approach to overcome the resistance caused by β-lactamases is combining the antibiotics with the inhibitors [24]. The search for MBL inhibitors is extremely intensive and involves various approaches targeting different structural elements of the enzymes. The most frequently developed approach concerns the search for compounds chelating zinc ions. Derivatives of boronic acids represent promising inhibitors of another type as they interact with the catalytic hydroxide anion forming enzyme–inhibitor complexes mimicking the tetrahedral intermediate of the antibiotic hydrolysis [20,25,26,27]. Additionally, inhibitors may target the loops surrounding the cavity of the active site [12,28]. Despite years of intensive research, and more than 500 potential inhibitors reported in literature, there is still no MBL inhibitor approved for clinical use [17,28]. The development of efficient inhibitors for these β-lactamases is limited by their structural diversity, which affects the active site and possible targets.\nThere are two major directions in the search for inhibitors: structure-based multi-step virtual screening using the libraries of millions of chemical compounds and targeted search for the inhibitors with selected properties. For MBLs, zinc ions are the most common target, and compounds containing one or several thiol groups demonstrate a high affinity for zinc cation and are actively studied as potential inhibitors [29,30,31]. One of the challenges of this approach is to ensure that the potential inhibitor is selective to the MBL and does not interact with other metal-dependent enzymes. Among various compounds that may form coordination bonds with zinc cations, special attention is paid to approved drugs. This concept is called drug repurposing and it is becoming popular in the pharmaceutical industry as the development and introduction of new drugs into clinical practice is time consuming and extremely expensive [32]. The fundamental interest in the search for new targets for “old” (reused) drugs lies in the deep understanding of the drug pathways and regulatory mechanisms.\nEleven thiol-containing compounds approved as drugs were examined as inhibitors of MBLs NDM-1, VIM-1, and IMP-7 [33]. Maximal inhibition activity against all three tested MBLs was observed for L-captopril (ACE inhibitor approved for treatment of hypertension), thiorphan (metabolite of racecadotril, an enkephalinase inhibitor, approved for treatment of diarrhea), and dimercaprol (antidote approved for treatment of toxic metal poisoning). Dimercaprol, also known as British Anti-Lewisite (BAL), showed the lowest IC50 value of all drugs tested. BAL was also reported as an inhibitor of MBL NDM-1 [34]. This stimulated us to search MBL inhibitors among other heavy metal antidotes.\nChelation therapy by antidotes is commonly used to treat metal toxicity [35]. Different chelating agents were examined toward their increased specificity for certain metal ions and the ability to penetrate through cell membranes. The compounds of interest should have enhanced affinity for metals compared with the normal body ligands, be able to pass the cell membranes, and be easily excreted from the body without any further interaction with the vital organs. Among them, the most actively studied are BAL and its analogues dimercaptopropanesulfonate (DMPS, unithiol) and dimercaptosuccinic acid (DMSA) (Figure 1). They all have two thiol groups that form a stable complex with metal toxicants. BAL was the first antidote against an arsenic nerve agent. However, its application revealed significant drawbacks associated with a narrow therapeutic window, limitations of intramuscular injection and a risk of allergic reactions. That is why BAL has been largely supplanted by unithiol and DMSA that have greater water solubility, lower toxicity, possibility of intravenous administration, and wider therapeutic activity [36,37]. Of interest is the fact that BAL, DMPS, and DMSA were able to inhibit MBL IMP-1 [38].\nHerein, we report the results on the combined experimental and computational study of the thiol containing drugs repurposed for the MBLs inhibition. We tested in vitro a set of 10 compounds as potential inhibitors of the MBL NDM-1. The most prospective compound, unithiol, was further examined against multi-drug resistant Gram-negative bacteria producing MBLs NDM-1 and VIM-2 by the disk diffusion method. The mechanism of the unithiol binding was determined by enzymatic experiments and molecular dynamic simulations with the combined quantum mechanics/molecular mechanics potentials.\n\n## 2.1. Unithiol as an Inhibitor of Metallo-β-Lactamase NDM-1\nWe followed the strategy of drug repurposing to find new inhibitors of MBLs. For this purpose, we studied a set of chemical compounds (acetylcysteine, pentetate, unithiol and several bisphosphonates, including pamidronic acid) as potential inhibitors of recombinant MBL NDM-1. All of them have been approved for clinical use and have intrinsic chelating ability and, thus, may act as MBL inhibitors. Their effect in a concentration of 100 µM on the hydrolysis of the chromogenic substrate CENTA by recombinant NDM-1 is shown in Tables S1 and S2. Among them, unithiol possesses the most potent inhibitory ability.\nParameters of the meropenem hydrolysis by recombinant MBL NDM-1 in the presence of unithiol were determined by enzymatic kinetics methods. Figure 2 represents the dependencies of the initial rates of meropenem hydrolysis at different concentrations of unithiol in the Lineweaver–Burk coordinates. It demonstrates the competitive mechanism of inhibition of recombinant MBL NDM-1 by unithiol. The inhibition constant is KI = 16.7 ± 1.2 µM, that is similar to the IC50 value of 7.9 µM for D-captopril [34] and is one order of magnitude lower than that for l-captopril (202.0 µM) [39].\nThe inhibitory effect of unithiol against MBL NDM-1 can be due to both its ability to form coordination bonds with zinc ions in the enzyme active site, and to interact with the amino acid residues of the active site. To identify the mechanism of inhibition we performed additional experiments. First, we compared the inhibition potency of the unithiol in the presence and absence of zinc ions in solution. Excessive concentration of zinc ions slightly reduced the inhibition by unithiol (Figure 3). Thus, the binding constant of unithiol to the NDM-1 enzyme is significantly higher than the binding constant to zinc cations in solution. Then, we compared the effects of unithiol and EDTA on the MBL under the same conditions (Figure 4). Adding EDTA to the reaction media decreases the hydrolysis rate similarly to the unithiol. However, the inhibition effect disappears when an excess of zinc ions is added to the solution. This means that EDTA does not have any specific interactions with the enzyme active site and acts simply as a zinc chelate. Contrary, the unithiol preferably binds to the active site of NDM-1, presumably forming specific contacts with the protein globule. To further investigate the molecular mechanism of the unithiol binding, we performed molecular simulations that are discussed in the following sections.\n\n## 2.2. Effect of Unithiol and EDTA on the Metallo-β-Lactamases Produced by Bacterial Strains Resistant to Carbapenems\nFurther investigation of the ability of unithiol to inhibit natural MBLs was carried out using clinical strains of Gram-negative bacteria resistant to carbapenems. Phenotypic and genotypic data for the strains selected for this study are described in the Experimental Section. Among them, two strains of K. pneumoniae (409 and 410) produce MBL NDM-1 and two strains of P. aeruginosa (B-2099/18 and B-730P/17) produce MBL VIM-2.\nKinetic analysis was performed using periplasmic fractions of P. aeruginosa, containing active mature MBL VIM-2. The choice of this enzyme was due to the availability of clinical strains producing only this single MBL in contrast to clinical producers of NDM-1, co-expressing a mixture of different β-lactamases. A noticeable dose-dependent inhibitory effect of unithiol (Figure S1) was observed for the two strains studied (P. aeruginosa strains B-730P/17 and B-2099/18).\nThen the inhibition activity of unithiol was studied directly on bacterial cultures by the disk diffusion method, and EDTA, a reference MBL inhibitor, was used as a positive inhibition control (Figure 5). In the absence of inhibitors, bacterial growth was observed in the presence of control antibiotic cefotaxime, the III generation cephalosporin. In the presence of carbapenems, only weak suppression of cell growth was observed. The inhibitory effect, i.e., the increase in the zone in which the cells did not grow, was observed both in the presence of EDTA and unithiol. Moreover, a dose-dependent effect was observed: the 2-fold increase in the inhibition zone around the discs containing unithiol (3770 and 470 µg/disk). The effect was comparable to the inhibitory effect of EDTA (730 µg/disk). It was revealed that unithiol protected imipenem and doripenem from the hydrolysis by MBLs NDM-1 and VIM-2 more effectively than meropenem.\nThe results obtained by the disk diffusion method were confirmed by studying the effect of unithiol on the minimum inhibitory concentrations (MICs) of antibiotics for two bacterial strains resistant to carbapenems with the broth microdilution method. To determine the concentration range of unithiol, its own MIC was determined, which was 6.3 mg/mL (Table 1). Since bacterial growth is suppressed by unithiol at concentrations exceeding the MIC value, the concentrations below the MIC were further investigated. It was shown that the MICs of meropenem and imipenem for K. pneumoniae strain 410 (blaNDM-1) decreased by 4–16 times in the presence of 1.5 and 3.1 mg/mL of unithiol compared to the initial values (Table 1), which is considered significant for this method. Similarly, MICs of doripenem and ertapenem for P. aeruginosa strain 730P/17 (blaVIM-2) decreased by four times in the presence of the same concentrations of unithiol. It can be proposed that the decrease in the MICs of carbapenems is due to the inhibition of MBLs by unithiol.\nThus, unithiol showed synergistic inhibitory activity against MBLs NDM-1 and VIM-2 produced by clinical strains in phenotypic tests using different carbapenems. Since phenotypic tests showed the inhibitory effect of unithiol with respect to two different carbapenemases of molecular class B, molecular modeling and analysis of the complexes of unithiol with MBLs NDM-1 and VIM-2 were further carried out.\n\n## 2.3. Comparison of the Metallo-β-Lactamases NDM-1 Complexes with the Meropenem and Unithiol\nWe obtained two complexes of MBL NDM-1 with its substrate meropenem and inhibitor unithiol in the active cite. These QM/MM models were obtained starting from the crystal structure of the MBL NDM-1 with the hydrolyzed imipenem in the active site (PDB ID: 5YPI) [22]. An active site of the MBL NDM-1 is shown on Figure 6. It shares common features of MBLs of subclass B1 and carries two zinc cations that polarize and orient catalytic OH− species. Both zinc cations have tetrahedral coordination spheres; it is formed by the side chains of His122, His120, His189 and a catalytic OH− for Zn12+ and by side chains of Asp124, Cys208, His250 and a catalytic OH− for Zn22+. Coordination number of 4 is typical for Zn2+ in proteins [40]. Positively charged amino group of Lys211 is conservative for MBLs of subclass B1 and it coordinates carboxylate of all β-lactam antibiotics [22]. When the β-lactam is bound to the active site of the MBL, the coordination number of the Zn12+ (for NDM-1) is increased to 5. The additional coordination bond is formed with the carbonyl oxygen atom of the four-membered ring of an antibiotic to activate the carbonyl group for the nucleophilic attack [20]. A catalytic OH− forms a hydrogen bond with the side chain of Asp124 that is involved in the proton transfer during the hydrolysis (Figure 7). Following is the comparison of the EI and ES complexes between the NDM-1 and unithiol or meropenem, respectively.\nThe QM/MM modeling was utilized to obtain the full-atom 3D structure of the enzyme–inhibitor (EI) complex of the unithiol in the active site of MBL NDM-1 (Figure 8). We started with the analysis of the available X-ray data on the NDM-1 complexes with inhibitors. Compounds that carry thiol groups are bound so that the sulfur atom is located between zinc cations and coordinates both of them. It is observed for both MBLs, NDM-1 and VIM-2, that belong to the same B1 subclass of the enzymes [41,42]. Recently published crystal structures PDB ID: 5ZJ8 and 5ZJC reveal binding of two structurally similar compounds, (2S)-2,3-dithiolpropan-1-ol and (2S)-2-methyl-3-thiol-propan-1-ol, respectively. One of them has an additional thiol substituent and another one has a methyl group instead. Importantly, addition of the second thiol group does not change the binding mechanism as only one thiol group interacts with zinc cations. These experimental observations are in line with our model of the unithiol complex with the MBL NDM-1 (Figure 7). One of the thiol groups of a unithiol molecule is located between zinc cations and coordinates both of them; another thiol group does not have specific interactions with the NDM-1. The thiol group located between zinc cations simultaneously transfers its proton to the catalytic Asp124 upon binding. Negatively charged sulfate is oriented towards Lys211 and forms a hydrogen bond with its positively charged side chain. It also forms a coordination bond with a Zn22+ cation. The S1 atom of unithiol forms a hydrogen bond with the side chain of Asn220. Thus, an inhibitor molecule is tightly bound to the active site by hydrogen and coordination bonds.\nWe compared interactions between the unithiol inhibitor and MBL NDM-1 in the EI complex (Figure 8) and the meropenem substrate in the active site of NDM-1 in the ES complex (Figure 7) using the same QM/MM methods. In the ES complex, a catalytic OH- species is located between zinc cations and its position is occupied by the –S- group of unithiol in the EI complex. The OH- forms a hydrogen bond with the Asp124 in ES whereas the proton is transferred simultaneously from the –SH group to the Asp124 along the hydrogen bond in the EI complex. In the EI complex, Lys211 interacts with the sulfate of unithiol and similarly it forms a hydrogen bond with the carboxylate of the meropenem in ES. The carboxylate of the Asp124 forms a coordination bond with a Zn22+ cation in the ES complex. In the EI complex this coordination bond is broken and a novel coordination bond between a Zn22+ cation and an oxygen atom of the sulfate group is formed. Thus, the unithiol molecule is a partner for different types of interactions in the active site of the NDM-1 being an efficient inhibitor. It should be mentioned that some interactions are stronger in the EI complex compared with the ES complex. The S- is the most preferable ligand for Zn2+; it serves as a ligand in the zinc finger motif that is known to be extremely stable [40]. It seems that the oxygen atom of the unithiol sulfate group is a more preferable partner for coordination bond compared with the neutral carboxylic group of Asp124 as the latter is substituted from the coordination shell upon formation of the NDM-1–unithiol complex.\n\n## 2.4. The Metallo-β-Lactamase VIM-2–Unithiol Complex\nThe inhibitory effect of unithiol against MBL VIM-2 was demonstrated experimentally on periplasmic fractions isolated from P. aeruginosa strains B-730P/17 and B-2099/18 (Figure S1), therefore, we constructed the molecular model of the VIM-2–unithiol complex as well (Figure 9). The full atom molecular model with the VIM-2 was constructed by motifs of a crystal structure (PDB ID: 6J8R) [43]. A VIM-2 enzyme belongs to the same B1 subclass of MBLs as NDM-1 [44]. It has the same coordination shells for both Zn12+ and Zn22+ cations, but it lacks a lysine residue (Lys211 in NDM-1) that is responsible for orientation of the substrate due to the formation of hydrogen bonds with its carboxylate (Figure 7). This position is occupied by Tyr201 in MBL VIM-2. However, another positively charged residue, Arg205, is presented in this region. According to the QM/MM calculations it acts as a hydrogen bond partner for the sulfate group of the unithiol upon formation of the VIM-2–unithiol complex. The guanidinium group of Arg205 is located further from the active site in VIM-2 compared with the protonated amino group of Lys211 in the NDM-1. Therefore, the S1 atom of the thiol group of a unithiol molecule is located between the zinc cations (Figure 9). In MBL NDM-1 this location is occupied by the S2 atom of the unithiol thiol group that is closer to the unithiol sulfate group (Figure 7).\n\n## 3. Discussion and Conclusions\nAntibacterial resistance of infectious pathogens is one of the most important public health problems worldwide. In recent years, this problem has become even more threatening due to the spread of pan-resistant bacteria producing various MBLs, capable of hydrolyzing most of the known β-lactam antibiotics. Numerous studies have been conducted to find novel antibacterial drugs including the compounds that are not inactivated by β-lactamases or can inhibit them. However, introducing new antibacterial drugs to the market is time-consuming and expensive. Moreover, there are still no metallo-β-lactamase inhibitors approved for clinical use. The so-called drug-repurposing is an attractive alternative that assumes the search for new targets of known drugs.\nIn this study, it was shown that the unithiol, that is being used in clinical practice as an antidote against heavy metal poisoning, exhibits a new activity—inhibition of MBLs, in particular carbapenemases NDM-1 and VIM-2. A reversible competitive mechanism of inhibition by unithiol has been established for the hydrolysis of meropenem by recombinant enzyme NDM-1. The results obtained show a new target for drug repurposing of unithiol, similar to that found earlier for the approved drugs BAL and l-captopril. Moreover the inhibition activity of unithiol is comparable or higher by one order of magnitude compared to them [45,46].\nMolecular modeling performed in this study further provides additional support and details of the competitive inhibition mechanism of unithiol. One of the sulfur atoms of the thiol groups locates between zinc cations and occupies the same space as the catalytic hydroxide anion in the enzyme–substrate complex does. Simultaneously, the proton from the thiol groups transfers to the catalytic aspartate that also stabilizes the complex. The sulfate group forms both a coordination bond with a zinc cation and a hydrogen bond with the positively charged residue, lysine or arginine. MBLs NDM-1 and VIM-2 have different active sites and different thiol groups are located between zinc cations. Therefore, the presence of two thiol groups in the unithiol is crucial for acting as an inhibitor in the differently shaped active sites. The catalytic OH− in the complexes of unithiol and MBLs is substituted by the thiol group of an inhibitor, that is larger. Therefore, we checked how it changes the active site with respect to the distance between two zinc cations. According to the high-resolution X-ray data (~ 1 Å resolution), the Zn12+…Zn22+ distance in MBL NDM-1 in the absence of substrate or inhibitor is 3.5–3.6 Å [47]. In the QM/MM model of the NDM-1–unithiol complex, this distance is equal to 3.5 Å, thus the active site is not perturbed upon unithiol binding. The Zn12+…Zn22+ distance in the QM/MM VIM-2–unithiol is much larger and equals 4.5 Å, that is about 1 Å larger than in the unbound state according to the X-ray data [43].\nFinally, we studied the inhibitory effect of the unithiol on Gram-negative bacteria involving multidrug-resistant strains that produce various MBLs including carbapenemases NDM-1 and VIM-2. Disk diffusion and broth microdilution methods demonstrate that unithiol inhibits native MBLs NDM-1 and VIM-2 produced by carbapenem-resistant K. pneumoniae and P. aeruginosa bacterial strains.\nTo conclude, we found that the unithiol inhibits carbapenemases both in vitro and in vivo. It can be utilized in complex therapy with the known β-lactam antibiotics. If inhibited by the unithiol, MBLs will not inactivate β-lactams and the latter can achieve their targets, penicillin binding proteins.\n\n## 4.1. Materials\nThe reagents were purchased from Sigma-Aldrich (St. Louis, MO, United States), ICN Biomedicals (Costa Mesa, CA, United States), Difco (BD, New York, NY, United States), Gibco (Thermo Fisher Scientific, Waltham, MA, United States), and Khimmed (Moscow, Russia). All buffer solutions were prepared using deionized Milli-Q water (Millipore, Molsheim, France). The following β-lactamase substrates were used: meropenem, imipenem, doripenem, ertapenem, cefotaxime (Oxoid, Cambridge, UK). All solvents and chemicals were used as purchased without further purification.\n\n## 4.2. Protein Isolation and Purification\nIsolation and purification of recombinant MBL NDM-1 was carried out as described previously [48]. In brief, the periplasmic fraction of E. coli BL21(DE3) cells, transformed with pET-NDM vector, bearing gene coding for the NDM-1 enzyme, was liberated by an osmotic shock procedure and further purified by anion-exchange chromatography. The enzyme was stored at 4 °C.\n\n## 4.3. Measuring the Kinetic Parameters and the Inhibition Constants of the Recombinant Metallo-β-Lactamase NDM-1\nThe activity of MBL NDM-1 was determined toward the chromogenic substrate CENTA and antibiotic meropenem using a UV-1602 spectrophotometer (Shimadzu, Japan) at 25 °C in 50 mM sodium-phosphate buffer solution (pH 7.0) supplemented with zinc ions (50 µM). The total volume of the enzyme assay was 1 mL. The concentration of the enzyme in the assay was 20 nM. The initial substrate concentrations ranged from 10 to 400 mM. The concentrations of unithiol in the assay were 25, 50, 100, and 200 μM. Product formation was detected at the wavelength of 405 nm (Δε405 = 6400 M−1 cm−1) for CENTA and 300 nm (Δε300 = −10940 M−1 cm−1) for meropenem. All measurements were repeated at least three times. The kcat values were taken as the V/[E] ratio, where [E] is the enzyme concentration.\nApparent Michaelis constants (KMapp) and Vmax were determined using a weighted Lineweaver–Burk linearization. The weights were taken as V04/σ2(V0). The inhibition constant KI was determined using the weighted linearized dependence of the derived KMapp values on the inhibitor concentration [I]0 according to Equation (1). The weights for KMapp were set to the reciprocal squares of their estimated standard deviations.\n(1)KMapp=KM(1+[I]oKI)\n\n## 4.4. Bacterial Strains Used for Studying Unithiol Inhibition Activity against the Metallo-β-Lactamases NDM-1 and VIM-2\nUnithiol inhibition activity against the MBL NDM-1 was detected using Klebsiella pneumoniae strains 409 and 410 carrying the plasmid-localized blaNDM-1 gene. Pseudomonas aeruginosa clinical strains B-730P/17 and B-2099/18 carrying the blaVIM-2 gene were used to evaluate the inhibitory effect against MBL VIM-2. Phenotypic and genotypic characterization of the strains (Table 2) was completed as described previously [49].\nCarbapenem compounds, meropenem, imipenem, doripenem, and ertapenem (Sigma, St. Louis, MO, USA) were selected for K. pneumoniae and P. aeruginosa according to recommendations of the European Committee on Antimicrobial Susceptibility Testing (Breakpoint tables for interpretation of MICs and zone diameters, Version 11.0, https://www.eucast.org/clinical_breakpoints/, accessed on 21 November 2021).\nBacterial strains were grown on a nutrient agar “GRM No. 1” (SRCAMB, Obolensk, Russia), “Mueller–Hinton Agar”, and “Mueller–Hinton Broth” (HiMedia Lab., Mumbai, Maharashtra, India) at 37 °C for 18–20 h.\nMinimum inhibitory concentrations (MICs) of β-lactams (ampicillin, ampicillin-sulbactam, cefoperazone, cefoperazone-sulbactam, cefoxitin, ceftriaxone, ceftazidime, and aztreonam), carbapenems (imipenem, meropenem, and ertapenem), fluoroquinolones (ciprofloxacin), aminoglycosides (gentamicin and amikacin), nitrofurans (nitrofurantoin), and unithiol were determined by microdilution in 96-well plates and interpreted according to the European Committee on Antimicrobial Susceptibility Testing (EUCAST, http://www.eucast.org, accessed on 21 November 2021). E. coli strains ATCC 25922 and ATCC 35218 were used as reference strains for assessing the quality of the nutrient medium and antimicrobials.\nGenes associated with antimicrobial resistance (blaTEM, blaSHV, blaCTX-M, blaOXA-48, blaNDM, blaKPC, blaVIM, blaIMP, class 1 integrons were detected by PCR using previously described specific primers [49].\nThe unithiol inhibitory activity against MBLs NDM-1 and VIM-2 was detected by the disk diffusion method and the method of serial dilutions in broth.\n\n## 4.5. Double-Disk Diffusion Test\nThe bacterial inoculum (the density adjusted to that of a 0.5 McFarland standard) was prepared from the overnight agar culture of the test strain in sterile saline solution and diluted three times. The Mueller–Hinton Agar (Himedia, Mumbai, India) in Petri dishes was inoculated by 1 mL of bacterial suspension and dried for 10–15 min at room temperature. Disks with carbapenems meropenem (10 μg), imipenem (10 μg), doripenem (10 μg), ertapenem (10 μg), and cefotaxime (30 μg) (Oxoid, Cambridge, UK), as a control, were put on the bacterial lawn. The disks with 470 or 3770 µg unithiol were put in the center of the Petri dish. Disks containing 730 µg EDTA were used as a positive control of the inhibitor, and saline solution as a negative control. The distance between the centers of the discs with antibiotics and inhibitors was no more than 15 mm. The test was considered positive if the inhibition zone was expanded between the antibiotic and the inhibitor disks.\n\n## 4.6. Broth Tube Dilution Method\nMinimum inhibitory concentrations (MIC) of carbapenems were determined by microdilution in 96-well plates and interpreted according to the European Committee on Antimicrobial Susceptibility Testing (EUCAST, http://www.eucast.org, accessed on 21 November 2021). E. coli strains ATCC 25922 and ATCC 35218 were used as reference strains.\n\n## 4.7. Molecular Modeling\nA crystal structure of the MBL NDM-1 with the hydrolyzed imipenem in the active site (PDB ID: 5YPI) [22] was used as a source of initial coordinates of heavy atoms. We substituted hydrolyzed substrate with a unithiol molecule or meropenem. Hydrogen atoms were added to a protein macromolecule assuming positively charged side chains of Lys, Arg, and negatively charged side chains of Glu and Asp; the side chain of Cys that forms a coordination bond with a zinc cation was deprotonated. Similarly, the complex of the unithiol and MBL VIM-2 was constructed by motifs of a crystal structure (PDB ID: 6J8R) [43] replacing the MS01 inhibitor with a unithiol molecule. In both cases, (2R)-2,3-disulfanylpropane-1-sulfonate stereoisomer of unithiol was utilized.\nMolecular modeling protocol was the same for all considered systems. Preliminary equilibration of the model system was performed in the NAMD program package [50]. A protein molecule together with two ",
  "has_full_text": true
}