{
  "pmid": "35209073",
  "title": "Risedronate and Methotrexate Are High-Affinity Inhibitors of New Delhi Metallo-β-Lactamase-1 (NDM-1): A Drug Repurposing Approach.",
  "abstract": "Bacteria expressing New Delhi metallo-β-lactamase-1 (NDM-1) can hydrolyze β-lactam antibiotics (penicillins, cephalosporins, and carbapenems) and, thus, mediate multidrug resistance. The worldwide dissemination of NDM-1 poses a serious threat to public health, imposing a huge economic burden in the development of new antibiotics. Thus, there is an urgent need for the identification of novel NDM-1 inhibitors from a pool of already-known drug molecules. Here, we screened a library of FDA-approved drugs to identify novel non-β-lactam ring-containing inhibitors of NDM-1 by applying computational as well as in vitro experimental approaches. Different steps of high-throughput virtual screening, molecular docking, molecular dynamics simulation, and enzyme kinetics were performed to identify risedronate and methotrexate as the inhibitors with the most potential. The molecular mechanics/generalized Born surface area (MM/GBSA) and molecular dynamics (MD) simulations showed that both of the compounds (risedronate and methotrexate) formed a stable complex with NDM-1. Furthermore, analyses of the binding pose revealed that risedronate formed two hydrogen bonds and three electrostatic interactions with the catalytic residues of NDM-1. Similarly, methotrexate formed four hydrogen bonds and one electrostatic interaction with NDM-1's active site residues. The docking scores of risedronate and methotrexate for NDM-1 were -10.543 kcal mol-1 and -10.189 kcal mol-1, respectively. Steady-state enzyme kinetics in the presence of risedronate and methotrexate showed a decreased catalytic efficiency (i.e., kcat/Km) of NDM-1 on various antibiotics, owing to poor catalytic proficiency and affinity. The results were further validated by determining the MICs of imipenem and meropenem in the presence of risedronate and methotrexate. The IC50 values of the identified inhibitors were in the micromolar range. The findings of this study should be helpful in further characterizing the potential of risedronate and methotrexate to treat bacterial infections.",
  "journal": "Molecules (Basel, Switzerland)",
  "year": "2022",
  "authors": [
    "Muteeb G",
    "Alsultan A",
    "Farhan M",
    "Aatif M"
  ],
  "doi": "10.3390/molecules27041283",
  "mesh_terms": [
    "Algorithms",
    "Dose-Response Relationship, Drug",
    "Drug Discovery",
    "Drug Repositioning",
    "Ligands",
    "Methotrexate",
    "Microbial Sensitivity Tests",
    "Molecular Conformation",
    "Molecular Docking Simulation",
    "Molecular Dynamics Simulation",
    "Protein Binding",
    "ROC Curve",
    "Risedronic Acid",
    "Structure-Activity Relationship",
    "beta-Lactamase Inhibitors",
    "beta-Lactamases"
  ],
  "full_text": "## 1. Introduction\nThe discovery of penicillin and the development of other β-lactam antibiotics have revolutionized the healthcare sector’s ability to treat bacterial infections. The β-lactam antibiotics—such as penicillins, cephalosporins, carbapenems, and monobactams—are broad-spectrum and highly efficient antibiotics with low toxicity [1]. These features make them the drugs of choice in clinics to treat different kinds of bacterial infections. However, the overuse, misuse, and abuse of β-lactam antibiotics have led to the emergence of antibiotic resistance in bacteria. It is estimated that at least 700,000 deaths reported worldwide per year are directly related to drug-resistant pathogens [2]. The primary mechanism by which bacteria develop resistance against β-lactam antibiotics is the production of β-lactamases, which hydrolyze the amide bond of the β-lactam ring. Several bacteria carry multiple resistance markers and behave like “superbugs”, such as vancomycin-resistant Enterococcus (VRE), methicillin-resistant Staphylococcus aureus (MRSA), and New Delhi metallo-β-lactamase-1 (NDM-1). According to Ambler, β-lactamases are classified into four broad classes (A to D) on the basis of their molecular mechanism of action [3]. The class A, C, and D β-lactamases are known as serine β-lactamases, as they contain a serine residue at the active site. The class B β-lactamases use metal ions (usually Zn2+ ions) to hydrolyze β-lactam antibiotics, and are therefore known as metallo-β-lactamases (MBLs). On the basis of sequence similarity, MBLs are further divided into B1, B2, and B3 subclasses, amongst which the B1 subclass is the most clinically relevant. Moreover, another classification of β-lactamases on the basis of their functionality has been proposed by Bush et al. According to Bush’s classification, β-lactamases are classified into Group 1, comprising cephalosporinases; Group 2, including oxacillinases, penicillinases, extended-spectrum β-lactamases (ESBLs), and serine-based carbapenemases; and Group 3, containing metal-based carbapenemases [4]. Thus, NDM-1 belongs to subclass B1 according to Ambler’s classification, and Group 3 according to Bush’s classification of β-lactamases.\nIn 2009, the first case of NDM-1 was reported in India from a Swedish patient who acquired a urinary tract infection by Klebsiella pneumoniae [5]. Since then, NDM-1 and its mutants have spread globally, and pose a severe threat to human health, along with an enormous economic burden in the development of new antibiotics. NDM-1 can hydrolyze all of the β-lactam antibiotics—such as penicillins, cephalosporins, and carbapenems, which are considered to be the last resort of antibiotics [6]. Furthermore, bacteria expressing NDM-1 often carry genes for other resistance markers, such as quinolones, sulfonamides, rifampin, macrolides, aminoglycosides, and other serine β-lactamases, which make them multidrug-resistant bacteria, or “superbugs” [7]. The dissemination of NDM-1 has been reported in Gram-negative bacteria such as Escherichia coli, K. pneumoniae, Enterobacter cloacae, Acinetobacter baumannii, etc., in different hospital as well as domestic settings [8]. Over the years, several effective inhibitors of NDM-1—such as captoprils, thiol compounds, sulfanilamides, boric acid derivatives, natural compounds, etc.—have been reported in the literature [9,10,11,12,13]. However, none of the NDM-1 inhibitors have been approved for clinical use, due to concerns about their specificity, safety, and physiological properties. Although FDA-approved inhibitors such as clavulanic acid, sulbactam, and tazobactam are available to inhibit serine β-lactamases, they are unable to inactivate MBLs, including NDM-1 [14]. It is feared that there will be no antibiotics available in the future to overcome bacterial infections caused by multidrug-resistant (MDR) and extensively drug-resistant (XDR) pathogens. Thus, there is an urgent need to develop new antibiotics or identify novel inhibitors of β-lactamases in order to protect the existing β-lactam antibiotics.\nIn this study, we screened a library of FDA-approved drugs as potential inhibitors of NDM-1. We employed a variety of computational approaches, such as high-throughput virtual screening, molecular docking, molecular dynamics simulation, and free energy calculations. Furthermore, the potential of the identified inhibitors was validated by in vitro enzyme kinetics.\n\n## 2.1. Validation of Molecular Docking\nThe validity of the adopted molecular docking protocol was accessed by re-docking the ligand present in the X-ray crystal structure at the active site of NDM-1, and calculating the RMSD between the docked pose and the crystal structure pose (Figure 1A). The RMSD between the docked and crystal structure poses was estimated to be 0.7634 Å, suggesting a native-like binding pattern of the ligand. Furthermore, the enrichment calculations were performed on the highest scoring drug molecules with the highest negative docking scores. The receiver operating characteristic (ROC) curve was drawn between the sensitivity and selectivity to analyze the ability of the docking protocol to distinguish the active molecules from a set of inactive decoys (Figure 1B). The main advantages of using ROC curves over other conventional enrichment methods are that (1) they are not dependent on the number of actives in the test set, and (2) they consider sensitivity as well as specificity [15]. An ROC curve is a curve in which the number of actives found in the top ranked ligands is plotted as a function of the total number of ligands in the dataset. The fractional area under the ROC curve is known as the AUC (area under the curve). The ROC, BEDROC, and AUC values of the adopted molecular docking protocol were estimated to be 0.98, 0.758, and 0.97 respectively. Usually, the ROC values vary in the range of 0 to 1, with a value closer to 1 meaning a greater ability to differentiate the actives from the decoys. The AUC value of 0.97 indicated that there was a 97% better chance of randomly picking an active ligand than a decoy. The AUC was significantly higher than 0.5, indicating better suitability of the docking protocol than random discrimination in screening a large database to identify potential inhibitors of NDM-1 [16].\n\n## 2.2. Analysis of Virtual Screening\nIn this study, an FDA-approved library of 2685 drugs was screened to identify novel inhibitors of NDM-1. The library was first screened by HTVS, followed by SP and then more stringent XP docking modes [17]. In HTVS, 825 drugs were found to have a binding affinity towards NDM-1 (Supplementary Table S1). These 825 drugs were further screening by SP docking, wherein the drug molecules were ranked after post-docking minimization of protein–ligand complexes. We identified 119 drug molecules with docking score energies in the range of −4.789 to −9.123 kcal mol−1 to form a docked complex with NDM-1. The Glide g-score of these drugs was in the range of −5.103 to −9.129 kcal mol−1, while the Glide e-model score varied in the range of −43.018 to −140.610 kcal mol−1 (Supplementary Table S2). The drug molecules with a docking score of ≤−8.0 kcal mol−1 in SP docking were further subjected to a more stringent XP docking (Table 1). The docking score, Glide g-score, and Glide e-model score of these selected drug molecules were in the range of −5.329 to −10.355 kcal mol−1, −5.329 to −10.543 kcal mol−1, and −26.326 to −80.917 kcal mol−1, respectively. The top scoring drugs with a docking score of ≤−9.0 kcal mol−1—namely, risedronate, methotrexate, pamidronate disodium, fludarabine, alendronate sodium, etidronate, and ibandronate sodium—were shortlisted for further analysis by MM/GBSA.\n\n## 2.3. Free Energy Estimation by MM/GBSA\nThe free energy of interaction between NDM-1 and the shortlisted drug molecules was determined using the MM/GBSA approach, as reported previously [18]. The free energy of interaction (ΔGBind) between NDM-1 and drugs was calculated by subtracting the individual free energies of the NDM-1 (GProtein_minimized) and drug molecules (GLigand_minimized) from the free energy of the NDM-1-drug complex (GComplex_minimized). Overall, the following equation was used to compute different thermodynamic parameters related to binding free energy calculations:ΔGBind=ΔGCoulomb+ΔGvdW+ΔGCovalent+ΔGH−bond+ΔGLipo+ΔGSolv_GB+ΔGPacking\nwhere ΔGCoulomb, ΔGvdW, ΔGCovalent, ΔGH-bond, ΔGLipo, ΔGSol_GB, and ΔGBind represent the Coulomb energy, van der Waals’ energy, covalent binding energy, energy due to H-bonds, lipophilic energy, polar solvation energy, and Gibbs free energy respectively.\nIt is clear from Table 2 that binding free energies of different drug molecules were in the range of −19.25 to −44.16 kcal mol−1. The top two drug molecules—namely, methotrexate and risedronate—showed the lowest binding free energies, corresponding to −44.16 and −36.51 kcal mol−1, respectively. Further dissection of the binding free energy revealed that the NDM-1 and drug complexes were stabilized primarily by Coulombic (ΔGCoulomb) and van der Waals’ (ΔGvdW) energies, along with small contributions by hydrogen bond (ΔGH-bond), packing (ΔGPacking), and lipophilic (ΔGLipo) energies. Conversely, polar solvation (ΔGSol_GB) and covalent (ΔGCovalent) energies destabilized the NDM-1 and drug complexes.\n\n## 2.4.1. Risedronate–NDM-1 Interaction\nThe molecular docking between risedronate and NDM-1 revealed that it occupied the catalytic site of NDM-1 (Figure 2A). The analysis of risedronate–NDM-1 interaction suggests that the protein–drug complex was primarily stabilized by hydrogen bonding and electrostatic interactions. Risedronate formed two hydrogen bonds—with Asp124 and Asn220—while the electrostatic interactions were formed by Zn1 as well as Zn2 (two interaction) with the phosphate group of the drug (Table 3). In addition, some residues of NDM-1—such as Leu65, Phe70, Val73, Trp93, His120, His122, Gln123, Lys125, His189, Cys208, and His250—formed van der Waals interactions with risedronate (Figure 2B). The docking energy of the interaction between risedronate and NDM-1 was estimated to be −10.543 kcal mol−1.\n\n## 2.4.2. Methotrexate–NDM-1 Interaction\nThe molecular docking between methotrexate and NDM-1 showed that it occupied the catalytic site of NDM-1 (Figure 2C). The analysis of methotrexate–NDM-1 interaction suggests that the protein–drug complex was primarily stabilized by hydrogen bonding. Methotrexate formed four hydrogen bonds with Ala72, Ala74 (two interactions), and Asn220. An electrostatic interaction was formed between Zn1 and the drug molecule (Table 3). In addition, some residues of NDM-1—such as Zn2, Tyr64, Val73, Trp93, Asp124, His120, His122, His189, Cys208, Lys211, Asp212, Ala215, Gly219, His250, and Ser251—formed van der Waals interactions with methotrexate (Figure 2D). The docking energy of the interaction between methotrexate and NDM-1 was estimated to be −10.189 kcal mol−1.\n\n## 2.5.1. Root-Mean-Square Deviation (RMSD)\nThe RMSD is a measure of deviation in the structure of the protein–ligand complex from the initial structure during MD simulation. Figure 3A shows the RMSD values of NDM-1 alone, NDM-1–risedronate, and NDM-1–methotrexate complexes as a function of simulation time. The RMSD values were within the acceptable limit of 2.0 Å, suggesting that the protein structure did not deviate significantly during MD simulation [19]. The average RMSD of NDM-1 alone, NDM-1–risedronate, and NDM-1–methotrexate complexes was 1.84 ± 0.36 Å, 1.73 ± 0.27 Å, and 1.42 ± 0.21 Å, respectively. These results clearly indicate the formation of a stable complex between NDM-1 and drug molecules.\n\n## 2.5.2. Root-Mean-Square Fluctuation (RMSF)\nThe fluctuations in the side chain of a protein during MD simulation can be easily measured by calculating RMSF [20]. The RMSF of NDM-1–risedronate and NDM-1–methotrexate was measured and compared with the experimentally determined B-factor (during X-ray crystallography) of NDM-1 alone (Figure 3B,C). At the N- and C-terminal ends, the RMSF values were higher due to the flexible nature of the terminals. Some amino acid residues of NDM-1 showed considerably higher RMSF values, as a result of entry or binding of risedronate and methotrexate at the substrate-binding site of NDM-1. Moreover, the RMSF peaks around amino acid residues 30–40 and 170–180 were due to the higher flexibility of loop 3 and loop 10, respectively.\n\n## 2.5.3. Radius of Gyration (rGyr)\nThe binding of a ligand to a protein may affect its overall stability and folding state, which during MD simulation can be measured by observing rGyr as a function of simulation time [21]. Figure 4A shows the behavior in rGyr of NDM-1–risedronate and NDM-1–methotrexate complexes during simulation. The rGyr of NDM-1–risedronate complexes was in the range of 2.75–2.96 Å, while the rGyr of NDM-1–methotrexate complexes varied in the 2.43–3.18 Å range. Comparatively, NDM-1–methotrexate complexes showed higher fluctuations than the NDM-1–risedronate complexes; however, the fluctuations in both cases were within the acceptable limits [21]. The average rGyr values of NDM-1–risedronate and NDm-1–methotrexate complexes were 2.83 ± 0.57 Å and 2.71 ± 0.69 Å, respectively. It is clear that the overall fluctuations in the rGyr values of both complexes were not significant, suggesting stable natures of the protein–ligand complexes.\n\n## 2.5.4. Solvent-Accessible Surface Area (SASA)\nThe overall packing and stability of a protein–ligand complex during MD simulation can also be measured by estimating SASA [22]. The SASA measures the exposure of a protein–ligand complex to the surrounding solvent molecules and, therefore, measures the conformational stability of the protein–ligand complex. Figure 4B shows the behavior of SASA during MD simulation of NDM-1–risedronate and NDM-1–methotrexate complexes. We observed some minor fluctuations in the SASA of both complexes, but they remained within the acceptable limits. The SASA of NDM-1–risedronate and NDM-1–methotrexate complexes was in the range of 147–208 Å2 and 101–210 Å2, respectively. The average SASA of NDM-1–risedronate and NDM-1–methotrexate complexes was 183 ± 23 Å2 and 148 ± 31 Å2, respectively. Overall, the results of SASA along with rGyr suggested the formation of stable NDM-1–risedronate and NDM-1–methotrexate complexes.\n\n## 2.6. Protein–Ligand Interaction Analysis\nA preliminary examination of MD simulation of NDM-1–risedronate and NDM-1–methotrexate complexes suggested the participation of ionic interactions in stabilizing both complexes (Figure 5A,C). In addition, hydrogen bonds and hydrophobic interactions also played crucial roles in stabilizing the protein–drug complexes [20]. In NDM-1–risedronate complexes, ionic interactions were formed throughout the simulation by the active site residues His120, His122, Asp124, His189, Cys208, and His250 (Figure 5A); amongst them, Asp124 formed two interactions with risedronate through water bridges for 39% and 73% simulation time. In addition, Gly219 interacted with risedronate through a water bridge for 33%, while Phe70 formed a hydrophobic interaction with risedronate. Moreover, both of the Zn ions interacted with risedronate for almost 100% of the simulation time (Figure 5B). In NDM-1–methotrexate complexes, His120, His122, Asp124, His189, Cys208, and His250 formed ionic interactions, while Phe70, and Asn220 were involved in hydrophobic and hydrogen bond interactions, respectively, with the drug molecule (Figure 5C). Both of the Zn ions were found to interact with the carboxyl group of methotrexate for 100% of the simulation time (Figure 5D). The total numbers of contacts formed by risedronate and methotrexate with NDM-1 during MD simulation were estimated to vary from 8 to 17 and 8 to 20, respectively, suggesting a stable interaction between proteins and drugs (Figure 6A,B). Furthermore, the variation in the secondary structure elements (SSEs) of NDM-1 in the presence of risedronate and methotrexate was also monitored as a function of simulation time. The %SSE of NDM-1 in the presence of risedronate was estimated to be 50.8%, comprising 24.9% α-helices and 25.9% β-sheets. Similarly, the %SSE of NDM-1 in the presence of methotrexate was found to be 50.6%, comprising 24.9% α-helices and 25.7% β-sheets (Figure 6C,D). These results suggest that, overall, the secondary structure of NDM-1 remained consistent throughout the MD simulation.\n\n## 2.7. Analysis of Enzyme Kinetics Parameters\nThe potential of the identified drugs—namely, risedronate and methotrexate—to inhibit NDM-1 activity was evaluated by performing steady-state enzyme kinetics. The NDM-1 enzyme alone was found to hydrolyze different substrates, such as ampicillin, cefotaxime, imipenem, meropenem, and the chromogenic substrate nitrocefin (Table 4). The Km, kcat, and enzyme efficiency (kcat/Km) of NDM-1 against different substrates in the absence of any inhibitor were estimated to be in the range of 23.2–96.5 µM, 242.9–758.0 s−1, and 3.88–10.47 µM−1 s−1, respectively (Table 4). These results are consistent with those of previously published reports [6,8,23]. However, in the presence of risedronate, the Km of NDM-1 against different substrates was increased by 1.5–2.6-fold, the kcat values decreased by 1.6–4.1-fold, and the catalytic efficiency (kcat/Km) decreased by 3.5–7.1-fold. Similarly, in the presence of methotrexate, the Km of NDM-1 against different substrates was increased by 1.2–2.5-fold, the kcat values decreased by 1.3–3.3-fold, and the catalytic efficiency (kcat/Km) decreased by 2.5–4.9-fold (Table 4). Furthermore, the enzyme kinetics parameters of NDM-1 in the presence of a known inhibitor (D-captopril) were also determined. There was no observable hydrolysis of antibiotics except for nitrocefin, when the enzyme was pre-incubated with D-captopril. The Km of NDM-1 in the presence of D-captopril using nitrocefin as a substrate was increased by 3.9-fold, while the kcat and kcat/Km values were decreased by 1.4- and 5.6-fold, respectively.\n\n## 2.8. Analysis of IC\nThe potential of risedronate and methotrexate was evaluated by determining their IC50 values and comparing them with that of a known NDM-1 inhibitor, i.e., D-captopril (Figure 7). The IC50 values of risedronate, methotrexate, and D-captopril were estimated to be 24.6 µM, 29.7 µM, and 11.8 µM, respectively [8]. Earlier, the IC50 value of D-captopril was reported to be 7.9–8.3 µM [8], which was close to the value obtained in this study. Since the IC50 values of risedronate and methotrexate were only 2.0–2.5-fold higher than that of the known inhibitor (D-captopril), this suggests the potential of the identified drug molecules as potent inhibitors of NDM-1.\n\n## 2.9. Analysis of MIC Values\nIn order to evaluate the synergistic effect of risedronate and meropenem, the MICs of imipenem and meropenem were determined on an E. coli (ATCC BAA-2471) strain (Table 5). This strain harbors the blaNDM-1 gene, and is resistant against imipenem, meropenem, and ertapenem, while it shows sensitivity towards nitrofurantoin and is intermediate towards tigecycline. In the absence of inhibitors, MIC values of 16 mg/L were obtained for imipenem as well as meropenem. However, in the presence of risedronate, the MICs of imipenem and meropenem were reduced to 8 mg/L, while in the presence of methotrexate, the MICs of imipenem and meropenem were decreased to 4 mg/L and 2 mg/L, respectively. These results indicate that the carbapenem-resistant E. coli strain was re-sensitized towards imipenem and meropenem in the presence of methotrexate. Conversely, risedronate showed weaker synergy with imipenem and meropenem, as it was able to reduce the MICs by only twofold.\n\n## 3. Discussion\nThe widespread dissemination of NDM-1 is a global health threat, and also poses a huge economic burden. To date, there are no specific clinical inhibitors available against NDM-1 [1,24]. This scarcity and necessity motivated us to identify novel non-β-lactam ring-containing inhibitors against NDM-1. The advantage of using non-β-lactam core-containing inhibitors is that they are not hydrolyzed and inactivated by the present defense mechanisms of the antibiotic-resistant bacteria [25]. The identification of non-β-lactam core-containing inhibitors is an optimistic way to maintain the efficacy of β-lactam antibiotics. Keeping this in mind, we adopted a multidimensional drug repurposing approach to find novel inhibitors of NDM-1 by screening an FDA-approved drugs library available at Selleck Chemicals. NDM-1 is a suitable target to overcome the problem of antibiotic resistance, as it can hydrolyze almost all available antibiotics, including carbapenems, which are considered the last resort of antibiotics [5,26,27]. Previously, NDM-1 has been used a target of choice to design/develop novel inhibitors such as ethylenediamine derivatives [28,29], pyridine derivatives [30], spiro-indole-thiadiazole derivatives [31], magnolol derivatives [32], pterostilbenes [33], sulfur-containing carboxylic acids [9,10], dithioazolidine derivatives [34], dipicolinic acids [35], phosphates [36], cyclic borates [11], Bi(III) compounds [37], chromones [38], sulfonamides [12], triazothioacetamides [39], and natural compounds [13].\nIn this study, we screened a library of 2685 FDA-approved drugs using high-throughput virtual screening, along with standard-precision (SP) and extra-precision (XP) molecular docking with increasingly stringent scoring functions. Finally, we identified seven drug molecules—namely, risedronate, methotrexate, pamidronate, fludarabine, alendronate, etidronate, and ibandronate—as the most potent inhibitors of NDM-1. Methotrexate is a chemotherapeutic and immune system suppressant drug, generally used to treat cancer (breast cancer, leukemia, lung cancer, gestational trophoblastic disease, osteosarcoma, etc.), autoimmune diseases (psoriasis, rheumatoid arthritis, and Crohn’s disease), and ectopic pregnancy (for medical abortion) [40]. Fludarabine is a purine analog, and is used as an antineoplastic agent for the treatment of chronic lymphocytic leukemia, non-Hodgkin’s lymphoma, acute myeloid leukemia, and acute lymphocytic leukemia [41]. Risedronate, pamidronate, alendronate, etidronate, and ibandronate are bisphosphonate drugs, generally used to treat osteoporosis and Paget’s disease of bone [42]. Bisphosphonates act by inducing apoptosis of osteoclasts, thereby inhibiting the rate of bone removal by osteoclasts [43].\nFree energy calculation by MM/GBSA is a widely used parameter to ascertain the stability of a protein–ligand complex [44]. We calculated the free energy of the shortlisted drugs (risedronate, methotrexate, pamidronate, fludarabine, alendronate, etidronate, and ibandronate) to estimate the thermodynamics of drug molecules inside the binding pocket of NDM-1. Risedronate and methotrexate were found to possess the lowest MM/GBSA scores, and were therefore selected for further analysis. The stability of NDM-1–risedronate and NDM-1–methotrexate complexes was probed by MD simulation. The MD simulation results (RMSD, RMSF, rGyr, and SASA) suggest the formation of stable NDM-1–risedronate and NDM-1–methotrexate complexes. An analysis of docking poses indicated that risedronate interacted with NDM-1 through electrostatic interactions with both Zn1 and Zn2, a hydrogen bond with the catalytic residue Asp124, and van der Waals interactions with other catalytic residues such as His120, His122, His189, Cys208, and His250. Similarly, methotrexate formed an electrostatic interaction with Zn1 and van der Waals interactions with some catalytic residues, such as Asp124, His120, His122, His189, and His250. These residues play significant roles in maintaining the proper orientation of the active site and hydrolysis of β-lactam antibiotics [45]. A close analysis of NDM-1’s structure revealed that it comprises a four-layered αβ/βα fold harboring a profound and extensive active site. The two Zn ions at the active site are positioned in tetrahedral (Zn1 ion) and trigonal pyramidal (Zn2 ion) geometries. The Zn1 ion is coordinated with His120, His122, and His189, while the Zn2 ion coordinates with Asp124, Cys208, and His250 [44,45]. In addition to catalytic residues, risedronate and methotrexate interacted with some crucial non-catalytic residues such as Leu65, Trp93, and Asn220. At the time of substrate binding, Met67 reorients itself and moves away from the di-Zn center by ~4.9 Å which, in turn, brings Leu65 closer to the di-Zn center by ~2.1 Å [45]. These movements allow the substrate to enter the active site with the help of an interaction between the hydrophobic patch (Leu65, Met67, and Trp93) and the R1 group of the substrate. Moreover, as a result of active site reorientation upon substrate binding, the residue Asn220 is pulled ~1.0 Å closer to the di-Zn center and interacts with the carbonyl group of the substrate. Asn220 along with Zn1 generates an oxyanion hole at the substrate and facilitates hydrophilic attack by a hydroxide ion. The hydroxide ion is generated from the water molecule attached to Asp124 [8]. All of these results suggest that risedronate and methotrexate formed a stable complex with NDM-1 by interacting with crucial catalytic as well as non-catalytic residues.\nThe inhibitory potential of risedronate and methotrexate was also confirmed by enzyme kinetics. An increase in Km values suggests that both of the drug molecules occupied the active site of the enzyme, and inhibited the activity of NDM-1, as evident from a decrease in kcat values. The overall catalytic efficiency (kcat/Km) of NDM-1 in the presence of substrates/antibiotics was decreased significantly. Moreover, the IC50 values of risedronate and methotrexate were in the micromolar range, comparable to that of a known NDM-1 inhibitor (D-captopril). The results of molecular docking/simulation, enzyme kinetics, and IC50 values suggest that risedronate had a higher inhibitory potential than methotrexate. Furthermore, to confirm these observations, we determined the MICs of both drug molecules on E. coli. There was a twofold decrease in the MIC values of imipenem and meropenem in the presence of risedronate. However, the MIC values of imipenem and meropenem were reduced by four- and eightfold, respectively, in the presence of methotrexate. This observation was in contrast to the findings of in vitro and in silico experiments, which showed higher inhibitory potential of risedronate towards NDM-1. One possibility of a lower synergistic effect of risedronate is the presence of a negatively charged phosphate group, which may hinder the translocation of drug molecules through the lipid bilayer of Gram-negative bacteria. However, under certain environmental conditions, bacteria can express some porin channels—such as Pho E, which specifically facilitates the transfer of anionic molecules through the lipid bilayer [46]. Furthermore, this hindrance can be overlooked by using liposome-coated delivery vehicles for the delivery of risedronate into the bacterial cells [47]. Previously, chitosan-coated liposomes containing risedronate have been reported for the delivery of drugs for better absorption in the gastrointestinal tract [48].\nDespite the NDM-1-inhibitory potential of methotrexate, it should be noted that its high dose (>500 mg/m2, which is often administered during cancer treatment) is known for toxicity [49]. Some of the reasons for the development of methotrexate toxicity include increased patient susceptibility while undergoing treatment, administration of excessive dosage by error, etc. Moreover, methotrexate is also sometimes used by individuals themselves without prescription in order to abort pregnancies, which may lead to drug overdose. Methotrexate toxicity may last from hours to days or even weeks; however, there are several ways available to overcome methotrexate toxicity. One such example includes the administration of activated charcoal if there has been a recent oral overdose of the drug. In the case of renal toxicity, adequate hydration and urinary alkylation may reduce the toxicity. More importantly, medications such as leucovorin, thymidine, and glucarpidase can be used as antidotes to methotrexate toxicity. Glucarpidase in combination with leucovorin has been recently used as antidote to methotrexate toxicity; it acts by converting methotrexate to an inactive form (DAMPA: 4-deoxy-4-amino-N-10-methylpteroic acid), and quickly lowers the drug’s level in the blood [49]. Therefore, before approving methotrexate as an NDM-1 inhibitor, its dosage and potential toxicity should be addressed.\nIn sum, risedronate and methotrexate bind to the active site of NDM-1 and form a stable complex. As the binding potential of these compounds towards NDM-1 is higher than that of β-lactam antibiotics, they compete with or replace antibiotics at the enzyme’s active site, enabling the latter to survive.\n\n## 4.1. Materials\nThe antibiotics—namely, ampicillin, cefotaxime, imipenem, and meropenem—and PAR (4-(2-pyridylazoresorcinaol) were procured from Sigma (St. Louis, MO, USA). Nitrocefin was bought from Calbiochem (St. Louis, MO, USA). All of the reagents and chemicals were of analytical grade. The inhibitors—i.e., risedronate, methotrexate, and D-captopril—were purchased from Mcule Inc. (Palo Alto, CA, USA).\n\n## 4.2. Preparation of Ligands and Protein\nThe library of FDA-approved drugs (L1300) was downloaded from Selleck Chemicals (Pittsburgh, PA, USA) from https://www.selleckchem.com/screening/fda-approved-drug-library.html (accessed on 2 October 2020). The 2685 drugs present in the library were subjected to HTVS (high-throughput virtual screening) against NDM-1 using Glide (Schrodinger, LLC, New York, NY, USA), as described previously [50]. Prior to HTVS, the ligands were prepared by assigning ionization states at pH 7.5 ± 2.0, followed by s",
  "has_full_text": true
}