{
  "pmid": "35384175",
  "title": "Priming with biocides: A pathway to antibiotic resistance?",
  "abstract": "AIMS: To investigate the priming effects of sub-inhibitory concentrations of biocides on antibiotic resistance in bacteria. METHODS AND RESULTS: Escherichia coli, Pseudomonas aeruginosa and Staphylococcus aureus were exposed to sub-inhibitory concentrations of biocides via a gradient plate method. Minimum inhibitory concentration (MIC) and antibiotic susceptibility were determined, and efflux pump inhibitors (thioridazine and chlorpromazine) were used to investigate antibiotic resistance mechanism(s). Escherichia coli displayed a twofold increase in MIC (32-64 mg l-1 ) to H2 O2 which was stable after 15 passages, but lost after 6 weeks, and P. aeruginosa displayed a twofold increase in MIC (64-128 mg l-1 ) to BZK which was also stable for 15 passages. There were no other tolerances observed to biocides in E. coli, P. aeruginosa or S. aureus; however, stable cross-resistance to antibiotics was observed in the absence of a stable increased tolerance to biocides. Sixfold increases in MIC to cephalothin and fourfold to ceftriaxone and ampicillin were observed in hydrogen peroxide primed E. coli. Chlorhexidine primed S. aureus showed a fourfold increase in MIC to oxacillin, and glutaraldehyde-primed P. aeruginosa showed fourfold (sulphatriad) and eightfold (ciprofloxacin) increases in MIC. Thioridazine increased the susceptibility of E. coli to cephalothin and cefoxitin by fourfold and twofold, respectively, and both thioridazine and chlorpromazine increased the susceptibility S. aureus to oxacillin by eightfold and fourfold, respectively. CONCLUSIONS: These findings demonstrate that sub-inhibitory concentrations of biocides can prime bacteria to become resistant to antibiotics even in the absence of stable biocide tolerance and suggests activation of efflux mechanisms may be a contributory factor. SIGNIFICANCE AND IMPACT OF THE STUDY: This study demonstrates the effects of low-level exposure of biocides (priming) on antibiotic resistance even in the absence of obvious increased biocidal tolerance.",
  "journal": "Journal of applied microbiology",
  "year": "2022",
  "authors": [
    "Adkin P",
    "Hitchcock A",
    "Smith L",
    "Walsh S"
  ],
  "doi": "10.1111/jam.15564",
  "mesh_terms": [
    "Anti-Bacterial Agents",
    "Cephalothin",
    "Chlorpromazine",
    "Disinfectants",
    "Drug Resistance, Bacterial",
    "Escherichia coli",
    "Microbial Sensitivity Tests",
    "Oxacillin",
    "Pseudomonas aeruginosa",
    "Staphylococcus aureus",
    "Thioridazine"
  ],
  "full_text": "## INTRODUCTION\nThe rise in multidrug‐resistant bacteria means that some conventional antimicrobials have become ineffective in the treatment of infections (Roca Subirà et al., 2012; Tuon et al., 2012; Walsh & Toleman, 2011). Biocides have been used for centuries to control infectious agents (Maillard, 2002; Morente et al., 2013; Russell, 2002). They are either applied as or added to formulated products that are used as disinfectants, preservatives, pesticides, antiseptics and even cosmetics (Gilbert & McBain, 2003; Knapp et al., 2015; Maillard, 2002). Public awareness to infection control has caused a rise in the use of biocide and biocidal products in the home environment. As a result of increased use of biocides, especially at sub‐inhibitory concentrations, there are concerns over how their selective pressure might potentially favour the development of less susceptible bacterial strains, as well as encourage the expression and dissemination of resistance mechanisms to biocides and other antimicrobial agents (Fraise, 2002; Knapp et al., 2015; Maillard et al., 2013; McBain & Gilbert, 2001; Pereira et al., 2021; SCENIHR, 2010). There are several laboratory studies demonstrating a link between exposure of bacteria to sub‐inhibitory concentrations and increased tolerance and resistance to biocides (Bock et al., 2016; Christensen et al., 2011; Escalada et al., 2005; Knapp et al., 2013; Walsh et al., 2003). Some studies show both increased tolerance to biocides plus antibiotic cross‐resistance in bacteria after exposure to sub‐inhibitory concentrations of biocides (Kurenbach et al., 2015; Wand et al., 2016). While exposure to biocides has been linked to reduced susceptibility and cross‐resistance to antibiotics (Braoudaki & Hilton, 2004; Chuanchuen et al., 2001; Slayden et al., 2000; Soumet et al., 2012; Tkachenko et al., 2007; Wand, 2017), it is paramount that we understand what happens in the absence of obvious increased biocidal tolerance after low‐level exposure; will there be a change in bacterial resistance to antibiotics in that instance?\nSince biocides have several target sites within bacteria (Maillard, 2002; Russell, 2002), the most common mechanisms for cross‐resistance are via non‐specific processes such as efflux‐pumps (Bogomolnaya et al., 2013; Costa et al., 2013) and changes in properties of their cell wall, for example reduced permeability due to porin downregulation (Jaffe et al., 1982; Manzoor et al., 1999).\nA review by Maillard et al. (2013) and a report from the scientific committee for emerging and newly identified health risks (SCENIHR, 2010) identified biocides as a risk due to selective pressure for less susceptible strains. Their findings highlighted a key gap in current knowledge in understanding the effect of low concentrations of biocides on bacterial cells, as well as the mechanisms involved in the development of resistance and cross‐resistance (Jaffe et al., 1982; Knapp et al., 2015; Maillard, 2002; SCENIHR, 2010). Because of these concerns, the European Union and the United States have proposed regulatory changes requiring manufacturers of biocidal products to provide data on the risks of resistance development in organisms targeted by biocidal products (Knapp et al., 2015; SCENIHR, 2010).\nAs previously demonstrated by several studies, prolonged exposure of bacteria to biocides under laboratory conditions can generate less susceptible mutants which can often display reduced susceptibility to various antibiotics (Fernández Márquez et al., 2017; Hardy et al., 2017; Karatzas et al., 2007, 2008; Randall et al., 2007; Whitehead et al., 2011).\nThe present study investigates the effect of biocide priming on bacterial resistance to antibiotics after continuous exposure of Escherichia coli, Staphylococcus aureus and Pseudomonas aeruginosa to low concentrations of hydrogen peroxide (H2O2), chlorhexidine (CHG), benzalkonium chloride (BZK) and glutaraldehyde (GTA). The three organisms used are all commonly associated with hospital‐acquired infections (HAIs) and the strains selected are those listed in the BS EN 1276:2009 disinfection test method. Escherichia coli is a Gram‐negative bacteria commonly transmitted to humans via the consumption of contaminated food and water (Kaper et al., 2004) and known to cause infections such as diarrhoea and haemorrhagic colitis to severe complications such as haemolytic anaemia and acute renal failure (Brzuszkiewicz et al., 2011). Outer membrane protein modification like the downregulation of porins and upregulation of efflux pumps such as AcrAB have been linked with increased antimicrobial resistance in E. coli (Ma et al., 1993, 1994). Staphylococcus aureus is a Gram‐positive, opportunistic pathogen responsible for both hospital‐ and community‐acquired infections (Boucher et al., 2010; Latimer et al., 2012). Upregulation of QacA‐D, E and H (Heir et al., 1998; Kazama et al., 1998; Rouch et al., 1990) and NorA, NorB and NorC efflux pumps (Truong‐Bolduc et al., 2006) have been linked to antimicrobial resistance in S. aureus. Pseudomonas aeruginosa is an opportunistic, intrinsically resistant, Gram‐negative bacteria that is responsible for a range of infections to the eyes and ears to serious complications in cystic fibrosis and bronchiectasis patients (Lambert, 2002; Soothill, 2013). Upregulation of efflux pumps such as MexAB, MexCD and MexEF and outer membrane protein modification have been linked to antimicrobial resistance in P. aeruginosa (Poole, 2001; Schweizer, 1998). This study aims to understand the impact of prolonged exposure of bacteria to low concentrations of biocide, and the possible cross‐resistance to antibiotics.\n\n## Bacterial strains and storage\nEscherichia coli ATCC 8739, P. aeruginosa ATCC 15442 and S. aureus ATCC 6538 strains were grown in tryptone soya broth (TSB) (Oxoid) at 37°C with shaking at 100 rev min−1 for 24 h and stored on protect beads (Scientific Laboratory Supplies Limited) at −80°C.\n\n## Preparation of inoculum\nBacterial strains were grown on Mueller Hinton agar (MHA) (Oxoid) at 37°C for 24 h and a single colony was transferred to 10 ml sterile saline. The turbidity of the suspension was adjusted to the equivalence 0.5 McFarland (absorbance range between 0.08 and 0.13) at 625 nm line with the European Committee for Antimicrobial Susceptibility Testing (EUCAST, 2015) and of the European Society of Clinical Microbiology and Infectious Diseases [ESCMID], 2000).\n\n## Preparation of biocide working solutions\nA twofold dilution series of biocides (mg l−1) was prepared in Mueller‐Hinton broth following the BS EN ISO 20776‐6 guidelines/protocol (BSI, 2006). Hydrogen peroxide (H2O2) concentration range 1–512 mg l−1 (Fisher Scientific Belgium), formulated chlorhexidine gluconate (CHG) concentration range 0.976–500 mg l−1 (Molnlycke Health Care Ltd), benzalkonium chloride (BZK) concentration range 1–512 mg l−1 and glutaraldehyde (GTA) concentration range 8–4096 mg l−1 (Sigma‐Aldrich).\n\n## Preparation of antibiotic working solutions\nAntibiotic discs Mastring‐S (M13 and M14) were obtained from Mast Diagnostics UK. Antibiotics and efflux pump inhibitors (EPIs) were purchased from Sigma Aldrich and used at the following concentrations: oxacillin sodium salt concentration 0.0020–8 mg l−1, cefoxitin sodium salt 0.25–32 mg l−1, cephalothin sodium salt 0.25–32 mg l−1, ceftriaxone disodium salt hemi (heptahydrate) 0.016–2 mg l−1, ampicillin 0.25–32 mg l−1, sulfathiazole 37% v/v, sulfadiazine 37% v/v, sulfamerazine 26% v/v, ciprofloxacin sodium salt 0.125–2 mg l−1, thioridazine hydrochloride (TZ) 1.9–500 mg l−1 and chlorpromazine hydrochloride (CPZ) 4–256 mg l−1. Stock solutions were prepared by dissolving salts in sterile distilled water and working solutions were prepared in Mueller‐Hinton broth following the BS EN ISO 20776‐6 guidelines/protocol (BSI, 2006).\n\n## Adaptation of bacterial strains to biocides using gradient plate\nA twofold dilution series of biocides were prepared in sterile distilled water following the EUCAST guidelines of ESCMID (EUCAST, 2015; ESCMID 2000). The required biocide (1 ml) was added to 19 ml sterile molten nutrient agar to give specific final concentrations (from a concentration just below the MIC of the biocide against tested bacteria strain). The molten agar and biocide mixture was poured into sterile Petri dishes and set at an angle, after which plates were placed on a flat surface and 20 ml sterile molten agar were poured over the first layer and allowed to set. Plates were left at 4°C for 24 h to allow diffusion of biocide. The 24 h bacterial cultures were streaked along the concentration gradient starting at the point of the gradient plate containing the lowest concentration of biocide. These streaked plates were incubated at 37°C for 24 h. Bacterial colonies that grew the furthest along the gradient towards the high concentration were used to streak a new gradient plate containing the next highest concentration, until no further increases in tolerance were observed, at which point the furthest‐growing colonies were selected and stored on protect beads at −80°C. For example, the H2O2 MIC against E. coli was 32 mg l−1; therefore, the bacteria was first streaked on a plate containing 16 mg l−1 H2O2 (concentration twofold below the MIC), then moved to 32, 64, 128 and 256 mg l−1 until no growth were observed on the 512 mg l−1 plate.\n\n## Stability of adaptive resistance\nTo confirm the stability of the primed strains produced, the gradient plate isolates were subcultured 15 times in 10 ml of TSB without biocide. MIC between parent and primed strains were compared after 1, 2, 10 and 15 subcultures, following EUCAST guidelines ESCMID (EUCAST, 2015; ESCMID 2000).\n\n## Determination of minimum inhibitory concentrations\nThe minimum inhibitory concentrations (MICs) were determined for each strain before and after exposure to the biocides. This was carried out using the colony suspension method of testing in accordance with BS EN ISO 20776‐1 guidelines/protocol (BSI, 2006). Briefly, 50 μl of the standardized inoculum was dispensed into each well of a 96‐well plate containing 50 μl of the appropriate concentration of biocides or antimicrobial agents to give a final inoculum concentration of 5 × 105 CFU per ml. The inoculated 96‐well plate was incubated at 37°C for 24 h. The lowest concentration of compound that prevented bacterial growth after 24 h of incubation was used to establish the MIC. Bacterial growth was determined in two ways: by visual observation of growth on the 96‐well plate and by measuring absorbance at 625 nm in a Spectramax plus plate reader. All experiments were carried out as biological and technical triplicates.\n\n## Antibiotic susceptibility testing using disc diffusion test\nThe antibiotic susceptibility of each bacterial strain was determined before and after biocide treatment with biocides using the disc diffusion method of antimicrobial susceptibility testing. This was done in accordance with the guidelines of European committee on antimicrobial susceptibility testing (EUCAST, 2015). Briefly, antibiotic discs were applied to surfaces of the inoculated plates within 15 min of inoculation. After 24 h of incubation at 37°C, zones of inhibition were measured with a digital Vernier calliper.\n\n## The effect of EPIs\nStandardized bacterial suspensions of primed strains were prepared from 24 h culture as previously described. Suspensions were grown in 96‐well plates for 24 h at 37°C in concentrations of antibiotics they were resistant to, plus an EPI at half its MIC (a concentration that does not inhibit growth of strain). H2O2 primed E. coli (EcH2O), GTA primed P. aeruginosa (PaGTA) and BZK primed P. aeruginosa (PaBZK) were tested with TZ, and CHG primed S. aureus (SaCHG) was tested with CPZ and TZ. EcH2O, 40 mg l−1 TZ was tested with cephalothin and cefoxitin, PaGTA, 250 mg l−1 TZ was tested with ciprofloxacin and sulphatriad, PaBZK 250 mg l−1 TZ was tested with BZK, and SaCHG was tested with oxacillin with either 32 mg l−1 CPZ or 15.625 mg l−1 TZ. The lowest concentration of antibiotic plus EPI that prevented bacterial growth after 24 h of incubation was used to establish MIC.\n\n## Confirmation of strain identity\n16S rRNA genes were amplified from genomic DNA of parent and biocide‐treated strains using Q5® Hot Start High‐Fidelity 2X Master Mix (New England Biolabs) and primer pairs 16S rRNA For 1 (5′‐AGAGTTTGATCCTGGCTCAG‐3′) and 16S rRNA Rev 1 (5′‐ACGGCTACCTTGTTACGACTT‐3′) for S. aureus, 16S rRNA For 2 (5′‐AGAGTTTGATCATGGCTCAG‐3′) and 16S rRNA Rev 2 (5′‐ACGGTTACCTTGTTACGACTT‐3′) for E. coli, and 16S rRNA For 2 and 16S rRNA Rev 1 for P. aeruginosa. PCR products were analysed on 0.8% (w/v) agarose gels and sequenced by automated DNA sequencing (Eurofins).\n\n## Fitness of primed strains\nOvernight cultures of parent and primed bacterial strains were inoculated in antibiotic‐free Mueller Hinton broth (MHB) and absorbance at 600 nm was recorded every 10 min for 16 h. Resulting data and standard deviations were plotted. Each experiment was conducted in biological triplicates.\n\n## Effect of sub‐inhibitory concentrations of biocides\nThe MIC of four biocides against pre‐ and post‐primed strains of bacteria are summarized in Table 1. There was an initial increase in MIC to H2O2 from 32 mg l−1 for the E. coli parent strain to 64 mg l−1 after H2O2 priming (EcH2O2), which was stable after 15 passages but lost after storage for 6 weeks. The MIC of E. coli did not change after exposure to other biocides used in this study. Apart from a twofold increased MIC from 64 mg l−1 for the parent strain of P. aeruginosa to 128 mg l−1 (stable after 15 passages) after BZK priming (PaBZK), there was no other obvious increased tolerance observed to biocides tested in P. aeruginosa. No biocide tolerance was observed with S. aureus, but bacteria exposed to CHG (SaCHG) were included in further testing to determine whether there was any observed antibiotic cross‐resistance.\nThe results of antibiotic susceptibility tests for parent and primed strains of bacteria are summarized in Table 2. Two sample t‐tests assuming unequal variances (p = 0.05) were used to compared the data and statistically significant changes were observed in the following five cases. Changes in zones of inhibition were observed in EcH2O2, where there was no zone of inhibition around cephalothin or ampicillin discs compared to the parent strain E. coli strain, where 10.43 mm (cephalothin) and 18.88 mm (ampicillin) zones of inhibition where observed. EUCAST (2020) zone diameter breakpoint for ampicillin and Enterobacterales reports resistance at <14 mm, indicating a change in clinical susceptibility; the corresponding data for cephalothin are not available. For SaCHG, there was no zone of inhibition around oxacillin discs compared to 22.28 mm for the parent strain (EUCAST breakpoint data not available) and for PaGTA and PaBZK there was no zone of inhibition around sulphatriad discs compared to 15.11 mm for the parent strain (EUCAST breakpoint data not available).\nTo investigate the resistance more closely, the MIC of selected antibiotics against biocide primed strains of bacteria was determined (summarized in Table 3); the strain and antibiotic combinations tested were based on the results obtained from antibiotic disc diffusion tests. Due to the increased resistance of EcH2O2 to cephalothin (a first‐generation cephalosporin), both cefoxitin and ceftriaxone, second‐ and third‐generation cephalosporins respectively, were included in the MIC testing to see whether the cross‐resistance extended to newer antibiotics. There was an eightfold increased MIC for EcH2O2 to cephalothin from 4 mg l−1 for the parent strain to 32 mg l−1 for EcH2O2, a fourfold increase in MIC for EcH2O2 to cefoxitin to 16 mg l−1 compared to 4 mg l−1 in the parent strain and a twofold increase to ceftriaxone (parent 0.0625 mg l−1 and primed strain 0.125 mg l−1) and ampicillin (parent 2 mg l−1 and primed 4 mg l−1). The MIC breakpoint (EUCAST, 2020) for Enterobacterales reports resistance at >2 mg l−1 with ceftriaxone indicating no change in clinical susceptibility, data for cephalothin and cefoxitin are not available. A fourfold increased MIC for oxacillin was observed in SaCHG (2 mg l−1 compared to parent strain S. aureus 0.5 mg l−1; breakpoint data not available). In PaGTA, an eightfold increased MIC to ciprofloxacin was observed (1 mg l−1 compared to 0.125 mg l−1 for the parent P. aeruginosa strain) and a fourfold increased MIC to sulphatriad was also recorded. The MIC breakpoint (EUCAST, 2020) for Pseudomonas spp. and ciprofloxacin reports resistance at >0.5 mg l−1 indicating clinically significant resistance in PaGTA (data for sulphatriad are not available).\n\n## The effect of efflux pump inhibitors\nThe MICs of cephalothin and cefoxitin against EcH2O2 were reduced in the presence of the efflux pump inhibitor TZ (from 32 to 8 mg l−1 for cephalothin and from 16 to 8 mg l−1 for cefoxitin; Table 4). The MIC of oxacillin against SaCHG was reduced from 2 to 0.25 mg l−1 in the presence of TZ and to 0.5 mg l−1 in the presence of CPZ (Table 5). The effect of TZ on the MIC of ciprofloxacin and sulphatriad against PaGTA could not be determined due to the turbidity, caused by insolubility, observed when 250 mg l−1 of TZ (a concentration that does not inhibit growth) was combined with either ciprofloxacin or sulphatriad. To further determine the effect of TZ in the presence of either antibiotics, contents of the previously observed turbid wells were spread onto agar and further incubated at 37°C for 24 h. Reduced growth on agar of PaGTA was observed from wells containing ciprofloxacin + TZ and sulphatriad + TZ, compared to wells with only ciprofloxacin, TZ or sulphatriad (data not shown). The same observation was seen in the case of PaBZK, where no growth on agar was observed from wells containing 128 mg l−1 BZK + TZ, compared to significant growth from wells with only BZK or TZ (data not shown).\n\n## Confirmation of strain identity\n16S rRNA sequencing confirmed all parent (wild type) and biocide primed strains used/generated in this study were at least 99.9% identical to the type strains; E. coli ATCC 8739, S. aureus ATCC 6538 and P. aeruginosa ATCC 15442 (data not shown).\n\n## Fitness of primed strains\nResults of 16‐h growth curves of parent and primed strains are shown in Figure 1. There was no difference in the length of the lag phase between the E. coli parent strain and primed isolate, but growth was decreased from 4 h onwards (Figure 1a). For S. aureus, the CHG primed isolate had an extended lag phase compared to the parent strain, but overall growth was the same from 6 h onwards (Figure 1b). Interestingly, both the P. aeruginosa BZK and GTA isolates had an extended lag phase and decreased overall growth when compared to the parent strain (Figure 1c). This effect was more pronounced with the BZK isolate.\n\n## DISCUSSION\nThe goal of the present study was to test whether biocide priming has an effect on bacterial resistance to antibiotics. Low concentrations of H2O2 have previously been shown to promote tolerance to the biocide (Bogomolnaya et al., 2013; Imlay & Linn, 1987) as was initially seen in this study with E. coli. In contrast to previous studies, here the increased tolerance to H2O2 was short lived. Stable cross‐resistance of EcH2O2 to cephalothin, cefoxitin, ceftriaxone and ampicillin antibiotics was observed, similar to the findings of Pereira et al. (2021). Previous studies show H2O2 activates the SoxRS and the OxyR regulons (Aslund et al., 1999; Manchado et al., 2000) both of which control the expression of over 100 oxidative stress response genes (Blanchard et al., 2007, 2012; Demple, 1991), including acrAB, which encode a multidrug efflux pump (Dukan et al., 1996; Storz & Imlay, 1999). Although this might explain the cross‐tolerance to antibiotics after H2O2 priming observed here, further work is required to see if either the SoxRS or OxyR regulons are activated in the present study, by comparing the expression levels of genes involved in both parent and primed strains. This could help to establish the mechanism(s) behind the differences seen between this study and others. Specifically, the ability of biocides to prime for antibiotic resistance without the usual observation of stable biocidal tolerance. Exposure of S. aureus to CHG did not reduce its susceptibility to the biocide, contrasting the findings of Hardy et al. where prolonged exposure of S. aureus isolates to CHG led to reduced susceptibility (Hardy et al., 2017). Here, cross‐resistance to oxacillin was observed with no corresponding tolerance to the biocide.\nThe results from the present study show an increased MIC to BZK in PaBZK in comparison to the parent P. aeruginosa strain. Activation of multidrug efflux systems such as the RND‐type MexCD‐OprJ was previously linked to the use of sub‐inhibitory concentrations of membrane damaging biocides including BZK and CHG (Fraud et al., 2008; Morita et al., 2003). Previous adaptation of P. aeruginosa to sub‐inhibitory concentrations of BZK was attributed to increased efflux (Loughlin et al., 2002; McCay et al., 2010). In their work, McCay et al. (2010) observed cross‐resistance with ciprofloxacin in BZK primed P. aeruginosa grown in continuous culture, in contrast to this study whereby no cross‐resistance to antibiotics, including ciprofloxacin, was seen. This could be attributed to the different methodology used when priming strains as here a serial batch method, gradient plating, was used in comparison to the continuous culture method employed by McCay et al. (2010). Our findings are consistent with those of Loughlin et al., where cross‐resistance was observed with BZK and other quaternary ammonium compounds after serial batch culture (Loughlin et al., 2002). The varied outcome in these studies shows how different growth conditions may influence adaptation and selection of bacteria to antimicrobials.\nThere are several reports of bacterial resistance to GTA (Kampf et al., 2013; Kirschke et al., 2003; Simoes et al., 2006; Simões et al., 2011; Svetlikova et al., 2009; Tschudin‐Sutter et al., 2011), which was not observed in this study. Cross‐resistance after priming with GTA to two unrelated antibiotics, ciprofloxacin and sulphatriad, was however observed. A study using Pseudomonas fluorescens biofilms showed that exposure of the bacteria to GTA significantly induced expression of two genes encoding multidrug efflux pumps, PFLU2929 and PFLU3876, which appear to be orthologs of OprN and PA5159 in P. aeruginosa (Vikram et al., 2015). The cross‐resistance observed with unrelated antibiotics in this study might suggest efflux is involved, as seen previously (Ferreira et al., 2011; Maseda et al., 2009; Poole, 2002; Sanchez et al., 2005).\nPhenothiazines such as TZ and CPZ have been shown to potentiate the effect of antimicrobials against bacteria (Viveiros & Amaral, 2001; Wainwright et al., 1998), eliminate antibiotic resistant plasmids (Evdokimova et al., 1997; Radhakrishnan et al., 1999) and inhibit bacterial efflux pumps (Costa et al., 2013; Machado et al., 2018; Ordway et al., 2003; Viveiros & Amaral, 2001). The most well‐studied efflux pump inhibitor is CPZ, but both CPZ and TZ have the same antimicrobial properties against efflux and phagocytosed bacteria (Machado et al., 2018; Ordway, Viveiros, Leandro, Arroz, & Amaral, 2002; Ordway, Viveiros, Leandro, Arroz, Molnar, et al., 2002). Here we tested the effect of TZ at sub‐inhibitory concentration on EcH2O2 in the presence of varying concentrations of cephalothin and cefoxitin, to which the primed strain had previously shown cross‐resistance. TZ greatly increased the susceptibility of EcH2O2 to cephalothin and cefoxitin, suggesting that efflux mechanisms may be involved in the observed cross‐resistance. Our results corroborate the findings of Amaral et al. where CPZ reduced the MIC of ceftazidime and ceftriaxone against E. coli from 1.0 to 0.08 mg l−1 and 0.07 mg l−1, respectively (Amaral et al., 1992). These findings suggest that increased efflux might be a contributory factor in the cross‐resistance observed with EcH2O2.\nWhen the effect of both TZ and CPZ on MIC levels of oxacillin on SaCHG was evaluated, the results revealed a significant reduction of MIC in the presence of CPZ and TZ. These results suggest that efflux mechanisms may be contributing to the cross‐resistance observed. Furthermore, this agrees with the findings of Kristiansen et al. (2006) and Costa et al. (2013).\nAlthough efflux contributes highly to antimicrobial resistance in P. aeruginosa, reduced influx/impermeability has also been shown to contribute (Li et al., 2000), for example mutation in or loss of the transmembrane porin OprD is significant in resistance to carbapenems (Bradford et al., 1999). Thus, a combination of increased efflux and decreased influx may contribute to antimicrobial resistance in P. aeruginosa resistance, even though it was not fully demonstrated with the methods used here.\nThe increased susceptibility seen with some biocide primed strains to antibiotics in the presence of EPIs suggests efflux as a contributory mechanism to the cross‐resistance observed in this study. The next step will be to employ the use of q qPCR to compare gene expression in parent and primed strains of bacteria.\nThe growth curve results comparing both parent and primed strains indicated that the resistance phenotype did have an impact on overall growth in the case of E. coli, the length of the lag phase with S. aureus and both overall growth and lag phase with P. aeruginosa. This suggests that although there may be potential fitness cost associated with these phenotypic adaptations in terms of initial or overall speed of replication, this is not impacting on the conservation of the resistance after repeated subculture under laboratory conditions. This agrees with other findings, where generally most mutations had an impact on fitness (Melnyk et al., 2015). It is not unexpected to observe this with biocide induced cross‐resistance, as biocides generally have broader modes of action in terms of cellular targets.\nResults from this study clearly demonstrate that continuous exposure to sub‐inhibitory concentrations of biocides far below the recommended in‐use concentration can, under laboratory conditions, prime bacteria to become resistant to antibiotics even in the absence of increased tolerance to the biocides. This raises the important question of whether this phenomenon is occurring in clinical settings and contributing to dissemination to antimicrobial resistance.\n\n## CONFLICT OF INTEREST\nNone declared.",
  "has_full_text": true
}