{
  "pmid": "35440801",
  "title": "Potential cannabidiol (CBD) repurposing as antibacterial and promising therapy of CBD plus polymyxin B (PB) against PB-resistant gram-negative bacilli.",
  "abstract": "This study aimed to assess the ultrapure cannabidiol (CBD) antibacterial activity and to investigate the antibacterial activity of the combination CBD + polymyxin B (PB) against Gram-negative (GN) bacteria, including PB-resistant Gram-negative bacilli (GNB). We used the standard broth microdilution method, checkerboard assay, and time-kill assay. CBD exhibited antibacterial activity against Gram-positive bacteria, lipooligosaccharide (LOS)-expressing GN diplococcus (GND) (Neisseria gonorrhoeae, Neisseria meningitidis, Moraxella catarrhalis), and Mycobacterium tuberculosis, but not against GNB. For most of the GNB studied, our results showed that low concentrations of PB (≤ 2 µg/mL) allow CBD (≤ 4 µg/mL) to exert antibacterial activity against GNB (e.g., Klebsiella pneumoniae, Escherichia coli, Acinetobacter baumannii), including PB-resistant GNB. CBD + PB also showed additive and/or synergistic effect against LOS-expressing GND. Time-kill assays results showed that the combination CBD + PB leads to a greater reduction in the number of colony forming units per milliliter compared to CBD and PB alone, at the same concentration used in combination, and the combination CBD + PB was synergistic for all four PB-resistant K. pneumoniae isolates evaluated. Our results show that CBD has translational potential and should be further explored as a repurposed antibacterial agent in clinical trials. The antibacterial efficacy of the combination CBD + PB against multidrug-resistant and extensively drug-resistant GNB, especially PB-resistant K. pneumoniae, is particularly promising.",
  "journal": "Scientific reports",
  "year": "2022",
  "authors": [
    "Abichabki N",
    "Zacharias L",
    "Moreira N",
    "Bellissimo-Rodrigues F",
    "Moreira F"
  ],
  "doi": "10.1038/s41598-022-10393-8",
  "mesh_terms": [
    "Anti-Bacterial Agents",
    "Cannabidiol",
    "Drug Repositioning",
    "Drug Resistance, Multiple, Bacterial",
    "Drug Synergism",
    "Gram-Negative Bacteria",
    "Klebsiella pneumoniae",
    "Microbial Sensitivity Tests",
    "Polymyxin B"
  ],
  "full_text": "## Introduction\nAntimicrobial resistance is a worldwide public health problem arising from increased incidence of bacterial health care-associated infections (HAI) caused by multidrug-resistant (MDR) and extensively drug-resistant (XDR) ESKAPE (Enterococcus faecium, Staphylococcus aureus; Klebsiella pneumoniae, Acinetobacter baumannii, Pseudomonas aeruginosa, and Enterobacter spp.) pathogens1,2.\nGram-negative bacilli (GNB) resistant to third- and fourth-generation cephalosporins and to carbapenem have been of particular concern, especially carbapenem-resistant Enterobacteriaceae (CRE; e.g., Klebsiella pneumoniae carbapenemase [KPC] producers), ceftazidime-avibactam-resistant (CAZ-AVI) and ceftalozane-tazobactam-resistant strains, carbapenem-resistant A. baumannii (CRAB), and carbapenem-resistant P. aeruginosa (CRPA)3,4.\nIn this context, the last-resort antibiotic polymyxin B (PB) has been used in clinical practice to treat serious infections caused by MDR/XDR GNB5. The antibacterial activity of polymyxins is due to an electrostatic interaction between the positively charged polymyxin and the phosphate groups of the negatively charged lipid A, on lipopolysaccharide (LPS) or lipooligosaccharide (LOS), in the outer membrane of GNB. Interaction with PB destabilizes LPS or LOS, leading to disruption of the bacterial cell envelop3.\nHowever, acquired resistance to polymyxins (including chromosomal and plasmid-mediated resistance) has been increasingly detected in several GNB, such as Enterobacterales species (e.g., K. pneumoniae) and nonfermenting GNB (e.g., A. baumannii and P. aeruginosa). Polymyxin-resistant Gram-negative (GN) bacteria usually have the addition of phosphoethanolamine and/or 4-amino-4-deoxy-l-arabinose cationic groups on their lipid A molecule, giving them positive charges and resulting in electrostatic repulsion (instead of interaction) of the polymyxin molecule3.\nConsidering health, social and economic implications of growing antimicrobial resistance, the World Health Organization (WHO) calls attention to research, discovery, and development of new antibiotics against MDR/XDR ESKAPE pathogens6.\nIn this scenario, many substances have been investigated regarding their antimicrobial activity, including natural products. Cannabidiol (CBD) is the major non-psychoactive component isolated from Cannabis sativa and has been associated with multiple and potential biological activities, especially anxiolytic, antipsychotic, anti-inflammatory, analgesic, antioxidant and neuroprotective properties7–9. Regarding its biological activity in bacteria, CBD was described as inhibitor of membrane vesicles released from GNB and as inhibitor of biofilm formation as well as being capable of eradicating preformed biofilms10. Since the 1950s, C. sativa-based preparations have also been investigated for their antibacterial activity11–13. Nonetheless, few studies described the antibacterial activity of ultrapure CBD against Gram-positive (GP) bacteria; although, CBD is not antibacterial against GNB9,11–17.\nAnother promising strategy to tackle antibacterial resistance is combination therapy, specifically combinations that allow the use of a lower concentration of each substance in the combination or that allow the antibacterial activity of substances that would otherwise not reach the bacterial target (e.g., due to impermeability)18,19. Besides their inhibitory activity, antibiotics can exert other effects on bacterial cells, even at sublethal concentrations20. In this context, the minimal effective antibiotic concentration (MEAC), defined as the minimal sublethal concentration that produces an effect on bacterial cells (e.g., outer membrane destabilization), might allow or improve the action of another antibacterial substance, thus making the combination antibacterial21,22.\nThe present study aimed to evaluate the in vitro antibacterial activity of ultrapure CBD against a wide diversity of bacteria, including MDR/XDR ESKAPE pathogens (44 different species, 96 strains), and the in vitro antibacterial activity of the combination CBD + PB against GN bacteria, including PB-susceptible and PB-resistant GNB (chromosomal-acquired and plasmid-mediated colistin-resistant) and intrinsically-resistant GN bacteria (16 species, 56 strains), comprising both standard strains and clinical isolates.\n\n## CBD antibacterial activity against GP and GN bacteria, and \nCBD showed different levels of antibacterial activity (minimal inhibitory concentration [MIC]) against all 13 different species of GP bacteria (21 strains) evaluated, including susceptible and MDR strains: MIC = 2 µg/mL for E. faecium (n = 2); MIC = 4 µg/mL for Enterococcus spp. (n = 4), Staphylococcus spp. (n = 10), Micrococcus luteus (n = 1), and Rhodococcus equi (n = 1); MIC = 32 µg/mL for Streptococcus pyogenes (n = 1) and Streptococcus pneumoniae (n = 1); and MIC = 64 µg/mL Streptococcus agalactiae (n = 1) (Supplementary Table 1).\nThe antibacterial activity of CBD was also observed for LOS-expressing GN diplococcus (GND) such as Moraxella catarrhalis ATCC 25238 (MIC = 64 µg/mL), Neisseria meningitidis ATCC 13077 (MIC = 128 µg/mL), and Neisseria gonorrhoeae ATCC 19424 (MIC = 256 µg/mL). Additionally, CBD was antibacterial against Mycobacterium tuberculosis H37Rv (MIC = 12.5 µg/mL) and MDR M. tuberculosis CF86 (MIC = 25 µg/mL). We observed no difference between MIC and minimum bactericidal concentration (MBC) values among susceptible and MDR strains evaluated.\nFor S. aureus ATCC 29213, we observed a higher CBD MIC (64 µg/mL) when the assay was performed using MH-F broth (5% lysed horse blood + 0.1% β-Nicotinamide adenine dinucleotide [β-NAD] 20 mg/mL), compared to standard protocols using Cation-Adjusted Mueller Hinton II Broth (CAMHB) for S. aureus (CBD MIC = 4 µg/mL) (Supplementary Fig. 1)23,24.\nCBD in concentrations up to 256 µg/mL was not antibacterial for any of the tested GNB (27 species, 70 strains) (Supplementary Table 1). We also evaluated higher concentrations of CBD for E. coli ATCC 25922, K. pneumoniae ATCC 13883, A. baumannii ATCC 19606, and P. aeruginosa ATCC 27853, but again no antibacterial activity was observed up to 8.192 µg/mL.\nAdditionally, we did not detect any antibacterial activity of CBD in the presence of efflux pump inhibitors (phenylalanine-arginine-β-naphthylamide [PAβN], reserpine, or curcumin) against Gram-negative ESKAPE pathogens (K. pneumoniae ATCC 13883, A. baumannii ATCC 19606, P. aeruginosa ATCC 27853, E. cloacae ATCC 13047) as well as against E. coli ATCC 25922 and 72H (MCR-1-producing clinical isolate) and S. maltophilia ATCC 13637 strains. For all strains, CBD combined to the efflux pump inhibitors evaluated was not antibacterial up to 256 µg/mL of CBD.\n\n## Screening by broth microdilution method with fixed concentration of CDB (256 µg/mL)\nWe observed antibacterial activity of the combination CBD + PB against 8/13 different species (47/52 strains) of GNB, including standard strains (Table 1) and clinical isolates (Table 2).Table 1PB concentrations in the combination of CBD (256 µg/mL) + PB minimal effective antibiotic concentration (MEAC), compared to PB, MIC against standard strains, type strains, and characterized strains.StrainPB (µg/mL)Strain characteristics; referencesMEAC in the combination (CBD + PB)MICK. pneumoniae ATCC 13883T0.1258Type strainK. pneumoniae ATCC BAA-17050.250.5ST 258; CRE/CPE, KPC-2, PB-susceptibleK. pneumoniae NCTC 134430.061CRE/CPE, NDM, PB-susceptibleK. pneumoniae C9≤ 164ST 11; ESBL, CTX-M-2; PB-resistant [Δ mgr]; Palmeiro et al.25K. pneumoniae D10.251ST 11; ESBL, CTX-M-2; Palmeiro et al.25K. pneumoniae RP 62≤ 0.532ST 11; CRE/CPE, KPC-2; Andrade et al.26K. quasipneumoniae ATCC 7006030.1250.5ESBL, SHV-18E. cloacae ATCC 13047T≤ 0.5256Type strainE. coli ATCC 259220.060.5Quality control strain, PB-susceptibleE. coli CTX-M-150.060.5ST 131; ESBL, CTX-M-15, PB-susceptibleE. coli RP62T†≤ 0.012Transconjugant azide-resistant producing KPC, PB-susceptible; Andrade et al.26E. coli 72H12Plasmid-mediated colistin-resistant (MCR-1); Fernandes et al.27E. coli NCTC 1384612Plasmid-mediated colistin-resistant (MCR-1), Quality control strainA. baumannii ATCC 19606T0.251Type strain, PB-susceptibleA. baumannii 136 SP0.251ST 109; CRAB, OXA-23 and OXA-143; Clímaco et al.28, PB-susceptibleP. aeruginosa ATCC 2785311Quality control strain, PB-susceptibleP. aeruginosa HC 10312ST 277; SPM-1, PB-susceptible; Galetti et al.29P. aeruginosa PAO10.51PB-susceptibleS. maltophilia ATCC 13673T0.252Type strain, PB-susceptibleE. tarda ATCC 15947T0.25> 8Intrinsically PB-resistantS. marcescens ATCC 13880> 8> 8Intrinsically PB-resistantP. rettgeri ATCC 29944> 8> 8Intrinsically PB-resistantP. mirabilis ATCC 29906> 8> 8Intrinsically PB-resistantB. cepacia ATCC 25416> 8> 8Intrinsically PB-resistantM. morganii ATCC 8019> 8> 8Intrinsically PB-resistantCBD Cannabidiol, PB Polymyxin B, ATCC American Type Culture Collection, Ttype strain, ST sequence type, CRE carbapenem-resistant Enterobacteriaceae, CPE carbapenemase-producing Enterobacteriaceae, KPC Klebsiella pneumoniae carbapenemase, NDM New Delhi metallo-beta-lactamase (carbapenemase), ESBL extended spectrum beta-lactamase, CTX-M Active on cefotaxime, first isolated at Munich, SHV Sulfhydryl reagent variable, MCR plasmid-mediated colistin resistant, CRAB carbapenem resistant Acinetobacter baumannii, OXA Oxacilinase (OXA-23 and OXA-143 are carbapenemases), SPM São Paulo Metallo-beta-lactamase (carbapenemase).Table 2PB concentrations in the combination of CBD (256 µg/mL) + PB minimal effective antibiotic concentration (MEAC) compared to PB minimal inhibitory concentration (MIC) against clinical isolates.StrainPB (µg/mL)Strain characteristicsaMEAC in the combination (CBD + PB)MICK. pneumoniae L1≤ 0.258Clinical isolate; PB-resistantK. pneumoniae L2≤ 0.564Clinical isolate; PB-resistantK. pneumoniae L3≤ 0.2564Clinical isolate; PB-resistantK. pneumoniae L5≤ 0.031Clinical isolate; PB-susceptibleK. pneumoniae L8≤ 0.25128Clinical isolate; PB-resistantK. pneumoniae L9≤ 0.2532Clinical isolate; PB-resistantK. pneumoniae L120.062Clinical isolate; PB-susceptible; CAZ-AVI-resistantK. pneumoniae L13≤ 0.2516Clinical isolate; PB-resistantK. pneumoniae L14≤ 0.2532Clinical isolate; PB-resistantK. pneumoniae L150.54Clinical isolate; PB-resistantK. pneumoniae L160.54Clinical isolate; PB-resistantK. pneumoniae L17≤ 0.532Clinical isolate; PB-resistantK. pneumoniae L180.54Clinical isolate; PB-resistantK. pneumoniae L19116Clinical isolate; PB-resistantK. pneumoniae L22≤ 0.5256Clinical isolate; PB-resistantK. pneumoniae L26≤ 0.564Clinical isolate; PB-resistantK. pneumoniae L270.062Clinical isolate; PB-susceptibleK. pneumoniae L28≤ 0.532Clinical isolate; PB-resistantK. pneumoniae L29≤ 0.2516Clinical isolate; PB-resistantK. pneumoniae L300.251Clinical isolate; PB-resistantK. pneumoniae L310.068Clinical isolate; PB-resistantK. pneumoniae L330.0616Clinical isolate; PB-resistantK. pneumoniae L34≤ 0.12532Clinical isolate; PB-resistantA. baumannii L7≤ 0.032Clinical isolate; PB-susceptibleA. baumannii L210.1251Clinical isolate; PB-susceptibleA. baumannii L250.1251Clinical isolate; PB-susceptibleA. baumannii L350.1250.5Clinical isolate; PB-susceptibleP. aeruginosa L3612Clinical isolate; PB-susceptibleCBD Cannabidiol, PB Polymyxin B, CAZ-AVI Ceftazidime-avibactam.aPB-resistant clinical isolates are not plasmid-mediated colistin-resistant (MCR-1).\nFor the combination CBD (256 µg/mL) + PB (0.01—512 µg/mL), compared to PB alone, we observed a minimal threefold reduction in the PB concentration required for CBD antibacterial activity against PB-susceptible GNB (non-fermenting GNB and Enterobacterales). Also, the combination of CBD + PB against K. pneumoniae led to a twofold reduction in PB concentration compared to PB MIC, while only a onefold reduction was observed for P. aeruginosa (Tables 1 and 2, and Supplementary Fig. 2A).\nRegarding PB-resistant GNB (Enterobacterales), the combination of CBD plus low concentrations of PB (≤ 2 µg/mL) showed antibacterial activity against chromosomal PB-resistant GNB, including PB-resistant K. pneumoniae (Table 2). However, for plasmid-mediated colistin-resistant (MCR-1) E. coli strains, we only observed a onefold reduction in PB concentration compared to PB MIC (Tables 1 and 2, and Supplementary Fig. 2B–F).\nThe combination CBD + PB + PAβN showed increased antibacterial activity against GNB so that lower concentrations of PB were required when compared to the combination CBD + PB (Table 3). Interestingly, this combination (CBD + PB + PAβN) also showed antibacterial activity against P. aeruginosa and plasmid-mediated colistin-resistant (MCR-1) E. coli 72H strains (Table 3).Table 3PB concentrations in the combination of CBD (256 µg/mL) + PB + PAβN (50 µg/mL) compared to PB concentrations in the combination of CBD (256 µg/mL) + PB.StrainPB MIC (µg/mL)CBD 256 µg/mLCBD 256 µg/mL plus PAβN 50 µg/mLPAβN 50 µg/mL+ PB MEAC (µg/mL)+ PB MEAC (µg/mL)+ PB MEAC (µg/mL)K. pneumoniae ATCC 13883a80.125≤ 0.018K. pneumoniae ATCC BAA-17050.50.250.010.25K. quasipneumoniae ATCC 7006030.50.1250.030.25E. coli ATCC 259220.50.06≤ 0.0020.03E. coli 72Hb21≤ 0.011E. coli NCTC 1384621≤ 0.031A. baumannii ATCC 19606a10.25≤ 0.0051A. baumannii 136 SPc10.250.061P. aeruginosa ATCC 2785311≤ 0.0050.06P. aeruginosa HC 103j21≤ 0.0050.06P. aeruginosa PAO110.5≤ 0.0050.06S. maltophilia 13673a20.25≤ 0.010.03E. tarda ATCC 15947a> 80.25≤ 0.01> 8CBD Cannabidiol, PB Polymyxin B, ATCC American Type Culture Collection.aType strain.bFernandes et al.27.cClímaco et al.30.dGaletti et al.29.\nCBD + PB also presented antibacterial activity against intrinsically PB-resistant E. tarda ATCC 15947 (Table 1). Nevertheless, for other intrinsically PB-resistant strains (B. cepacia ATCC 25416, M. morganii ATCC 8019, P. rettgeri ATCC 29944, P. mirabilis ATCC 29906, and S. marcescens subsp. marcescens ATCC 13880), no antibacterial activity of CBD + PB was observed (Table 1).\nRegarding intrinsically PB-resistant GNB, the combination of CBD + PB was not antibacterial even in the presence of PAβN. The exception was E. tarda ATCC 15947, for which the combination CBD + PB + PAβN was also antibacterial, again showing the antibacterial activity of CBD with lower PB concentrations (Table 3).\n\n## Confirmation by checkerboard assay\nFor K. pneumoniae (n = 12), E. coli (n = 4), A. baumannii (n = 2), and P. aeruginosa (n = 2), checkerboard assay was performed to confirm the in vitro antibacterial activity and to assess the different proportions of each substance in the combination CBD + PB (Table 4).Table 4Minimal concentrations of CBD and PB (PB minimal effective antibiotic concentration [MEAC]) required to the antibacterial activity of the combination CBD + PB, according to checkerboard assay results. Plasmid-mediated colistin-resistant (MCR-1) E. coli 72H and P. aeruginosa strains (ATCC 27853 and HC 103) were assessed in the presence of 50 µg/mL of PAβN.StrainAntibacterial activity of the combination CBD + PB (µg/mL)PB MIC (µg/mL)PB MIC versus PB MEAC (two-fold differences)CBDPB MEACK. pneumoniae ATCC 13883a40.0388K. pneumoniae ATCC BAA-170540.250.51K. pneumoniae C9b42645K. pneumoniae D1b40.2512K. pneumoniae RP 62c21326K. pneumoniae L82≤ 11288K. pneumoniae L132≤ 0.25328K. pneumoniae L1742325K. pneumoniae L222≤ 0.525610K. pneumoniae L282≤ 0.5327K. pneumoniae L292≤ 0.5327K. pneumoniae L3420.5327E. coli ATCC 2592240.060.53E. coli CTX-M-1580.030.54E. coli 72Hd (MCR-1)4 + PAβN121E. coli NCTC 13846 (MCR-1)4 + PAβN121A. baumannii ATCC 19606a40.12513A. baumannii 136 SPe10.2512P. aeruginosa ATCC 278534 + PAβN0.0315P. aeruginosa HC 103f4 + PAβN0.0326ATCC American Type Culture Collection.aType strain.bPalmeiro et al.25.cAndrade et al.26.dFernandes et al.27.eClímaco et al.30.fGaletti et al.29.\nFor most of the GNB (including PB-resistant K. pneumoniae), 2–4 µg/mL of CBD were enough to inhibit bacterial growth when combined with low concentrations of PB (≤ 2 µg/mL) (Table 4). Particularly, the combination of ≤ 2 µg/mL of CBD plus ≤ 0.5 µg/mL of PB was antibacterial to most PB-resistant clinical isolates of K. pneumoniae (Supplementary Fig. 3).\nFor PB-susceptible P. aeruginosa ATCC 27853 and HC103, and plasmid-mediated colistin-resistant (MCR-1) E. coli 72H strains, the checkerboard assay was also performed in the presence of PAβN. The results showed that the combination of CBD (4 µg/mL) + PB was antibacterial only in the presence of PAβN (Table 4).\nThe fractional inhibitory concentration index (FICI) of the combination of CBD + PB was not calculated due to the absence of antibacterial activity (MIC) of CBD against GNB.\nFor GND M. catarrhalis ATCC 25238, N. meningitidis ATCC 13077, and N. gonorrhoeae ATCC 19424, the FICI of the combination CBD + PB was calculated because both CBD and PB alone showed antibacterial activity (MIC). Thereby, CBD + PB showed additive and/or synergistic effect against these GND (Table 5, and Supplementary Fig. 4).Table 5Minimal concentrations of CBD and PB (PB minimal effective antibiotic concentration [MEAC]) required to the antibacterial activity of the combination CBD + PB. Fractional Inhibitory Combination Index (FICI) values, according to checkerboard assay results. CBD showed antibacterial activity against GND, so FICI was calculated, and the effect of the combination was characterized.StrainCBD MIC (µg/mL)Antibacterial activity of the combination CBD + PB (µg/mL)PB MIC (µg/mL)FICIEffectCBDPB MEACM. catarrhalis ATCC 252386440.250.50.56Additive160.010.27SynergicN. meningitidis ATCC 13077128322640.28Synergic1680.258160.31N. gonorrhoeae ATCC 19424256320.5160.155Synergic1640.31\n\n## Time-kill assays\nTime-kill assays showed that the combination CBD + PB leads to a greater reduction in the number of CFU/mL compared to PB alone (at the same concentration used for the combination) for all four clinical isolates of PB-resistant K. pneumoniae evaluated (Fig. 1). Also, the overall reduction in CFU/mL of the combination CBD + PB relative to PB alone was above 2 log10 for many time points, further confirming the synergistic effect of CBD and PB (Table 6).Figure 1Time-kill experiments for the PB-resistant Klebsiella pneumoniae strains (A) C9, (B) L8, (C) L28, and (D) L29. Strains were inoculated on Mueller Hinton broth containing either PB alone or in combination with CBD (2 or 4 µg/mL). A control group was grown in the absence of any drug. At time points 0, 1, 2, 4, and 6 h, an aliquot was removed, and number of cells was determined by inoculating on solid medium and counting colony forming units. The initial time point of each treatment was used as normalization factor. Values represent mean and error bars are standard deviation of the mean from three independent experiments. Asterisks indicate that means are statistically different from the corresponding control group (P < 0.05). PB: polymyxin B; CBD: cannabidiol; MEAC: minimal effective antibiotic concentration.Table 6Log10 (CFU/mL) difference between the combination CBD + PB and PB treatment at MEAC.StrainCBD = 2 µg/mLCBD = 4 µg/mLKill1hKill2hKill4hKill6hKill1hKill2hKill4hKill6hK. pneumoniae C9− 0.93− 1.87− 2.18− 2.19− 2.63− 2.20− 3.12− 2.74K. pneumoniae L8− 2.18− 2.85− 2.88− 3.05− 2.70− 3.52− 3.66− 3.54K. pneumoniae L28− 1.62− 1.61− 2.70− 1.35− 0.90− 1.48− 2.65− 1.23K. pneumoniae L29− 2.92− 3.49− 4.22− 3.01− 2.17− 3.69− 4.52− 3.27Combinations were considered synergistic (indicated by bold) when the difference was greater (more negative) than 2 log10 compared to the most active component of the combination (i.e., PB).\n\n## CBD antibacterial activity against GP and GN bacteria, and \nWe observed antibacterial activity of ultrapure CBD against GP bacteria, M. tuberculosis, and LOS-expressing GND; but not against GNB as recently reported14–16. Preliminary results regarding ultrapure CBD activity in GP bacteria and its absence in GN bacteria (including MDR and XDR strains) were partially presented by us at ASM Microbe 2018 and published in the abstract book13.\nFurthermore, our results revealed antibacterial activity of CBD against other species, namely Enterococcus casseliflavus, Staphylococcus lugdunensis, Micrococcus luteus, and Rhodococcus equi, and also against different phenotype/genotype of GP bacteria (Supplementary Table 1). In general, our data and previous reports showed CBD MICs ranging from 2 to 4 µg/mL against GP bacteria, including vancomycin-resistant E. faecium (VRE), and methicillin-resistant (MRSA) and vancomycin-intermediate resistant (VISA) S. aureus, all of them listed in the WHO priority pathogens list for R&D of new antibiotics16.\nOur data differ from the data by Blaskovich et al. on CBD MICs against S. pneumoniae, S. pyogenes, N. meningitidis, N. gonorrhoeae, M. catarrhalis, and M. tuberculosis16. Differences in observed MIC values may be related to the different methodology in each of the studies. For fastidious bacteria, such as S. pneumoniae, S. pyogenes, M. catarrhalis, and N. meningitidis, we used MH-F broth (CAMHB supplemented with 5% lysed horse blood + 0.1% β-NAD 20 mg/mL), according to a standard protocol by the European Committee on Antimicrobial Susceptibility Testing (EUCAST)31. For N. gonorrhoeae, we employed the broth microdilution method instead of agar dilution. Blaskovich et al. used a broth culture medium composed of a lower content of lysed horse blood (3%) for S. pneumoniae and S. pyogenes, and a modified broth according to standards from the American Type Culture Collection (ATCC) for Neisseria spp., which does not contain blood16. The presence of blood in culture media (e.g., MH-F broth) increases CBD MIC, as observed in our study for S. aureus (fourfold dilution increased CBD MIC) when compared to only CAMHB, a result similar to previous reports12. These differences may have contributed to our higher CBD MIC values against fastidious bacteria compared to those of Blaskovich et al.16.\nFor M. tuberculosis, we observed lower CBD MIC values than those of Blaskovich et al. They used a 5-day incubation period , the addition of 12.5uL of 20% Tween 80 into resazurin, and a culture medium supplemented with ADC (albumin, dextrose, catalase) (Difco Laboratories), 0.5% glycerol, and 0.02% tyloxapol16. We used a period of incubation of 7 days, no Tween 80 into resazurin, a culture medium supplemented with OADC (oleic acid, albumin, dextrose, catalase), and glycerol 0,4%. The difference between OADC and ADC is the presence of oleic acid at 0.5 g/L.\nOur results reinforce that CBD alone is not antibacterial against GNB (MDR/XDR or susceptible to antibiotics), because we evaluated 27 species (70 strains) of GNB species most commonly involved in HAI as well as in community infections, expanding the panel of GNB and human pathogens investigated (Supplementary Table 1).\nIn an attempt to understand this lack of effect, we used various efflux pump inhibitors to potentially improve CBD activity. However, our data also showed no role of efflux pumps that are commonly involved in antibiotic extrusion from GN cell. Therefore, we hypothesized that CBD was inactive due to low permeability through the cell envelope (outer membrane) of GNB.\nThe absence of antibacterial activity of CBD against GNB may be related to LPS molecules and outer membrane proteins, from the outer membrane, which would lead to the impermeability of macromolecules and limited diffusion of hydrophobic molecules, such as CBD14–16. Our results of in vitro CBD antibacterial activity against GP bacteria and M. tuberculosis, and the absence of CBD antibacterial activity against GNB, support a role for LPS in hindering CBD activity.\nFurthermore, we also assessed LOS-expressing bacteria such as N. meningitidis, N. gonorrhoeae, and M. catarrhalis. The LOS molecule lacks the O-antigen of LPS32,33, thereby allowing us to evaluate a potential role of O-antigen in preventing CBD antibacterial activity (possibly due to the steric effect, hindering CBD from reaching its molecular target).\nEven considering that A. baumannii and H. influenzae also have LOS molecules on their external membrane, but the core polysaccharide for these bacteria presents a different sugar composition32,34. This fact could explain the absence of CBD antibacterial activity against these GN bacteria. CBD and cannabigerol (CBG, another cannabinoid) have antibacterial activity against A. baumannii only in the absence of the complete LOS molecule, according to previous studies14,16.\nThe hydrophobic chemical structure of CBD points towards an interaction with lipid in membranes as described by Guard et al. for eukaryotic cells. This interaction alters the biophysical properties of the membrane and affects lipid and cholesterol metabolism35,36. Indeed, the bacterial membrane was also suggested as a possible bacterial target for cannabinoids (CBG and CBD)11,14,16. Furthermore, Blaskovich et al. also showed that bactericidal concentrations of CBD against S. aureus inhibits the synthesis of proteins, DNA, RNA, and peptidoglycan16. Nevertheless, the specific mechanism(s) for the antibacterial activity of CBD has not yet been fully elucidated. Therefore, our results contribute to a better understanding of CBD antibacterial mechanism(s) of action, which could guide future studies.\n\n## Antibacterial activity of the combination CBD + PB\nPrevious studies reported the antibacterial activity of CBD in combination with PB, although only few bacterial species and strains were evaluated (E. coli, P. aeruginosa, K. pneumoniae, and A. baumannii)14,16,17,37.\nHere we assessed the combination CBD + PB against several GNB (8 species, 48 strains), focusing on pathogens from the WHO list for the R&D of new antibiotics, including MDR and XDR international high-risk clones (e.g., KPC-producing K. pneumoniae ST 258 and ST 11, CTX-M-15-producing E. coli ST 131, SPM-producing P. aeruginosa ST 277, and OXA-143-producing A. baumannii ST 109) (Tables 1 and 2).\nFor most GNB, our checkerboard results showed that CBD concentrations lower than 4 µg/mL were sufficient for antibacterial activity in the combination CBD + PB. Also, PB concentrations needed for the combination to be antibacterial were up to eight-fold lower than the MIC for PB.\nFurthermore, for PB-resistant GNB (highlighting K. pneumoniae strains), 2–4 µg/mL of CBD were enough to lead to bacterial growth inhibition when combined with clinically optimal PB concentrations (Table 4).\nAccording to EUCAST/BrCAST breakpoints, bacteria presenting PB MIC ≤ 2 µg/mL are categorized as susceptible, and there is a high likelihood of therapeutic success using a standard dosing regimen of PB23,38. On the other hand, according to CLSI breakpoints, bacteria with PB MIC ≤ 2 µg/mL are categorized as intermediate as there is no longer a CLSI ‘susceptible’ category for polymyxins. CLSI argues that polymyxins monotherapy would have limited clinical efficacy and suggests combination therapy with another antibacterial24. In our study, we used the EUCAST/BrCAST breakpoint (PB MIC ≤ 2 µg/mL as susceptible) for our analyses and discussion.\nAdditionally, time-kill results showed the killing effect of the combination of CBD + PB over time, contributing to future studies and perspectives on dose-exposure response relationships and pharmacokinetic/pharmacodynamic parameters.\nAmong intrinsically PB-resistant GNB, the combination of CBD + PB showed antibacterial activity only against E. tarda. These results may be related to the different intrinsic resistance mechanisms of these bacteria, involving different molecular pathways from two-component systems3,39.\nFor the GND N. meningitidis, N. gonorrhoeae, and M. catarrhalis, the calculation of FICI revealed an additive or synergistic effects for the combination CBD + PB (Table 5). Nevertheless, PB is not used for the treatment of GND-caused infections due to PB intrinsic resistance. However, the synergistic effect may suggest a new insight for this bactericidal activity of the combination CBD + PB, highlighting that PB also neutralizes the endotoxin Lipid A from LPS/LOS of GN bacteria40.\n\n## Biological activity of the combination CBD + PB (+ PAβN)\nCBD alone shows antibacterial activity against GP bacteria, M. tuberculosis, and LOS-expressing GND; however, it does not show antibacterial activity against GNB, probably due to the presence of LPS molecules and outer membrane proteins, from the outer membrane, resulting in impermeability of CBD.\nPB alone shows antibacterial activity against GN bacteria and the use of this antibiotic in clinical practices depends on in vitro susceptibility breakpoints and on bacterial species identified23,24,38. PB promotes the destabilization of LPS or LOS, leading to the disruption of the bacterial cell envelope3.\nConsidering the antibacterial activity of the combination CBD + PB against GNB, our results also point to the existence of a CBD molecular target in GNB and indicate that its activity is dependent on bacterial outer membrane destabilization promoted by PB.\nCBD is the antibacterial agent in the combination CBD + PB, considering that the concentrations of PB used in the combination were PB MEAC, which are sublethal (subinhibitory) (Fig. 2). This biological activity is supported by time-kill results showing that PB MEAC alone has the same behavior as the growth control in the killing curve (Fig. 1).Figure 2Schematic representation of PB MIC and PB MEAC. (A) PB MIC: Polymyxin B minimal concentration that disrupts the outer and inner membranes of GNB and leads to bacterial growth inhibition. (B) PB MEAC: Polymyxin B sub-inhibitory concentration that leads to minimal disrupt or destabilization of bacterial outer membrane but does not lead to bacterial growth inhibition. PB MEAC allows CBD antibacterial activity in the combination CBD + PB, even against PB-resistant strains containing phosphoethanolamine (pEtN) and/or 4-amino-4-deoxy-l-arabinose (l-Ara4N) cationic groups on their lipid A molecule.\nOutstandingly, the combinatio",
  "has_full_text": true
}