{
  "pmid": "35498219",
  "title": "Repurposing pantoprazole and haloperidol as efflux pump inhibitors in azole resistant clinical Candida albicans and non-albicans isolates.",
  "abstract": "Candida species have a major role in nosocomial infections leading to high morbidity and mortality. Increased resistance to various antifungals, especially azoles is a significant problem. One of the main mechanisms for azole resistance is the up-regulation of efflux pump genes including CDR1 and MDR1. In the current study, clinical Candida isolates were identified to the species level and the antifungal susceptibility (AFS) of different Candida species was determined by disk diffusion method. Furthermore, the main mechanisms of azole resistance were investigated. Finally, haloperidol and pantoprazole were tested for their potential synergistic effect against fluconazole-resistant isolates. One hundred and twenty-two Candida clinical isolates were used in this study. 70 isolates were Candida albicans (57.4%), the non-albicans Candida species include: C. krusei (20.5%), C. tropicalis (6.6%), C. parapsilosis (5.7%), C. dubliniensis (4.9%) and C. glabrata (4.9%). The AFS testing showed that resistance to fluconazole and voriconazole were 13.1% (n = 16) and 9.8% (n = 12), respectively. Among the 16 resistant isolates, eight isolates (50%) were strong biofilm producers, seven (43.8 %) formed intermediate biofilm and one had no biofilm. All resistant strains overexpressed efflux pumps. Using RT-PCR, the efflux genes CDR1, MDR1 and ABC2 were over-expressed in azole resistant isolates. Haloperidol-fluconazole and pantoprazole-fluconazole combinations reduced the MIC of fluconazole in resistant isolates. The current study showed an increase in azole resistance of Candida species. The majority of resistant isolates form biofilm, and overexpress efflux pumps. Pantoprazole and Haloperidol showed a noteworthy effect as efflux pump inhibitors which oppose the fluconazole resistance in different Candida species.",
  "journal": "Saudi pharmaceutical journal : SPJ : the official publication of the Saudi Pharmaceutical Society",
  "year": "2022",
  "authors": [
    "El-Ganiny A",
    "Kamel H",
    "Yossef N",
    "Mansour B",
    "El-Baz A"
  ],
  "doi": "10.1016/j.jsps.2022.01.011",
  "mesh_terms": [],
  "full_text": "## Introduction\nCandida species have emerged as significant cause of nosocomial infection in recent decades that leading to high morbidity and mortality (Jahagirdar et al., 2018). Candida are responsible for both superficial (mucosal and cutaneous) and life threatening invasive infection. The most common form of invasive infections is candidemia, at least 8% of nosocomial bloodstream infections are caused by Candida species (Papon et al., 2013). The increased incidence of invasive fungal infections can be correlated with an expansion in the number of immune-compromised patients, which include AIDS patients and cancer chemotherapy patients (Cornet et al., 2011).\nThe five species most commonly associated with candidiasis are Candida albicans, C. glabrata, C. krusei, C. tropicalis and C. parapsilosis (Turner and Butler, 2014). C. albicans remains the most commonly isolated species, but the proportion of non-albicans Candida (NAC) species has increased over the past few years in Egypt and worldwide (El-Ganiny et al., 2021, Ricotta et al., 2021).\nThe number of therapeutic options for treatment of fungal infections is quite limited, only three main structural classes of antifungal drugs are available, namely polyenes, azoles, and echinocandins (Sanguinetti et al., 2015). The azoles are the most widely used class of antifungal drugs, as they have low toxicity and more bioavailability (Fisher et al., 2018). Azole drugs inhibit ergosterol biosynthesis by binding to cytochrome P450-dependent enzyme 14α demethylase, (encoded by ERG11 gene). Inhibition of this enzyme results in unstable fungal cell membrane and membrane leakage (Francois et al., 2006). Resistance to azoles was associated with mutations or overexpression of the ERG11 or up-regulation of several drug efflux pumps (Whaley et al., 2017).\nOne of the main mechanisms of azole resistance in Candida is through active efflux of drugs mediated by ATP-binding cassette (ABC) transporters and major facilitators superfamily (MFS) pumps; encoded by CDR and MDR genes, respectively (Bhattacharya et al., 2020, Lee et al., 2020). The ABC transporter CDR1 is reported to be the major contributor to azole resistance in clinical isolates of C. albicans and C. glabrata. While, in the emerging pathogen, C. krusei, the efflux pump Abc1 is crucial in azole resistance. Furthermore, it is believed that ABC2-encoded efflux pump was important in C. krusei's innate fluconazole resistance (Holmes et al., 2012). In C. tropicalis, ERG11 mutation was the main mechanism responsible for azole resistance, however, overexpression of CDR1 and MDR1 also contributed to azole resistance (Fan et al., 2019). It has been reported that activation of MDR1 gene in clinical C. albicans strains induced fluconazole resistant during therapy (Wirsching et al., 2000).\nPhenotypic evaluation of efflux pump activity usually uses efflux pump substrates such as ethidium bromide (Martins et al., 2011). And acridine Orange (AO) which is a non-toxic fluorescent dye that is used for staining eukaryotic cells. AO has been shown to be a substrate of bacterial efflux pumps, hence it is used for screening of efflux activity (Martins and Amaral, 2012). Other fluorescent dyes that is used for detection of the efflux pump include: Rhodamine 6G, Alanine B-napthylamide and Nile Red (Maesaki, 1999, Bhattacharya et al., 2016). Furthermore, Nile Red is a dye that can be used to investigate intracellular lipids and protein hydrophobic regions. When Nile Red is present in a highly hydrophobic environment, it fluoresces brightly (Ivnitski-Steele et al., 2009).\nAnother significant aspect of Candida resistance and pathogenesis is biofilm formation. This phenomenon enables Candida to bind to mucosal cells and medical devices leading to device associated infections (Bitar et al., 2014). Biofilms formation in Candida species is mostly associated with increased resistance to antifungal drugs (Rautemaa and Ramage, 2011, Marak and Dhanashree, 2018). It is assumed that formation of polysaccharide matrix in biofilm diminishes the diffusion of drugs to fungal cells through the formation of transmission barrier (Sardi et al., 2013).\nThe high mortality rate of invasive candidiasis and increased resistance to conventional antifungals make it necessary to develop new antifungal therapies (Faustino and Pinheiro, 2020). Researchers have explored natural and synthetic agents that can sensitize antifungal agents. Several drug classes have been investigated for their effect on virulence and resistance (Lu et al., 2020, El-Baz et al., 2021, Peyclit et al., 2021). Repurposing of USA food and drug administration (FDA)-approved drugs is a new approach that can reduce the time and economic costs of developing de novo drugs (Miró-canturri et al., 2019). Screening for efflux pump inhibitors (EPIs) is an attractive way of increasing intracellular concentration of antifungal drugs and hence reducing resistance (Vega-Chacón et al., 2021, Tong et al., 2021). Few studies used in silico methods for identification and validation of EPI (Lamping et al., 2017). Among the in silico methods, molecular docking has been recently used to explore compounds that would be capable of binding to efflux pump proteins (Zárate et al., 2019).\nThe aim of the current study was to investigate the phenotypic mechanisms of azole drugs resistance in clinical Candida isolates. Furthermore, the expressions of efflux pump genes in resistant Candida isolates from different species was explored using RT-PCR. In addition the effect of two FDA approved drugs was evaluated on fluconazole resistant isolates using phenotypic and molecular docking approaches.\n\n## Isolation and identification of \nAll the clinical specimens were collected from different sources (blood, urine, and sputum) in clinical laboratories at Mansoura and Zagazig University Hospitals, Egypt. First, the specimens were inoculated on Sabouraud dextrose agar (SDA) plates and incubated at 37 °C then the Candida identification started with microscopical examination after Gram staining followed by biochemical identification and PCR as described previously (El-Ganiny et al., 2021).\n\n## Investigating antifungal susceptibility by disk diffusion method\nCandida isolates were tested for their susceptibility to different antifungal agents by disk diffusion method according to Clinical and Laboratory Standard Institute guidelines (CLSI, 2009). The tested disks include; amphotericin B (AMB, 10 μg) as a polyene drug, fluconazole (FLU, 25 μg) as representative to the 1st generation azole, and voriconazole (VOR, 1 μg) as representative to 2nd generation azole. The antifungal disks were obtained from Bioanalyse, (Ankara, Turkey).\nBriefly, 3–5 Candida colonies were inoculated into 4–5 mL Sabouraud dextrose broth (Oxoid, Hampshire, England) and incubated for 24 h at 37 °C. The turbidity of the suspension was adjusted to 0.5 McFarland turbidity standard. A sterile cotton swab was immediately dipped into the prepared suspension, and then used to streak over Muller Hinton agar (Oxoid, Hampshire, England) plate (containing 2% glucose and 0.5 µg/mL methylene blue). Antifungal disks were placed on MHA plates using sterile forceps and pressed firmly against the agar surface. The plates were inverted and incubated at 37 °C for 24–48 h. The diameter of inhibition zones around each antifungal disk were measured in millimeter, and interpreted as susceptible, intermediate or resistant according to interpretative criteria of CLSI (2009).\n\n## Biofilm formation assay\nBiofilm formation assay was performed on the azole-resistant strains as described previously (Stepanović et al., 2007) with some modifications. Overnight cultures of candida isolates were prepared, diluted with Sabouraud dextrose broth (SDB), and adjusted to a cell density of 1 × 106 CFU/mL. Aliquots of 100 μL of adjusted candida suspension were inoculated to the wells of sterile 96-well polystyrene microtiter plates. After incubation for 48 h at 37 °C, the contents of the wells were gently aspirated, and the wells were washed with sterile phosphate-buffered saline (PBS, pH 7.2). The adherent cells were fixed with 100 μL of 99% methanol for 20 min, then stained with 100 μL crystal violet (1%) for 20 min. The excess dye was then removed under running distilled water, then the plates were left to air-dry. The bound dye was dissolved by addition of 80 μL of 33% glacial acetic acid, and the optical densities were read at 540 nm using a microtiter plate reader. The experiment was performed in triplicate, the mean optical densities were calculated, and wells using media only were used as a negative control. The cut-off OD (ODc) was defined as three times standard deviations above the mean OD of the negative control. The test isolates were categorized into four groups: non-biofilm forming (OD ≤ ODc), weak biofilm (OD > ODc, but ≤ 2 × ODc), moderate biofilm (OD >  2 × ODc, but ≤ 4 × ODc), and strong biofilm-forming (OD > 4 × ODc).\n\n## Acridine orange (AO) assay for phenotypic detection of efflux pump activity\nCandida isolates were grown on SDA then a 0.5 McFarland suspension was prepared. Single sterile swabs were dipped into suspension. Plates of SDA containing increasing concentrations (1, 5, 10, and 20 mg/mL) of AO (Sigma-Aldrich, USA) were swabbed from the center to the periphery of the plate, the cartwheel design of swabbing was used. The swabbed plates were incubated for 16 h and fluorescence of the overlying fungal streak was determined with Cole-Parmer UV trans-illuminator (Vernon Hills, USA). The concentration of AO that first produced evidence of green fluorescence of the fungal streak was recorded for each strain (Martins and Amaral, 2012).\n\n## Synthesis of cDNA and quantitative real time PCR\nTotal RNA was extracted from fungal colony lysate with Direct-zol RNA Miniprep Plus (Zymo Research Corp. USA), then quantity and quality of RNA were assessed by Beckman dual spectrophotometer (Fullerton, USA). The primers used in this study (listed in Table 1) were purchased from Operon Biotechnologies (GmbH Biocompus Cologne, Germany).Table 1Primers used for qRT-PCR in this study.Primer namePrimer sequenceTm (°C)SizeReferenceCt-MDR1FGGGTGCATCATTCCAGCCTA57.3189Jin et al. (2018)Ct-MDR1-RGGGATGGCAATCATCACGAG56Ct-ACT1FTTTACGCTGGTTTCTCCTTGCC57.9322Ct-ACT1RGCAGCTTCCAAACCTAAATCGG56.6Cg-CDR1FTAGCACATCAACTACACGAACGT56.3170Szweda et al. (2015)Cg-CDR1RAGAGTGAACATTAAGGATGCCATG55.2Cg-URAFGAAAACCAATCTTTGTGCTTCTCT54125Cg-URARCATGAGTCTTAAGCAAGCAAATGT54.1Ca-ACT1FGCTTTTGGTGTTTGACGAGTTTCT56.472Watamoto et al. (2011)Ca-ACT1RGTGAGCCGGGAAATCTGTATAGTC56.9Ca-CDR1FGTACTATCCATCAACCATCAGCACTT56.679Ca-CDR1RGCCGTTCTTCCACCTTTTTGTA55.7Ca-MDR1FTCAGTCCGATGTCAGAAAATGC55.391Ca-MDR1RGCAGTGGGAATTTGTAGTATGACAA55.4Ck-ABC2-FCCTTTTGTTCAGTGCCAGATTG57.4301He et al. (2015)Ck-ABC2-RGTAACCAGGGACACCAGCAA57.3Ck-ACT1-FTGGGCCAAAAGGATTCTTATG53300Ck-ACT1-RAGATCTTTTCCATATCATCCCAG52.1\nThe qRT-PCR master mix was prepared in 20 μL final volume containing: 10 μL of 2 × SensiFAST™ SYBR (Bioline, London, UK), 0.8 μL of each primer (10 μM), 0.2 μL reverse transcriptase, 0.4 μL RiboSafe-RNase Inhibitor, water up to 16 μL and 4 μL of RNA (0.2 µg/µL) template was added. The qRT-PCR conditions were: an initial denaturation at 95 °C for 2 min, followed by 40 cycles of denaturation (95 °C for 10 s), annealing temperature for 10 s, and extension (72 °C for 30 s); then final extension step at 72 °C for 5 min. The test was performed in triplicates. Samples were normalized to house-keeping gene expression, then the transcript levels of azole-resistant isolates were compared with the average expression level of the azole susceptible isolates. Fold changes in gene expression were calculated using the comparative Ct method (2−ΔΔCT) as described previously (Livak and Schmittgen, 2001).\n\n## Evaluation of potential efflux pump inhibitors phenotypically\nThe Minimum inhibitory concentrations (MICs) of fluconazole (Diflucan® 50 mg vials, Pfizer, USA), haloperidol (haloperidol® 50 mg/mL ampules, Marcyrl, Egypt) and pantoprazole (Controloc® 40 mg vials, Takeda, USA) were determined using the broth microdilution method according to the (CLSI-document M27-A3) with some modifications (CLSI, 2008). Fluconazole, pantoprazole and haloperidol stock solutions were prepared using Muller-Hinton broth (MHB, Oxoid, Hampshire, UK), then serial dilutions were prepared in microtiter plate using MHB so the range of concentration was from 2048 to 2 µg/mL. Overnight culture of well isolated colonies of each isolate in MHB was prepared and its turbidity was adjusted to 0.5 McFarland. The prepared suspension was diluted 1:100 with MHB to have an approximate cell density of 104 CFU/mL. Then 50 µL of the prepared suspensions were transferred to the wells of a microtiter plate containing 50 µL of serial dilutions of drug in MHB. The plates were incubated at 37 °C for 24 h and the MIC was determined as the lowest concentration of the drug that inhibited any visible growth. To evaluate the potential inhibitory effect of haloperidol and pantoprazole, the MIC of fluconazole was evaluated again in presence of ¼ MIC of haloperidol and pantoprazole.\n\n## Evaluation of potential efflux pump inhibitors genotypically by qRTPCR\nThe qRTPCR was carried out as described previously to evaluate the difference in the expression of efflux genes (MDR1 and CDR1) in presence of the tested efflux pump inhibitors using ¼ MIC of haloperidol and pantoprazole in comparison to control stains grown in absence of the tested efflux pump inhibitors.\n\n## Molecular docking study\nDock module of MOE (Molecular Operating Environment) version MOE 2019.0102,2 (Chemical Computing Group Inc., 2019) on a computer having Pentium 1.6 GHz workstation, 512 MB memory using windows operating system, was utilized in docking studies. Haloperidol and Pantoprazole were drawn into Marvin Sketch of Marvin suite (http://www.chemaxon.com) to generate the lowest energy conformer to investigate their binding mode and affinity to UniProtKB – Q5ABU7 (MDR1_CANAL) Multidrug resistance protein 1 of efflux pump encoded by MDR1 gene in C. albicans, UniProtKB-Q5ANA3 (CDR1_CANAL) pleiotropic ABC efflux transporter of multiple drugs CDR1 expressed by CDR1 gene in both C. albicans and C. glabrata, and UniProtKB-K7WIP0 (K7WIP0_PICKU) ATP-binding cassette transporter protein encoded by ABC2 gene in C. krusei The expressed amino acids sequences of aforementioned genes were obtained as a primary structure in FASTA form UniProt Knowledgebase (https://www.uniprot.org/help/uniprotkb). The predicted 3D structures of all protein were obtained from the IntFOLD Server (Version 5.0) as described previously (Mcguffin et al., 2019).\n\n## Statistics\nStatistical analysis was performed using GraphPad Prism software version 6 (GraphPad Software Inc., La Jolla, CA, USA). Differences between groups were analyzed by one-way analysis of variance (ANOVA) followed by Tukey's Kramer multiple comparison test. Data are presented as mean ± standard error (SEM). A value of P ≤ 0.0001 was considered to indicate statistical significance.\n\n## Isolation and identification of \nOne hundred twenty-two non-duplicate Candida clinical isolates were identified in the present study. The isolates were identified to the species level using PCR, 70 isolates (57.4%) were identified as C. albicans, while 52 isolates (42.6%) were non-albicans candida (NAC. The NAC species include: C. krusei (25 strains, 20.5%), C. tropicalis (8 isolates, 6.6%), C. parapsilosis (7 isolates, 5.7%), and 6 isolates for both C. dubliniensis and C. glabrata (4.9% each).\n\n## Susceptibility to antifungals\nThe antifungal susceptibility testing of the 122 Candida isolates against 3 antifungal drugs (fluconazole, voriconazole and amphotericin B) revealed resistance for both fluconazole and voriconazole The data presented in Fig. 1 showed that the percentages of resistance to fluconazole and voriconazole were 13.1% (16 isolates) and 9.8% (12 isolates), respectively. On the other hand, there was no resistance to amphotericin B.Fig. 1Antifungal susceptibility testing of candida isolates. FLU: fluconazole, VOR: voriconazole, AMB: Amphotericin B. R resistant, S susceptible.\nSixteen isolates out of 122 tested isolates were resistant to antifungals (Table 2). Seven isolates of C. albicans showed resistance to azoles (6 to both fluconazole and voriconazole and 1 to fluconazole only), 4 of C. krusei isolates showed resistance to azoles, (3 to both fluconazole and voriconazole and 1 to fluconazole only), one C. tropicalis isolate was resistant to both fluconazole and voriconazole. On the other hand, 4 isolates of C. glabrata were resistant to azoles (2 for both fluconazole and voriconazole and 2 to fluconazole alone).Table 2Distribution of clinical Candida species and their resistance to azoles.Candida speciesNo. of isolatesNo. of resistant isolates in the species (%)FluconazoleVoriconazoleC. albicans707 (10%)76C. krusei254 (16%)43C. tropicalis81 (12.5%)11C. glabrata64 (66.7%)42C. parapsilosis7–––C. dubliniensis6–––\u2028\u2028Total12216 (13.1%)16 (13.1%)12 (9.8%)\n\n## Biofilm formation in \nAll the azole resistant strains are tested for the biofilm formation. Fifteen isolates have biofilm producing activity and one strain has no biofilm activity. The data revealed that eight isolates form strong biofilm. While 7 isolates were intermediate biofilm producer, and only one isolate has no biofilm activity (Table 3).Table 3Biofilm and efflux pump activities in azole-resistant Candida isolates.Isolates noCandida speciesVORFLUBiofilm activityEfflux activity4C. tropicalisRRStrongStrong8C. albicansSRIntermediateStrong11C. kruseiSRIntermediateStrong22C. glabrataSRIntermediateStrong26C. kruseiRRStrongStrong27C. glabrataRRIntermediateStrong28C. glabrataSRIntermediateStrong30C. kruseiRRIntermediateIntermediate32C. kruseiRRStrongStrong33C. albicansRRStrongStrong38C. glabrataRRIntermediateStrong39C. albicansRRStrongStrong40C. albicansRRNoneStrong41C. albicansRRStrongStrong55C. albicansRRStrongStrong73C. albicansRRStrongStrong\n\n## Phenotypic detection of efflux pump activity by AO\nAll resistant isolates were tested for detecting the presence of the efflux pump. It was observed that all strains have efflux pump activity. Fifteen isolate showed strong activity because they did not give any fluorescence at all tested AO concentrations. While one strain of C. krusei showed intermediate efflux activity as it began to fluoresce at the highest concentration (20 mg/mL) of AO (Table 3).\n\n## Expression levels of \nThe expression of efflux genes was measured in the azole resistant isolates. Relative expression levels of the efflux gene were calculated using the 2−ΔΔCt method. The highest over-expression level (4.29-fold in relative to the control strain) was observed in ABC2 gene in C. krusei. Furthermore, gene up-regulation of CDR1and MDR1 was observed in C. albicans (1.97 and 2.45 fold increase, respectively). Up-regulation of the CDR1 gene was observed in C. glabrata to (1.64 -fold increase relative to control strain) and the lowest up-regulation level was (1.16 -fold increase) was observed in MDR1 gene of C. tropicalis (Fig. 2).Fig. 2Expression levels of efflux pump genes in resistant Candida species.\n\n## Evaluation of potential efflux pump inhibitors phenotypically\nFirst, the MIC of EPIs was determined, it was 256 µg/mL for pantoprazole and 64 µg /mL for haloperidol. Then, the MIC of fluconazole was measured for the 16 resistant isolates in presence and absence of ¼ MIC of haloperidol and pantoprazole. Pantoprazole was able to cause reduction (3–5 fold decrease) in fluconazole MIC in all tested isolates. While, haloperidol was able to cause reduction in the MIC in 15 isolates with a reduction ranging from 1 to 4 fold change. (Table 4).Table 4The MIC (µg/mL) of Fluconazole alone and in combination with ¼ MIC of haloperidol and pantoprazole.Isolates no.Candida SpeciesFLU aloneFLU + haloperidolFold decrease in MICFLU + pantoprazoleFold decrease in MIC4C. tropicalis1024644 fold325 fold8C. albicans512643 fold324 fold11C. krusei512324 fold324 fold22C. glabrata256642 fold323 fold26C. krusei10241024None325 fold27C. glabrata512643 fold643 fold28C. glabrata512643 fold324 fold30C. krusei512643 fold324 fold32C. krusei10241283 fold325 fold33C. albicans1024644 fold325 fold38C. albicans10245121 fold325 fold39C. albicans512324 fold324 fold40C. albicans512643 fold165 fold41C. albicans256323 fold323 fold55C. albicans1024644 fold325 fold73C. albicans512643 fold643 fold\n\n## Evaluation of potential efflux pump inhibitors genotypically\nThe expression levels of efflux pump genes CDR1 and MDR1 in resistant Candida albicans isolates in presence and absence of tested efflux pump inhibitors (haloperidol and pantoprazole) were evaluated using qRT-PCR. Haloperidol reduced the expression level of CDR1 from 1.97 to be quite similar to sensitive standard strain (1) and reduced the expression level of MDR1 from 2.45 to approximately its half (1.3). Pantoprazole showed stronger inhibitory effects, as it reduced the expression of CDR1 to 0.55 and MDR1 to 1 (see Fig. 3.).Fig. 3Expression levels of efflux pump genes in resistant Candida albicans isolates in presence and absence of tested efflux pump inhibitors (Haloperidol and pantoprazole). A: expression of CDR1B: expression of MDR1. Data are expressed as means ± SEM. Results are considered significant when P < 0.0001. The control is Candida albicans in absence of inhibitors. *** Significance vs control group.\n\n## Molecular docking of haloperidol and pantoprazole on Candida efflux pump proteins \nThe docking results of the putative EPIs Haloperidol and Pantoprazole into Candida albicans and NAC species efflux pump proteins are shown in Fig. 4 and 5. For C. albicans MDR1 protein, the docking results revealed that Haloperidol hydroxyl group at position-4 of the piperidine ring constructed a distinguished bifurcated H-bond with the pocket conserved H-donor amino acid Arg183, and with the H-acceptor amino acid Glu177 in the core of the active site. Moreover, the p-fluorinated phenyl ring formed a bifurcated arene-H bond with Leu241 and Gly484. Eventually, Haloperidol scored a free binding energy − 9.445 Kcal/mol. Concerning Pantoprazole, Val425, as a pocket conserved amino acid, acted as H-acceptor/donor and formed a bifurcated H-bond with the oxygen atom of the 3-methoxy group of ligand pyridine ring and methyl group which acted as a linker between sulfinyl group and 3,4-dimethoxylated pyridine. In addition, the hydrogen atom at position-1 of benzimidazole moiety formed H-bond with the conserved amino acid Ala485, giving rise to score free binding energy − 10.697 Kcal/mol (Fig. 4A).Fig. 4The Putative binding modes (2D & 3D) of Haloperidol and Pantoprazole and their free binding energies expressed in Kcal/mol in the active site of the predicted 3D structure of (A) Multidrug resistance protein 1 expressed by MDR1 gene in C. albicans. (B) Pleiotropic ABC efflux transporter expressed by CDR1 gene in C. albicans. The blue and cyan shadow of the ligand and active site amino acids respectively, indicated strong hydrophobic/hydrophilic interactions.Fig. 5The Putative binding modes (2D & 3D) of Haloperidol and Pantoprazole and their free binding energies expressed in Kcal/mol in the active site of the predicted 3D structure of (A) CDR1 protein in C. glabrata. (B) ABC efflux transporter expressed by ABC2 gene in C krusei. The blue and cyan shadow of the ligand and active site amino acids respectively, indicated strong hydrophobic/hydrophilic interactions.\nIn case of C. albicans CDR1 protein, the docking results showed again the crucial role of the hydroxyl group of Haloperidol that formed a H-bond with Ser194, whereas another H-bond was constructed between Asn1002 and its carbonyl group, leading to high free binding energy − 9.663 Kcal/mol. For Pantoprazole, the methyl linker once more played a fundamental role in forming H-bond with Asp298. Additionally, Arg308 formed a bifurcated H-bond with nitrogen atom of the pyridine ring and oxygen atom of the sulfinyl group, fixing the ligand inside the active site. Furthermore, Val241 constructed a H-arene bond with the pyridine ring. Hence, Pantoprazole scored the highest free binding energy − 11.827 Kcal/mol (Fig. 4B).\nDocking into the Pleiotropic ABC efflux transporter CDR1 protein in C. glabrata revealed that Haloperidol scored high binding energy − 10.839 Kcal/mol. Its hydroxyl group proceeded as H-donor/acceptor and formed bifurcated H-bond with H-acceptor Gln1242 and H-donor Tyr140. Interestingly, Haloperidol as a halogenated compound, its chlorine atom formed a unique intermolecular interaction- halogen-bond- with Lys385. Furthermore, Pantoprazole was seen to be stabilized via fixation to the core of the active site of the receptor by bifurcated H-bond between hydrogen atom attached to N − 1 of the imidazole moiety and methyl linker in ligand side, with Glu388 that performed as tent wedge, from receptor side. From the other side of the ligand, another H-bond wad discerned between sulfinyl oxygen and the H-donor Gln1242 that augmented the stability of ligand /receptor complex to score − 11.445 Kcal/mol (Fig. 5A).\nUpon docking against ABC2 protein in C. krusei, we found that Haloperidol was tied to the efflux pump protein receptor by three bonds; two H-bonds established between the two oxygen atoms of hydroxyl and carbonyl groups with Arg360 and Leu105 respectively, added with a characteristic cation-arene bond between Arg360 and p-chlorinated phenyl ring. Hence, the total stability of ligand/receptor complex has achieved − 10.088 Kcal/mol. Otherwise, Pantoprazole scored higher binding free energy of − 12.273 Kcal/mol through the virtuoso role of its benzimidazole nucleus whose fused benzene ring and two nitrogen atoms of parent heterocyclic ring at positions-1,3 constructed an arene-arene bond and two H-bonds with Phe358, Ala355 and Asn143 respectively. Moreover, an arene-H bond was constructed between the terminal 3,4-dimethoxylated pyridine ring while at the middle of the ligand a H-bond was conspicuously observed between sulfinyl oxygen and Asn143 (Fig. 5B).\n\n## Discussion\nFungal infections affect over a billion people worldwide, leading to high morbidity and mortality as well as expensive medical costs (Bongomin et al., 2017). Despite the availability of antifungal medications, the fatality rates of candidiasis are estimated to be as high as 45% (Cheng et al., 2005). The usage of new antifungal drugs hasn't improved the prognosis for infected patients. Candida resistance has increased especially to azoles as a result of widespread and long-term use (Marak and Dhanashree, 2018). In this sense, monitoring Candida's resistance mechanisms is critical for predicting clinical response (Pristov and Ghannoum, 2019). The current study tried to clarify the main mechanism by which different Candida species resist the azoles through phenotypic and genotypic approaches and searched for solution to this elevated resistance.\nRegarding antifungal susceptibility, the highest resistance in the current study was detected for FLU (13.1%) followed by VOR (9.8%). Prolonged and extensive use of fluconazole in treating candida infections led to emergence of resistance in all Candida species (Bassetti et al., 2016, Whaley et al., 2017). Furthermore, the species that showed fluconazole resistance were C. glabrata (66.6%), C. krusei (16%), C. tropicalis (12.5%) and C. albicans (10%). Our results are in consistent with other Egyptian study by Khairat et al. (2019) who reported azole resistance is more in NAC species (44%) than C. albicans (38.9%). Furthermore, Kadry et al. (2018) reported that 9.4% of C. albicans isolates were resistant to fluconazole. C. glabrata has innate low susceptibility to azoles and acquired azole resistance has been reported during therapy (Vermitsky and Edlind, 2004). C. krusei has intrinsic resistance to fluconazole (Whaley et al., 2017). While C. tropicalis high level rate of azole resistance (up to 83%) was reported in South Korea (Yoo et al., 2009) and low rates (4–9%) in USA (Berkow and Lockhart, 2017).\nAmphotericin B is a fungicidal drug that has been used for >60 years for treatment of fungal infections (Mesa-Arango et al., 2012). The renal toxicity of AmB limits its use, however, several lipid formulations are developed to overcome this problem (Faustino and Pinheiro, 2020). Fortunately, none of isolates under investigation showed resistance to AmB. Similarly, previous studies in Egypt reported either no resistance to AmB (Kadry et al., 2018), or very low (3%) resistance (Khairat et al., 2019). It is well known that Candida rapidly evolves resistance to azoles, however, resistance to AmB remains extremely limited (Vincent et al., 2013).\nBiofilm formation is an important virulence factor in pathogenic fungi that also contributes to the development of drug resistance (Wuyts et al., 2018). The present study showed that the majority of Candida resistant isolates (15 out of 16) were able to form biofilm, among which 8 isolates form strong biofilm and 7 isolates were intermediate producer. Among the C. albicans resistant isolates, 5 were strong producer, one is intermediate producer and one was none biofilm producer. This result is nearly similar to previous study showed that 80% of resistant isolates (4 out of 5) were able to form strong biofilm. However, C. albicans was the only species under investigation in their study (Kadry et al., 2018). Moreover, a study carried by Shi et al (2019) revealed positive correlation between biofilm-producer and azole-resistance in C. albicans clinical isolates. These results were on the same line with results reported in our study where almost all azole resistant isolates were biofilm producer.\nEfflux pumps overexpression is one of the most common mechanisms of Candida resistance to azoles (Brilhante et al., 2016).",
  "has_full_text": true
}