{
  "pmid": "35563420",
  "title": "Giving Drugs a Second Chance: Antibacterial and Antibiofilm Effects of Ciclopirox and Ribavirin against Cystic Fibrosis Pseudomonas aeruginosa Strains.",
  "abstract": "Drug repurposing is an attractive strategy for developing new antibacterial molecules. Herein, we evaluated the in vitro antibacterial, antibiofilm, and antivirulence activities of eight FDA-approved \"non-antibiotic\" drugs, comparatively to tobramycin, against selected Pseudomonas aeruginosa strains from cystic fibrosis patients. MIC and MBC values were measured by broth microdilution method. Time-kill kinetics was studied by the macro dilution method, and synergy studies were performed by checkerboard microdilution assay. The activity against preformed biofilms was measured by crystal violet and viable cell count assays. The effects on gene expression were studied by real-time quantitative PCR, while the cytotoxic potential was evaluated against IB3-1 bronchial CF cells. Ciclopirox, 5-fluorouracil, and actinomycin D showed the best activity against P. aeruginosa planktonic cells and therefore underwent further evaluation. Time-kill assays indicated actinomycin D and ciclopirox, contrarily to 5-fluorouracil and tobramycin, have the potential for bacterial eradication, although with strain-dependent efficacy. Ciclopirox was the most effective against the viability of the preformed biofilm. A similar activity was observed for other drugs, although they stimulate extracellular polymeric substance production. Ribavirin showed a specific antibiofilm effect, not dependent on bacterial killing. Exposure to drugs and tobramycin generally caused hyperexpression of the virulence traits tested, except for actinomycin D, which downregulated the expression of alkaline protease and alginate polymerization. Ciclopirox and actinomycin D revealed high cytotoxic potential. Ciclopirox and ribavirin might provide chemical scaffolds for anti-P. aeruginosa drugs. Further studies are warranted to decrease ciclopirox cytotoxicity and evaluate the in vivo protective effects.",
  "journal": "International journal of molecular sciences",
  "year": "2022",
  "authors": [
    "Di Bonaventura G",
    "Lupetti V",
    "De Fabritiis S",
    "Piccirilli A",
    "Porreca A"
  ],
  "doi": "10.3390/ijms23095029",
  "mesh_terms": [
    "Anti-Bacterial Agents",
    "Biofilms",
    "Ciclopirox",
    "Cystic Fibrosis",
    "Dactinomycin",
    "Drug Repositioning",
    "Extracellular Polymeric Substance Matrix",
    "Fluorouracil",
    "Humans",
    "Microbial Sensitivity Tests",
    "Pseudomonas Infections",
    "Pseudomonas aeruginosa",
    "Ribavirin",
    "Tobramycin"
  ],
  "full_text": "## 1. Introduction\nIn cystic fibrosis (CF) patients, the mutation of the CF transmembrane conductance regulator gene leads to an accumulation of dry and sticky airway secretions, creating the perfect environment for the onset of bacterial pulmonary infections [1]. The altered microenvironment of the CF lung counteracts the inflammation in clearing the infection, thus causing the progression of pulmonary disease towards bronchiectasis and finally death [2].\nPseudomonas aeruginosa is the predominant pathogen, especially in adulthood [3]. Although the aerosolization of tobramycin into CF patients’ airways improves outcomes, the lungs of CF patients, even those receiving antibiotic therapy, are persistently colonized by P. aeruginosa [3,4]. Indeed, this microorganism cannot be eradicated because of its ability to grow as biofilm in the CF airway, a functional consortium of sessile bacteria enclosed in an extracellular matrix, making them significantly more tolerant to antimicrobials than with planktonic counterparts [5,6,7]. In addition, another P. aeruginosa adaptative reply to the airway of CF patients is the conversion to a mucoid phenotype due to an overproduction of alginate, leading to the generation of a thicker extracellular polysaccharide matrix [3,8].\nAs a result, the decreasing number of effective antibiotics raises the urgent need to develop new molecules that possibly target cells within the biofilm and avoid selecting resistant strains. However, the traditional drug discovery process is costly and lengthy, requiring years of experimentation followed by extensive clinical trials [9].\nThe “drug repurposing” approach recently proposed to reduce the drug discovery time frame is an attractive alternative. This strategy is based on using known and approved drugs for a medical indication other than the one for which it was developed [10]. It can also include using drugs that have reached phase II or III of clinical trials that demonstrate no efficacy for a particular indication but have shown good safety [10]. Since their toxicity and pharmacokinetics have already been studied, the “repurposed” drugs can bypass some clinical trials, save time, and reduce costs [11]. This strategy is a promising tool in treating bacterial infections, as many molecules have secondary mechanisms of action that allow them to be effective against many pathogens. Several non-antimicrobial drugs have demonstrated antibiotic activity [12], but none are currently used in antibacterial therapy.\nIn this frame, the main aim of the present study was to assess the in vitro activity of eight FDA-approved “non-antibiotic” drugs—namely ribavirin (antiviral), toremifene (nonsteroidal antiestrogen), oxyclozanide (anthelmintic), meloxicam (nonsteroidal anti-inflammatory), 5-fluorouracil (antineoplastic), actinomycin D (antineoplastic), furosemide (diuretic), and ciclopirox (antifungal)—against a set of selected P. aeruginosa strains isolated from CF patients. These in-use pharmacological agents, encompassing a wide variety of different chemical structures and mechanisms of action, were selected because they were previously found to have some direct antibacterial activity (Table 1). The antibacterial, antibiofilm, and antivirulence potential of the non-antibiotic drugs were evaluated compared to tobramycin.\n\n## 2.1. Selection of P. aeruginosa Strains\nFirst, a collection of 19 P. aeruginosa strains from CF patients was screened for the ability to form biofilm on polystyrene using a microtiter plate crystal violet assay, and the results are shown in Figure 1.\nMost strains (14 out of 19, 73.7%) were able to form a biofilm, although with significant differences for biofilm biomass, measured as optical density at 492 wavelength (OD492) (OD492 range: 0.029–6.986; p < 0.0001, ordinary one-way ANOVA test) (Figure 1A). The highest biofilm biomass was produced by P. aeruginosa Pa5 (OD492, mean ± SD: 6.986 ± 1.124; p < 0.0001 vs. other strains), Pa6 (4.593 ± 0.340; p < 0.0001 vs. other strains but Pa7), and Pa7 (4.021 ± 0.581; p < 0.0001 vs. other strains) strains (Figure 1A). Considering the efficiency in forming biofilm measured according to the criteria proposed by Stepanović et al. [21], the prevalence of high biofilm-former (HBF) strains was significantly higher than in other groups (9 out of 19, 47.4%; Pa5, Pa6, Pa7, Pa14, Pa41, PaPh13, PaPh14, PaPh26, and DIN1 strains; p < 0.01, vs. other groups), followed by moderate biofilm-producer (MBF) strains (4 out of 19, 21%; Pa16, Pa21, AC12a, and PaPh32 strains), and weak biofilm-former (WBF) strains (1 out of 9, 11.1%; Pa9 strain) (p < 0.01, vs. other groups) (Figure 1B). Five strains (Pa2, Pa3, Pa4, Pa10, and PaM) could not form biofilm.\nNext, the susceptibility of 19 P. aeruginosa strains to eight anti-pseudomonal antibiotics was measured using a disk diffusion agar test, and the results are summarized in Table 2. Amikacin and tobramycin were the most active antibiotics showing a susceptibility rate of 63.1%, followed by colistin (52.6%), netilmicin (31.6%), and ceftazidime (5.2%). Contrarily, ticarcillin and piperacillin/tazobactam showed no activity against the strains tested. According to Magiorakos et al. [22], all P. aeruginosa strains but two (Pa14 and Pa16) were classified as multi-drug resistant (MDR).\nBased on the findings from biofilm formation and antibiotic susceptibility assays, we selected six P. aeruginosa strains (Pa5, Pa6, Pa7, Pa41, PaPh32, and DIN1) because they are representative of both HBF and MDR phenotypes. Furthermore, Pa41 and PaPh32 strains showed a mucoid phenotype due to the overproduction of the polyanionic exopolysaccharide alginate that is often associated with a poor prognosis for the CF patient [23].\n\n## 2.2. Antibacterial Activity of FDA-Approved Drugs against P. aeruginosa Planktonic Cells\nMIC and MBC values of the FDA-approved drugs with medical indication other than “antibiotic” were measured against the selected P. aeruginosa strains, comparatively to tobramycin, by the broth microdilution technique, and the results are shown in Table 3.\nAs expected, tobramycin showed the highest activity (MIC: 0.5–64 µg/mL; MBC: 0.5–>64 µg/mL), showing a bactericidal effect since the killing quotient (i.e., MBC/MIC ratio) was always ≤ 4. Among the “non-antibiotic” drugs, ciclopirox (MIC: 128–512 µg/mL; MBC > 1024 µg/mL), 5-fluorouracil (MIC: 128–>1024 µg/mL; MBC: 1024–>1024 µg/mL), and actinomycin D (MIC, MBC: 133–>266 µg/mL) were the most active with a strain-dependent efficacy. Conversely, ribavirin, oxyclozanide, meloxicam and furosemide (MIC, MBC > 1024 µg/mL), and toremifene (MIC, MBC > 330 µg/mL) showed no activity at the concentrations tested. Based on these results, ciclopirox, 5-fluorouracil, and actinomycin underwent further antibacterial characterization, along with the comparator tobramycin.\n\n## 2.3. Killing Kinetics\nThe bactericidal or bacteriostatic properties of ciclopirox, 5-fluorouracil, and actinomycin were investigated, compared to tobramycin, by killing kinetics. We choose P. aeruginosa PaPh32 (Figure 2) and Pa7 (Figure 3) as representative of tobramycin-resistant and -susceptible strains, respectively.\nAn evident dose-dependent activity was observed only in the case of actinomycin D, although with different effects depending on the strain tested. It always had a bacteriostatic result towards the Pa7 strain, whereas it yielded a bactericidal effect—i.e., greater than 3 Log-fold decrease in CFUs, equivalent to 99.9% killing of the inoculum, was observed—towards the PaPh32 strain when tested at 1x (after 11 h of exposure) and 2xMIC (after 8 h of exposure). Actinomycin D caused a viability decrease of PaPh32 below the limit of detection (LOD) when tested at 1x (after 14 h of incubation) and 2xMIC (after 11 h of incubation), while a regrowth was found at 1xMIC. A similar trend was observed for ciclopirox that exerted bactericidal activity only when tested towards the PaPh32 strain after 7 h exposure at 4xMIC. The worst activity was shown by 5-fluorouracil, yielding a bacteriostatic effect over 24 h, regardless of the strain tested. By comparison, tobramycin had a bactericidal result against both strains, although to different extents. When tested towards PaPh32, it was bactericidal only at 4x and 8xMIC, although a rapid regrowth was observed in both cases. Contrarily, the effect was more rapid against Pa7, causing a 3 Log reduction within 5 h of incubation at 4x and 8xMIC and after 16 h of incubation at 1xMIC. The cell viability decreased below LOD at concentrations of 2x, 4x, and 8xMIC, although 2xMIC allowed Pa7 regrowth. Overall, the findings from time–kill assays showed that actinomycin D and ciclopirox have the potential for bacterial eradication, although their activity is strain-dependent. Contrarily, 5-fluorouracil showed a bacteriostatic effect regardless of the strain tested.\n\n## 2.4. Synergy Tests\nThe activity of tobramycin in combination with actinomycin D, ciclopirox, and 5-fluorouracil was evaluated using a checkerboard assay. P. aeruginosa Pa7 and PaPh32 strains were selected because they are representative of tobramycin-susceptible and -resistant phenotypes, respectively (Table 4).\nFICi values indicated additivity, regardless of strain and combination, with the best value of 0.56 for tobramycin + ciclopirox combination against Pa7 strain.\n\n## 2.5. In Vitro Activity against Preformed Biofilms\nCiclopirox, 5-fluorouracil, and actinomycin D were tested, comparatively to tobramycin, for dispersal and killing activities against 24 h mature biofilms by P. aeruginosa PaPh32 (Figure 4) and Pa7 (Figure 5).\nThe activity of each drug against mature biofilm was not dependent on the strain tested. Ciclopirox was the most active, causing a significant reduction of biofilm biomass, regardless of concentration and strain tested. Conversely, the exposure to 5-fluorouracil and actinomycin D never caused biofilm reduction but even stimulated its biomass, although at different extents depending on strain and concentration, particularly in the case of 5-fluorouracil. Tobramycin significantly reduced biofilm biomass formed by both strains only when tested at the maximum concentration of 8xMIC, whereas at 0.5xMIC it constantly stimulated biomass formation.\nSince the antibiofilm effect could be specific and not related to antibacterial activity, the dispersal activity was also evaluated for drugs, which were not active against planktonic P. aeruginosa cells (Figure 6). Ribavirin was the only drug able to significantly decrease biofilm biomass, effective against both strains tested, although to different extents (biomass removal: 53.5% and 35.1%, respectively, for Pa7 and PaPh32; p < 0.001). Conversely, exposure to oxyclozanide significantly improved biofilm formation by about 100%, although only in the case of the PaPh32 strain.\nNext, the activity of each drug against the viability of preformed biofilms was tested after exposure to MIC and its multiples, and the results are summarized in Figure 7 and Figure 8. All drugs caused a significant reduction of biofilm viability, regardless of strain and concentration tested, although at different levels. Ciclopirox was the most active, showing a dose-dependent activity regardless of the strain considered (viability reduction; Pa7: 98.7% at 2xMIC, and 99.8% at 4xMIC; PaPh32: 97.5% at 2xMIC, and 99.9% at 4xMIC). Tobramycin exhibited comparable activity to ciclopirox, causing a significant, concentration-dependent reduction ranging from 99.7% (2xMIC) to >99.9% (8xMIC) for Pa7 and from 88.5% (2xMIC) to >99.99% (8xMIC) for PaPh32.\nOur findings indicated ciclopirox as the most effective against mature biofilms, active on biofilm biomass—consisting of extracellular polymeric substance (EPS) and cells—and viability. Although active on biofilm viability, the other drugs probably stimulate EPS production, as suggested by increased biofilm biomass after exposure. Of interest is the specific activity exhibited by ribavirin, which is not dependent on bacterial killing.\n\n## 2.6. Effect on P. aeruginosa Virulence Genes Expression\nThe effect of 20 h of exposure to actinomycin D, 5-fluorouracil, ciclopirox, and ribavirin at 1/4xMIC on the expression of selected virulence genes of P. aeruginosa PaPh32 was evaluated, comparatively to tobramycin, by real-time RT-qPCR, and the results are shown in Figure 9.\nThe gene expression pattern was dependent on the drug and gene considered. The pattern observed after exposure to actinomycin D and 5-fluorouracil was nearly the same. Both drugs downregulated aprA, codifying for the alkaline protease (fold change: −5.53 for both; p < 0.001 vs. unexposed control), whereas they upregulated the expression of the QS mediator lasI (fold change: 5.07 and 8.19, respectively; p < 0.001) and all efflux pump-related genes mexA (fold change: 4.77 and 4.22, respectively; p < 0.001), mexB (fold change: 3.57 and 2.66, respectively; p < 0.001), and mexC (fold change: 20.95 and 115.04, respectively; p < 0.001). In addition, actinomycin D decreased the expression of algD (fold change: −1.38; p < 0.05), codifying for GDP-mannose 6-dehydrogenase and involved in the alginate polymerization. The exposure to ciclopirox caused the worst expression pattern, namely the hyperexpression of all genes but mexC. Finally, ribavirin significantly increased mexA, mexC, and toxA genes.\nIt is worth noting that the aprA and toxA—respectively codifying for protease and exotoxin A, the main P. aeruginosa virulence factors—were both upregulated (fold change: 2.12 and 1.44, respectively; p < 0.001 and p < 0.01, respectively) in the case of tobramycin. Exposure to tobramycin also induced upregulation of mexA (fold change: 1.58; p < 0.001) and mexC (fold change: 5.25; p < 0.001), whereas algD was down-expressed (fold change: −1.44; p < 0.01).\nThe cytotoxic potential of actinomycin D, 5-fluorouracil, ciclopirox, and ribavirin was investigated, in comparison with tobramycin, using a cell-based MTS assay. Each drug was tested at the maximum concentration active against planktonic and/or biofilm P. aeruginosa cells (Figure 10).\nMTS tetrazolium-based colorimetric assay showed 5-fluorouracil, ribavirin, and tobramycin were not toxic for IB3-1 cells, allowing a cell growth comparable to untreated control cells (Figure 10A). On the contrary, a significant (p < 0.0001 vs. CTRL) cytotoxic effect was observed for ciclopirox and actinomycin D, although to a different extent. Indeed, when tested at lower concentrations, ciclopirox was revealed to be more toxic, causing a higher reduction of IB3-1 cells survival (ranging from 47.7% at 1/4xMIC to 99% at 1/2xMIC) (Figure 10B) compared with actinomycin D (ranging from 38% at 1xMIC to 56.7% at 2xMIC) (Figure 10C).\n\n## 3. Discussion\nRepurposing or repositioning FDA-approved pharmacotherapies for off-label use has recently supplied alternative approaches to identifying new classes of antibiotics and scaffolds to combat infections caused by MDR pathogens [26]. Herein, we screened eight FDA-approved “non-antibiotic” drugs for their potential use in treating lung infections caused by P. aeruginosa in CF patients. With this aim, we tested six P. aeruginosa CF strains selected because of MDR and high-biofilm production. First, we evaluated the activity of each drug against P. aeruginosa planktonic cells. Ciclopirox, followed by 5-fluorouracil, and actinomycin D were the only ones showing antibacterial activity.\nA literature survey revealed that although these compounds had reported bioactivities, no study was focused on the antibacterial activity against P. aeruginosa in CF patients. Ciclopirox is an off-patent, broad-spectrum antifungal agent used, as an olamine salt, in various formulations to treat superficial fungal infections [27]. It has recently been found to have considerable potential to act against both Gram-positive and Gram-negative bacterial pathogens [20,28]. The synthetic fluorinated pyrimidine 5-fluorocytosine is used as an antimycotic drug with the brand name Ancobon. It has successfully been used to treat fungal infections in CF patients, including a case of pulmonary candidiasis, without causing side effects [29]. Actinomycin D, an antitumor antibiotic that inhibits transcription, is one of the oldest chemotherapy drugs used to treat various types of cancer, such as Wilms tumor, rhabdomyosarcoma, Ewing’s sarcoma, trophoblastic neoplasm, testicular cancer, and certain types of ovarian cancer [30].\nOur results showed that ciclopirox has antibacterial activity against P. aeruginosa CF strains, with MIC values ranging from 128 to 512 µg/mL. Our findings are consistent with previous studies focused on Acinetobacter baumannii, Escherichia coli, and Klebsiella pneumoniae clinical isolates, although the effect was more potent as indicated by an MIC range of 5–15 µg/mL [20]. Despite the multiple potential uses of ciclopirox, very little is known about its antibacterial mechanism, thus warranting further studies. In this frame, Conley et al. observed that ciclopirox acts against E. coli interfering with galactose metabolism and blocking LPS synthesis [28]. E. coli and K. pneumoniae preferentially use glucose, metabolizing it through the Embden–Meyerhof–Parnas pathway. In contrast, Pseudomonas species use glucose as a secondary carbon source and catabolize it using the Entner–Doudoroff pathway [28]. This differential use of glucose as a carbon source might explain why we observed P. aeruginosa has higher ciclopirox MICs than E. coli and K. pneumoniae. Ribavirin, oxyclozanide, meloxicam, furosemide, and toremifene did not show any activity at the tested concentrations, although higher than those previously revealed as effective [13,14,16,17].\nTobramycin, along with colistin and aztreonam, is the inhaled antibiotic currently used for treating P. aeruginosa CF lung infections [31]. However, when antibiotic therapy is administered continuously and for long periods, it can select for resistant P. aeruginosa strains [32]. The use of bactericidal rather than bacteriostatic agents as first-line therapy is therefore recommended because the eradication of microorganisms serves to curtail, although not avoid, the development of bacterial resistance. The results we obtained from time–kill analyses indicated that actinomycin D and ciclopirox exhibit a strain-dependent bactericidal activity. Indeed, both drugs were bacteriostatic against the Pa7 strain but bactericidal against the tobramycin-resistant PaPh32 strain, even until causing a decrease in the viability under the limit of detection without regrowth over monitored time. Conversely, 5-fluorouracil and tobramycin were bacteriostatic and allowed for regrowth, regardless of the strain tested.\nCurrent CF treatment regimens involve not only aggressive use of high-dose antibiotics but also combination therapy. However, the limited number of available antibiotics makes it difficult to know what combination would be most effective in any clinical situation. In this frame, several non-antibiotic compounds were reported to synergize with antibiotics, offering a new direction for fighting emergent drug-resistant pathogens such as P. aeruginosa. In this regard, Ejim et al. [33] found that benserazide (a DOPA decarboxylase inhibitor to treat Parkinson’s disease) and loperamide (an opioid receptor agonist used to treat diarrhea) restore minocycline susceptibility in MDR P. aeruginosa strains. In another study, the antipsychotic agents levomepromazine and chlorpromazine exhibited synergy with polymyxin B against P. aeruginosa, providing potential chemical scaffolds for further drug development [34]. In the present study, we tested the activity of tobramycin combined with ciclopirox, actinomycin D, and 5-fluorouracil against both tobramycin-resistant and -susceptible P. aeruginosa CF strains. Unfortunately, no synergistic effect was found. Each combination indeed resulted in an additive effect, regardless of tobramycin-resistant and -susceptible strains.\nThe treatment of pulmonary bacterial infections in CF patients is significantly affected by adaptative strategies that allow pathogens to survive despite repeated, broad-spectrum courses of antibiotics [35]. Among these strategies, biofilm formation provides bacterial communities with both physical protection and reservoirs of phenotypically distinct subpopulations that withstand antimicrobials and immune responses [35]. Though existing antibiotic therapies have improved CF patients’ lung function, survival, and quality of life, the biofilm lifestyle represents a barrier limiting benefits. In the present study, the antibiofilm potential of all eight drugs was evaluated, for the first time, against 24 h old preformed, mature P. aeruginosa biofilms. Scientific literature is inconsistent and fragmented in this regard. Previous studies reported the efficacy of actinomycin D in preventing biofilm formation by S. epidermidis and methicillin-resistant S. aureus strains [36,37]. Conversely, ciclopirox was previously shown to be not active on biofilm formation by MDR A. baumannii, E. coli, and K. pneumoniae clinical isolates [28]. Toremifene prevented biofilm formation and eradicated preformed biofilms by the oral bacteria Porphyromonas gingivalis and Streptococcus mutans [15]. No study was focused on 5-fluorouracil, ribavirin, furosemide, and oxyclozanide. Overall, our findings indicated ciclopirox as the most effective, in some cases even more active than tobramycin. Ciclopirox always caused a significant dispersion of biofilm biomass, consisting of EPS and cells, along with a reduction of biofilm viability nearly to eradication. Similarly, actinomycin D and 5-fluorouracil reduced biofilm viability, although to a lesser extent; furthermore, they stimulated EPS production as suggested by increased biofilm biomass after exposure. The same trend was observed for tobramycin when tested at sub-inhibitory concentrations. The EPS hyperproduction could prevent eradicating cells persisting within biofilms despite repeated rounds of antibiotic treatment due to reduced antibiotic penetration and inhibition of phagocytosis and complement activation [38]. It is worth noting the activity of ribavirin, the only one among the drugs without influence on planktonic cell growth that caused a significant dispersion of preformed biofilm by P. aeruginosa. The lack of published studies warrants further studies to elucidate the underlying mechanism(s) of action. No antibiofilm activity was observed for meloxicam, previously reported to significantly inhibit P. aeruginosa PAO1 biofilm formation in a dose-dependent manner [17].\nAlthough repurposing existing drugs offers the advantage of known safety and pharmacokinetic profiles, the cytotoxicity of these compounds is still to be investigated for novel applications. Therefore, the potential cytotoxic effect of the biologically active drugs ciclopirox, actinomycin D, 5-fluorouracil, and ribavirin was investigated, in comparison with tobramycin, against human bronchial CF cells. Ribavirin and 5-fluorouracil did not show any toxicity against CF bronchial cells, similarly to tobramycin. Despite earlier studies showing that ciclopirox has an excellent safety profile toxicity in several animal models after several types of administration [39], we found it has potential for cytotoxicity at concentrations lower than 1% commonly used for topical administration. Actinomycin D, a potent inducer of apoptosis, showed a cytotoxic potential comparable to ciclopirox, in agreement with the previously observed hepatic, blood, gastrointestinal, and immune-system-related toxicity [40]. Developing a novel aerosolized formulation of ciclopirox or actinomycin D would be beneficial since it could significantly reduce the amount of a drug related to a clinically relevant outcome, as already shown for NSAIDs pulmonary delivery [41]. Moreover, nanoparticulate formulations using biocompatible and biodegradable polymers could improve the residence time of the drug in the lung by supplying a depot delivery to the lung following nebulization. Specifically, the incorporation of PEG has been shown to increase the diffusion of nanoparticles through human mucoid surfaces [42], which might be particularly relevant in CF patients.\nA drug repurposing strategy has also been successfully used to find antivirulence compounds able to decrease the potential damage produced by the pathogens to the host [43]. Unlike conventional antimicrobials, they act without affecting bacterial growth, reducing the chances of developing resistance. In this context, actinomycin D was previously considered a potential antivirulence agent against S. aureus due to the hemolysis inhibition [37], while ciclopirox was found to inhibit pyocyanin, although it increased pyoverdine production in P. aeruginosa [20]. Therefore, for the first time, we tested the effects of the biologically active drugs on the expression levels of selected P. aeruginosa virulence genes using real-time RT-qPCR. The exposure to each drug at 1/4xMIC generally caused increased expression of most genes tested, although to different extents. Specifically, the most advantageous pattern was observed for ribavirin, which increased only mexA, mexC, and toxA expression, while the worst one was associated with ciclopirox, which provoked hyperexpression of all genes but mexC. It is worth noting that actinomycin D caused down expression of aprA and algD codifying for the main virulence traits of P. aeruginosa, the alkaline protease and GDP-mannose 6-dehydrogenase involved in the alginate polymerization needed for adhesion and subsequent biofilm formation, respectively. Similarly, we observed that 5-fluorouracil and tobramycin reduced aprA and algD expression, respectively. The anticancer drug 5-fluorouracil was recently proposed for repurposing as a quorum sensing inhibitor in P. aeruginosa [44]. However, the isolation of drug-insensitive spontaneous mutants indicates that resistance mechanisms can emerge even under in vitro conditions where the targeted virulence factor(s) is not required for growth [44]. Conversely, we found that exposure to 5-fluorouracil caused the down expression of the QS mediator lasI, probably due to the high variability in antivirulence activities previously observed among CF strains [44].\n\n## 4.1. Drugs\nRibavirin, toremifene, oxyclozanide, meloxicam, 5-fluorouracil, actinomycin D, furosemide, and ciclopirox were tested comparatively with the aminoglycoside antibiotic tobramycin commonly prescribed for the inhalation therapy of P. aeruginosa infection in CF patients. All drugs tested were purchased from Merck KGaA (Darmstadt, Germany). According to the manufacturer’s recommendations, stock solutions were prepared in dimethyl sulfoxide (DMSO; Merck KGaA) or reagent-grade water, aliquoted, and stored at −80 °C until use.\n\n## 4.2. Bacterial Strains and Standardized Inoculum Preparation\nNineteen clonally distinct P. aeruginosa strains isolated from sputum samples of CF patients were initially enrolled in the study. Each strain was identified using MALDI-TOF mass spectrometry and then stored at −80 °C until it was cultured twice on Mueller–Hinton agar (MHA; Oxoid, Milan, Italy) to restore the original phenotype. A standardized inoculum was prepared for each strain, depending on the use.\n\n## 4.2.1. Biofilm Formation\nSeveral colonies that grew overnight onto Tryptone Soya Agar (TSA; Oxoid) were resuspended in Trypticase Soy broth (TSB; Oxoid) and incubated at 37 °C under agitation (130 rpm). After 16 h of incubation, the broth culture was adjusted with sterile TSB to an optical density measured at 550 nm (OD550) of 1.0—corresponding to 1–4 × 108 CFU/mL—and finally diluted 1:100 (vol/vol) in TSB.\n\n## 4.2.2. Drug Susceptibility Assays of Planktonic Cells\nSeveral colonies that grew overnight onto TSA (Oxoid) were resuspended in sterile NaCl 0.9% (Fresenius Kabi Italia, Verona, Italy), adjusted to a final concentration of 1–2 × 108 CFU/mL, and finally diluted 1:1000 (vol/vol) in cation-adjusted Mueller–Hinton II broth (CAMHB; Becton, Dickinson & Co., Milan, Italy).\n\n## 4.3. Biofilm Formation Assay\nTwo hundred microliters of the standardized inoculum were aseptically added to each well of a 96-well polystyrene tissue culture plate (Falcon BD; Becton, Dickinson & Co.). Negative controls were prepared similarly using TSB only. After 24 h of incubation at 37 °C under static conditions, biofilms were washed twice with PBS (pH 7.2) (Merck KGaA) to remove non-adherent cells and then fixed at 60 °C for 1 h. Biofilm biomass was stained for 5 min with 200 µL Hucker-modified crystal violet [45] and air-dried (37 °C, 30 min). Finally, crystal violet was extracted by exposure for 15 min to 200 μL of 33% glacial acetic acid (Merck KGaA). Biofilm biomass was measured as OD492 (Sunrise; Tecan, Milan, Italy). Based on the efficiency in biofilm formation, each strain was classified as follows [21]: non-biofilm-former (NBF) (OD ≤ ODc); weak biofilm-former (WBF) [ODc < OD ≤ (2xODc)]; moderate biofilm-former (MBF) [(2xODc) < OD ≤ (4xODc)]; and high biofilm-former (HBF) (OD > 4xODc). The cut-off value (ODc) for biofilm formation was defined as the mean OD of negative controls + 3x standard deviation.\n\n## 4.4. Drug Susceptibility Assays of Planktonic Cells\nThe in vitro susceptibility of P. aeruginosa was evaluated, comparatively to tobramycin, using several assays.\n\n## 4.4.1. Disk Diffusion Assay\nThe susceptibility of P. aeruginosa isolates to several antibiotics (i.e., amikacin, ticarcillin, piperacillin/tazobactam, ceftazidime, gentamicin, netilmicin, levofloxacin, and tobramycin) was evaluated by the disk diffusion technique according to the CLSI guidelines [24] and using Multodisc Pseudomonas (Liofilchem Srl, Roseto degli Abruzzi, Italy). A strain was defined as multidrug-resistant (MDR) if non-susceptible to at least one agent in three or ",
  "has_full_text": true
}