{
  "pmid": "35740222",
  "title": "Non-Antibiotic Drug Repositioning as an Alternative Antimicrobial Approach.",
  "abstract": "The worldwide scenario of antibiotic resistance and the falling number of funds for the development of novel antibiotics have led research efforts toward the study of specific cost-effective strategies aimed at discovering drugs against microbial infections. Among the potential options, drug repositioning, which has already exhibited satisfactory results in other medical fields, came out as the most promising. It consists of finding new uses for previously approved medicines and, over the years, many \"repurposed drugs\" displayed some encouraging in vitro and in vivo results beyond their initial application. The principal theoretical justification for reusing already existing drugs is that they have known mechanisms of action and manageable side effects. Reuse of old drugs is now considered an interesting approach to overcome the drawbacks of conventional antibiotics. The purpose of this review is to offer the reader a panoramic view of the updated studies concerning the repositioning process of different classes of non-antibiotic drugs in the antimicrobial field. Several research works reported the ability of some non-steroidal anti-inflammatory drugs (NSAIDs), antidepressants, antipsychotics, and statins to counteract the growth of harmful microorganisms, demonstrating an interesting winning mode to fight infectious diseases caused by antimicrobial resistant bacteria.",
  "journal": "Antibiotics (Basel, Switzerland)",
  "year": "2022",
  "authors": [
    "Barbarossa A",
    "Rosato A",
    "Corbo F",
    "Clodoveo M",
    "Fracchiolla G"
  ],
  "doi": "10.3390/antibiotics11060816",
  "mesh_terms": [],
  "full_text": "## 1. Introduction\nThe research and the development of new drugs is currently an onerous, laborious, and uncertain process, as can be deduced from the restricted number of novel drugs approved every year. Indeed, even those molecules that advance in clinical trials can often fail in the final stages of testing. An excellent strategy to overcome these problems, diminish failure rates and the related costs is drug repositioning or repurposing. These two expressions refer to the approach of delving into existing drugs for use in new therapeutic indications. The success rate of drugs repurposing method accounts for almost 30% of new FDA-approved drugs in recent years [1]. Several procedures can be exploited for the identification of the best candidates for drug repositioning, including new screening platforms and advanced in silico and bioinformatic studies [2]. Countless stories of drug repositioning are well reported in the recent literature, such as those of finasteride, thalidomide, sildenafil, metformin, hydroxychloroquine [3,4,5]. For instance, one of the main applications of drug repurposing in recent times has been the COVID-19 pandemic. Indeed, several existing molecules, such as remdesivir, ivermectin, lopinavir/ritonavir, baricitinib, dexamethasone, have been evaluated and used for their therapeutic potential against coronaviruses [6,7,8]. In addition, many recent reports have documented an increase in the number of multi-resilient organizations (MDGs) during the COVID-19 pandemic. The MDROs include carbapenemase-producing Enterobacterales, P. aeruginosa, multidrug-resistant Acinetobacter baumannii, methicillin-resistant Staphylococcus aureus (MRSA), pan-echinocandin-resistant Candida glabrata, and multi-triazole-resistant Aspergillus fumigatus. The reason is multifactorial and could be attributed, in particular, to high rates of antimicrobial agent utilization in COVID-19 patients, with a relatively low rate of co- or secondary infection [9,10,11]. Moreover, in the last few years, hundreds of pathogens, such as bacteria, fungi, and protozoa, have emerged or re-emerged as a cause of intractable infectious diseases. Although several research efforts are trying to solve this issue, the obstacles mentioned above, primarily the excessive cost connected with the development of a new drug, make it difficult to discover and market new molecules. Moreover, some infectious diseases, for which a therapy already existed (such as tuberculosis, pneumonia, and malaria), have lost responsiveness to the treatment, leading to the phenomenon of antimicrobial resistance [12]. The opportunity of drug repurposing or drug combinations seems to be a potential solution to combat resistance development in serious infectious diseases [13,14,15,16]. In particular, therapeutic agents not originally designed for antibiotic or chemotherapeutic purposes but that subsequently demonstrated antimicrobial properties are classified under the name of “non-antibiotics” [17]. Among them, antihistamines [18,19,20], tranquilizers [21], antihypertensives [22], antipsychotics [23,24,25,26], and anti-inflammatory agents [27,28] represent classes of drugs that unexpectedly showed antimicrobial effects. In particular, serotonin reuptake inhibitors have been found to be effective. Among these drugs, the one that stands out is sertraline, possessing antimicrobial potentials, which is able to enhance the activity of several antibiotics, reverse multidrug-resistant phenotypes of bacteria, and make them susceptible to previously resistant drugs. Table 1, Table 2, Table 3 and Table 4 present a summary of the different classes of non-antibiotic drugs that have shown antimicrobial activity documented in scientific papers recently published and reported in this review.\n\n## 2. Non-Steroidal Anti-Inflammatory Drugs (NSAIDs) as Antimicrobial Agents\nA number of non-antibiotic drugs have been tested and shown to have some influence on the physiology and viability of microorganisms. Included in these drugs are non-steroidal anti-inflammatory drugs (NSAIDs) (Table 1), which represent the best known and most widely used class of drugs in the world. Acetaminophen (belonging to NSAIDs class but with a weak anti-inflammatory capacity), acetylsalicylic acid, and other NSAIDs, such as diclofenac and ibuprofen, are some of the most used drugs [29]. In addition to their anti-inflammatory action, they have analgesic and antipyretic properties [30]. It has also been shown but neglected for over 20 years that NSAIDs do have direct and indirect antimicrobial effects [16,31,32]. The primary mechanism deemed responsible for the antimicrobial activity of NSAIDs refers to their behavior as protonophores [33].\nThe infections caused by Candida spp. fungal pathogens are the principal agents of several biomaterial-related infections, especially related to biofilm formation [34]. In 2016, Rosato et al. reported in their study on the association between echinocandin anidulafungin (ANF) and some NSAIDs against nine Candida strain biofilms: four Candida albicans, two Candida glabrata, and three Candida guilliermondii. Their results outlined that ANF was effective alone against biofilm cells with a minimum inhibitory concentration (MIC) value amounting to 2 µg/mL. Furthermore, they proved an interesting synergistic effect between ANF and three NSAIDs: aspirin, diclofenac, ibuprofen. Indeed, the fractional inhibitory concentration index (FICI) values resulted in values of less than 0.5. The three NSAIDs were also tested alone. The inhibition of biofilm growth by aspirin was more evident at concentrations ranging between 0.2 mM and 1 mM. On the contrary, Ibuprofen possessed a lower effect than aspirin against C. albicans strain biofilms, whereas its activity against C. glabrata and C. guilliermondii was noticeable. Diclofenac inhibited the tested biofilms to a lesser level, at 100 mM [35]. More recently, the same research group combined the antimicrobial effect of Mentha piperita, Pelargonium graveolens, and Melaleuca alternifolia essential oils (whose antimicrobial activity has been extensively reported in the literature) with that deriving from diclofenac sodium salt (DSS). When tested alone, DSS achieved MIC values ranging from 1.02 to 2.05 µg/mL. Conversely, this value was significantly reduced through the association between DSS and Pelargonium graveolens (with FICI values from 0.23 to 0.35, demonstrating a synergistic effect) or Mentha piperita (FICI = 0.22–0.30) essential oils, resulting in a MIC value amounting to 0.05 µg/mL. The most susceptible of the strains tested was found to be C. parapsilosis, both from ATCC and clinical isolation [36]. Another recent study focused the attention on the antibiofilm effect of diclofenac and antibiotic solutions in endodontic therapy. In particular, the purpose was to make a comparison between the antibiofilm activities of a triple antibiotic solution (or TAS, composed of minocycline, metronidazole, and ciprofloxacin), a double antibiotic solution (or DAS, containing metronidazole and ciprofloxacin), and diclofenac solutions at different percentages against Enterococccus faecalis biofilm, using eighty-four sterile radicular dentin blocks as substrate. Tests were carried out for a contact time of 5 min. The reduction percentage of the colony-forming unit (CFU) was in a range of 62.98 and 98.62, respectively, for TAS and diclofenac solutions. The latter demonstrated a concentration-dependent activity. The research group also performed experiments by using the confocal laser scanning microscopy, in which the log10 total biovolume in all groups resulted in very similar values and exhibited a poor but important decrease with respect to the control; 5% and 2.5% DCSs gave the lowest viable cell percentage. The TAS and DAS groups displayed intermediate values without considerable differences [37].\nIbuprofen, another NSAID, hampers the growth of Escherichia coli at therapeutic levels and, at low pH, also of S. aureus, Microsporum spp., and Trichophyton spp. [16,38]. Furthermore, in 2018, Shah et al. proved the antimicrobial activity of ibuprofen against Pseudomonas aeruginosa and Burkholderia spp. strains, assessing the dose-dependent activity by measuring the endpoint number of colony-forming units (CFUs) and growth kinetics. Moreover, in an in vitro P. aeruginosa biofilm model, ibuprofen decreased the rate of biomass accumulation over 8 h of growth. Instead, the oral delivery of ibuprofen has been evaluated in an acute Pseudomonas pneumonia model. After intranasal inoculation, ibuprofen-treated mice showed decreased CFU counts and enhanced survival with respect to the control animals. Preliminary biodistribution studies after ibuprofen aerosol delivery demonstrated a fast accumulation of ibuprofen in serum and minimum retention in lung tissue and bronchoalveolar lavage fluid. The research group prepared ibuprofen-encapsulated polymeric nanoparticles (Ibu-NPs) to ameliorate the pharmacokinetic profile, resulting in the inhibition of growth of P. aeruginosa in vitro [33]. In 2020, Pereira et al. prepared and evaluated epichlorohydrin-crosslinked chitosan microspheres for Ag+ adsorption and formation of silver nanoparticles (AgNPs). This system was used to incorporate ibuprofen and demonstrated an interesting activity against E. coli and S. aureus. Furthermore, the microspheres with AgNPs released more drug (77%) than the material without AgNPs [39]. Another study demonstrated the capability of some cyclooxygenase inhibitors (ibuprofen and celecoxib) to affect Mycobacterium tuberculosis infection in aerosol-challenged mice. The authors found that this activity could lead to impairments of the Type-1 helper (Th1) T-cell response, as CD4 T cells in COXi-treated animals significantly decreased Th1 differentiation, reduced IFNγ expression, and decreased protective capacity upon adoptive transfer. The authors argued that the primary mechanism responsible for these activities could be the modification of the signaling pathway downstream of PGE2 receptor 4 (EP4). However, further studies will be required to verify this assumption [40].\n\n## 3. Antidepressants and Antipsychotics\nNumerous evidence supports the theory that serotonin reuptake inhibitors, the main antidepressant class of drugs, are efficient antimicrobial drugs, attributable to their activity in the suppression of efflux pumps [41,42,43] (Table 2). In 2015, Ayaz et al. [44] explored the potential activity of sertraline against ATCC strains, clinical isolates of S. aureus, E. coli, and P. aeruginosa, alone and in combination with seven antibiotics. Moreover, they examined the potential antifungal activity against the mean diameter of inhibitory Aspergillus niger, Aspergillus fumigatus, Aspergillus flavus, and Fusarium solani. To determine the intrinsic antibacterial activity of sertraline against S. aureus, agar dilution and well assay methods were carried out. The diameter of inhibitory zones (DIZ) augmented with the increasing concentrations of sertraline. An interesting concentration-dependent activity of sertraline was also detected against E. coli 8739 and P. aeruginosa. For further development of the antimicrobial activity of sertraline, they examined 28 bacterial strains, including 3 ATCC and 25 clinical isolates, and 13 fungal strains. The MICs values detected for sertraline against S. aureus ATCC 6538, E. coli ATCC 8739, and P. aeruginosa ATCC 9027 were 20, 40, and 60 μg/mL, respectively. Concerning the clinical isolates as S. aureus, the inhibition ranged from 22% to 55.5%. Sertraline achieved an inhibition rate of 50% against clinical isolates of E. coli at 60 μg/mL. Regarding fungal strains, Minimum Fungicidal Concentrations (MFCs) were 20, 40, and 80 μg/mL for A. niger, 80 μg/mL and 100 μg/mL for A. fumigatus, 60 and 80 μg/mL for A. flavus, and 80 μg/mL for F. solani. Dunnett’s multiple comparison test performed for the comparison of positive control with the test groups, underlining a substantial increase in the susceptibility pattern of S. aureus 6538. Furthermore, the authors evaluated the synergistic effect of sertraline in combination with well-known antimicrobial agents. Indeed, DIZ for ciprofloxacin alone amounted to 21.50 ± 0.70 mm, which was raised with the addition of sertraline in a concentration-dependent manner. Furthermore, they added 60 μg/mL of sertraline, noticing a significant increase in the inhibitory zone (30 ± 4.24 mm). Similarly, levofloxacin, norfloxacin, and moxifloxacin showed a noteworthy synergy when combined with sertraline at a concentration of sertraline of 80 μg/mL. Moreover, gentamicin activity improved due to the presence of sertraline at 40 μg/mL. A similar trend was followed for the effect against E. coli 8739. The DIZ for ciprofloxacin in the absence of sertraline amounted to 20 ± 1.41 mm, rising to 23 ± 1.41 mm with the addition of 20 μg/mL of sertraline. Levofloxacin, norfloxacin, and gentamicin also demonstrated an effective synergy when combined with sertraline, respectively. The antimicrobial activity of moxifloxacin against E. coli 8739 achieved an inhibitory zone of 32 ± 1.41 mm when combined with 80 μg/mL of sertraline. Good results were also obtained for P. aeruginosa 9027. DIZ for levofloxacin and moxifloxacin rose with the addition of sertraline 40 μg/mL, SR 20 μg/mL, and sertraline 60 μg/mL of sertraline, respectively. In 2018, Hadera et al. [45] explored the potential antimicrobial activity of selected non-antibiotic drugs, among them, fluoxetine used alone and in combination with three conventional antimicrobial drugs, i.e., ciprofloxacin, benzyl penicillin, and fluconazole, against E. coli, S. aureus, and C. albicans strains. Fluoxetine possessed inhibitory effects against all the tested organisms. The association between fluconazole and fluoxetine against C. albicans seemed particularly interesting. By contrast, the association of benzyl penicillin + fluoxetine against E. coli was not effective. An increase in antimicrobial effectiveness was detected for penicillin + fluoxetine. In the same way, the association between fluconazole, propranolol, and fluoxetine led to a percentage increase in surface area of the zone of inhibition. Concerning the MICs values of fluoxetine, propranolol, and fluconazole non-antibiotics against C. albicans, the MIC of fluconazole alone was found to be 12.5 μg/mL, whereas in association with propranolol and fluoxetine, the MIC value of fluconazole decreased to 1.5625 μg/mL and 0.78125 μg/mL, respectively. The association between fluoxetine and fluconazole proved to be successful against C. albicans.\nIn 2018, de Sousa et al. [46] explored the potential antimicrobial activity and the antibiotic modulating effect of fluoxetine against standard and multi-resistant bacterial strains. The authors focused their efforts on finding a potential effect against P. aeruginosa, S. aureus, and E. coli. Furthermore, the estimation of fluoxetine modulatory activity was carried out by associating this drug with erythromycin, gentamicin, imipenem, norfloxacin, and tetracycline at sub-inhibitory concentrations. Data suggested that when fluoxetine was combined with gentamicin and erythromycin against P. aeruginosa and E. coli, synergistic effects were achieved, underlining that fluoxetine can regulate the effect of clinically used antibiotics. Concerning the mechanism of action, the authors argue that inhibition of efflux pumps is the method of action known and envisaged from studies in human cells. In fact, this mechanism may be responsible for synergy with antibiotics such as tetracyclines and fluoroquinolones. Furthermore, because SSRIs affect a number of processes engaged in product biosynthesis in microorganisms, it has been suggested that they act on basic metabolic processes, whether or not they are related to the absorption of substances.\nIn 2019, Gowri et al. [47] surveyed the possibility of sertraline counteracting fungal infections, such as the one caused by a multidrug-resistant fungal pathogen, Candida auris, and its ability to impede biofilm formation. Sertraline potency was examined against three diverse isolates of C. auris. Data evidenced a powerful antifungal effect of sertraline (MIC value of 20 μg/mL against C. auris 70 and 40 μg/mL against C. auris 33 and C. auris IL, respectively). Sertraline treatment suppressed C. auris yeast to hyphae conversion. Moreover, it was able to hamper 71% of biofilm formation. Another interesting outcome concerns the C. auris cell damage assessed with scanning electron microscope (SEM), whereas cell membrane damage was observed through flow cytometry with propidium iodide (PI) uptake assay. Moreover, other tests aimed at deeply exploring the mechanism of action, such as the sorbitol protection assay and ergosterol effect assay, indicated the inability of sertraline to impact the cell wall and not to bind to membrane ergosterol. However, docking studies demonstrated that sertraline could bind to the sterol 14 alpha demethylase, which takes part in ergosterol biosynthesis. Indeed, ergosterol, measured in treated cells, decreased by 5-5-fold.\nOther studies on sertraline regarded its potentiality against Helicobacter pylori, a spiral bacterium causing gastric pathologies and extensively discussed in the literature due to its problem of antibiotic resistance [48]. The disk-diffusion method established that the obtained growth inhibition zones were directly proportional to the concentration used against Helicobacter pylori strains. In particular, the strain most susceptible to sertraline was H. pylori 7556 (CLR-resistant) with a MIC value of 2 µg/mL and a minimum bactericidal concentration (MBC) of 4 µg/mL. On the contrary, H. pylori 7471 (antibiotic-sensitive) achieved MIC and MBC values equal to 8 µg/mL, proving to be the less sensitive. Through a time-killing assay, it was possible to demonstrate that sertraline possessed a time-dependent and concentration-dependent bactericidal effect. Using a scanning microscope, it was possible to detect the capability of sertraline to change the morphology of both strains of H. pylori by decreasing the number of spirals in a concentration-dependent manner. Furthermore, in bacteria treated with sertraline MBCs (but not sub-MICs and MICs, MBCs), a morphological transition into coccoid forms occurred. Moreover, the analysis performed through the checkerboard assay estimated a synergistic/additive interaction between sertraline and four antibiotics, such as amoxicillin, clarithromycin, tetracycline, and metronidazole. According to the authors, this synergistic effect may be due to the ability of sertraline to inhibit protein translation as well as its capacity to interfere with efflux pumps.\nA recent study focused on the antimicrobial activity of fluoxetine and paroxetine in association with ciprofloxacin [49]. The authors calculated MIC, MBC, fractional inhibitory concentration index (FICI), and tolerance level toward 11 bacterial standard reference strains from the American Type Culture Collection (ATCC) and five clinical isolates from patients admitted to a university hospital, two of them being multidrug resistant (MDR). Data suggested that fluoxetine and paroxetine presented antibacterial activity against both the standard ATCC Gram-positive and Gram-negative strains. Interestingly, MIC values were identified against S. epidermidis ATCC 12228 (MIC 64 µg/mL), E. faecalis ATCC 51299 (MIC 128 µg/mL), and S. aureus ATCC 25923 (MIC 64 and 128 µg/mL) when they were combined with the ciprofloxacin or sulfamethoxazole + trimethoprim antibiotic, underlining the occurrence of a synergistic effect of the combination of a non-antibiotic with an antibiotic drug. In a study by Machado et al. in 2020 [50], amitriptyline, a tricyclic antidepressant, proved to be effective against both Gram-positive and Gram-negative strains. Specifically, the highest antibacterial activity transpired against the carbapenem-producer clinical isolates of Klebsiella pneumoniae. Indeed, the association of amitriptyline with colistin, considered a “last-resource” antibiotic in the treatment of acute infections caused by MDR Gram-negative microorganisms, exhibited MIC amounting to 4 µg/mL against two isolates, Klebsiella pneumoniae-8 and Klebsiella pneumoniae.\nDe Andrade Neto et al. studied the possible mechanism of action of fluoxetine against MRSA. In fact, they carried out cytometric analysis revealing that treatment with fluoxetine resulted in alterations in the integrity of plasma membranes and DNA damage, which provoked cell death, possibly by apoptosis [51].\nPhenothiazines are compounds mainly used to treat psychotic disorders, and their primary antipsychotic action seems to be based on the suppression of dopamine by blocking the dopaminergic receptors. Some studies demonstrated that many derivatives, such as chlorpromazine, thioridazine, and trifluoperazine, also possessed antimicrobial activities [15,25,41]. In terms of the mechanism of action, phenothiazines are able to reduce pathogen adhesion in endothelial cells. In addition, they interfere with the activity of calcium-dependent ATPase, resulting in the acidification of phagolysosomes, the activation of hydrolases, and finally, leading to inhibition of the replication of bacterium. Moreover, they can also block efflux pumps, which take into account antibiotic resistance of bacteria [16]. In 2020, Ruth et al. investigated the efficacy of thioridazine, which has previously shown beneficial effects against M. tubercolosis [52,53] toward Mycobacterium avium through in vitro and ex vivo studies. Thioridazine has been tested alone and in association with some established antimycobacterial drugs, such as clarithromycin or rifampin. FICI values were found to be less than 0.5, confirming the synergistic action. The MIC of thioridazine against M. avium ATCC 700898 was 16 µg/mL, and the MBC was 32 µg/mL, defining it as bactericidal. Ex vivo studies outlined that the combination of thioridazine and clarithromycin lowered the bacterial burden more than either compound alone. Moreover, the research group demonstrated that thioridazine was able to hamper ethidium bromide efflux, demonstrating, therefore, that the main mechanism of action consists of the inhibition of the efflux pumps. The authors stated that this mode of action could be a successful means of improving the effectiveness of existing multi-drug treatment [54]. In the same year, Nistorescu et al. [55] analyzed the quantitative antimicrobial activity of chlorpromazine through the laser irradiation technique (widely employed in recent years to lead to photodegradation of the parental compounds into photoproducts with possible antimicrobial properties) [56,57,58]. In addition, they evaluated the effect of both solutions impregnated on a cotton patch, cannula, and urinary catheter (due to the existence of a large number of urinary tract infections) against Gram-positive S. aureus and Gram-negative P. aeruginosa and E. coli. Chlorpromazine antimicrobial action was ameliorated by laser exposure in all the experiments. For instance, concerning E. faecalis strains, the MIC value of the irradiated solution went from 50 µg/mL (non-irradiated) to 6.25 µg/mL, and a similar trend of results was obtained for the other strains. Furthermore, docking studies demonstrated that the enhanced inhibitory action of the irradiated compound was a result of the overall effect of the photoproducts on the biological target. The capability of chlorpromazine to impede the biofilm formation on urinary catheter was also demonstrated by Sidrim et al. [59] in a previous work, in which this drug significantly suppressed the growth of E. coli, Proteus mirabilis, and Klebsiella. Tozar et al. in 2020 examined the anti-staphylococcal activity and mode of action of thioridazine photoproducts after different periods of laser irradiation. Water solutions of the drug were explored for their antimicrobial and efflux inhibitory activity against a panel of bacteria of clinical relevance. Their findings highlighted an improved antibacterial effect of the thioridazine photoproducts against Gram-positive bacteria. Surprisingly, this activity was higher than ciprofloxacin for methicillin- and ciprofloxacin-resistant S. aureus. Docking studies underlined the inhibition of Penicillin-binding proteins PBP3 and PBP2a by sulforidazine as a possible mode of action against S. aureus and MRSA strains, respectively [60].\n\n## 4. Statins as Antimicrobial Agents\nStatins, a class of lipid-lowering agents, which reduce heart-associated morbidity and mortality, have demonstrated, over the years, to possess anti-inflammatory and immunomodulatory activities. Furthermore, many researchers suggested a potential protective effect of statins against several infectious diseases [61] (Table 3). Among the disparate statins, atorvastatin and simvastatin in particular have been examined for their antimicrobial effects. Most of these studies estimated the potentiality of these compounds against Methicillin-sensitive S. aureus (MSSA), Methicillin-resistant S. aureus (MRSA), Vancomycin-susceptible Enterococci (VSE), Vancomycin-resistant Enterococcus (VRE), Acinetobacter baumannii, S. epidermidis, and Enterobacter aerogenes [62,63,64].\nIn 2018, Ko et al. [65] corroborated the antibacterial potentiality of statins by testing seven of them (atorvastatin, fluvastatin, lovastatin, pitavastatin, pravastatin, rosuvastatin, and simvastatin), along with three selected statin metabolites (lovastatin hydroxy acid sodium, pitavastatin lactone, and simvastatin hydroxy acid sodium SMV-OH acid) against some strains provoking skin and soft tissue infections (S. aureus, E. coli, P. aeruginosa, and Serratia marcescens). The best effect was accomplished with simvastatin and pitavastatin against S. aureus, with MICs amounting to 64 and 128 μg/mL, respectively. Furthermore, simvastatin hydroxy acid could reach an effect against S. aureus, E. coli, and S. marcescens at drug concentrations >256 μg/mL. Concerning the structure–activity relationship analysis, the research group hypothesized that statins’ antibacterial action may involve disrupting the teichoic acid structures or reducing the number of alanine residues on Gram-positive bacterial cell surfaces, resulting in biofilm formation decrease.\nIn 2020, Akbarzadeh et al. [66] prepared and optimized a niosomal formulation (a particular kind of drug delivery system employed for the topical delivery of lipophilic drugs) of simvastatin. Their findings suggested that niosomes notably reduced the drug-releasing rate and improved the antimicrobial effect against S. aureus and E. coli (MIC values amounting to 31.12 and 7.78, respectively). Furthermore, they highlighted that the release pattern of drug followed the Higuchi kinetic model, suggesting that drug release occurred through diffusion. Another study proved that simvastatin could fight infectious diseases generated by E. faecalis strains when combined with Ag+. This association was made possible by poly (lactide-co-glycolide) (PLGA) submicron particles carrying both Ag+ and simvastatin (AgS-PLGA). The release of the treatment could last for 24 h, also improving the antibacterial properties. In addition, AgS-PLGA demonstrated no cytotoxicity on MC3T3-E1 cells and a slight suppressive effect on RAW-264.7 cells and could decrease the secretion of IL-6 and IL-1b of RAW-264.7 cells [67]. Similarly, Figueiredo et al. [68] analyzed the antimicrobial effects of silver nanoparticles synthesized with Fusarium oxysporum (AgNPbio) in association with simvastatin against reference and multidrug-resistant bacterial strains. Results indicated that simvastatin possessed MICs ranging from 0.062 to 0.25 mg/mL against Methicillin-resistant S. aureus (MRSA). AgNPbio with a size of 77.68 ± 33.95 nm and zeta potential −34.6 ± 12.7 mV displayed a MIC of 0.212 mg/mL against S. aureus, including MRSA strains. Simvastatin-AgNPbio revealed a synergistic effect, with a notable antibacterial activity against E. coli, producing extended-spectrum beta-lactamase (ESBL). Moreover, through the scanning electron microscopy, it was possible to see the formation of cell surface protrusions, numerous lysed cells, and cell debris after treatment with AgNP-Bio and the formation of a large amorphous mass after treatment with simvastatin in MRSA, suggesting a possible interference with permeability of the bacterial cell membrane.\nAnother winning strategy turned out to be the association between statins and triazenes (TZC). In particular, a new TZC complex {[1-(4-bromophenyl)-3-phenyltriazene N3-oxide-κ2 N1,O4](dimethylbenzylamine-κ2 C1,N4)palladium(II)} (Pd(DMBA)LBr), when combined with simvastatin against several ATCC strains, exhibited a FICI value of <0.5, and MIC amounted to 16 µg/mL in six samples [69]. In 2019, atorvastatin was used in association with conventional antimicrobial treatments against Helicobacter pylori in a randomized controlled clinical trial. The study was performed on a total of 220 patients with H. pylori infection, among whom 110 in the control group received a 14-day regimen of amoxicillin, clarithromycin, bismuth, and esomeprazole, and 110 patients in the intervention group received 40 mg of atorvastatin daily plus the antibiotic regimen for 14 weeks. After a month of treatment, Helicobacter pylori eradication rate in the intervention and control groups was about 78.18% and 65.45%, respectively, with a significant difference in terms of non-ulcer dyspepsia between the groups, without discrepancies concerning age, gender, and body mass index between the two groups. The authors stated that the potential mechanism of action involved in statins’ antimicrobial effects could be attributable to their immunomodulatory activities [70].\n\n## 5. Other Compounds\nStarting from the assumption that Streptoc",
  "has_full_text": true
}