{
  "pmid": "35806151",
  "title": "Broad Spectrum Functional Activity of Structurally Related Monoanionic Au(III) Bis(Dithiolene) Complexes.",
  "abstract": "The biological properties of sixteen structurally related monoanionic gold (III) bis(dithiolene/ diselenolene) complexes were evaluated. The complexes differ in the nature of the heteroatom connected to the gold atom (AuS for dithiolene, AuSe for diselenolene), the substituent on the nitrogen atom of the thiazoline ring (Me, Et, Pr, iPr and Bu), the nature of the exocyclic atom or group of atoms (O, S, Se, C(CN)2) and the counter-ion (Ph4P+ or Et4N+). The anticancer and antimicrobial activities of all the complexes were investigated, while the anti-HIV activity was evaluated only for selected complexes. Most complexes showed relevant anticancer activities against Cisplatin-sensitive and Cisplatin-resistant ovarian cancer cells A2780 and OVCAR8, respectively. After 48 h of incubation, the IC50 values ranged from 0.1-8 μM (A2780) and 0.8-29 μM (OVCAR8). The complexes with the Ph4P+ ([P]) counter-ion are in general more active than their Et4N+ ([N]) analogues, presenting IC50 values in the same order of magnitude or even lower than Auranofin. Studies in the zebrafish embryo model further showed that, despite their marked anticancer effect, the complexes with [P] counter-ion exhibited low in vivo toxicity. In general, the exocyclic exchange of sulfur by oxygen or ylidenemalononitrile (C(CN)2) enhanced the compounds toxicity. Most complexes containing the [P] counter ion exhibited exceptional antiplasmodial activity against the Plasmodium berghei parasite liver stages, with submicromolar IC50 values ranging from 400-700 nM. In contrast, antibacterial/fungi activities were highest for most complexes with the [N] counter-ion. Auranofin and two selected complexes [P][AuSBu(=S)] and [P][AuSEt(=S)] did not present anti-HIV activity in TZM-bl cells. Mechanistic studies for selected complexes support the idea that thioredoxin reductase, but not DNA, is a possible target for some of these complexes. The complexes [P] [AuSBu(=S)], [P] [AuSEt(=S)], [P] [AuSEt(=Se)] and [P] [AuSeiPr(=S)] displayed a strong quenching of the fluorescence intensity of human serum albumin (HSA), which indicates a strong interaction with this protein. Overall, the results highlight the promising biological activities of these complexes, warranting their further evaluation as future drug candidates with clinical applicability.",
  "journal": "International journal of molecular sciences",
  "year": "2022",
  "authors": [
    "Le Gal Y",
    "Filatre-Furcate A",
    "Lorcy D",
    "Jeannin O",
    "Roisnel T"
  ],
  "doi": "10.3390/ijms23137146",
  "mesh_terms": [
    "Animals",
    "Antineoplastic Agents",
    "Auranofin",
    "Cell Line, Tumor",
    "Cisplatin",
    "Female",
    "Gold",
    "Humans",
    "Ovarian Neoplasms",
    "Zebrafish"
  ],
  "full_text": "## 1. Introduction\nMost of the drugs currently in clinical use to treat cancer, microbial or viral infections present several disadvantages, such as their low selectivity, acquired drug resistance, toxicity and severe side-effects, evidencing the need for the development of novel and more efficient strategies. Metal-based complexes can mitigate most of these disadvantages. In fact, metal complexes have attracted considerable interest mainly due to their versatile electronic and structural features that can be explored for rational drug design. The metal ion, its oxidation state, coordination numbers and geometries and type and number of ligands are some of the key features that must be considered in the design and synthesis of prospective drugs for medical use. In line with this, numerous compounds of different transition metal ions are currently under development or reaching the clinical settings for medical applications [1,2,3,4]. Their unique properties offer novel chemistry and provide great opportunities for the discovery of drugs with new mechanisms of action [1,5,6]. In particular, Cisplatin, the well-known platinum drug with a long history in cancer treatment and the knowledge of its side effects, systemic toxicity, mechanism of action, and tumor resistance, has prompted several efforts to explore novel strategies and formulae to develop new metal complexes that exhibit non-classical modes of action with improved balance of risk–benefits [7,8,9,10]. In this context, gold complexes have gained much attention and endured extensive research in the medicinal chemistry domain for the treatment of cancer, inflammatory disorders and infectious diseases [11].\nThe investigation on the anticancer properties of gold complexes was primarily focused on Auranofin, a gold (I) phosphine derivative that has been investigated as a potential treatment for cancer (e.g., leukemia, ovarian), neurodegenerative disorders, HIV/AIDS, as well as parasitic and bacterial infections [10]. Motivated by the broad spectrum of activity of Auranofin, a diversity of gold(I) complexes bearing phosphine ligands such as triphenylphosphine, diphenylphosphino-alkanes and dithiocarbamates have been synthetized and showed potent antiproliferative activity on a variety of cancer cells [12,13]. On the other hand, gold (III) complexes have been studied as potential anticancer agents due to their square-planar geometry, similar to that of Cisplatin [14,15]. In general, gold (I/III) complexes constitute a diverse family of very promising agents for cancer therapy. Indeed, several gold (I/III) complexes have shown outstanding in vitro antiproliferative activities against several types of cancer cells, in some cases opening new prospects for further advanced preclinical studies. Relevant examples are gold(I/III) complexes with polydentate nitrogen donor ligands, (C^N)-cyclometalated ligands and N-heterocyclic carbenes (NHCs) [16,17,18,19]. Although some gold-NHC derivatives undergo ligand rearrangement reactions in the presence of water, some other complexes are stable in aqueous environment and showed anticancer activity superior to Cisplatin, which makes these complexes excellent potential chemotherapeutics [20,21,22,23,24,25].\nThe mechanisms underlying the antiproliferative activities of gold(I/III) complexes remain unclear [26,27]. In vitro studies showed that Auranofin can overcome Cisplatin resistance in human ovarian cancer cells, which indicates a mode of action different from the one described for Cisplatin. In fact, Auranofin has been identified as a potent inhibitor of thioredoxin reductase (TrxR), due to the high affinity of gold(I) for the selenocysteine residue of TrxR, thus causing an alteration in the cellular redox balance and a cascade of severe metabolic impairments that result in apoptotic cell death. In some cases, the apoptotic response is mediated by mitochondrial membrane potential depolarization and enhanced caspase activity [19,26,27,28,29,30]. In several cancer cells, high expression levels of TrxR are related to cell growth and proliferation and poor prognosis in a variety of cancers [31].\nInteractions with cysteine- or selenocysteine-containing enzymes other than thioredoxin reductase was also reported, such as phosphatases, cathepsin and topoisomerase I [32,33].\nLiterature examples evidence a DNA-independent mechanism of action for some gold(I/III) complexes, although others report DNA binding, and more recently the binding to DNA secondary structures such as G-quadruplex (G4) nucleic acids. Metal complexes as small G4-ligands are expected to interact selectively with G4 nucleic acids, acting as a promising strategy for the development of anticancer drugs with selective toxicity towards cancer cells over normal ones [34].\nThe antimicrobial activity of gold(I/III) complexes has not been investigated as extensively as their anticancer activity. Only recently, due to the threat of multidrug-resistant (MDR) pathogens, the application of these compounds as antimicrobials has gained more attention [35]. Nevertheless, a considerable number of gold(I) and gold(III) complexes, mostly complexes with a + 1 oxidation state, have been tested against a broad spectrum of bacteria, fungi and parasites. In general, gold(I) complexes with phosphine showed relevant antibacterial and antifungal activities. Auranofin and gold(I/III) complexes with NHC ligands display antimicrobial potential against many Gram-positive bacteria, including multidrug resistant strains, but poor activity towards Gram-negative species. Gold(I/III) complexes with NHCs ligands were found as efficient inhibitors of bacterial TrxR, indicating that inhibition of this enzyme might be involved in their mechanism of action [36].\nThe activity of Auranofin against different pathogenic fungi, including multidrug-resistant Candida albicans, was also demonstrated [37,38,39,40].\nSo far, only a few gold(I/III) complexes have been evaluated as antimalarial compounds. Auranofin was identified in a high-throughput screening as having activity against the hepatic stage of the rodent Plasmodium berghei parasite in vitro. Furthermore, it displayed in vitro activity against the blood stage of the 3D7 and Dd2 strains of P. falciparum [41].\nPromising candidates for future development have been the gold(I/III) complexes containing thiosemicarbazonato, phosphines and NHCs ligands [22,42,43,44,45]. The presence of N-containing heterocycles in the series of mononuclear gold(I) complexes is of great importance to the antiplasmodial activity, which is probably related to lipophilicity, basicity, and structural features of these complexes. However, further studies are needed to extensively explore these complexes as antimalarial drugs. The mechanism of action seemed to involve the inhibition of antioxidant systems that are critical for the parasite’s survival. In vitro, these complexes have been shown to directly inhibit the parasite’s TrxR [21].\nWhereas extensive work has been conducted with gold(I) complexes, the high oxidation state counterparts gold(III) have not been explored as much. In view of bridging the gap and making a contribution to explore other relevant gold(III) complexes, our group recently demonstrate the potential activity of monoanionic gold(III) bis(dithiolene) complexes against ovarian cancer cells, Gram-positive bacteria, Candida strains and P. berghei [46,47]. The interactions of these gold(III) bis(dithiolene) complexes with DNA, the classical cellular target of Cisplatin, are negligible, as was observed for Auranofin, suggesting a different mechanism of action for the observed biological effects [46]. In addition, the results obtained indicate that TrxR could constitute a potential target of gold(III) bis(dithiolene) complexes [47]. These promising results prompted us to herein explore the multifunctional therapeutic potential of a novel series of structurally related mononuclear gold(III) bis(dithiolene) complexes as prospective anticancer, antibacterial, antiplasmodial and anti-HIV drugs. Complexes differing from the ones previously described in [47] by the substituent on the nitrogen atom of the thiazoline ring, the nature of the chalcogen atoms within the metallacycles, sulfur vs. selenium, together with the exocyclic sulfur replacement and the counter-ion, Ph4P+ or Et4N+ (Chart 1). The effect of modifications of the ligand skeleton and counter-ion on the biological properties of theses complexes will be discussed.\nOne of the crucial steps in the development of novel drugs is studying the interaction to albumin, the main blood protein. Surprisingly, studies on the interaction of gold(III) complexes with serum proteins have been poorly explored, despite of their extreme relevance for the mechanism of action, toxic effects, as well as their transport and distribution in vivo [15,48,49]. In the present study, we investigated the interaction of selected complexes with human serum albumin (HSA) by fluorescence spectroscopy, taking advantage of the intrinsic fluorescence of this protein.\n\n## 2.1. Synthesis and Redox Properties of the Gold Complexes\nThe general synthetic strategy used to prepare the different gold monoanionic complexes starting from the N-alkyl-1,3-thiazoline-2-chalcogenone 1-R(=Y) is outlined in Scheme 1. The first step corresponds to the metalation of the heterocyclic ring with lithium diisopropylamide (LDA) followed by the addition of sulfur or selenium and bromopropionitrile, in order to form the protected dithiolene or diselenolene ligand, 2-XR(=Y) [50]. Then, the deprotection of the dithiolene (X = S) or diselenolene (X = Se) ligand was performed in the presence of sodium methoxide, NaOMe, followed by the subsequent addition of KAuCl4.H2O and Ph4PCl or Et4NBr to afford the monoanionic gold complexes, [C][AuXR(=Y)]. After recrystallization in acetonitrile, the gold complexes were isolated as dark greenish crystalline solids. The newly synthesized complexes were all characterized using 1H NMR, HRMS, elemental analysis and cyclic voltammetry. The sixteen gold complexes prepared and investigated in this study are collected in Chart 1.\nThe redox properties of the various gold(III) bis(dithiolene) and bis(diselenolene) complexes were investigated by cyclic voltammetry using the same conditions, dichloromethane solutions and NBu4PF6 as supporting electrolyte. The oxidation potentials are shown in Table 1. Under these conditions, the nature of the counter-ion, Ph4P+ or Et4N+, had no influence on the redox properties observed, due to ion exchange with the Bu4N+ of the supporting electrolyte. Thus, only the result of one monoanion is included in Table 1, even if the two salts were analyzed. For all the investigated monoanionic bis(dithiolene) complexes, three redox processes are observed on the cyclic voltammograms. On the anodic scan, the two oxidation waves correspond to the oxidation of the monoanionic species into the neutral and to the monocationic complex. Most of these complexes had the tendency to deposit on the electrode once oxidized and frequently a strong desorption peak was observed on the reversible scan. This phenomenon occurs essentially for the complex with an exocyclic sulfur atom, [AuSR(=S)]−1. On the cathodic scan, an irreversible process associated with the reduction in the monoanion into the dianion occurs (Scheme 2). Comparison of the redox potentials shows that when the nature of the side chain was modified from Me, Et, Pr to Bu, no significant differences were observed on the redox potentials. However, the nature of the exocyclic substituent = O, = S, = Se to = C(CN)2 significantly affected the redox potentials. The presence of oxygen instead of sulfur makes the oxidation of the monoanionic into the neutral species easier. On the other hand, the presence of electron-withdrawing substituents such as =C(CN)2 induces an anodic shift of the oxidation potentials by 300 mV, compared with the =O derivative, leading to a monoanion which is more difficult to oxidize than the other complexes of the series. Both derivatives, [AuSEt(=C(CN)2)]−1 and [AuSEt(=O)]−1 exhibited a wider potential stability window of the neutral species than the sulfur analogues [AuSR(=S)]−1 [51]. Indeed, the potential difference between the second and the first oxidation potentials amounts to 470 mV and 410 mV for the =O and the =C(CN)2 derivatives, respectively, while for the =S analogues this value is smaller (170 mV). The gold complexes with selenium atoms, either the bis(dithiolene) with exocyclic selenium atoms or the bis(diselenolene) complexes, exhibited a different behavior, since on the first anodic scan an irreversible oxidation process is observed on the cyclic voltammograms presumably due to strong adsorption phenomenon. For comparison, we also investigated the redox behavior of Auranofin using the same experimental conditions in CH2Cl2 in the presence of NBu4PF6 as a supporting electrolyte. Using these conditions, upon anodic scan only one irreversible oxidation process is observed at 1.42 V vs. SCE. Therefore, all these monoanionic gold bis(dithiolene) and bis(diselenolene) complexes are easier to oxidize than Auranofin.\n\n## 2.2. Molecular Structure and Intermolecular Interactions in the Solid State\nX-ray analyses of novel monoanionic dithiolene complexes [AuSBu(C=S)]−1, [AuSEt(=C(CN)2)]−1, [AuSEt(=Se)]−1 and [AuSPr(=Se)]−1, together with monoanionic diselenolene complexes [AuSePr(=S)]−1 and [AuSeiPr(=S)]−1 have been investigated and the molecular structures of three of these complexes are shown in Figure 1. The molecular structure of the other complexes is presented in Figure S1. All these complexes surrounded by two disymmetric R-thiazdt or R-thiazds ligands are obtained as trans isomers, in the solid state, with a square planar geometry around the gold atom. Besides the [AuSEt(=C(CN)2)]−1 complex, all the other monoanionic complexes are not fully planar, as the metallacycles are slightly distorted along the S•••S or Se•••Se axis with dihedral angle in the range of 2 to 6° (see the lateral views of the complexes in Figure 1). The orientation of the chain with alkyl flexible groups, R = Et, Pr, Bu is lateral, while with the bulky isopropyl group R = iPr, the two methyl groups are oriented above and below the plane formed by the complex core.\nAs these complexes are chalcogen-rich derivatives, in the solid state, various short chalcogen•••chalcogen contacts are observed, shorter than the sum of the van der Waals radii of the involved chalcogen atoms. As a reference, the van der Waals contact distances Se•••Se, S•••Se and S•••S amount to 3.80 Å, 3.70 Å and S•••S 3.60 Å, respectively. The only complex where no short chalcogen•••chalcogen contact was observed is [AuSEt(C=C(CN)2)]−1. For this complex, hydrogen bonding interactions are established between two neighboring gold complexes involving the nitrogen atoms of one nitrile group and the H of the lateral alkyl chain and between another nitrogen atom of another nitrile group and the H of the counter-ion. In order to exemplify the type of intermolecular chalcogen•••chalcogen short contacts existing in the solid state, the detailed interactions are presented in Figure 2 for the complexes [P][AuSePr(=S)] and [P][AuSEt(=Se)] and in Figure S2 for [P][AuSPr(=Se)] and [P][AuSBu(=S)]. Concerning the diselenolene complex [P][AuSePr(=S)], the monoanionic gold complexes interact from the longitudinal side of the molecule. For instance, some interatomic distances such as Se•••Se are as short as 3.29 Å and Se1•••S1 3.43 Å, which represent a reduction ratio to 86.6% and 92.7%, respectively, relative to the van der Waals contact distance (Se•••Se: 3.80 Å, Se•••S: 3.70 Å and S•••S: 3.60 Å).\nAs noticed for the bis(diselenolene) complex [P][AuSePr(=S)], the bis(dithiolene) [P][AuSEt(C=Se)] forms layers along the ab plane with several short chalcogen••• chalcogen interactions, shorter than twice the van der Waals radii. For example, on the side along the long axis of the molecule, two short S•••S contacts are identified, S1•••S1 3.25 Å and S1•••S3 3.39 Å, which correspond to 90.3 and 94.2% of the reduction ratio. Nonetheless, an additional short contact involving the exocyclic selenium atoms is also observed, Se•••Se 3.55 Å (RR of 93.4%).\n\n## 2.3. Cytotoxicity in Ovarian Cells\nThe anticancer activity of the sixteen complexes under study and the reference drugs Cisplatin and Auranofin was evaluated in the A2780 and OVCAR8 ovarian cancer cells. The Cisplatin-resistant cells OVCAR8 were introduced to ascertain the ability of the complexes to overcome cisplatin resistance, since the majority of ovarian tumors eventually recurs in a drug-resistant form. OVCAR8 were used as a control cell line, selecting the incubation time point of 48 h.\nCells were exposed to increasing concentrations of the complexes (0.01–100 μM) for 24 and/or 48 h, at 37 °C. The IC50 values were calculated from dose–response curves using the colorimetric MTT assay. Results show that the differences in the cytotoxic profile were more evident at 24 h incubation, whereas at 48 h incubation most of the complexes displayed similar high cytotoxic activities with IC50 values ranging from 0.1–8 µM (A2780) and 0.8–29 µM (OVCAR8). Most complexes presented a similar cytotoxicity profile compared to Auranofin, but higher activity compared to Cisplatin, and, most importantly, were active in the Cisplatin-resistant OVCAR8 cells (Table 2).\nInterestingly, in relation to their anticancer activity, and when compared at 48 h incubation, these gold complexes clustered in two groups, i.e., those having Ph4P+ as a counter-ion and those having Et4N+ as a counter-ion, being the former more cytotoxic than the later ones. This is even more obvious when comparing the same gold complexes [N][AuSEt(C=S)] vs. [P][AuSEt(C=S)] (1.30 vs. 0.18), [N][AuSeEt(C=Se)] vs. [P][AuSeEt(C=Se)] (4.84 vs. 0.64), and [N][AuSeiPr(C=S)] vs. [P][AuSeiPr(C=S)] (8.27 vs. 0.68). Of note, if some discrepancies can be observed after 24 h incubation, the nature of the exocyclic chalcogen atom do not significantly modify the IC50 after 48 h incubation for the A2780 ovarian cancer cells. However, for OVCAR8 ovarian cancer cells, the presence of selenium atoms in the metallacycles seems to diminish the efficiency of the gold complexes.\n\n## 2.4. Toxicity Studies in Zebrafish Embryo\nToxicity is a major challenge for drug development and is the leading cause of drug failure. Consequently, the evaluation of the potential toxicity represents a critical step in the development of new drugs. In this context, the zebrafish embryo represents a notable in vivo vertebrate model for studying the toxic effects of chemical compounds due to the small size, robustness, multiple progenies from a single mating, chemical permeability, easiness of observation and maintenance under laboratory conditions. In addition, the close phylogeny of zebrafish and mammals, with highly conserved signaling pathways, makes this species increasingly used and ideal for performing toxicological studies [52,53,54,55,56]. Therefore, we evaluated the complexes acute toxicity by measuring mortality of 72 h post-fertilization (hpf) zebrafish embryos when incubated with increasing concentrations of the Au(III) complexes for 48 h.\nThe zebrafish lethality curves for each complex after 48 h of treatment are presented in Figure S3 and Figure 3 for selected complexes. Complexes were evaluated at concentrations ranging from 0.1–10 μM. For all the investigated complexes having Et4N+ as a counter-ion, the survival was affected upon 24 h of treatment for concentrations higher than 1 μM. Contrariwise, for the complexes with Ph4P+ as counter-ion, no toxicity was evident except for the complex with an exocyclic oxygen atom, [P][AuSEt(C=O)]. The nature of the exocyclic atom or group of atoms (=O, =S, or (=C(CN)2) seemed to have an impact on the effect of the gold complexes in the zebrafish embryo model. In fact, [P][AuSEt(=O)] was more toxic than [P][AuSEt(=S)] (=O vs. =S), and [N][AuSEt(=C(CN)2)] was more toxic than [N][AuSEt(=S)] (=C(CN)2 vs. =S). Importantly, all the complexes with a Ph4P+ as a counter-ion of formulae [P][AuXR(=Y)], with high antitumor effect on cancer cell lines (Table 2), showed low mortality, an interesting property in preclinical studies for novel therapeutic agents.\n\n## 2.5. Antiplasmodial Activity\nAu(III) bis(dithiolene/diselenolene) complexes were initially screened for their activity against the obligatory and clinically silent hepatic stage of the rodent P. berghei parasite’s life cycle (Figure 4). Atovaquone (ATQ), a standard antiplasmodial drug, was employed as a positive control, displaying nanomolar-ranged activity. In the negative control, DMSO was incubated at a percentage equivalent to that of the highest compound concentrations tested. All compounds reduced infection at 5 µM. However, in the case of [P][AuSEt(=S)], [P][AuSEt(=Se)], [P][AuSPr(=Se)], [N][AuSMe(=S)], [P][AuSEt(=O)] and [N][AuSEt(=C(CN)2)], this was accompanied by some degree of toxicity, as observed by the lower cell confluency values. Eight complexes, [P][AuSePr(=S)], [P][AuSeiPr(=S)], [P][AuSEt(=S)], [P][AuSEt(=Se)], [P][AuSPr(=Se)], [P][AuSeEt(=Se)], [N][AuSMe(=S)] and [P][AuSBu(=S)] presented the strongest activity and were consequently selected for IC50 determination (Table 3).\nComplex [P][AuSEt(=Se)] was the most active, with an estimated IC50 of 415.67 ± 122.73 nM, whereas [P][AuSeiPr(=S)] was the least active, with an estimated IC50 of 748.45 ± 70.22 nM. The main difference between these two complexes lies in the nature of the chalcogen within the metallacycle and the exocyclic chalcogen atom. The gold bis(diselenolene) complexes bearing the same exocyclic substituent are less active than the corresponding gold bis(dithiolene) complexes. Among the compounds that presented an interesting liver stage activity, [P][AuSEt(=Se)], [P][AuSPr(=Se)], [P][AuSEt(=S)] and [P][AuSBu(=S)] were selected for assessment against the blood stage of P. falciparum infection. In this assay, [P][AuSEt(=S)] and [P][AuSEt(=Se)] displayed the strongest activity against PfNF54 blood stages (Figure 5) and were consequently selected for IC50 determination (Table 3).\n\n## 2.6. Antibacterial and Antifungal Activity\nThe antibacterial activity and antifungal activity of the complexes under study were assessed based on their MIC values against E. coli, S. aureus, C. albicans and C. glabrata. Results obtained are presented in Table 4.\nAll the complexes that demonstrated activity against S. aureus have the tetraethylammonium counter-ion Et4N+. Interestingly, the same complexes with the tetraphenyl phosphonium counter-ion, Ph4P+, are not active, showing again the influence of the counter-ion in the activity of these complexes. Moreover, the nature of the exocyclic substituent also induces some modulation in the activity of the complexes against S. aureus as only those with an exocyclic sulfur atom, =S, show minimum inhibitory concentrations. The two complexes exhibiting the closest MIC values to Auranofin (0.2 µg/mL) are the diselenolene gold complex [N][AuSeiPr(=S)] (1.5 ± 0.1 µg/mL) and the dithiolene gold complex [N][AuSPr(=S)] (1.5 ± 0.1 µg/mL).\nNone of the complexes were able to inhibit the growth of E. coli. This observation is in line with results obtained previously with gold(III) bis(dithiolene) complexes [46,47].\nC. glabrata was the most susceptible to the Au(III) complexes, having its growth affected by six of these complexes, namely [N][AuSEt(=S)], [N][AuSMe(=S)], [N][AuSeEt(=S)], [N][AuSeEt(=Se)], [N][AuSPr(=S)] and [N][AuSeiPr(=S)], being the MIC value for last five complexes between 1.6 and 2.9 µg/mL. All these active complexes bear the tetraethylammonium counter-ion (Et4N+).\nThe complex [N][AuSPr(=S)] was the most active against C. albicans, with a MIC value of 3.1 µg/mL, below the 7.9 µg/mL found for Auranofin.\nAll the complexes with the tetraphenylphosphonium (Ph4P+) counter-ion were inactive against S. aureus, E. coli, C. albicans and C. glabrata.\n\n## 2.7. Cytotoxicity and Anti-HIV Activity of Auranofin, [P][AuSEt(=S)] and [P][AuSBu(=S)]\nNo significant cytotoxicity was observed in vitro in TZM-bl culture cells in the presence of [P][AuSEt(=S)] and [P][AuSBu(=S)] (Figure S4). Auranofin and [P][AuSEt(=S)] presented a CC50 of 3.21 µM and 4.92 µM, respectively. For [P][AuSBu(=S)], it was not possible to calculate the CC50 (Figure S4). The activity of Auranofin, [P][AuSEt(=S)] and [P][AuSBu(=S)] was evaluated in TZM-bl cells in a single-round infectivity assays against HIV-1 SG3.1 reference isolate. Similar to Auranofin, none of the compounds presented anti-HIV-1 activity (Figure 6). Of note, Auranofin was considered a candidate anti-HIV reservoir as it targets the memory T lymphocytes which are the viral reservoirs of HIV-1 [57].\n\n## 2.8. Mechanistic Studies\nThe inhibition of thioredoxin reductase (TrxR), the interaction with DNA and the interaction with human serum albumin were assessed for selected complexes to investigate the effect of the substituent on the nitrogen atom of the thiazoline ring, the nature of the exocyclic atom and the counter-ion.\n\n## 2.8.1. Inhibition of TrxR by the Gold Complexes\nThe assessment of TrxR as a possible target for antitumor drugs has attracted wide attention as this enzyme participates in the regulation of redox reactions and other important physiological processes, such as cell proliferation, cell differentiation and cell death [58]. Gold complexes typically behave as strong inhibitors of TrxR, possibly due to the high affinity of gold to its active site selenocysteine. Moreover, gold complexes bearing sulfur-containing ligands display stronger association to TrxR [59,60].\nThe effect of the selected gold complexes on the activity of TrxR was evaluated by a colorimetric DTNB assay as previously described [47]. Figure 7 shows the effect of the complexes tested in a concentration range of 0.1 nM–2 µM, with Auranofin included in the assay for comparative purposes. As shown in Figure 7 and Figure S5, the inhibitory effect of the complexes differs, although suggesting TrxR as a possible biological target for these complexes. The most active TrxR inhibitors were [P][AuSBu(=S)], [P][AuSeiPr(=S)] and [P][AuSEt(=S)], displaying IC50 values of 0.13 ± 0.08 μM, 0.40 ± 0.25 μM and 0.86 ± 0.32 μM, respectively. In contrast, the complex, [P][AuSEt(=Se)] with an exocyclic selenium atom was the weaker inhibitor of TrxR, displaying an IC50 value of 4.81 ± 1.02 μM. Moreover, it can be noticed that between [P][AuSeiPr(=S)] and [N][AuSeiPr(=S)], where the only difference is the counter-ion, the weakest effect is with the Et4N+, indicating that the nature of the counter-ion has a potential effect on the enzyme. The substituent on the nitrogen atom of the thiazoline ring ([P][AuSEt(=S)] vs. [P][AuSBu(=S)]) and the nature of the exocyclic atom ([P][AuSEt(=S)] vs. [P][AuSEt(=Se)]) seemed to influence the inhibitory effect on the enzyme. The exocyclic selenium atoms of [P][AuSEt(=Se)] seemed to disfavor the intermolecular interaction with the enzyme in relation with the peripheral thione group of [P][AuSEt(=S)]. As expected, Auranofin displayed the lowest IC50 value, at least one order of magnitude lower. The TrxR inhibitory potential of these complexes is comparable to that of the [Au(R-thiazdt)2]−1 complexes previously described [47].\nTrxRs from different organisms, such as cells, bacteria and Plasmodium falciparum, show different chemical mechanisms of reduction, which constitute the basis for the development of specific TrxR inhibitors against bacterial pathogens and parasitic diseases such as malaria. Most protozoan parasites are fast replicating organisms compared with tumor cells and share the same requirements, i.e., rapid DNA synthesis and protection from ROS generated by the host’s immune system. The thioredoxin system can fulfil both tasks and therefore seems to be an essential part of the parasite’s metabolism. On the basis of our results, it is likely that most of the complexes impair the antioxidant system of the parasites [61,62,63,64]. On the other hand, many Gram-positive and Gram-negative bacteria including S. aureus and E. coli, respectively, possess the Trx-TrxR system to maintain the thiol-redox balance and also to protect bacterial cells from oxidative stress. However, E. coli also has the additional glutathione system to maintain the thiol-redox balance. Auranofin inhibits the bacterial TrxR and impair their redox balance, resulting in bacterial cell death. In our study, the activities against Gram-positive and Gram-negative bacteria are consistent with other previous reports indicating a high activity against S. aureus (MIC = 0.2 μg/mL) and a significant lack of activity for E. coli. (MIC = 35.5 μg/mL) [65].\n\n## 2.8.2. DNA Electrophoresis\nMechanistic studies suggested that, in contrast to Cisplatin, DNA was not the primary target for gold complexes. In fact, gold has different oxidation states, rich coordination chemistry, and therefore, it is possible to tune their biological activities by subtle changes in the structure of the complexes. Gold(III) complexes have been synthesized to reproduce the main features of Cisplatin, i.e., its planar geometry. Unlike Cisplatin, the main biological targets of gold compounds are still unknown. Several reports mention the DNA-independent mechanism of some gold(III) complexes, while others report that binding to DNA is responsible for the cytotoxic effect [16]. We determined the ability of a set of complexes under study to interact with ΦX174 supercoiled DNA in vitro. As shown in Figure 8 and Figure S6, none of the compounds were able to induce conformational changes in the DNA, following the same pattern observed for Auranofin [46]. Cisplatin was able to alter the electrophoretic mobility of the nicked and supercoiled forms o",
  "has_full_text": true
}