{
  "pmid": "36110398",
  "title": "Identification of Drug Combination Therapies for SARS-CoV-2: A Molecular Dynamics Simulations Approach.",
  "abstract": "PURPOSE: The development of effective treatments for coronavirus infectious disease 19 (COVID-19) caused by SARS-Coronavirus-2 was hindered by the little data available about this virus at the start of the pandemic. Drug repurposing provides a good strategy to explore approved drugs' possible SARS-CoV-2 antiviral activity. Moreover, drug synergism is essential in antiviral treatment due to improved efficacy and reduced toxicity. In this work, we studied the effect of approved and investigational drugs on one of SARS-CoV-2 essential proteins, the main protease (Mpro), in search of antiviral treatments and/or drug combinations. METHODS: Different possible druggable sites of Mpro were identified and screened against an in-house library of more than 4000 chemical compounds. Molecular dynamics simulations were carried out to explore conformational changes induced by different ligands' binding. Subsequently, the inhibitory effect of the identified compounds and the suggested drug combinations on the Mpro were established using a 3CL protease (SARS-CoV-2) assay kit. RESULTS: Three potential inhibitors in three different binding sites were identified; favipiravir, cefixime, and carvedilol. Molecular dynamics simulations predicted the synergistic effect of two drug combinations: favipiravir/cefixime, and favipiravir/carvedilol. The in vitro inhibitory effect of the predicted drug combinations was established on this enzyme. CONCLUSION: In this work, we could study one of the promising SARS-CoV-2 viral protein targets in searching for treatments for COVID-19. The inhibitory effect of several drugs on Mpro was established in silico and in vitro assays. Molecular dynamics simulations showed promising results in predicting the synergistic effect of drug combinations.",
  "journal": "Drug design, development and therapy",
  "year": "2022",
  "authors": [
    "Abdel-Halim H",
    "Hajar M",
    "Hasouneh L",
    "Abdelmalek S"
  ],
  "doi": "10.2147/DDDT.S366423",
  "mesh_terms": [
    "Amides",
    "Antiviral Agents",
    "Carvedilol",
    "Cefixime",
    "Coronavirus 3C Proteases",
    "Cysteine Endopeptidases",
    "Drugs, Investigational",
    "Humans",
    "Ligands",
    "Molecular Dynamics Simulation",
    "Pyrazines",
    "SARS-CoV-2",
    "Viral Proteins",
    "COVID-19 Drug Treatment"
  ],
  "full_text": "## Plain Language Summary\nThe outbreak of COVID-19 was declared a pandemic by the World Health Organization in March 2020. Almost 520 million cases and more than 6 million deaths were reported. Many drugs that have been used since the outbreak’s start were proven futile in compacting the infection. Recently, a newly developed drug was approved for clinical use in severe or critical COVID-19 conditions. However, more drugs are still needed to reduce the impact of this pandemic. Due to the limited time and the urgent need for a treatment, we proposed an in silico approach to explore the effect of approved drugs on one of the important virus targets, the main protease (Mpro). In this work, we have established the inhibitory effect of three drugs and two drug combinations on this enzyme.\n\n## Introduction\nCOVID-19 is caused by the severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2).1 With more than 520 million people infected and around 6 million reported deaths, COVID-19 represents a serious menace to the world’s public health and economies.2 Many of the treatment approaches that have been employed since the beginning of the pandemic were proven ineffective in targeting the virus.3–5 Therefore, there is an imminent need to identify drugs that can be effectively used to treat COVID-19.\nCoronaviruses are enveloped single-stranded positive-sense RNA viruses that belong to the family Coronaviridae. They are widely distributed in humans and other mammals.6 The SARS-CoV has a large genome (comprised of ≈29,700 nucleotides) that encodes structural and non-structural proteins.7 The virus replication and transcription occurs at cytoplasmic membranes and involves RNA synthesis mediated by the viral replicase gene products. The replicase gene of SARS-CoV-2 encodes two overlapping polyproteins–pp1a and pp1ab–that are required for viral replication and transcription.8 Extensive proteolytic processing of these polypeptides takes place by the activity of the 33.8-kDa Mpro protease (also known as 3C-like protease), which digests the polyproteins at a minimum of 11 conserved sites. The functional importance of Mpro in the viral life cycle, combined with the absence of closely related homologs in humans, identify Mpro as an attractive target for the design of antiviral drugs.9 Other proteins that have been implicated in the virus pathogenesis were identified, for example, the spike glycoprotein, which is responsible for viral entry, through binding to the angiotensin-converting enzyme 2 (ACE2) receptor that is broadly expressed in human tissues.10\nPrevious efforts aimed to develop anti-SARS-CoV-2 treatments were based on designing drugs that would interfere with the viral life cycle, and these included: 1) inhibiting viral entry to the cell by blocking either the viral spike protein or its molecular human target ACE2; 2) inhibiting viral proteases, and 3) preventing viral replication through inhibition of viral RNA dependant RNA polymerase (RdRp).11,12 Most of these studies depended on drug repurposing strategy to identify new therapeutics from already approved drugs, thus accelerating the drug discovery process and offering the advantage of immediate use of drugs that have already demonstrated safety.13 Since de novo identification of drugs is a costly and lengthy process, research groups worldwide have established the effect of approved drugs on this virus. One study showed that emodin, omipalisib, and tipifarnib had an RdRp inhibitory effect.11 Other studies demonstrated the possible binding of cytarabin, raltitrexed, tenofovir, cidofovir, lamivudine, and fludarabine to the viral spike protein.14,15 Clinically, antiviral drugs, such as ritonavir and ribavirin, were used in the treatment of COVID-19.16–19 Recently, the FDA approved a newly developed antiviral drug combination (paxlovid) for use in severe or critical cases.20 However, more drugs are still needed to reduce the impact of this pandemic.\nSince the start of the pandemic, many three-dimensional (3D) crystal structures have been reported for Mpro in its dimer form,21–23 which provided a solid basis for the search of potential inhibitors for this enzyme’s action. One of the crystal structures reported for Mpro, was found to be crystalized with an inhibitor bound within its binding site,22 while the second set of crystal structures were reported in the bound and unbound forms.21 Using the available crystal structures, many research groups were able to identify potential Mpro inhibitors from known drugs to be repurposed for use as COVID-19 therapy.24–27 Although many covalent and noncovalent inhibitors have been designed to inhibit this enzyme, none have been FDA approved.28\nCombination therapies are more effective than single drugs for many diseases,29,30 including COVID-19.31 Once established, synergistic combinations achieve more potent therapeutic effects, decreasing the dose used and thus a reducing observed side effects.32,33 Synergistic drug combination is particularly useful in drug repurposing as many of the identified active compounds show weak activities and do not give the required effect if used alone.34 Despite their benefits, finding drug combinations is mainly dependent on a trial and error process that requires high-throughput testing of the various drug combinations on each of the known drug targets.35\nVarious in silico approaches have provided promising tools to establish the anti-SARS-CoV-2 activity of different compounds, including molecular docking, molecular docking with follow-up molecular dynamics simulations, structure-guided machine learning, network-based, and hybrid methods.21,22,27 These studies mainly depended on the availability of crystal structures of potential macromolecule targets co-crystallized with the natural substrate and/or a drug.36\nThe computational approach followed in this project is shown in Figure 1. Herein, we report a high-throughput screening in which the authors used a systematic in silico approach to identify all possible druggable sites within the Mpro enzyme cavities. Docking studies coupled with the molecular mechanics/generalized Born surface area (MM/GBSA) were subsequently used to assess the binding of 4000 approved and investigational drugs in each identified binding site. Three sites showed good binding affinities between the screened drugs and the enzyme. Consequently, complexes of the identified drugs, bound in their respective Mpro binding sites, were analyzed using molecular dynamics (MD) simulations to determine the effect of each drug’s binding on the overall enzyme conformation and hence determine the possible impact on allosteric binding of other drugs. Subsequently, the inhibitory activity and the synergistic effect of the combinations of the drug candidates were established through in vitro testing.Figure 1Workflow of the work implemented in this research.\n\n## Binding Sites Identification\n“SiteMap” module from Schrödinger37 was used to identify potential ligand binding sites within the single subunit and at the interface between the two subunits of Mpro. Potential druggable sites were identified by searching for regions on or near the protein surface suitable for ligand binding. Any point that overlaps with protein atoms is insufficiently enclosed by the protein, or has a small van der Waals interaction energy with the protein is removed, and each grid of points is then grouped into a site. Site contour maps that show the hydrophobic and hydrophilic regions of the binding site are then generated. All sites were scored based on their enclosure, size, and hydrophilicity and ordered according to the “SiteScore” scoring function.37 The identified sites were used for subsequent ligand docking.\n\n## Ligand Docking\nDocking was carried out using “Glide” (Grid-based Ligand Docking with Energetics) module of Schrödinger.38 Ligand docking proceeded as follows: 1) ligand preparation, 2) protein preparation and refinement, 3) active site grid generation, and 4) flexible ligand docking.39\n\n## Ligands Preparation\nAn in-house library of more than 4000 compounds was created using the Maestro 3D interface. This library included all approved drugs, chemical compounds in different stages of clinical trials, and Mediterranean natural product compounds. “Ligand preparation” was performed to optimize the ligand structures before docking.40 The “OPLS_2005” force field was used for ligand minimization, keeping the initial stereochemistry of the active compounds, tautomeric states were generated, and the ligands were desalted. Ionization states for all compounds were generated at a pH range of 7.0±2.0 using “Epik”.41\n\n## Protein Preparation and Refinement\nThe crystal structures of SARS-CoV-2 main protease, Mpro, were downloaded from PDB. One Mpro was crystalized in complex with the inhibitor, N3, and was reported with a resolution of 2.16 Å (PDB code: 6LU7).22 A series of crystal structures in the bound and unbound forms of Mpro were identified. In this work, we used the dimer form of the enzyme that was reported with a resolution of 2.2 Å (PDB code: 6Y2G).21 Different molecules bound to the protein and waters were removed. The quality of the docking results is highly dependent on the input receptor structure; the two protein structures were prepared and refined for docking using the “Protein Preparation” module from Schrödinger.41\n\n## Active Site Grid Generation\nThe shape and properties of the binding site are represented on a “grid” that provides more accurate scoring of the ligand poses. Active site grids to be used in docking were generated using the “Receptor Grid Generation” module in Glide from Schrödinger. Glide uses a filter to locate the ligand in the receptor’s active site. Grids were generated on the refined protein to determine the shape and properties of the part of the receptor that will be involved in ligand binding.38 Grids can be generated to include the binding cavity surrounding the crystal structure-bound ligand. The co-crystalized inhibitors in the 6LU7,22 and 6Y2G21 crystal structures were not identified as ligands by the “Receptor Grid Generation” module. Therefore, for all sites, grids were generated as a centroid of the amino acid residues that were found to line the corresponding cavity (Table 1).Table 1Amino Acid Residues Used to Generate Grids of Different SARS-CoV-2 Main Protease Receptor (Mpro) Binding SitesBinding SiteGrid Generated as a Centroid of the Amino acidsBinding Site 13–7,111–112,126–129,131,137,207,286–292,294–296,298–299Binding Site 29–14,99–100,150–158Binding Site 3 (substrate-binding site)24–27,41,49,140–145,163–166,168,172,181,186–190,Binding Site 4105,109–110,113–115,126,129–131,133–137,139–141,149,160–162,165–166,171–175,180–186Binding Site 5201,229–235,237,239–242,265,568–270,272–275Dimer Interface Binding SiteSubunit A: 14, 122–123Subunit B: 8–14, 99–100, 114–115, 125, 148, 150–159\nGlide does not allow for flexible receptor docking; however, ligand-protein binding is a dynamic process that involves movements from both the ligand and the protein. Scaling down the van der Waals radii (vdW) of protein nonpolar atoms would allow easier binding of the larger ligands.39 To allow more freedom of ligand docking and to increase the number of bound compounds, all grids were generated with a scaled down van der Wall radii to 0.8 (vdW = 0.8) and without scaling down for the second grid generation (vdW = 1) using the centroid of the same amino acid residues of the respective binding site. Dock ligands with length ≤20 Å preference was maintained for all grid generation runs.\n\n## Flexible Ligand Docking\nFlexible ligand docking predicts the possible ligand binding conformation and interactions within the macromolecule. Flexible docking refers to the conformational search performed on the ligand before docking.42 Extra precision (XP) flexible ligand docking was carried out using the prepared ligands’ list. The optimum ligand conformation(s) to be docked into the binding site were identified.39 The final scoring on the energy-minimized ligand poses was performed, and all interactions within the receptor binding site were calculated. Ligand poses were ranked according to their GlideScore (GScore) scoring function, the best pose of each ligand having the lowest GScore value.43 GScore was calculated using the following equation:\n\\documentclass[12pt]{minimal}\n\\usepackage{wasysym}\n\\usepackage[substack]{amsmath}\n\\usepackage{amsfonts}\n\\usepackage{amssymb}\n\\usepackage{amsbsy}\n\\usepackage[mathscr]{eucal}\n\\usepackage{mathrsfs}\n\\DeclareFontFamily{T1}{linotext}{}\n\\DeclareFontShape{T1}{linotext}{m}{n} {linotext }{}\n\\DeclareSymbolFont{linotext}{T1}{linotext}{m}{n}\n\\DeclareSymbolFontAlphabet{\\mathLINOTEXT}{linotext}\n\\begin{document}\n$$GScore{\\ } = {\\ }0.05^*vdW{\\ } + {\\ }0.15^*Coul{\\ } + {\\ }Lipo{\\ } + {\\ }Hbond{\\ } + {\\ }Metal{\\ } + {\\ }Rewards{\\ } + {\\ }RotB{\\ } + {\\ }Site$$\n\\end{document}\nwhere vdW: the van der Waals energy and Coul: the Coulomb energy both associated with formal charges, Lipo: the lipophilic rewarding hydrophobic interactions, Hbond: the hydrogen-bonding, Metal: the metal-binding term involving anionic or highly polar atoms interactions, Rewards: rewards and penalties such as hydrophobic enclosure, correlated hydrogen bonds and amide twist, RotB: a penalty assigning freezing rotatable bonds, and Site: a term for polar interactions within the active site.42\nInitially, to increase the number of reported compounds, in a similar manner to the grid generation step, docking was performed with the scaling down of the vdW radii of nonpolar ligand atoms (vdW = 0.8), while the second set of docking runs were performed selecting the no scaling down (vdW = 1) option. All docking runs using the different generated grids and docking preferences were visually inspected and ordered according to their GScores. The run using the scaling down of grid (vdW = 0.8) and no scaling down (vdW = 1) XP docking preferences resulted in ligands with best docked poses and highest GScores. Table 1S reports the docking results of all binding sites for future reference, more than ninety compounds have shown potential binding to Mpro different identified cavities. It is worth mentioning that cephalosporins were the only compounds to be docked within Binding Site 5 (data not shown in Table 1S). Due to the large number of drugs that passed this docking selection process, more refinement of the results was needed. Ligands that were bound in “Binding Sites 1” (BS1), “Binding Site 3” (BS3), and at the “Dimer Interface Binding Site” (DIBS) showed the highest scores of all docked ligands. The shortlisted compounds that included the top scoring ligands in each binding site were passed to the next step.\n\n## Molecular Mechanics/Generalized Born Surface Area Calculations\nDue to the limitations of ligand docking and scoring functions in predicting binding energies, a more accurate computational method is required to study drug ligand interactions. Molecular mechanics/generalized Born surface area calculations (MM-GBSA) calculates binding free energies for the docked complexes. Prime-MMGBSA module incorporating OPLS3 force field and VSGB dissolvable model from Schrödinger was used to determine the binding free energies of the top docked complexes obtained from the XP docking process.44 To increase the accuracy of the calculations, amino acid residues within 8 Å and the ligand structure were relaxed during the calculations. The binding free energy for the protein-ligand complex follows:\n\\documentclass[12pt]{minimal}\n\\usepackage{wasysym}\n\\usepackage[substack]{amsmath}\n\\usepackage{amsfonts}\n\\usepackage{amssymb}\n\\usepackage{amsbsy}\n\\usepackage[mathscr]{eucal}\n\\usepackage{mathrsfs}\n\\DeclareFontFamily{T1}{linotext}{}\n\\DeclareFontShape{T1}{linotext}{m}{n} {linotext }{}\n\\DeclareSymbolFont{linotext}{T1}{linotext}{m}{n}\n\\DeclareSymbolFontAlphabet{\\mathLINOTEXT}{linotext}\n\\begin{document}\n$${\\rm{\\Delta }}{{\\rm{G}}_{{{Binding}}}}{\\rm{ = \\Delta }}{{\\rm{G}}_{{{complex}}}}{\\rm{- }}\\left({{\\rm{\\Delta }}{{\\rm{G}}_{{{protein}}}}{\\rm{ - \\Delta }}{{\\rm{G}}_{{{ligand}}}}} \\right)$$\n\\end{document}\nwhere ∆GBinding is the binding free energy; whereas ∆Gcomplex, ∆Gprotein and ∆Gligand represent the free energy of complex, protein, and ligand, respectively.45 The protein-ligand complexes were ranked based on their GScores and the calculated free energies. Compounds that showed both the highest GScore and binding free energies were selected for subsequent molecular dynamics simulations.\n\n## Molecular Dynamics Simulations\nAll molecular dynamics (MD) simulations were performed using the NAMD 2.13 package46,47 and the CHARMM36 force field.48 The parameters for the top docking results were generated using the CHARMM general force field (CgenFF).49 TIP3P explicit solvation model was used, and the periodic boundary conditions were set with a dimension of the dimensions x:105.17 Å, y: 108.28 Å, and z:110.37 Å. The MD protocols involved minimization, annealing, equilibration, and production. The atoms of the protein backbone were restrained in the minimization and annealing simulations, while the Cα atoms of the protein were restrained in the 1 ns equilibration simulation, and no atoms were restrained in the 100 ns MD production simulation. The isothermal–isobaric (NPT) ensemble and a 2 fs time step of integration were chosen for all MD simulations. Pressure was set at 1 atm using the Nose´–Hoover Langevin piston barostat,50,51 with a Langevin piston decay of 0.2 ps and a period of 0.4 ps. The temperature was set at 298.15 K using the Langevin thermostat.52 A distance cutoff of 10 Å was applied to short-range non-bonded interactions with a pair list distance of 12 Å, and Lennard Jones interactions were smoothly truncated at 8.0 Å. Long-range electrostatic interactions were treated using the particle-mesh Ewald (PME) method,53,54 with a grid spacing of 1.0 Å. All covalent bonds involving hydrogen atoms were constrained using the SHAKE algorithm.55 The same preferences were applied for all MD simulations. Binding free energy for the systems were calculated as mentioned above. CF analysis was performed using the contactFreq module on VMD with a cutoff of 4 Å and hydrogen bond (H-bond) interactions for each relevant residue for the binding was generated by VMD.56 The stability of the structures during and at the end of MD simulations was evaluated through the determination of the root-mean-square deviation (RMSD), and the root-mean-square fluctuation (RMSF). To analyze the conformational changes in the surface area and volume of different protease cavities after the MD simulations, CASTp 3.0 was used.57\n\n## Flexible Ligand Docking and Molecular Mechanics/Generalized Born Surface Area Calculations\nTo analyze the effect of MD simulations on the binding and binding affinities of different compounds, XP docking and MM-GBSA analysis were performed using the minimized structures generated from the MS simulations step. New grids were generated for the binding sites using the previously mentioned residues (Table 1). Grids and docking were performed with no scaling down (vdW = 1). MM-GBSA was repeated using the same preferences as mentioned above, and ∆GBinding was determined.\n\n## In vitro Assay\nThe “3CL Protease (SARS-CoV-2) Assay Kit” from “BPS Bioscience” was used to test the inhibitory activity of the identified compounds as well as to study the potential synergistic effect between the identified hits (drugs), the kit was used according to manufacturer’s instructions.58 Briefly, various concentrations of the drugs were mixed with the enzyme. Purified 3CL Protease cleaves a fluorogenic peptide substrate between glutamine and serine to generate a highly fluorescent peptide fragment. Thus, the fluorescence intensity increases proportionally to the activity of 3CL protease. Activity of the enzyme was measured using a Fluorescent microplate reader at 360 nm/460 nm. Compounds to be tested were obtained from local pharmaceutical drug manufacturers with established purity; all compounds were found to be >95% pure by HPLC analysis.\nA range of five different concentrations, 0.1, 0.2, 0.5, and 1.2 µM, of each drug were tested against Mpro, and the %inhibition of the enzyme was determined. The drug concentration that resulted in the highest %inhibition was subsequently used in the synergy assay step. The possible combinations of the drugs were mixed and the %inhibition and the coefficient of drug interaction (CDI) were calculated for the different mixtures. CDI was calculated using the following equation:\n\\documentclass[12pt]{minimal}\n\\usepackage{wasysym}\n\\usepackage[substack]{amsmath}\n\\usepackage{amsfonts}\n\\usepackage{amssymb}\n\\usepackage{amsbsy}\n\\usepackage[mathscr]{eucal}\n\\usepackage{mathrsfs}\n\\DeclareFontFamily{T1}{linotext}{}\n\\DeclareFontShape{T1}{linotext}{m}{n} {linotext }{}\n\\DeclareSymbolFont{linotext}{T1}{linotext}{m}{n}\n\\DeclareSymbolFontAlphabet{\\mathLINOTEXT}{linotext}\n\\begin{document}\n$$CDI = {{\\% {\\rm{inhibition}}\\;\\left( {{\\rm{Drug}}\\;{\\rm{A}}\\;{\\rm{and}}\\;{\\rm{Drug}}\\;{\\rm{B}}} \\right)} \\over {\\% {\\rm{inhibition}}\\;\\left( {{\\rm{Drug}}\\;{\\rm{A}}} \\right)\\;{\\rm{x}}\\;\\% {\\rm{inhibition }}({\\rm{Drug}}\\;{\\rm{B)}}}}$$\n\\end{document}\n\n## Prediction of M\nThe 3D structure of the Main Protease Receptor Mpro (PDB:6Y2G)21 binding sites was analyzed using the “SiteMap” module from Schrödinger.37 Six druggable sites in the single protease subunit and one binding site at the interface between the two adjacent domains of the dimer were identified (Figure 2). All sites were considered as potential active sites and were screened in search for possible inhibitors from our in-house chemical library. All seven identified sites were found to have a “SiteScore” of ≥0.79.Figure 2Crystal structure of SARS-CoV-2 main protease receptor Mpro, showing the potential binding sites identified using “SiteMap”. Site points are represented as red dots.\n\n## Docking Studies\nWe used our in-house built chemical library of more than 4000 compounds in the flexible ligand docking. Grids to be used in the docking process were determined as the centroid of the amino acid residues lining the identified cavities (Table 1). Extra precision (XP) flexible ligand docking was employed to explore the druggability of the identified sites. With the exception of the ligand binding site, all sites were not reported to be bound to any ligand in the crystal structures. This lack of reference ligand has limited the validation of the docking preferences, which is usually done by comparing the docked ligand to its original crystal structure-bound counterpart.39 Visual inspection of the docked ligands and the GlideScore (GScore) scoring function were used to evaluate the docking results.43 Through docking, many currently marketed or under investigation drugs showed potential protease inhibitory activity; some were found to bind to more than one of the identified sites. A recent study for the “Assessment of Evidence for COVID-19-Related Treatments” released by the American Society of Health-System Pharmacists has reported the clinical evidence for the effect of some of the compounds identified in this work in the treatment of COVID-19 without any information about their mechanism of action.59 This list included antiviral drugs, nonsteroidal anti-inflammatory drugs, statins lipid lowering agents, angiotensin converting enzyme inhibitors, and angiotensin II receptor blockers.60 As further studies are required to establish the type of effect of these drugs, in our study we have established the in silico effect of some of these drugs as potential Mpro inhibitors. In addition to the above mentioned compounds, our study has also identified potential effect of drugs that belong to the following therapeutic classes: chemotherapeutic agents, kinase inhibitors, and nucleoside and nucleotide analogues. More than ninety drugs have shown potential to be used, alone or in combination, as inhibitors of Mpro and thus in the treatment of COVID-19 infections (Table 1S). Moreover, Binding Site 5” docking results were very interesting as only cephalosporins were found to bind within this binding site (data not shown in Table 1S).\nThe highest GScores were reported from the different docking runs in three of the studied sites, BS1, BS3, and DIBS. Upon studying the amino acid residues involved in the binding of different drugs, some overlap was observed. Interestingly, some ligands were bound to common amino acid residues of BS4 and DIBS, suggesting the ability of these compounds to bind within the protein cavity or to prevent the formation of the dimer.\nDue to the large number of drugs that passed the docking selection process, more refinement of the results was needed. The GScore cut-off value was set for the selection of hits to be further refined by molecular mechanics/generalized Born surface area (MM-GBSA) calculations. According to their GScores, the top ten ligand-Mpro complexes for BS1 and BS3, and the DIBS were chosen for the next step.\n\n## Molecular Mechanics/Generalized Born Surface Area Calculations\nDocking studies resulted in identifying a large number of potential inhibitors, a further more accurate computational tool was used for lead hit identification, MM-GBSA, that calculates free energies of binding for the docked complexes. The best binding affinity of all MM-GBSA calculations were found to be for cefixime in BS1, carvedilol in BS3, and favipiravir in DIBS (Table 2). In accordance with the crystal structure and mutation data, carvedilol was found to form interactions with the binding site residues: Thr25, His41, Leu141, Gly143, Cys145, Glu166, and Gln189 (Figure 3A).21,61 Cefixime, on the other hand, was found to bind deeper into BS1 forming interactions with amino acid residues from the facing subunit (Table 2 and Figure 3B). Favipiravir interactions were as expected, and interactions were formed between the drug and amino acid residues from both dimer subunits (Table 2 and Figure 3C). Compounds that showed both the highest GScore and ∆G binding were selected for MD simulations.Table 2Molecular Interactions of Potential Mpro Inhibitors Within Their Respective SARS-CoV-2 Main Protease Receptor (Mpro) Binding SitesCompoundAmino acid InteractionsGlide XP GScore (Kcal/mol)MM-GBSA (Kcal/mol)MM-GBSA after BS3 MD Simulation (Kcal/mol)MM-GBSA after BS1 MD Simulation (Kcal/mol)CarvedilolBinding Site 3:Thr25, His41, Leu141, Glu166, Gly143, Cys145, Gln189−6.3−66.0-−52.7CefiximeBinding Site 1:Subunit A: Gly283, Glu288Subunit B: Arg4, Lys5, Gln127−5.1−50.3−71.20-FavipiravirDimer Interface:Subunit A: Pro122Subunit B: Phe8, Ile152, Tyr154−6.2−23.0−33.7−9.5\nFigure 3Interaction of different SARS-CoV-2 main protease receptor Mpro, inhibitors within their respective binding sites. (A) carvedilol in binding site 3, (B) cefixime in binding site 1, and (C) favipiravir in the Dimer Interface Binding Site.\n\n## Molecular Dynamics Simulations\nMD simulations have the advantage of assessing the ligand binding in aqueous environment mimicking physiological conditions which would result in a more accurate prediction of binding interactions than those obtained from docking. In addition, an optimization of ligand/protein contacts is achieved through the MD simulations’ conformational changes in the protein, including binding site residues, that occur upon ligand binding. These optimizations are critical in our work as we try to explore the effect of any ligand’s binding on the different enzyme cavities, thus allowing the study of the possible changes that may affect other drug’s binding.\nThe resulting systems of the different MD simulations were studied for their stability through the determination of root-mean-square deviation (RMSD), and root-mean-square fluctuation (RMSF) of backbone atoms between simulated and initial structures. RMSF was also used to evaluate the impact of ligand interaction on different amino acid residues. In addition, an analysis of contact frequency (CF) (Figure 1S) and hydrogen bond (H-bond) interactions was performed.\n\n## Carvedilol\nCarvedilol, a beta-adrenergic receptor blocker, was found to bind to the original substrate-binding site with the highest scores; therefore, this complex was first used to explore the changes in the Mpro dimer conformation through MD simulations. MD simulation confirmed the conclusion from initial docking and MM-GBSA results, and the compound remained bound to this conserved binding site. An increase in RMSD relative to the crystal Mpro structure has occurred after 10–20 ns, after which no significant development of RMSD could be observed. The ligand-protein exhibited successful conversion following 60 ns of MD simulation start, and the simulation converged between 2 and 3 Å. The high RMSD fluctuation of the ligand is expected, as carvedilol is a highly flexible small molecule that is bound to a relatively large binding site (Figure 4A). RMSF showed relative stabilization for the amino acid residues reported to be involved in ligand binding throughout the simulation (Figure 5A). MD binding showed similar interactions and H-bonds formation between the ligand and the binding site residues, we believe that these are more to represent the actual ligand binding due to the new conformation of the binding site after the MD run (Table 2S). To evaluate the binding between carvedilol and Mpro, CF analysis was performed, Figure 1SA shows the residues with higher CF during the simulation, residues that showed more than 80% CF were His41, Met49, and Thr25, and a CF of more than 70% was reported for Cys44, Ser46, and Glu166. MD simulation results confirmed the previously reported residues to be involved in ligand binding in the Mpro main binding site that included Thr25, His41, Ser46, Met49, Asn142, Cys145, Met165, Glu166, Pro168, and Gln189 (Figure 1SA and Table 2S).62 The highest H-bond occupancy reported was for Glu166, and T",
  "has_full_text": true
}