{
  "pmid": "36112342",
  "title": "Treatment of Cryptococcal Meningitis: How Have We Got Here and Where are We Going?",
  "abstract": "Cryptococcal meningitis is a devastating brain infection cause by encapsulated yeasts of the Cryptococcus genus. Exposure, through inhalation, is likely universal by adulthood, but symptomatic infection only occurs in a minority, in most cases, months or years after exposure. Disease has been described in almost all tissues, but it is the organism's tropism for the central nervous system that results in the most devastating illness. While invasive disease can occur in the immunocompetent, the greatest burden by far is in immunocompromised individuals, particularly people living with human immunodeficiency virus (HIV), organ transplant recipients and those on glucocorticoid therapy or other immunosuppressive drugs. Clinical presentation is variable, but diagnosis is usually straightforward, with cerebrospinal fluid microscopy, culture, and antigen testing proving significantly more sensitive than diagnostic tests for other brain infections. Although disease incidence has reduced since the advent of effective HIV therapy, mortality when disease occurs remains extremely high, and has changed little in recent decades. This Therapy in Practice review is an update of a talk first given by JND at the European Congress on Clinical Microbiology and Infectious Diseases in 2019 in the Netherlands. The review contextualizes the most recently published World Health Organization (WHO) guidelines for the treatment of HIV-associated cryptococcal meningitis in terms of the data from large, randomized, controlled trials published between 1997 and 2022. We discuss the rationale for induction and maintenance therapy and the efficacy and undesirable effects of the current therapeutic armamentarium of amphotericin, flucytosine and fluconazole. We address recent research into repurposed drugs such as sertraline and tamoxifen, and potential future treatment options, including the novel antifungals fosmanogepix, efungumab and oteseconazole, and non-pharmaceutical solutions such as neurapheresis cerebrospinal fluid filtration.",
  "journal": "Drugs",
  "year": "2022",
  "authors": [
    "Ngan N",
    "Flower B",
    "Day J"
  ],
  "doi": "10.1007/s40265-022-01757-5",
  "mesh_terms": [
    "Adult",
    "Amphotericin B",
    "Antifungal Agents",
    "Fluconazole",
    "Flucytosine",
    "Glucocorticoids",
    "HIV Infections",
    "Humans",
    "Meningitis, Cryptococcal",
    "Sertraline",
    "Tamoxifen"
  ],
  "full_text": "## Key points\nSignificant numbers of patients have been enrolled into clinical trials of treatment for human immunodeficiency virus (HIV)-associated cryptococcal meningitis over the past 3 decades, delivering a robust foundation of data on which to base treatment guidelines. However, mortality with optimized current treatment remains high—there is a pressing need to develop novel drugs.The optimal induction therapy is a single high-dose of liposomal amphotericin B (10 mg/kg) plus flucytosine (100 mg/kg/day) and high-dose fluconazole (1200 mg/day) each for 14 days. This is followed by consolidation with fluconazole (800 mg/day) for 8 weeks and then long-term maintenance. However, the availability of both liposomal amphotericin B and flucytosine is limited in many high-burden settings, meaning alternative inferior regimens have to be used.Alternative, currently available antifungals and attempts at drug repurposing have so far shown disappointing efficacy, but novel antifungal agents are in development and show promise.\n\n## Background\nThe human immunodeficiency virus (HIV) epidemic has raised the profile of Cryptococcus neoformans from obscure yeast to a leading cause of brain infection globally. In 2009, it was estimated there were approximately 1 million cases of cryptococcal meningitis per year [1]. Since then, due to the great strides made in access to antiretroviral therapy (ART), the global incidence has fallen to an estimated 220,000 cases per year. Of these, around 160,000 occurred in sub-Saharan Africa and 43,000 in Asia [2]. However, despite the fall in incidence, there has been little change in disease mortality, with an estimated 674,000 deaths in 2009 and 180,000 in 2014. This translates into death rates in the order of 60–80% by 6 months after diagnosis, and compares unfavorably with higher profile diseases such as tuberculosis [3], viral hemorrhagic fevers [4] and primary brain tumors [5]. However, on best available therapy, even in low-income countries, the mortality rate can be reduced to around 35% 6 months after diagnosis [6, 7]. It is striking to note that the foundation of best available therapy continues to be off-patent drugs that are more than 60 years old, reflecting the neglected status of this devastating disease. Here, we will review the data from a number of larger clinical trials published in the last 10 years that guide current treatment guidelines for HIV-associated disease, review the success of recent alternative treatment strategies and describe on-going clinical studies and therapies in development.\n\n## Epidemiology\nC. neoformans was first isolated from peach juice in 1894, and the first case of human disease described in the same year by Busse [8]. However, it was the use of immunosuppressive therapy from the 1970s and the emergence of the HIV pandemic in the 1980s that saw Cryptococcus rise to prominence as one of the world’s most deadly human fungal pathogens. It has been proposed (but not accepted by the entire cryptococcal research community) that there are seven species of Cryptococcus that are responsible for the vast majority of human cases (C. neoformans, C. deneoformans, C. gattii, C. bacillisporus, C. deuterogattii, C. tetragattii and C. decagattii) [9, 10]. Clinically relevant differences between molecular genotypes are unproven, and most experts accept that the most useful clinical distinction is between two species complexes, C. neoformans and C. gattii. However, in resource-poor settings, distinguishing species complex may not be possible.\nDisease most frequently occurs in immunosuppressed patients, notably people living with HIV, where the epidemic has been driven by the clonal expansion of a small number of well-defined lineages of C. neoformans [11]. The C. gattii species complex, found in tropical and sub-tropical areas as well as temperate locations such as the Pacific Northwest of the USA and Southern Australia, is less commonly implicated, but is associated with disease in immunocompetent individuals [12]. The Cryptococcus species are remarkable for their impressive capsules, which are important determinants of virulence (see Fig. 1).Fig. 1India ink stain of Cryptococcus neoformans cells showing extensive capsule development and characteristic budding of daughter cells. Cell diameters excluding capsule are 5–10 um across\nExposure to C. neoformans is likely universal by adulthood, with the vast majority of adults having antibodies. Infection is not transmitted from person to person, but results from the inhalation of infectious propagules (presumed to be either spores or desiccated yeasts) from the environment, and subsequent hematogenous spread. Most disease in HIV-infected patients is considered the result of recrudescence of latent infection, occurring months to years after the initial exposure event [13]. However, outbreaks of disease illustrate symptomatic primary infection of shorter incubation is possible [14–16].\nAlthough the vast majority of cryptococcal meningitis occurs in people with acquired immunodeficiency syndrome (AIDS) and CD4 counts < 100 cells/µL, it is also seen in other forms of immunocompromise, including solid-organ transplant recipients, hematological malignancies (particularly lymphoma), liver failure, idiopathic CD4 lymphopenia and after prolonged use of glucocorticoids or other immunosuppressive drugs. Disease in immunocompetent hosts is rare overall, but a multicenter, retrospective study of 306 cases of cryptococcal disease in HIV-seronegative individuals (predominantly caused by C. neoformans) found 22% had no underlying medical condition [17]. C. gattii is well recognized to cause meningitis in immunocompetent individuals, although infection with this species frequently manifests as pulmonary disease [16]. C. neoformans can also cause disease in apparently immunocompetent individuals, with cases of meningitis particularly being reported from Southeast Asia and China [18–21]. Table 1 summarizes the epidemiology of cryptococcosis due to C. neoformans and C. gattii.Table 1Epidemiology of cryptococcosis according to infecting speciesSpeciesCryptococcus neoformansCryptococcus gattii species complexGeographic distributionWorldwide temperate and tropical distributionLess abundant globally; associated with tropical and subtropical regions, generally uncommon in temperate zonesEcologyAvian guano, bark, tree trunk hollowsTropical and temperate rainforest, especially eucalyptus trees, rotting wood, soilHost rangePredominantly immunocompromised patients, especially HIV infection, also in immunocompetent patientsImmunocompetent individuals, sporadically in immunosuppressed, including HIV-infected patientsAppearanceTan mucoid colonies; microscopically spherical to ovoid encapsulated cellsTan mucoid colonies; microscopically mixture of globose and oblong to elliptical cellsTarget organsCNS infectionsPulmonary infection is more commonCNS central nervous system, HIV human immunodeficiency virus\n\n## Clinical Manifestations\nCryptococcosis can affect any body site or structure, but meningoencephalitis is by far the most frequent syndrome, particularly in HIV-infected patients. The cause of this tropism for the central nervous system is poorly understood, but plausible explanations include fungal evasion of the host innate immune response, allowing penetration of the blood–brain barrier [22], a lack of complement defense in cerebrospinal fluid (CSF) providing a favorable growth medium for Cryptococcus [23], and dopamine-enhanced fungal virulence in the brain [24].\nThe commonest disease presentation is subacute or chronic, with progression of fever, malaise and headache over a period of 1–2 weeks. This is variably accompanied by neck stiffness, photophobia, vomiting, confusion and depressed level of consciousness. Visual symptoms, including reduced visual acuity, blurred [25] or double vision [26], and hearing loss [27] are also commonly reported. Untreated, the disease is universally fatal within days to weeks.\nClinical presentation varies according to the immune status of the host and infecting species of Cryptococcus. HIV-uninfected patients may experience a more insidious onset of symptoms over several months, resulting in delayed diagnosis and treatment [17]. Raised intracranial pressure, present at diagnosis in two-thirds of HIV-infected patients, appears less common in this population. C. gattii infections have been associated with an increased risk of inflammatory sequelae compared with C. neoformans, possibly as a result of stimulating more robust secretion of pro-inflammatory cytokines [12]. This may explain why C. gattii infection more commonly manifests with pulmonary disease (promoting an inflammatory response at its initial site of infection).\nPulmonary cryptococcosis is the most common non-meningeal presentation. It can range from an asymptomatic pneumonia to acute respiratory failure, with disease severity and risk of spread to other systems increasing with the level of immunocompromise. Disseminated disease can affect multiple organs simultaneously. Lesions have been described in the liver [28], lymph nodes [29], peritoneum [30], urogenital tract [31], adrenal glands [32] and eyes [33].\n\n## Diagnosis\nThe definitive diagnosis of cryptococcal meningoencephalitis depends upon microbiological examination of CSF obtained by lumbar puncture. When lumbar puncture is performed, it is important to measure the opening CSF pressure, because raised intracranial pressure is frequent and should be managed with therapeutic CSF drainage. The inflammatory response seen in CSF is generally milder than that seen in bacterial or tuberculous meningitis, particularly in immunosuppressed patients [34], and is typified by a mildly elevated white cell count (< 50 cells/µL) with a predominantly mononuclear cell infiltrate, modestly elevated protein and low or normal glucose. The CSF lactate is usually within the normal range or only modestly raised. Approximately 25–30% of cases of culture-proven cryptococcal meningoencephalitis have a normal CSF profile [35, 36].\nMicrobiological confirmation of cryptococcal disease is relatively straightforward. Microscopy, culture and antigen testing are significantly more sensitive than diagnostic tests for other brain infections. Individuals with AIDS usually have a high fungal burden, and the characteristic encapsulated oval, budding yeasts are easily visualized using an India ink preparation of CSF in > 60% of cases [37]. In recent years, simple lateral flow assays for cryptococcal antigen (CrAg) have been developed. These are inexpensive and provide rapid results when performed on CSF, blood, serum or even urine. They require minimal laboratory or technical expertise and can even be performed at the bedside. The IMMY lateral flow test has a sensitivity of > 99% for detecting Cryptococcus in the CSF of HIV-infected patients [38] and has become the mainstay of diagnosis in both low- and high-resource settings. Due to the low cost and simplicity, the World Health Organization (WHO) recommends CrAg testing of CSF as the mainstay for diagnosis [39]. Non-meningeal cryptococcosis is diagnosed through a combination of radiography, serum CrAg, histology and culture from the affected organs, e.g., sputum, bronchoalveolar lavage or lymph node biopsy. Since 2018, the WHO has recommended routine screening for cryptococcal infection in all HIV-infected patients with CD4 counts less than 100 cells/µL prior to initiating ART [39]. This is because antigenemia is associated with increased mortality in the ensuing 12 months in patients starting ART. Screening should be through CrAg testing of blood, and where positive, the patient should be carefully evaluated for signs and symptoms of meningitis and undergo a lumbar puncture, if feasible, with CSF examination and India ink or CSF CrAg assay to exclude meningitis. Patients with evidence of meningitis should receive standard treatment. Centers for Disease Control and Prevention (CDC) guidelines also recommend individuals with a blood CrAg titer ≥ 1:640 by IMMY CrAg lateral flow assay (regardless of the lumbar puncture result) should also be treated for meningitis, based on evidence that such high titers are predictive of disseminated disease and subclinical  cryptococcal meningitis among HIV-infected individuals [40, 41]. If the titer is ≤ 1:320, and there is no evidence of meningitis, fluconazole can be used as preventative therapy until the patient is established on antiretrovirals and the CD4 count is > 200 cells/µL [39].\n\n## Complications\nRaised intracranial pressure is an important cause of poor outcomes from cryptococcal meningoencephalitis. The pathophysiology of raised intracranial pressure is poorly understood, but may include an osmotic effect of the capsular constituents, physical blockage of drainage of CSF by yeast and shed capsule, inflammation and mass effect from cryptococcomas. Signs of rising intracranial pressure include worsening headaches, vomiting, cranial nerve palsies, seizures, blindness, a reduced level of consciousness and ultimately death from cerebral herniation. In the context of these symptoms and persistent pressure ≥ 25 cm of CSF, pressure control becomes the principal determinant of survival. Therapeutic lumbar drainage must be repeated daily, and in some instances, ventriculostomy or temporary percutaneous lumbar drains may be necessary.\nVisual impairment, including total visual loss, is well described in cryptococcal disease in HIV-infected and uninfected patients and may have a prevalence of up to 20% in survivors. Again, the pathophysiology is unclear, but likely includes raised intracranial pressure, cerebral ischemia and stroke-like infarcts, optic nerve infarction and direct optic nerve invasion by fungi [21].\nComplications also arise in cryptococcal disease as a result of adverse reactions to the antifungal drugs (discussed in more detail below) and antiretroviral drugs required for treatment. Amphotericin, the mainstay of treatment, is associated with anemia (which can be profound in HIV-infected patients) and renal impairment, which usually recovers when treatment is completed [6, 42]. Flucytosine causes bone marrow suppression. In individuals with AIDS, cryptococcal immune reconstitution inflammatory syndrome (IRIS), following the instigation of ART, is an important consideration. While immune recovery is essential for the successful management of cryptococcal meningoencephalitis, trials comparing early versus delayed initiation of ART in patients undergoing treatment for cryptococcal meningoencephalitis have consistently shown superior outcomes with delayed initiation of HIV treatment [37, 43, 44]. This effect was most clearly seen in the COAT study [37], which assessed survival at 26 weeks in 177 ART-naïve HIV-infected patients with cryptococcal meningitis in Uganda and South Africa, randomized to receive either early (1–2 weeks after diagnosis) or deferred (5 weeks after diagnosis) ART. Deferring ART for 5 weeks after diagnosis was associated with significantly improved survival, especially among patients with a few white cells in their CSF (< 5 per cubic millimeter). International guidelines now recommend ART should be delayed until 4–6 weeks after initiation of anti-cryptococcal therapy [39].\n\n## Treatment\nPharmacological management of cryptococcal meningitis is challenging because of the limited drug armamentarium and the toxic nature of the therapies. Only three antifungal drugs have reliable efficacy in vivo: intravenous amphotericin B, oral flucytosine and oral fluconazole.\nAmphotericin B is a potent broad-spectrum fungicidal, which was first isolated from the bacterium Streptomyces nodosus in 1955 [45], and started to be used clinically in the same decade. It binds ergosterol in fungal cell membranes, inducing pore formation, electrolyte imbalance and cell death. It is effective at penetrating the blood–brain barrier and is key in sterilizing the CSF, but is associated with serious adverse effects, including anemia, electrolyte disturbances, renal impairment and infusion site reactions. Amphotericin B is available in the deoxycholate form (recommended dosage 0.7 mg/kg daily). Generic formulations are available in Asia and Southeast Asia, but only ~ 60% of sub-Saharan African countries are estimated to have stock available (see https://gaffi.org/cryptococcal-meningitis-dashboard-for-sub-saharan-africa/). In higher resource settings, the liposomal formulation (dose 4 mg/kg) is available, which has similar efficacy, but is associated with less toxicity [46, 47].\nFlucytosine was also identified in the 1950s. It inhibits fungal DNA synthesis and is fungistatic in mechanism, making it less potent than amphotericin, although its effect combined with amphotericin is probably synergistic [48, 49]. It has a much lower barrier to resistance, so is only suitable for use in combination with other antifungal agents. The main side effects are gastrointestinal intolerance, presenting as abdominal pain, laboratory abnormalities including raised aminotransferases, and marrow suppression, manifesting as anemia, leukopenia and thrombocytopenia. Renal impairment caused by the concomitant administration of nephrotoxic agents, such as amphotericin B, can lead to accumulation of flucytosine and further contribute to dose-related toxicity. While flucytosine is off patent, it has extremely limited availability as a consequence of its limited disease indications, meaning that there are very few manufacturers. The price of this drug has increased significantly in recent years [50]. This results in high costs in resource-poor settings where disease burden is greatest. The chronic shortage of global manufacturers is improving thanks to recent progress on the part of Unitaid and the Clinton Health Access Initiative [51], raising hopes that flucytosine will be produced at scale to meet demand in coming years.\nFluconazole is also a broad-spectrum antifungal. It was patented in 1981 and is now cheaply available throughout the world. It acts by inhibiting the cytochrome P450 (CYP) enzyme 14α-demethylase, to which fungal cells are far more sensitive than mammalian cells. It is generally well tolerated, but may cause rash and liver enzyme abnormalities, especially at the high doses required to treat cryptococcal meningitis. Because it is an inhibitor of CYP isoenzymes, drug interactions are common and frequently complicate treatment. While prolongation of the QT interval of the cardiac cycle is listed as a potential complication, QT prolongation is generally modest in practice and does not usually warrant discontinuation of treatment [52].\nThese three drugs have been used for variable durations in different combinations to treat cryptococcal disease for the last 3 decades. In recent years, international guidelines have been shaped by a series of large clinical trials in HIV-infected populations, which have attempted to strike a balance between the need for rapid fungal clearance while avoiding serious drug toxicity, with practical regimens that can be implemented in low-resource settings.\n\n## Current Antifungal Recommendations and Evidence Underlying Them\nIn 2022, the WHO updated its 2018 guidelines for the treatment of cryptococcal meningitis in HIV-infected patients based upon the results of the recently published AMBITION trial [39, 53]. The treatment guidelines are summarized in Table 2. They recommend that treatment should be given in three distinct phases: ‘induction’ therapy, with combination high-dose antifungals in the first 2 weeks of treatment, to rapidly sterilize the CSF; ‘consolidation’ with high-dose fluconazole monotherapy for the next 8–10 weeks; and then low-dose fluconazole ‘maintenance’ therapy to prevent relapse until immune recovery occurs as a consequence of ART.Table 2.WHO guideline for cryptococcosis in HIV-infected patients, 2022PhaseInductionConsolidationMaintenanceOptionWeek 1Week 2Weeks 8–10Onwards1—PreferredSingle-dose liposomal amphotericin Ba plus 14 days of flucytosineb combined with fluconazoleFluconazole 800 mg/dayFluconazole 200 mg/day2—If liposomal amphotericin is unavailableAmphotericin B deoxycholatec plus flucytosineFluconazole 1200 mg/dayFluconazole 800 mg/dayFluconazole 200 mg/day3—If no amphotericin formulation is availableFluconazole 1200 mg/day plus flucytosinebFluconazole 800 mg/dayFluconazole 200 mg/day4—If flucytosine is unavailableLiposomal amphotericin Bd plus fluconazole 1200 mg/dayFluconazole 800 mg/dayFluconazole 200 mg/day5—If liposomal amphotericin B and flucytosine are unavailableAmphotericin B deoxycholatec plus fluconazole 1200 mg/dayFluconazole 800 mg/dayFluconazole 200 mg/dayAll doses refer to adults; for children, refer to the WHO guidelinesWHO World Health Organizationa10 mg/kgb100 mg/kg/day in 4 divided dosesc1 mg/kg/dayd3–4 mg/kg/day\nThese current treatment guidelines are built on a foundation of evidence delivered from a number of large, randomized, controlled trials from the USA, Southeast Asia and Africa. The first of these was a study from 1997 conducted in the USA, which evaluated the effectiveness of 2 weeks of induction therapy with amphotericin B with or without the flucytosine in 381 patients with HIV and cryptococcal meningoencephalitis, followed by 8 weeks of consolidation therapy with an azole (Fig. 2) [54]. CSF sterilization at 2 weeks and 10 weeks was more frequent among patients receiving combination amphotericin B and flucytosine therapy compared with those receiving amphotericin B alone during induction, without increased toxicity. The study lacked the power to demonstrate a mortality benefit of the combination therapy, but a number of smaller studies subsequently confirmed improved rates of yeast clearance from CSF with this treatment combination [55, 56].Fig. 2Key clinical trials in the management of cryptococcal meningitis. AmB amphotericin B, 5FC flucytosine, CM cryptococcal meningitis, CSF cerebrospinal fluid, 14d 14 days\nIn 2013, a randomized, three-group, open-label trial in Vietnam evaluated induction therapy in 299 HIV-infected patients with cryptococcal meningitis. Patients were randomly assigned to one of three different induction regimens: standard of care (amphotericin 1 mg/kg/day for 4 weeks), amphotericin combined with flucytosine (100 mg/kg/day) for 2 weeks, or amphotericin combined with high-dose fluconazole (800 mg/day) for 2 weeks. After the induction phase, all patients received fluconazole 400 mg/day until 10 weeks after randomization. The investigators found survival was significantly improved by 10 weeks after randomization in the patients treated with the amphotericin and flucytosine combination compared with those receiving amphotericin alone or in combination with fluconazole [6]. Lending biological plausibility to the results, the rate of clearance of yeast from CSF was significantly faster in patients receiving amphotericin and flucytosine compared with the other two arms. A survival benefit of amphotericin B plus fluconazole compared with amphotericin monotherapy was found.\nThe favorable survival outcome seen from induction therapy with flucytosine in combination with amphotericin B has since been confirmed. The ACTA study, published in 2018, was a pragmatic randomized trial conducted across nine treatment sites in Africa, which evaluated alternative practical induction regimens in HIV-infected patients with cryptococcal meningitis in resource-poor settings [7]. The study investigated two main strategies. First, they wanted to test the utility of an oral-based regimen compared with 2-week intravenous amphotericin-based induction regimens. Secondly, they wanted to compare giving 2-week versus 1-week amphotericin-based induction regimens.\nThe investigators randomized 721 patients to an all-oral regimen of very high-dose fluconazole (1200 mg per day) plus flucytosine for 2 weeks, or 1 week of amphotericin B, or 2 weeks of amphotericin B, randomly assigning those receiving amphotericin to fluconazole or flucytosine as a partner drug. All patients received fluconazole consolidation therapy and were followed to 10 weeks. The treatment arms are illustrated in Fig. 3.Fig. 3Treatment arms of the ACTA trial. Principle comparisons were between arm 1 versus arms 4 and 5 (the oral vs intravenous induction treatment strategy), and arms 2 and 3 versus arms 4 and 5 (1 week vs 2 weeks of amphotericin strategy). After induction therapy (the first 2 weeks), all patients received fluconazole 800 mg/day consolidation therapy until 10 weeks after randomization\nRegarding the primary endpoints, the all-oral combination and the 1-week amphotericin B regimen both met predefined criteria for non-inferiority compared to the 2-week amphotericin induction arms (standard of care). In secondary analyses, they found that survival was better in patients on amphotericin who received flucytosine than those who received amphotericin partnered with fluconazole (71 deaths [31.1%] vs 101 deaths [45.0%]). Notably, the induction treatment regimen associated with the best survival was the one consisting of 1 week of amphotericin B plus flucytosine. This was associated with the lowest 10-week mortality (24.2%; 95% confidence interval 16.2–32.1) and lower rates of side effects compared with the other regimens. The investigators postulate that it is toxicity associated with prolonged courses of amphotericin that may result in poorer survival. WHO guidelines changed following these data, with a single week of amphotericin B combined with flucytosine recommended as first-line induction therapy in resource-poor settings since 2018. In high-resource settings benefiting from the availability of liposomal amphotericin B and optimal clinical monitoring, 2 weeks of induction therapy with amphotericin B and flucytosine was still preferred.\nHowever, the administration of intravenous amphotericin, even for just a week, can still be a considerable logistical and financial barrier to treatment in low-income settings. Liposomal amphotericin B has a long tissue half-life and concentrates well in brain tissue. Pharmacokinetic modelling studies have suggested that single or intermittent administration of higher doses of this formulation could deliver efficient antifungal effect [57, 58]. Short intermittent high-dose liposomal amphotericin B (10 mg on day 1, 5 mg on days 3 and 6) was previously found to be as safe and effective as a standard therapy for the empirical treatment of persistent febrile neutropenia, and a small trial in cryptococcal meningitis suggested such an approach could be effective [59, 60]. This led to the landmark AMBITION trial, published in March 2022. AMBITION took place in five countries in Africa. It trialed induction therapy consisting of a single high-dose of liposomal amphotericin (10 mg/kg), combined with 14 days of flucytosine (100 mg/kg/day in divided doses) and fluconazole (1200 mg/day). This was compared with the 7-day amphotericin B deoxycholate and flucytosine combination, as recommended by WHO since 2018. Following induction therapy, all patients continue with fluconazole 800 mg/day for a further 8 weeks. The trial found that the novel induction strategy was non-inferior to the WHO guideline in terms of survival. The number of deaths amongst patients receiving the novel intervention (24.8%) was similar to that amongst patients on standard therapy (29.3%). Moreover, there were significantly fewer grade 3, grade 4 and serious adverse events in patients on the novel treatment regimen (50% vs 62.3%). An adjusted analysis suggested the novel strategy may be associated with improved survival. The novel strategy was also preferred by health care providers involved in the study because it took less time to prepare, required less monitoring and had the potential to shorten the patient’s duration of hospital stay. The WHO released Rapid Advice on line on 20 April 2022 recommending this treatment approach be used in people living with HIV, and full amended guidelines were published in June 2022 (available at https://www.who.int/publications/i/item/9789240052178). Successful global roll-out of this innovative and effective treatment approach will be critically dependent upon managing the costs and availability of liposomal amphotericin and flucytosine.\nWhere flucytosine is unavailable, induction therapy with amphotericin B and fluconazole is recommended on the basis that this combination has fewer side effects than a 4-week course of amphotericin B deoxycholate [6]. Dosing recommendations for fluconazole have been updated as a consequence of the ACTA study, which has shown that, when fluconazole must be used during induction, higher doses (1200 mg/day) are well tolerated and trend towards better outcomes [61]. The use of higher doses of fluconazole is further justified by the wide variability in the concentrations of fluconazole achieved in blood and CSF with standard doses, and it is clear that significant numbers of patients do not reach the notional therapeutic targets [62]. While there seems to be some variability in the susceptibility of Cryptococcus isolates to azole drugs, this does not seem to explain patient outcomes, and routine testing of drug susceptibilities is not recommended for first presentations of disease [63].\n\n## Consolidation and Maintenance\nFollowing induction therapy, patients should receive consolidation therapy with fluconazole 800 mg/day for a minimum of 8 weeks. While it is not clear that this results in better outcomes than 400 mg/day, fluconazole is cheap and safe and, as mentioned previously, there is good evidence of wide variability in its pharmacokinetics, with significant numbers of patients being essentially underdosed at 400 mg/day. After the induction and consolidation phases of therapy, typically lasting 10–12 weeks in total, HIV-infected patients should receive ‘ma",
  "has_full_text": true
}