{
  "pmid": "36285247",
  "title": "Study of chloroquine susceptibility potential of plants using pseudomonas aeruginosa as in vitro model.",
  "abstract": "UNLABELLED: Chloroquine (CQ) is mainly known for antimalarial activity but due to lower sensitivity, it has not been well explored in the microbial disease treatment. In the present investigation, we attempted to enhance the CQ sensitivity in Pseudomonas aeruginosa. Presence of efflux pump is well demonstrated in bacterial system which plays an important role in drug sensitivity and resistance in bacteria and also serves other functions. Taking the advantage of presence of efflux pump in Pseudomonas aeruginosa, we made an attempt to sensitize the Pseudomonas aeruginosa with various plant extracts and phytochemicals for the development of CQ sensitivity. Ten rationally selected plant extracts were screened for the development of chloroquine sensitivity in P. aeruginosa. The chloroquine susceptibility assay was demonstrated by combining CQ and verapamil (a known efflux pump inhibitor) as a standard in an in vitro assay system. Results were quite encouraging as methanolic extracts of Syzygium aromaticum, Zingiber officinale and Curcuma longa were able to enhance chloroquine sensitivity in P. aeruginosa by increasing the zone of inhibition in well-defined assay system. These plant extracts were finally analysed for the presence of various phytochemicals. The Syzygium aromaticum extract showed the presence of phytochemicals, such as quinones, phenol, triterpenoid, saponins, tannins, alkaloids and flavonoids. On the other hand, the methanolic extract of Zingiber officinale and Curcuma longa showed the presence of saponins, tannins, alkaloids and flavonoids in the extract. Towards the identification of active principle of selected plant extract for CQ sensitivity enhancement, thin-layer chromatography was performed and various phytocomponent bands were isolated. Flavonoid (R f 0.44) in Syzygium aromaticum, alkaloid (R f 0.43) in Zingiber officinale and phenol (R f 0.62) in Curcuma longa were found responsible for the enhancement of CQ susceptibility in P. aeruginosa. This interesting finding confirmed the concept that a prior course or combination of plant extracts or phytochemicals with chloroquine can be effective against P. aeruginosa. Present investigation successfully presented the proof of concept for the enhancement of chloroquine sensitivity in bacterial system by modulating an efflux pump. Concept can be explored for repurposing chloroquine for new applications. SUPPLEMENTARY INFORMATION: The online version contains supplementary material available at 10.1007/s13205-022-03382-1.",
  "journal": "3 Biotech",
  "year": "2022",
  "authors": [
    "Kulkarni C",
    "Rathod P",
    "Yadav R"
  ],
  "doi": "10.1007/s13205-022-03382-1",
  "mesh_terms": [],
  "full_text": "## Introduction\nDevelopment of antibiotic resistance in bacteria is a worldwide health problem that needs prime research attention to discover and develop a new drug or repurpose existing drug for new applications. Antibiotics, a class of drugs that once considered the lifeline against several bacterial infections are now under the threat of development of drug resistance in most pathogenic microbes (Shriram et al. 2018). During development of drug resistance, a decrease in the sensitivity of the drug is the primary stage. Several mechanisms have been reported for development of drug resistance, such as drug inactivation, target alteration, decreased permeability and increase efflux pumps. Among these mechanisms, an increase in efflux pump expression which results in drug extrusion is the important mechanism associated with multi drug resistance (Sun et al. 2014 and Mohanty et al. 2021). In this line, sensitivity enhancement of drugs using efflux pump inhibitors or ion channel blockers presents a significant strategy for control of drug resistance. In general, efflux pumps are transport proteins-based systems in bacteria that are mainly involved in extrusion of substrates from the cellular interior to the external environment. These substrates are drugs often antibiotics, that communicate the efflux pump-expressing bacteria with antibiotic-resistant phenotype (Piddock 2006a). The characteristic of poly-substrate specificity of efflux pumps makes them to expel a broad range of antibiotics. They are also known to activate the acquisition of additional resistance mechanism by lowering the intracellular drug concentration. Moreover, various pieces of evidence have suggested that in bacteria, efflux pumps have physiological functions and their expression is tightly regulated in response to various environmental and physiological signals (Sun et al. 2014). Beside the drug resistance development, the role of efflux pumps in bacteria includes colonization, bile tolerance in case of enteric bacteria, enhancement in virulence, survival in the host (Piddock 2006b) and biofilm secretion. The drug efflux is considered one of the important mechanisms for development of antimicrobial resistance in biofilm structures in several bacteria including P. aeruginosa (Soto 2013). According to the list of bacterial species published by the World Health Organization in 2017, Pseudomonas aeruginosa categorized as one of the priority bacteria for which new antibiotics are urgently needed (WHO 2017). It rapidly develops resistance to multiple classes of antibiotics. In this opportunistic pathogen, antibiotic efflux is one of the most predominant mechanisms in which the administered drug is proficiently resisted (Housseini et al. 2018). Hence, there is an utmost need of therapeutic strategies for lowering resistance or increasing sensitivity of drugs towards P. aeruginosa.\nSince developing a new drug is a time taking process and the drugs that are currently in the practice are the results of years of research and development. Therefore, repurposing of an old drug with strategic use for new activity or improved activity can be an effective approach.\nChloroquine a known antimalarial drug that has revolutionized the treatment of malaria, belongs to a large series of 4-aminoquinolines (Coatney 1963). It has been also explored in the treatment of rheumatoid arthritis, systemic lupus erythematosus, dermatological diseases, various types of cancer and in viral infections including use in COVID-19. Due to multiple mechanisms of action, such as pH-dependent inhibition of functioning and signalling of cell organelles, immunomodulatory actions, inhibition of autophagy and interference with receptor binding, it has emerged as a choice of molecule among researchers for studying various mechanism-based applications (Schrezenmeier and Dörner 2020; Pelt et al. 2018; Varisli et al. 2019). In this direction, the act of alkalinisation of acid vesicles in cells infected by intracellular bacteria and fungi indicates it is a good choice to treat bacterial and fungal infections (Hackstadt and Williams 1981). As P. aeruginosa, is an opportunistic pathogen known for its ability to rapidly develop the resistance against various antibiotics, the discovery of alternative drugs and treatments are needed. Thus, the current study has made an effort to evaluate the antibacterial potential of the known antimalarial drug CQ against P. aeruginosa.\nConsidering the current scenario, drug sensitivity enhancement using efflux pump inhibitors may act as a faster solution. Since plant-derived molecules are also reported for efflux pump inhibitory potential (Stavri et al. 2007), the present study explored the potential of plant as source of efflux pump modulator for the CQ susceptibility development in P. aeruginosa.\n\n## Biological materials\nPlants selected in this study were Azadirachta indica (leaf), Menthe longifolia (leaf), Zingiber officinale (rhizome), Coriandrum sativum (leaf), Allium sativum (bulbs), Syzygium aromaticum (bud), Curcuma longa (rhizome), Piper nigrum (fruit), Phyllanthus emblica (fruit), Moringa oleifera (leaf). These plants were purchased from the local market of Raigad district, Maharashtra India. All the plants were authenticated from Agharkar Research Institute, Pune, Maharashtra, India. The bacterial strain of P aeruginosa used in this study was authenticated by biochemical methods carried out at Lal Pathology Laboratory, Mumbai. 16S rRNA sequencing identification of the bacterial strain was carried out at Agharkar Research Institute, Pune, Maharashtra, India.\n\n## Chemicals\nChloroquine diphosphate salt (98.5–101.0% EP)- Sigma, Verapamil hydrochloride (≥ 99%)- Sigma Aldrich, Methanol (LR)- SD Fine Chemical Limited, Dimethyl sulfoxide (LR) 99%—SD Fine Chemical Limited, Mueller–Hinton agar—HiMedia, N-Hexane 99% (LR)- Chemico, Diethyl ether (99%)-Merck, Chloroform (extra-pure)- Sisco Research Laboratories, Sulphuric acid(concentrated)-SD Fine Chemical Limited, Ferric chloride (98%)-Merck, Sodium hydroxide (97%)- Merck, hydrochloric acid (35–38%)- SD Fine Chemical Limited were used in this study.\n\n## General experimental procedures\nThe study was designed using different methods for evaluation and isolation of active principle with CQ susceptibility enhancement potential (Fig. 1). The study was started with evaluation of antibacterial activity of CQ and VRP against P. aeruginosa using the agar well diffusion method. The development of CQ susceptibility was determined by combining CQ and VRP against P. aeruginosa using agar well diffusion method. Further, methanolic extract of ten plants were screened for their development of CQ sensitivity potential in P. aeruginosa. Based on the sensitivity potential, three plants were selected for further studies. The plant extracts were qualitatively investigated for the presence of various phytochemicals and chemical fingerprints were analysed using thin-layer chromatography (TLC). To identify the active principle, the bands were scratched from TLC plate and phytochemicals were isolated and identified. Various isolated phytochemicals were screened for CQ susceptibility development potential in P. aeruginosa.Fig. 1Graphical presentation of strategy adapted for evaluation of plant extracts for CQ susceptibility development in P. aeruginosa\n\n## Preparation of plant extracts\nRationally selected plants were used for preparation of extract (Stavri et al. 2007). Plants were first washed thoroughly under running tap water followed by sterile distilled water and then air dried. The dried plants were coarsely powdered and subjected to methanolic extract preparation. The extraction was carried out using methanol (1gm in 10 ml) and kept overnight at room temperature. The extracts were then filtered with Whatman filter paper No. 5 and the filtrate was subjected to methanol evaporation. After the complete evaporation of methanol, the dried extracts were suspended in Dimethyl sulfoxide (DMSO) and stored at the temperature of – 20°C for further study.\n\n## Antibacterial activity of CQ against \nThe antimicrobial activity of CQ against P. aeruginosa was investigated by agar well diffusion method (Seasotiya and Dalal 2014; Performance Standards for Antimicrobial Disc Susceptibility Tests, Dahiya and Purkayastha 2012). The sensitivity of CQ against P. aeruginosa was determined using various concentrations of CQ from 0.9 to 500 µg/ml. Culture with 103 CFU/ml was used in this study. The culture was gently swabbed on the sterile Mueller–Hinton agar plates and using a sterile borer, wells were prepared (5 mm diameter). The wells were labelled according to the CQ concentrations used in the experiment. The various concentrations of CQ prepared were added to the respectively labelled wells. The plates were incubated at 37°C for 24 h. The antibacterial activity of CQ and VRP was determined based on the zone of inhibition formed.\n\n## Antibacterial susceptibility of CQ using VRP against \nThe antibacterial susceptibility assay of chloroquine was performed using agar well diffusion method (Dahiya and Purkayastha 2012; Palaksha et al. 2013; Bhattacharjee et al. 2016). VRP is a known efflux pump modulator and calcium channel blocker (Sharma et al. 2019) was used as a standard. The non-inhibitory concentrations of CQ against P. aeruginosa were selected for developing antibacterial susceptibility. The CQ susceptibility assay was designed by keeping CQ concentration constant i.e., 50 µg/ml combined with various concentration of VRP i.e. 50 µg/ml, 100 µg/ml and 200 µg/ml. The concentrations used for CQ control was 50 µg/ml and for VRP was 200 µg/ml. The experiment was performed by inoculating P. aeruginosa and the zone of inhibition was observed after 24 h of incubation at 37°C. The zones of inhibition observed were considered as a measure of CQ sensitivity against P. aeruginosa.\n\n## Screening of methanolic extract of plants for CQ susceptibility against \nMethanolic extract of various plants was screened for CQ susceptibility against P. aeruginosa by the method described earlier. The experiment was performed by keeping CQ concentration 50 µg/ml combined with plant extract at three different concentrations- 50 µg/ml, 100 µg/ml and 200 µg/ml prepared in distilled water. The study was performed by inoculating P. aeruginosa and the zone of inhibition was observed after 24 h of incubation at 370C. Based on the results obtained for the development of CQ susceptibility in P. aeruginosa, three plants - Zingiber officinale, Curcuma longa and Syzygium aromaticum were selected for further study.\n\n## Phytochemical analysis of plant extracts\nThe methanolic extract of plants showing significant activity for developing CQ susceptibility against P. aeruginosa was subjected to phytochemical analysis (qualitative) using various biochemical tests. The Biochemical tests for quinones, saponins tannins, alkaloids, phenols, triterpenoids and flavonoids were carried out (Prabhavathi et al. 2016; Shah and Seth 2010).\n\n## Estimation of quinones\nTo 1 ml of the extract, 1 ml of concentrated sulphuric acid was added. Formation of red colour shows the presence of Quinones.\n\n## Estimation of saponin\nTo 1 ml of the extract, 5 ml of water was added and the tube was shaken vigorously. Copious lather formation indicates the presence of Saponins.\n\n## Estimation of tannins\nTo the extract, ferric chloride was added, formation of a dark blue or greenish black colour showed the presence of tannins.\n\n## Estimation of alkaloids\nTo the extract, 2 ml of Wagner’s reagent was added, the formation of a reddish-brown precipitate indicates the presence of alkaloids.\n\n## Estimation of phenols\nTo the extract, few drops of 10% aqueous ferric chloride were added. The appearance of blue or green colour indicates the presence of phenols.\n\n## Estimation of tri-terpenoids\nTo the test solution 2 ml chloroform was added with few drops of conc. Sulphuric acid (3 ml), and shaken well. The appearance of reddish-brown colour at lower layer indicates presence of steroids and that of yellow colour shows the presence of triterpenoids.\n\n## Estimation of flavonoids\nTo the test added few drops of sodium hydroxide, formation of an intense yellow colour, which turns colourless after addition of few drops of dilute hydrochloric acid indicates the presence of Flavonoids.\n\n## Thin-layer chromatographic analysis of plants extracts\nThin-layer chromatography (TLC) analysis was carried out for the methanolic extracts of plant- Zingiber officinale (rhizome), Curcuma longa (rhizome) and Syzygium aromaticum (bud). Aluminium TLC silica gel 60 F254 sheet (Merck Life Science) were used as stationary phase for the analysis. For Zingiber officinale extract, n-hexane: diethyl ether in the ratio 4:6 (Rai et al. 2006) was chosen as mobile phase whereas, for Curcuma longa (Kushwaha et al. 2021) and Syzygium aromaticum (Hemalatha et al. 2016), chloroform: methanol in the ratio 9:1 was chosen as mobile phase. The TLC silica sheets were loaded with plant methanolic extracts on lower end and then dried. After the drying process, the sheets were placed in the saturated solvent chamber till the solvent front reached to 70% distance of the stationary phase. Following this, the plates were taken out of the chamber, dried and visualised under an ultraviolet cabinet (Runali Scientific, Mankhurd, India) followed by derivatization of bands developed with iodine vapours. The Retention factor (Rf) of developed bands was determined.\n\n## Isolation of various bands from TLC plate\nTo isolate phytocomponents from selected plant extracts for drug sensitivity enhancement of CQ in P. aeruginosa, the bands developed on the TLC sheets were scratched out, dissolved separately in methanol and centrifuged at 3000 rpm for 10 min. The supernatant was collected in new cleaned pre-weighed tubes and subjected to methanol evaporation. The pre and post weight of dried tubes were used to estimate the weight of band isolated. Stock solution (50 µg/ml) of isolated bands were prepared with dimethyl sulfoxide and used further for screening of CQ susceptibility development in P. aeruginosa followed by qualitative phytochemical characterization using biochemical analysis described earlier.\n\n## Testing of isolated phytochemicals for drug sensitivity enhancement of CQ in \nThe qualitative screening for CQ susceptibility development was estimated by following the previously established assay protocol. CQ and isolated phytochemical principles from TLC were used in a 1:1 ratio (50 µg/ml individual concentration) against P. aeruginosa. The CQ susceptibility against P. aeruginosa was measured on the basis of zone of inhibition formed after 24 h of incubation at 37°C.\n\n## Results and discussion\nVarious bacteria have evolved the defence mechanisms against various drugs leading to the development of drug resistance (Davies and Davies 2010). Pseudomonas aeruginosa is one such bacterium considered amongst six superbugs that have developed various mechanisms of resistance against multiple drugs that cause serious illness and death in humans with chronic and immunosuppressive conditions. It is a known opportunistic pathogen and considered as a model bacterium for virulence and bacterial social traits studies (Diggle and Whiteley 2020). The scenario of development of drug resistance constrained to repurpose the existing drugs for treatments other than their conventional ones. CQ and hydroxychloroquine have been used as secondary drugs to treat a variety of chronic diseases as they have anti-inflammatory properties and mechanism of action through drug accumulation in lysosome (Mauthe et al. 2018). Use of CQ has gained interest in treatment of infectious diseases (Rolain et al. 2007). Considering the sensitivity of the drug, CQ can effectively act as an antibacterial agent against E. coli and Proteus vulgaris (Jagadeesh et al. 2014). CQ and its analogues are considered as promising agents to use against bacterial and fungal infections due to their interesting mechanism of alkalinisation of acid vesicles that inhibits the bacterial and fungal growth (Rolain et al. 2007). CQ is repurposed for various treatments other than the malaria. In the present study, an attempt was made to develop an antibacterial susceptibility of CQ against P. aeruginosa at low concentration. A study related to combination therapy (Adegbolagun et al. 2008) showed the effect of combination of ciprofloxacin hydrochloride with chloroquine phosphate on selective strains of P. aeruginosa and Klebsiella pneumoniae isolates, which indicated a positive effect of combination therapy. The development of drug resistance in bacteria is a complex and multifunctional mechanism (Gandhi et al. 2013). Efflux pumps are known to be involved in the drug resistance development process, unlike most other determinants of resistance. As the efflux pumps are the assembly of transport proteins of bacteria and the genes coding for these transporters are found in both susceptible as well as resistant bacteria and are often parts of an operon whose expression is regulated at the transcriptional level (Webber and Piddock 2003). Bacterial efflux systems are capable of extruding both specific and wide class of molecules. In specific case, only one or a single class of drug is extruded such as TetA, which selectively excludes specific antibiotic tetracycline (Sharma et al. 2017). On the other hand, MDR efflux pumps are capable of extruding several classes of molecules, for example, MexAB-OprM and NorA are responsible for extruding distinct class of antibiotics, disinfectant, dyes and detergents (Sharma et al. 2019). Considering the importance of the efflux pumps, inhibition of efflux pumps can be a powerful strategy to control drug resistance. Efflux pump inhibitor (EPI) act by more than one mechanism to inhibit the efflux pumps which leads to the inactivation of drug transport. This ultimately resulted into the successful build-up of the drug concentration inside the cell. Therefore, the EPIs can be used along with the drug as an adjunct to enhance the sensitivity of the drug against the efflux pump-expressing bacteria (Sharma et al. 2019). In the present study, attempt was made to establish the chloroquine susceptibility development using VRP, a known calcium channel blocker (Sharma et al. 2019) and efflux pump inhibitor-based assay model. Considering the efflux pump inhibitory characteristic, of VRP, it was the choice as a standard for development of CQ susceptibility assay in this study. Here, the test organism P. aeruginosa in which the efflux pumps are well reported and it is known for development of resistance against variety of drugs. The combination of modulator along with drug could be the essential factor for combination therapy, but pharmacokinetic data of modulator and drug should complement each other for successful therapeutic combination systems (Lomovskaya and Bostian 2006). Considering these complex factors, use of modulators from plant origin can be the promising approach with low toxicity advantage. The plant extracts are considered as the good source for drug development. Many plants are known for enhancing the drug sensitivity in bacteria through efflux pump inhibition (Stavri et al. 2007). Considering the current situation of multiple drug resistance development and the requirement of a long-time window for new drug development, our study attempts to develop antibacterial susceptibility of CQ against P. aeruginosa using plant materials. Using the CQ sensitivity development assay, ten plants were screened against P. aeruginosa.\n\n## Antibacterial activity of CQ against \nThe antimicrobial activity of CQ was investigated by exposing various concentrations of CQ (0.9–500 µg/ml) to P. aeruginosa using the agar well plate method. The zone of inhibition was not observed at the highest used concentration of CQ (500 µg/ml) in this assay (Fig. 2). The result indicates that P. aeruginosa does not show sensitivity against CQ up to 500 µg/ml concentration.Fig. 2Antibacterial activity of CQ against P. aeruginosa. The plates A, B and C represent a series of different concentrations (from 0.9 to 500 µg/ml) of CQ exposed to P. aeruginosa. The zone of inhibition was not observed in any of the plate which indicates that CQ does not inhibit the growth of P. aeruginosa up to 500 µg/ml concentration\n\n## Antibacterial activity of VRP against \nPrior to establishment of drug sensitivity development assay, a preliminary antibacterial activity of VRP against P. aeruginosa was carried out. On exposing various concentrations of VRP to P. aeruginosa, the zone of inhibition was not observed up to 500 µg/ml concentration. This indicates that P. aeruginosa does not show sensitivity for VRP up to 500 µg/ml concentration.\n\n## Antibacterial susceptibility of CQ using VRP against \nThe development of an antibacterial susceptibility assay of CQ was established using VRP by combining it with CQ to determine its potential to develop CQ susceptibility against P. aeruginosa. The assay was established by taking non-inhibitory concentrations of both test drug CQ and VRP. Out of three combinations of CQ: VRP screened (1:1, 1:2 and 1:4), the development of a zone of inhibition with 11.8 ± 0.11 mm diameter was observed in the test set having 1:4 ratio, whereas in other two sets with 1:1 and 1:2 ratios, no zone of inhibition was observed (Fig. 3). No zones of inhibition were observed in both the control sets of CQ (50 µg/ml) and VRP (200 µg/ml).Fig. 3Development of antibacterial susceptibility of CQ using known efflux pump inhibitor VRP. Test 1, test 2 and test 3 represent the ratio of chloroquine and verapamil co-administered against P. aeruginosa in 1:1, 1:2 and 1:4 ratio respectively. In control well, only VRP (200 µg/ml) was added to assess the individual inhibitory activity against P. aeruginosa\nThe formation of zone of inhibition indicates the development of antibacterial susceptibility of CQ against P. aeruginosa when combined with VRP in a 1:4 ratio. The study by Pieterman et al. (2018), reported the use of VRP to enhance the antimicrobial activity of moxifloxacin and linezolid against mycobacterial infection in murine model. The study showed significant effect of VRP-mediated efflux pump inhibition that resulted in enhancement of the antimicrobial effects. Similarly, the study by Xu et al. (2017), reported that VRP enhances the activity of bedaquiline, clofazimine, and other drugs against Mycobacterium tuberculosis. Therefore, considering this strategy, VRP was the choice as a standard for increasing CQ susceptibility in P. aeruginosa.\n\n## Screening of plant methanolic extracts for modulation of CQ susceptibility against \nThe methanolic extracts of plants selected in this study were screened for development of CQ susceptibility against P. aeruginosa as shown in Table 1.Table 1Screening of methanolic extracts of various plants for development of antibacterial susceptibility of CQSr. NoName of plant with part used in studyPotential of development of CQ susceptibility against P. aeruginosa1Azadirachta indica (leaf)–2Menthe longifolia (leaf)–3Zingiber officinale (rhizome) +  + 4Coriandrum sativum (leaf)–5Allium sativum (bulbs) + 6Syzygium aromaticum (bud) +  + 7Curcuma longa (rhizome) +  + 8Piper nigrum(fruit) + 9Moringa oleifera (leaf)–10Phyllanthus emblica (fruit)–Table 1 represents potential of various plant extracts for development of antibacterial susceptibility of chloroquine. ‘–’ represents the no CQ susceptibility signified by no zone of inhibition. ‘ + ’ represents the low potential of development of chloroquine susceptibility (signified by diameter of zone of inhibition < 10 mm) and ‘ +  + ’ represents the good potential for development of chloroquine susceptibility (signified by diameter of zone of inhibition ≥ 10 mm)\nOut of the ten plants screened, three plants, such as Zingiber officinale, Syzygium aromaticum, and Curcuma longa, showed good potential of CQ susceptibility development against P. aeruginosa (Fig. 4).Fig. 4CQ susceptibility development potential of three selected methanolic extracts of Zingiber officinale, Syzygium aromaticum, and Curcuma longa against P.aeruginosa\nPlants extracts- Allium sativum, and Piper nigrum, showed moderate potential which indicates that the higher concentrations of these extracts may be required for the desired activity (Table 2).Table 2Chloroquine susceptibility development against P. aeruginosa using selected plant extractsSr. noName of plant extractsDiameter of zone of inhibition (in mm) Mean ± standard deviationControl 1 CQControl 2 Only Plant extract (PE)Test 1 (CQ + PE) 1:1Test 2 (CQ + PE) 1:2Test 3 (CQ + PE) 1:41Zingiber officinaleNINI11.3 ± 0.519.6 ± 0.229.8 ± 0.23Syzygium aromaticumNI12.8 ± 0.217 ± 0.529.8 ± 0.24Curcuma longaNI14.8 ± 0.219.8 ± 0.229.6 ± 0.5Control 1 is effect of only CQ (50 µg/ml) against P. aeruginosa; Control 2 is effect of only plant extracts (200 µg/ml) against P. aeruginosa and ‘NI’ indicated no zone of inhibition/no susceptibility development. Test1 (50 µg/ml), Test 2 (100 µg/ml) and Test 3(200 µg/ml) represent various concentrations of plant extract along with fixed chloroquine concentration (50 µg/ml). Table 2 showed zone of inhibition of P. aeruginosa which is considered as susceptibility development of chloroquine\nThe extracts of Syzygium aromaticum, Zingiber officinale and Curcuma longa were selected for further characterization study based on their moderately good CQ susceptibility development activity against P. aeruginosa. These three plant extracts showed the development of zone of inhibition when administered with CQ. The diameter of zone of inhibition was observed with respect to increasing ratio of CQ: Plant extract (PE). The zone of inhibition was not observed in controls of CQ and PE in independent experiment. This indicates that the plant extract alone does not have antibacterial activity against P. aeruginosa at the concentration of 200 µg/ml.\n\n## Thin-layer chromatographic analysis of selected plant extracts\nThe three best methanolic plant extracts namely, Syzygium aromaticum, Zingiber officinale, and Curcuma longa were selected for TLC analysis to isolate the active phytocomponent responsible for the development of antibacterial susceptibility of CQ against P. aeruginosa. Figure 5 showed the TLC chromatogram of selected plant extracts.Fig. 5Thin-layer chromatography analysis of methanolic plant extracts of A TLC Chromatogram Plate of Syzygium aromaticum extract, B TLC Chromatogram Plate of Zingiber officinale and C TLC Chromatogram Plate of Curcuma longa\nThree selected plant extracts were further qualitatively analysed for the possible presence of phytochemicals by various biochemical methods (Table 3).Table 3Phytochemical (qualitative) analysis of selected methanolic extract of plantsPlant methanolic extractPhytochemicalsQuinonesSaponinTanninAlkaloidPhenolsTri-terpenoidsFlavonoidsSyzygium aromaticum +  +  +  +  +  +  + Zingiber officinale– +  +  + –– + Curcuma longa– +  +  +  + – + Table 3 represents the presence of various phytochemicals in the selected plant extracts identified by biochemical tests. The Syzygium aromaticum extract showed the presence of all the phytochemicals tested. On the other hand, the methanolic extract of Zingiber officinale showed the presence of saponins, tannins, Alkaloids and flavonoids. In case of Curcuma longa extract of saponins, tannins, alkaloids, phenols and flavonoids were presentIndications: ‘–’ Absence of phytochemical; “ + ”: Presence of Phytochemical\nVarious phytochemicals, such as quinones, phenol, triterpenoid, saponins, tannins, alkaloids and flavonoids, were found in the Syzygium aromaticum extract. The presence of saponins, tannins, alkaloids and flavonoids were found in methanolic extract of Zingiber officinale and Curcuma longa. Similar phytochemical analytical work was done by Ali et al. (2018) who reported the presence of alkaloids, flavonoid, glycosides, reducing sugar, saponin, steroids, phenols, terpenoid, anthraquinones in methanolic extract of Syzygium aromaticum. Likewise, a study by Bashir et al. (2015) reported presence of tannins, alkaloids and flavonoids in methanolic extract of Zingiber officinale. Similarly, carbohydrate, proteins, starch, amino acids, steroid, glycoside saponins, tannins, alkaloids, flavonoids are reported to be present in methanolic extract of Curcuma longa.\nThe TLC fingerprint analysis of the selected plants showed the development of several bands after iodine vapour treatment that indicates the presence various phytocomponents in each extract. Four bands were developed on TLC plate of Syzygium aromaticum. The Rf value calculated for individual bands was found to be 0.4,0.44,0.48 and 0.57. Similarly, five bands were developed on TLC plate of Zingiber officinale, with Rf value as 0.43, 0.56, 0.62, 0.75 and 0.81. In case of Curcuma longa, four bands with Rf value as 0.37, 0.42, 0.54 and 0.62 were developed on TLC plate. All the bands were isolated and were further evaluated for CQ susceptibility development against P. aeruginosa.\n\n## Assessment of phytocomponents isolated from TLC bands for development of CQ susceptibility against \nAll the developed bands on TLC were isolated and evaluated for development of CQ susceptibility in P. aeruginosa. In the case of Syzygium aromaticum, out of four bands evaluated, only band with Rf value 0.44 showed the formation of zone of inhibition when combined with CQ. Similarly, in case of Zingiber officinale out of five bands evaluated, two bands with Rf value 0.43 and 0.75 showed antibacterial activity in combination with CQ. In case of Curcuma longa, two bands with Rf value 0.54 and 0.62 showed antibacterial activity in combination with CQ. (Fig. 6).Fig. 6CQ susceptibility of isolated phytochemicals against P. aeruginosa\nThe zone of inhibition was observed when the isolated phytoch",
  "has_full_text": true
}