{
  "pmid": "36358911",
  "title": "Adenosine-Mimicking Derivatives of 3-Aminopyrazine-2-Carboxamide: Towards Inhibitors of Prolyl-tRNA Synthetase with Antimycobacterial Activity.",
  "abstract": "Multidrug-resistant tuberculosis (MDR-TB) poses a significant threat to mankind and as such earned its place on the WHO list of priority pathogens. New antimycobacterials with a mechanism of action different to currently used agents are highly required. This study presents the design, synthesis, and biological evaluation of 3-acylaminopyrazine-2-carboxamides derived from a previously reported inhibitor of human prolyl-tRNA synthetase. Compounds were evaluated in vitro against various strains of mycobacteria, pathogenic bacteria, and fungi of clinical significance. In general, high activity against mycobacteria was noted, while the antibacterial and antifungal activity was minimal. The most active compounds were 4'-substituted 3-(benzamido)pyrazine-2-carboxamides, exerting MIC (Minimum Inhibitory Concentration) from 1.95 to 31.25 µg/mL. Detailed structure-activity relationships were established and rationalized in silico with regard to mycobacterial ProRS as a probable target. The active compounds preserved their activity even against multidrug-resistant strains of Mycobacterium tuberculosis. At the same time, they were non-cytotoxic against HepG2 human hepatocellular carcinoma cells. This project is the first step in the successful repurposing of inhibitors of human ProRS to inhibitors of mycobacterial ProRS with antimycobacterial activity.",
  "journal": "Biomolecules",
  "year": "2022",
  "authors": [
    "Pallabothula V",
    "Kerda M",
    "Juhás M",
    "Janďourek O",
    "Konečná K"
  ],
  "doi": "10.3390/biom12111561",
  "mesh_terms": [
    "Humans",
    "Antitubercular Agents",
    "Adenosine",
    "Microbial Sensitivity Tests",
    "Mycobacterium tuberculosis",
    "Amino Acyl-tRNA Synthetases"
  ],
  "full_text": "## 1. Introduction\nThe antimicrobial resistance (AMR) phenomenon is considered one of the highest-ranked threats to global human health. If no proper measures are taken today, it is estimated that by 2050, the deaths due to AMR infections will reach 10 million deaths/year (versus 8.2 million deaths/year due to all types of cancer) [1]. The most clinically significant bacteria with AMR include methicillin-resistant Staphylococcus aureus (MRSA) [2], coagulase-negative staphylococci (CoNS) [3], and in general, Gram negative bacteria [4]. All these pathogens fall into the WHO priority list of pathogens to combat, along with multidrug-resistant tuberculosis (MDR-TB) [4]. In 2020, 10 million people were estimated to develop active TB, and 1.5 million died (including 0.2 million among HIV positives). Globally in 2019, 3.3% of new TB cases and 18% of previously treated TB cases were multidrug-resistant (MDR) or at least rifampicin-resistant [5].\nAminoacyl-tRNA synthetases (aaRS) are a family of essential enzymes that ligate appropriate amino acids to their corresponding tRNAs. A two-step catalytic reaction involves the formation of an enzyme-bound aminoacyl-adenylate (AMP-aa), followed by the formation of an aminoacylated tRNA by transferring the amino acid to the corresponding tRNA. This catalytic reaction of aaRSs plays a pivotal role in proteosynthesis, which is essential for the growth and survival of all cells. The aaRS have been validated as perspective antimicrobial targets [6], as the differences in divergence between prokaryotic and eukaryotic cytoplasmic aaRS offer the possibility to design selective inhibitors [7]. Currently, there are three inhibitors of various aaRS in clinical practice as antimicrobial agents: mupirocin as a competitive inhibitor of bacterial isoleucyl-tRNA synthetase (IleRS), tavaborole as an irreversible inhibitor of fungal leucyl-tRNA synthetase (LeuRS), and halofuginone as a non-competitive inhibitor of protozoal prolyl-tRNA synthetase (ProRS) [8]. In the antimycobacterial research, the potential of aaRS inhibitors has been rather underestimated. The most studied mycobacterial aaRS is LeuRS with at least four structural types of inhibitors, followed by TyrRS and AspRS. Inhibitors of mycobacterial MetRS, LysRS, and PheRS were addressed only sporadically [8]. In this study, we have focused on so far unexploited mycobacterial ProRS.\nThe design of our compounds is based on the confirmed ATP-competitive inhibitor of human ProRS (hsProRS) with 3-aminopyrazine-2-carboxamide scaffold (further referenced as Adachi ligand) [9]. This inhibitor binds to the ATP site of the enzyme, mimicking the interactions of the adenine core. We compared the binding mode of the Adachi inhibitor (pdb id: 5VAD) and adenosine (pdb id: 2J3L). Three analogous pharmacophore features, hydrogen bonds, can be observed in the overlay of these two crystallographic structures (Figure 1). This led us to the presumption that these hydrogen bonds are important or even necessary for binding to the enzyme.\nIn our previous study, we demonstrated that similar 3-aminopyrazinamide derivatives with simplified substituents (Figure 2, in comparison to the Adachi ligand) could also bind to hsProRS (as demonstrated by thermal shift assay and crystallographic structures) [10], although with weaker affinity. The weaker affinity could have been due to the missing carbonyl oxygen. In our previous series, compounds with 2’-substitution on the benzene ring had affinity to hsProRS [10], but were devoid of significant antimycobacterial activity [11]. On the contrary, compounds with 4’-substituent did not bind to hsProRS [10] but possessed moderate in vitro growth inhibition activity against mycobacteria [11]. In this paper, we aimed to obtain new target compounds with affinity to mycobacterial ProRS and in vitro antimycobacterial activity, but devoid of significant toxicity on human cells. The compounds were designed by simple formal addition of the carbonyl oxygen to our previous structures, and by exploring the SAR in regard to the substitution on the benzene ring. To confirm the importance of the carboxamidic group at C-2 for binding, we also prepared derivatives with substituted carboxamide and cyclized derivatives (Figure 2).\n\n## 2.1. General\nAll chemicals (unless stated otherwise) were purchased from Sigma-Aldrich (Schnelldorf, Germany). The reaction progress and the purity of the final compounds were checked using Merck Silica 60 F254 TLC plates (Merck, Darmstadt, Germany). Purification of synthesized compounds was performed on automated flash chromatograph puriFlash XS420+ (Interchim, Montluçon, France) using original columns (silica, 30 µm). The mixture of ethyl acetate and hexane was used as a mobile phase with elution gradient 0–100% ethyl acetate (EtOAc) to hexane (Hex), and detection was performed by UV-VIS detector at a wavelength of 254 nm and 280 nm. NMR spectra were recorded on Varian VNMR S500 (Varian, Palo Alto, CA, USA) at 500 MHz for 1H and 125 MHz for 13C or using Jeol JNM-ECG600 at 600 MHz for 1H and 151 MHz for 13C. The spectra were recorded in DMSO-d6 at ambient temperature (unless stated otherwise). The chemical shifts as δ values in ppm are indirectly referenced to tetramethylsilane (TMS) via the solvent signal. Nicolet 6700 spectrometer (Thermo Scientific, Waltham, MA, USA) was used to measure IR spectra using ATR-Ge method. Chemical composition was recorded by an elemental analysis performed on Vario MICRO cube Element Analyzer (Elementar Analysensysteme, Hanau, Germany) with values given as percentages. Melting points of the synthesized compounds were measured in an open capillary on Stuart SMP30 melting point apparatus (Bibby Scientific Limited, Staffordshire, UK) and are uncorrected. Yields are given as percentages and refer to the amount of chromatographically pure product obtained after all the purification steps. Log P values were calculated using ChemDraw 20.0 (PerkinElmer Informatics, Waltham, MA, USA).\n\n## 2.2.1. Acylation of Methyl 3-Aminopyrazine-2-Carboxylate\nProcedure A: 4 mmol of starting material was dispersed in 20 mL of dichloromethane (DCM) under an inert atmosphere (argon). After stirring for 5 min, 1.5 eq of anhydrous pyridine was added and stirred for another 5 min; 1.2 eq of acyl chloride was added dropwise to the reaction mixture at continuous stirring. The reaction continued for 48 h at room temperature. The reaction progress was checked on TLC using 1:1 Hex; EtOAc. Since the nucleophilicity of the starting material is low, a partial presence of the starting material was observed on the TLC even after the reaction was stirred for more than 48 h. Once the reaction was complete, the solvent was evaporated under vacuo. The crude reaction mixture was purified multiple times on automated flash chromatography due to the presence of unreacted starting material with gradient elution using Hex/EtOAc (from 0% of EtOAc to 100%) and detected at absorption wavelength of 254 and 280 nm.\nProcedure B1: 4 mmol of starting material was dispersed in 20 mL of acetonitrile (ACN) and stirred at room temperature for 5 min, followed by the addition of 2.5 eq of anhydrous pyridine. The reaction mixture was stirred for another 5 min and 2.2 eq of acyl chloride was added dropwise. The reaction temperature was increased to 70 °C and refluxed for 24 h. Progress was checked on TLC with the same conditions as Procedure A. Once the reaction was completed with full consumption of the starting material, the solvent was evaporated under vacuo. The crude reaction mixture was purified on automated flash chromatography with gradient elution using Hex/EtOAc (from 0% EtOAc to 100%) and detected at absorption wavelengths of 254 and 280 nm. Both the diacylated and monoacylated products were separated.\nProcedure B2: The conversion of diacylated to monoacylated product was achieved by a reduction reaction [12]. To 1 mmol of diacylated product in 10 mL of tetrahydrofuran (THF), 3 mL of isopropanol was added as a catalyst followed by 1 mL of 1 M hydrazine hydrate in THF. The reaction mixture was refluxed for 1 h. Once the reaction was finished, the solvent was evaporated and the contents were dispersed in acidic water (few drops of H2SO4) and extracted to EtOAc. The yield of this reduction to monoacylated intermediate was 95 to 97%.\n\n## 2.2.2. Ammonolysis of Methyl Ester Moiety (Compounds \nProcedure C: 1 mmol of the monoacylated intermediate was added to an excess of 2 M ammonia in anhydrous ethanol. The reaction mixture was stirred continuously at room temperature for 24 h. The solvent and the unreacted ammonia were evaporated, and the final white to beige solid compound was recovered with 90 to 99% yield.\n\n## 2.2.3. Synthesis of 3-(4-hydroxybenzamido)pyrazine-2-carboxamide (Compound \nProtection of the hydroxy group was necessary before the acylation step. Hydroxybenzoic acid was dispersed in a mixture of toluene and tetrahydrofuran in the 4:1 ratio. Pyridine (4 eq) was added and the reaction mixture was cooled to 0 °C. After that, acetic anhydride (1.1 eq) was added dropwise. The reaction was left to heat to rt and stirred overnight. Reaction mixture was evaporated to dryness and washed with acidic water achieving crude white solid (100% yield). For acylation of methyl 3-aminopyrazine-2-carboxylate, Procedure B was used with accent to anhydrous conditions. After the reaction and purification were completed, the acetyl groups of acetoxy derivatives were cleaved during ammonolysis (Procedure C).\n\n## 2.2.4. Synthesis of 3-(4-aminobenzamido)pyrazine-2-carboxamide (Compound \nThe intended compound was achieved by reducing 3-(4-nitrobenzamido)pyrazine-2-carboxamide (compound 21). The best conditions for the reduction were achieved in ethanol with acetic acid and an excess of zinc. The reaction was heated to 50 °C for 24 h followed by filtration and were evaporated to dryness. The crude product was purified using flash chromatography (gradient elution of Hex/EtOAc/MeOH) and recrystallization in ethanol.\n\n## 2.2.5. Synthesis of Secondary Carboxamide Derivatives (Compounds \nA total of 10 mmol of starting material was dispersed in methanol and an excess amount of methyl amine was added. The reaction mixture was stirred continuously at room temperature for 24 h. The solvent and the unreacted methyl amine were evaporated under vacuo to obtain 3-amino-N-methylpyrazine-2-carboxamide. The reaction continued in the same way as in Procedure B. White solids with 75 to 85% yields were obtained.\n\n## 2.2.6. Synthesis of Tertiary Carboxamide Derivatives (Compounds \nThe acylated intermediates were prepared with Procedure B. Then, 2 mmol of the intermediate was obtained, dispersed in methanol, and excess dimethylamine was added. After completion, the solvent and the unreacted dimethylamine were evaporated under vacuo. The solid product was obtained with 90 to 95% yield.\n\n## 2.2.7. Cyclization to Pteridine Derivatives (Compounds \nA total of 1 mmol of the compound was dissolved in 10 mL of 0.5 m potassium hydroxide in water and 2 mL of DMSO was added as a cosolvent (the temperature increased to 60 °C to achieve complete dissolution) and stirred continuously for 1 h. Once the reaction was completed and cooled to rt, acidic water was poured into the reaction. A white precipitate was formed and filtered under vacuo. The crude product was washed several times with distilled water and dried in a hot air oven for about 2 h.\n\n## 2.3.1. Software\nIn silico calculations were performed in Molecular Operating Environment (MOE) 2022.09 (Chemical Computing Group Inc., Montreal, QC, Canada) under Amber10:EHT forcefield if not otherwise stated. Molecular dynamics simulation was run using NAMD (University of Illinois at Urbana-Champaign, IL, USA) [13]. Stages 1–5 were simulated using NAMD 2.10. The production phase 6 was calculated using NAMD 3 alpha 9 utilizing the CUDA GPU acceleration. Trajectory analysis was performed using VMD (Visual Molecular Dynamics, version 1.9.4a53, University of Illinois at Urbana-Champaign, IL, USA) [14] after aligning the trajectory on the backbone atoms (C, Cα, N) of the central domain. The central domain was defined as ‘residues (415 to 470) or residues (20 to 234)’. Figures were generated using MOE or MS Excel (Redmond, Washington, United States).\n\n## 2.3.2. Molecular Docking\nThe ligands for docking were generated from SMILES, using the MOE built-in function to predict the dominant protonation state at pH 7. 3D coordinates were minimized until RMS gradient 0.01 kcal.mol−1.Å−1.\nThree-dimensional coordinates of mycobacterial prolyl-tRNA synthetase (mtProRS) were downloaded from the AlphaFold database (UniProt ID: P9WFT9). The model was overlaid with experimental coordinates of ProRS from Enterococcus faecalis (pdb id: 2J3L), using the alignment used to generate the homology model by AlphaFold. We used the overlay of the two structures to manipulate proline (Pro) and adenosine as a substrate and a substrate-like compound, respectively, into the homology model. The rotamer of Thr111 sidechain was changed to match the conformation of the corresponding Thr in the template (necessary for the interaction with Pro substrate). Additionally, we kept the water molecule forming the water bridge between adenosine N-3 and Ser461 as seen in efProRS (pdb id: 2J3L). The resulting system (mtProRS homology model with Pro, adenosine, one molecule of water, and manipulated Thr111) was prepared by MOE QuickPrep functionality with default settings, which included corrections of structural errors, the addition of hydrogens, calculation of partial charges, 3D optimization of protonation/tautomeric states and H-bond network (Protonate3D) and a restrained minimization (to RMS gradient of 0.01 kcal.mol−1. Å−1).\nProline was set as a part of the receptor. The pocket was defined as a set of residues with at least one atom within 4.5 Å from the overlayed ligand (adenosine). Parameters of the MOE docking protocol: Docking stage–Placement: Triangle Matcher; score: London dG; retain 50 poses: Refinement stage–Rigid receptor or induced fit (default settings with tethering of pocket side chains); score: GBVI/WSA dG; retain 5 poses; Ligand conformation–Rotate bonds.\n\n## 2.3.3. Molecular Dynamics\nThe system for MD simulation was constructed from the selected docked pose (expected interactions and best by docking score) of compound 15. Input for the MD simulation was prepared in MOE, applying the parameters from Amber10:EHT forcefield. The system was solvated using TIP3P waters in a 10 Å margin periodic boundaries box, neutralized, and buffered using NaCl (c = 0.15 M). In the simulation, non-bonded Van der Waals interactions were truncated (switching distance 10, cutoff distance 12). Long-range electrostatics were treated using the Particle Mesh Ewald (PME). Bonds to hydrogen atoms were constrained using the ShakeH algorithm (with a default convergence criterion of 1.0 × 10−8). The temperature was controlled by Langevin dynamics, and the pressure was treated using the Nosé–Hoover–Langevin piston pressure control, both as implemented in NAMD. The time step was set to 2 fs and the coordinates were recorded each 10 ps.\nMD Protocol (temperature T in kelvins, pressure P in bar, r is a restrain to heavy atoms as defined in MOE, see below *).\nStage 1: Restrained minimization {ps = 10 T = 0 r = 0.5};\nStage 2: Unrestrained minimization {ps = 10 T = 0};\nStage 3: Heating with gradually released restraints {ps = 180 T = (10,300) r = (0.5,10)};\nStage 4: NVT equilibration {ps = 200 T = 300};\nStage 5: NPT equilibration {ps = 600 T = 300 P = 1};\nStage 6: NPT production {ps = 50,000 T = 300 P = 1};\n* Restraint: Heavy atom tether restraint in Å. A value of 0 means that heavy atoms are fixed, while, for example, 1 means that a restraint force constant that produces a 1 Å radial standard deviation from the reference position will be applied. If no restraint gradient is defined, this is a constant restraint applied during the entire MD segment.\n\n## 3.1. Chemistry\nWe tried two different procedures for the acylation of methyl 3-aminopyrazine-2-carboxylate (starting material) with R-substituted benzoyl chlorides, alkanoyl chlorides and cycloalkanoyl chlorides (Scheme 1). Direct acylation of 3-aminopyrazine-2-carboxamide failed due to the significantly low nucleophilicity of the amine. Methyl 3-aminopyrazine-2-carboxylate has slightly higher reactivity.\nProcedure A involves argon as an inert atmosphere, pyridine as a base, and DCM as a solvent and is carried out at room temperature. Such conditions lead to yields ranging from 40 to 60% with a predominantly monoacylated product. Due to the partial consumption of the starting material and similar retention factors between the starting material and the desired product, it was tough to isolate pure compounds using chromatographic techniques. We commonly used a mixture of hexane and ethyl acetate.\nProcedure B (B1 and B2) aims to increase the reactivity by using higher temperatures up to 70 °C, pyridine as a base and acetonitrile solvent. The reaction produces higher yields of diacylated products and lower yields of monoacylated products. Although diacylation was initially undesired, conversion to a monoacylated product can be achieved by a simple reduction using hydrazine hydrate. Synthesizing diacylated products simplifies the purification steps using chromatographic techniques because the difference in retention factors is much more significant than in Procedure A. The overall yields of the final monoacylated products achieved from Procedure B ranged from 90 to 95% after all purification steps.\nFinal compounds were synthesized with procedure C by simple ammonolysis of substituted methyl 3-benzamidopyrazine-2-carboxylates with an excess of 2 M ammonia in ethanol. The reaction finishes in 24 h by producing white or beige-colored precipitate suspended in the reaction mixture. The evaporation of solvent and ammonia under reduced pressure gives 90 to 99% yield of the final products.\nCompounds with polar substituents on the benzene ring needed a modified synthetic approach. The Hydroxyl group in hydroxy derivatives had to be protected before the acylation step. Procedure B was used with an accent to anhydrous conditions. Amino derivatives were synthesized by a reduction in nitro derivatives.\nAs a complementary SAR study, we synthesized some derivatives of the secondary and tertiary carboxamides of their respective final compounds according to Scheme 2. For compounds 33–35, the starting material firstly underwent aminolysis from methyl ester to methyl carboxamide using methyl amine (Procedure i). After that, the synthesis continued with acylation Procedure B (ii) described above. Compounds 36–38 were synthesized using acylation Procedure B (ii) followed by aminolysis with dimethylamine (procedure iii).\nThe series was further extended by synthesis of pteridine derivatives from compounds 1, 4, 12, 15 and 18 using cyclization with potassium hydroxide solution according to Scheme 1. A white precipitate was observed after the acidification of the reaction mixture to pH 5. The precipitate was filtered and dried in an air oven at 90 °C for 2 h.\n\n## 3.2. Analytical Description\nAll final products were characterized by melting point, 1H and 13C NMR spectra measured in hexadeuterodimethyl sulfoxide (DMSO-d6) at ambient temperature (unless otherwise stated), IR spectroscopy, elementary analysis, and mass spectrometry. Due to the ambiguous results of the pteridine derivatives (compounds 39–43) from elementary analysis, the compounds were checked with HPLC analysis. The analytical data of all final compounds and the intermediates correspond to the proposed structures.\nDescription of typical 1H NMR spectra: Carboxamide protons (CONH2) with two broad singlets were observed at 8.7 to 8.3 and 8.5 to 7.8, amidic proton (NHCO) at 13.0 to 11.5 ppm with a sharp singlet, and two doublets of pyrazine protons at 8.8 to 8.2 ppm. For compounds 39–43, the solvent for the measurements was heated to 40 °C. Amidic protons (NHCO) were observed from 13.5 to 12.9 ppm, two sharp doublets from pyrazine hydrogens at 8.5 to 9.3 ppm. Characteristic NMR spectra of the synthesized compounds are presented in the Supplementary Materials.\nDescription of typical IR spectra: Strong carbonyl stretching of carboxamide signals were observed from 1665 to 1716 cm−1, sharp signal of NH stretching in the ranges of 3430 to 3480 cm−1, broad C–H stretching of aromatic groups at 3200 to 3100 cm−1, while the CH signals in the alkyl group at 2950 to 2800 cm−1, phenyl C = C stretching in the range of 1620 to 1400 cm−1. The C–O stretching in ester intermediates was observed at approximately 1117 cm−1.\n\n## 3.3.1. In Vitro Antimycobacterial Evaluation\nAll the prepared final compounds were diluted to final concentrations of 500–250–125–62.5–31.25–15.62–7.81–3.91–1.95 µg/mL using a serial dilution technique. Mtb H37Ra (avirulent strain), M. smegmatis, and M. aurum were used for initial screening for in vitro whole-cell antimycobacterial activity using a modified Microplate Alamar Blue Assay (MABA) [15]. Results of antimycobacterial activity were measured as MIC in µg/mL and compared with standards isoniazid (INH), rifampicin (RIF), and ciprofloxacin (CIP)-see Table 1, Table 2, Table 3, Table 4. If not otherwise stated, the term activity refers to the activity against Mtb H37Ra from the primary screening.\nIn total, 56 compounds were screened for antimycobacterial activity. The highest activity was observed in 3-benzamidopyrazine-2-carboxamides 1–24. Based on the results presented in Table 1, a further substitution of the benzamide moiety was favorable, especially with a lipophilic substituent in position 4 of the benzene ring. Interestingly, none of the derivatives substituted in position 2 or 3 had any significant activity, indicating a clear structural requirement for compounds active against Mtb. The most active derivatives bore a halogen (18 R = 4-Br, 15 R = 4-Cl, 12 R = 4-F), closely followed by an aliphatic substituent (4 R = 4-Me, 6 R = 4-tBu, compounds listed in activity-descending order). The typical MIC values against Mtb ranged from 1.95 to 31.25 μg/mL. Seemingly, the high antimycobacterial activity is not tied only to the electron-withdrawing groups (EWG > EDG, e.g., 15 vs. 4) but its size also plays a role (bulkier substituents are more preferred e.g., 4 vs. 12). Derivative 18 (R = 4-Br) fulfilled both lipophilicity and bulkiness criteria and was the most active among all tested compounds against Mtb (MIC = 1.95 μg/mL). Higher activity of the derivatives containing larger halogen atoms (Cl or Br) could also mean a formation of a halogen bond to the receptor, as further investigated in silico. Surprisingly, compound 5 with Et in position 4 had no activity compared to its smaller or higher homologues 4 (R = 4-Me) and 6 (R = 4-tBu). We hypothesize that the higher flexibility of the Et group over Me or tBu could be the reason. However, the conclusion would require more detailed evaluations. Derivative 15 with a 4-Cl substitution also showed high activity against M. smegmatis, missing in the 4-Br derivative 18 or 4-F 12, that were selective only against Mtb.\nElongating the distance between the 3-carbonylamino group of the central pyrazinamide core and the benzene substituent with an insertion of a methylene or ethylene linker (derivatives 25 and 26) led to inactive compounds. Replacing the aromatic core with the aliphatic or alicyclic moieties (27–32) also led to inactive compounds, with the exception of the adamantoyl substituted compound 28, which showed mediocre activity against Mtb (MIC = 31.25 ug/mL) but not against other strains of mycobacteria (Table 2).\nAll the tested methyl ester intermediates of the final compounds containing ester moiety at C-2 instead of the carboxamide were completely inactive against tested species (results in Table S4 in the Supplementary Materials). This clearly showed that the NH2 hydrogen bond donor in the C-2 carboxamide moiety plays a pivotal role in the interaction with the supposed cellular target. To test this hypothesis further, we prepared N-methyl- and N,N-dimethylcarboxamide derivatives (33–37) of selected active compounds, thus cancelling one or both hydrogen bonds to the enzyme (mtProRS) (Table 3). As expected, the N,N-dimethyl derivatives (36, 37) were inactive. In the optics of interaction with the supposed target mtProRS, this would be explained by the inability to form the crucial H-bond to Ala154 backbone. Surprisingly, the N-monomethyl derivatives 33–35 had low or no activity, and this cannot be explained by the incompatibility with the expected binding mode, as one carboxamidic hydrogen is still compliant with the binding mode to mtProRS.\nConstraining the conformation of the most active compounds by cyclization (compounds 39–43) significantly decreased the activity in comparison with non-cyclized precursors (Table 4). The cyclization traps the C-2 carboxamide in conformation non-compliant with the expected binding mode with NH atom of the C-2 carboxamide pointing ‘down’ towards the C-3 carbonyl instead the normal ‘NH up’ conformation, which is driven by intramolecular H-bond formation and proven by crystallographic structures of previously published derivatives of 3-aminopyrazine-2-carboxamide in hsProRS [10].\nTo sum up, our experiments confirmed the importance of both hydrogens of the unsubstituted carboxamide at C-2 for the antimycobacterial activity as well as the importance of the amino moiety of the C-2 carboxamide pointing upwards. In the derivatives with benzene moiety at the C-3 substituent, we observed the preference for the 4’-substitution over 2’-substitution, which is consistent with structure–activity relationships in the 3-benzylamino-2-pyrazine-2-carboxamide series (one of the starting points for the design of this study) [11].\nDescribed structure–activity relationships, i.e., 4’-substitution in the benzamide substituent and the importance of the carboxamide group, were further investigated in silico as mentioned below.\n\n## 3.3.2. In Vitro Antimycobacterial Evaluation on Drug-Sensitive and Multidrug-Resistant Strains of \nThe selected most active compounds from the primary screening of antimycobacterial activity were further subjected to testing against the virulent reference strain M. tuberculosis H37Rv and two multidrug-resistant clinical isolates of Mtb (Table 5). The clinical isolates were resistant to streptomycin and almost all first-line antituberculars, namely isoniazid, rifampicin, and pyrazinamide, and were only sensitive to ethambutol. For the complete resistance profile of the isolates, see Supplementary Materials, Table S1. Compounds 4, 12, and 15 proved to have significant activity not only on the virulent strain Mtb H37Rv, but also on both MDR strains. Given the commonly perceived error of the broth dilution method (two steps on the binary dilution scale), it can be stated that the compounds preserved their activity on MDR strains. This indicates that our compounds act through a novel molecular target, not shared with the commonly used antimycobacterial drugs. Specifically, the activity against strains resistant to pyrazinamide indicates that, although structurally derived from pyrazinamide, our compounds do not share its mechanism of action.\n\n## 3.3.3. In Vitro Antibacterial and Antifungal Testing\nFor antibacterial and antifungal evaluation, microplate broth dilution was performed according to the slightly modified methodology of The European Committee on Antimicrobial Susceptibility Testing (EUCAST) in correspondence with our earlier publication [16]. Various strains of pathogenic bacterial strains and fungi were used to determine the inhibitory activity of the prepared compounds. None of the final compounds exhibited significant activity on any of the tested strains, see Table S5).\n\n## 3.3.4. In Vitro Cytotoxic Studies\nThe pharmacology intervention in the treatment of tuberculosis is always multi-component. Therefore, newly developed antimycobacterial compounds usually enter the clinical evaluations in combinations with currently used agents. Since many commonly used antimycobacterial drugs are hepatotoxic, we screened our compounds for in vitro cytotoxicity using a hepatocellular carcinoma cell line model (HepG2). We also had in mind that the design of our compounds started from the Adachi ligand, a confirmed inhibitor of hsProRS [9], which, by its nature, should be cytotoxic on human cells. We used a standard colorimetric method based on the metabolic reduction of tetrazolium salt to determine the viability of the HepG2 cells. The results are presented as the half-maximum inhibitory concentration (IC50), a concentration of the tested compound which reduces the viability to 50% compared to untreated control.\nCompound 38 (Adachi, hsProRS inhibitor) was confirmed to have a significant cytotoxic activity (IC50 = 19.6 µM). In this relation, most of our compounds had IC50 > 100 µM and were therefore considered non-cytotoxic. Compounds 11, 14, 17, and 18 were limited by low solubility in the testing medium. Complete results of cytotoxicity evaluation are presented in Table 1, Table 2, Table 3, Table 4. A complete description of the method is presented in the Supplementary Materials.\n\n## 3.4.1. Docking to Homology Model of Mycobacterial ProRS\nTo assess the probability whether our 3-benzamidopyrazine-2-carboxamides with antimycobacterial activity could act via the mechanism inferred from the design of the compounds, that is, the interaction with mycobacterial ProRS, we performed molecular docking into ProRS of M. tuberculosis (mtProRS), followed by unbiased molecular dynamics simulations of the resulting representative complexes.\nThe crystallographic structure of mtProRS (UniProt ID: P9WFT9) is not available; therefore, we used a homology model constructed",
  "has_full_text": true
}