{
  "pmid": "36432288",
  "title": "Antimicrobial Activity of Graphene-Based Nanocomposites: Synthesis, Characterization, and Their Applications for Human Welfare.",
  "abstract": "Graphene (GN)-related nanomaterials such as graphene oxide, reduced graphene oxide, quantum dots, etc., and their composites have attracted significant interest owing to their efficient antimicrobial properties and thus newer GN-based composites are being readily developed, characterized, and explored for clinical applications by scientists worldwide. The GN offers excellent surface properties, i.e., a large surface area, pH sensitivity, and significant biocompatibility with the biological system. In recent years, GN has found applications in tissue engineering owing to its impressive stiffness, mechanical strength, electrical conductivity, and the ability to innovate in two-dimensional (2D) and three-dimensional (3D) design. It also offers a photothermic effect that potentiates the targeted killing of cells via physicochemical interactions. It is generally synthesized by physical and chemical methods and is characterized by modern and sophisticated analytical techniques such as NMR, Raman spectroscopy, electron microscopy, etc. A lot of reports show the successful conjugation of GN with existing repurposed drugs, which improves their therapeutic efficacy against many microbial infections and also its potential application in drug delivery. Thus, in this review, the antimicrobial potentialities of GN-based nanomaterials, their synthesis, and their toxicities in biological systems are discussed.",
  "journal": "Nanomaterials (Basel, Switzerland)",
  "year": "2022",
  "authors": [
    "Ahmad V",
    "Ansari M"
  ],
  "doi": "10.3390/nano12224002",
  "mesh_terms": [],
  "full_text": "## 1. Introduction\nA major issue in the healthcare field is the role of pathogens as infection-causing agents. Pathogens such as bacteria and fungi are frequently reported to be resistant to antimicrobial substances, and thus can undermine the effectiveness of currently used chemicals or antibiotics to treat microbial diseases [1,2]. Numerous molecular and cellular pathways are operated among the microbes for the development of resistance against antibiotics. The major antibiotics-resistant mechanism described are, the P-glycoprotein-mediated efflux of drug, the development of a resistance to absorption or penetration into pathogen cells, the inactivation of therapeutic agents by enzymatic microbial metabolism, endospore/biofilm formation, the mutation/change or protection of drug targets. Thus, there is a great need to search for newer effective therapeutic molecules and to restore the efficacy of treatments [3,4].\nIn the last few decades carbon-based nanomaterials have drawn the attention of researchers worldwide owing to their low cost, ease of synthesis, and biocompatibility. Among different carbon materials, graphene-based nanomaterials (GBNs) have been well explored over the past decade owing to their unique properties, such as a high surface-to-volume ratio, mechanical flexibility, and a high thermal stability. GBNs show promise in catalysis, solar cells, biosensors, drug delivery, genetic delivery, imaging, photothermal treatment, tissue engineering, and stem cell technology [5,6]. Moreover, they have also been tested in photocatalysis, microbial sensing, and biomarkers sensing [7,8,9,10,11,12]. The potential applications of GBNs are shown in Figure 1.\nIn addition, GBNs have been well established to have antimicrobial activities and are toxic to both Gram-positive and Gram-negative bacteria. The graphene oxide (GO) and reduced graphene oxide (rGO) are potential inhibitors of bacterial and fungal pathogens; however, the antifungal and antibacterial uses of GBNs are still relatively novel. Over the past decade, interest in GBNs has increased dramatically. Many updates on GBNs are available in different ways that describe the significance of graphene (GN) [7,8,9,10,11,12,13,14,15]. In this review, recent advances in the understanding of their antimicrobial potential, focusing mainly on the antifungal and antibacterial significance of GBNs as nanotherapeutics, have been summarized. In the first part of this review, the synthesis methodology for GBNs is described. The second part summarizes their antimicrobial activities against bacteria and fungi and their applications in microbial diseases, by exploring the therapeutic area of GBNs. The last section includes toxicity studies and future prospects of GBNs [7,8,9,10,11,12,13].\n\n## 2. The Graphene Family and Its Nanoconstruction\nGN materials are being investigated for multiple microbiological applications because of their unique physicochemical characteristics. GBNs can be defined and classified according to their characteristics, i.e., morphology, composition, side dimensions, and number of stacked layers [5,6,7]. They are also determined by their carbon/oxygen atomic ratio, material size, degree of deformity, density, surface area, as well as by their flexibility, i.e., bending characteristics [5,6,15,16]. Depending on the method used, GN can be fabricated into various morphologies such as sheets, platelets, ribbons, and quantum dots. Namely, GBNs can be GN, GO, rGO, ultrafine graphite between 5–10 sheets and less than 20 nm in diameter, GN ribbons, GN quantum dots (GQDs), and pristine GN. GN is a 2D sheet of sp2-bonded carbon monolayer and made out of graphite or other carbon sources via the Scotch tape technique, chemical exfoliation, chemical vapor deposition, arc extraction, and carbide phase decomposition. The GO structure consists of single-layer carbon atoms with carboxylate groups in the surrounding environment, where they provide a particular pH based on negative localization, which helps to impart its colloidal stability. GN and GO can be a single to few layered structures and are produced from the reaction of crystalline graphite by variety of methods such as by oxidation of graphite, by sonication, etc. They also contain epoxy, hydroxyl, and carboxylic acid groups on their surface as well as edges. rGO can be synthesized from GO through a degenerative state that includes a high-temperature heat treatment and chemical reactions with hydrazine (N2H4) or other reducing agents [16,17,18,19].\nGQDs are small GN fragments of size less than 1–10 nm and can be synthesized by a variety of methods such as oxidative cleavage, hydrothermal or solvothermal methods, microwave-assisted process/ultrasonic-assisted process, electrochemical oxidation, and carbonization [20,21]. Due to a difference in sizes, number of sheets, and functionalities, each GBN can exhibit unique physiological, morphological, and chemical properties and thus can be used for different desired applications [5,6] (Figure 2). Owing to these unique properties, GN, GO, and other GBNs have been extensively investigated for their therapeutic properties. The common toxicities of cancers or microbial cells are due to the induction of oxidative stress, protein dysfunction, membrane damage, and transcriptional binding. The production of reactive oxygen species (ROS) is a major cause of nanomaterial toxicity [22,23]. The antioxidant enzymes, such as glutathione peroxidase and superoxide dismutase, can reduce or eliminate ROS generation. The disruption in the balance of enzymes, proteins, deoxyribonucleic acid (DNA), and lipids are the key components for cellular death. Furthermore, GO and rGO nanosheets have been reported to have Fenton catalytic activity [9]. Moreover, a structural link between a GBN and its redox function supports the ability to produce ROS from a GBN. Microbial membrane damage is another possible result of hydrophobic interactions between a GBN and membrane phospholipids corresponding to the GBN’s size [24]. Although protein dysfunction and transcription factors are generally not attributed to GBNs, they sometimes contribute to drug delivery and antimicrobial activity [8,9,10]. Investigations have shown that GN–Fe3O4 leads to E. coli protein aggregation. Meanwhile, Fe3O4 mediate the oxidative properties which cause the breakdown of small proteins themselves. These results suggest that protein dysfunction is much higher in GN–Fe3O4 in comparison to single or isolated constituent. Due to their stacked layered morphology, GBNs can interact with DNA in a number of groups. For example, the presence of GO next to Cu2+ can affect DNA fragmentation by converting Cu2+ ions into active oxygen groups in GO nanosheets. GO nanosheets of large size have been reported to produce a significant decrease in antimicrobial performance when tested against E. coli (40 mg/mL, 2 h) in comparison to small nanosheets [5,6,25,26]. The detailed descriptions of different types of GBNs and their antimicrobial potentials are described in the antimicrobial section of this manuscript. The exploration of the two-dimensional (2D) nature of GBNs imparted a significant contribution in the field of nanomedicines. Thus, the term “graphene” is generally referred to as atomically thin films. GN and GBNs have been utilized to control microbial pathogens and cancers and have also been significantly applied in many other biomedical applications. Consequently, GO, rGO nanoforms of carbon, and their biomedical potentialities are in common use [5,6,7,8,9]. The temperature-mediated killing of cancer cells under the hyperthermic effect on a nanomaterial is due to the excellent absorption of radiation in the near-infrared. The modification of GBNs with desired moieties can make them uniquely effective in targeting dangerous cancer or tumor cells without harming healthy cells. Nanotechnology involves the use of nanomaterials with different properties compared to many materials with similar structures. GO, due to its large surface area and good functional properties, is gaining valuable attention due to its resistance to chemicals, anticorrosion, and mechanical efficiency [5,6,7,22,23]. The stacked-layered structure, size of sheets, and defects in the GN layers are the major factors that affect its characteristics. GBNs have different characteristics properties which makes them suitable for diverse applications including sensing and drug delivery [7,8,9,10,11,12]. In addition, due to its unique combination of electrical, thermal, physical, and chemical properties, GO has attracted significant interest in a wide range of fields, including biomedical and antibacterial applications [26,27,28,29,30,31]. Other than therapeutics and diagnostics, it has also been used in the storage of electrochemical energy [32]. The properties of GN materials for antibacterial activities are represented in Figure 3.\nThis article describes the latest advances in biomedical devices of GN–based composite with metal, metal oxide, and polymers and their antimicrobial properties. GN and its composites offer a variety of features such as high stability in the body, antimicrobial properties, good coordination, informal changes, and a multifunction behavior. It is clear that with these important functional properties, GN has proven its potential and won the favor of many biomedical scientists to combat potential pathogen-related disorders. It is now utilized to design newer materials or composite materials as well as to cover or coat materials used in biomedical equipment [5,6,21]. The pi interaction facilitates the loading of zinc phthalocyanine and doxorubicin into the GN basal plane. GN nanosets made by hydrothermal methodology in an alkaline state have potential antibacterial properties against Enterococcus faecalis (E. faecalis), Salmonella typhimuirum (S. typhimuirum), Escherichia coli (E. coli), and Bacillus subtilis (B. subtilis). This review outline summarizes these promising antimicrobial properties [1,2,3,4,16].\n\n## 3. Properties and Limitations of Graphene Nanomaterials\nVarious nanoshapes and structures of carbon have been used diversely for human welfare. The other nanometals, such as copper, iron, zinc, and silver, have also been extensively studied for their antimicrobial properties. However, these materials have solubility, stability, dispensability, and more important, toxicity issues [7,25,33]. In contrast, GN is reported to be much safer with excellent properties for antimicrobial action and other applications in biological systems [29]. The most commonly described nanomaterials of carbon are carbon nanofibers (CNF), carbon nanotubes (CNTs), GN nanoplatelets, and rGO [1,2,3,4,5]. Each nanoform of GN offers variable properties and has diverse applications. The unique desirable properties that are required for antimicrobial activity and other biomedical applications are shown in Figure 3. A better colloidal stability is also one of the significant characteristics of GN, which is due to the hydrogen bonds facilitating edged groups or polar oxidizable groups, and the property decreases proportionally with the number of groups, while dispensability is one of the challenges for GN-based materials for biological systems [4,5,16,34,35,36,37,38].\nThe antimicrobial potential of these materials, either alone or in conjugated forms, has been reported [39,40,41] against many pathogens including bacteria, fungi, and viruses [1,2,3,4,42,43,44,45,46].These materials have also been evaluated as safe preservatives to replace the toxic effects of commonly used chemical preservatives [33,34]. Moreover, the synergistic antimicrobial action of GN-based nanocomposites, such as Ag–ZnO-rGO hybrids, with biodegradable polymers, such as polyethylene glycol and agar, has been evaluated in food preparation. The rGO–ZnO hybrid nanomaterial conjugated with the biodegrade polymer PHBV has also been reported to have significant bactericidal activities [1,2,3,4,16,34]. The family of GN offers a specific surface area, biocompatibility, good diffraction strength, high Young’s modulus, fast ionic migration, and high electrical and thermal conductivities. Although carbon nanomaterials, including nanomaterials from the GN family, have excellent surface qualities, they interact with strong interplanar interactions, which makes them insoluble due to the aggregation of particles and thereby limit their antimicrobial properties. Thus, solubility, stability, and antimicrobial action have been reported to increase by reducing the aggregation using nanocarbon-polymer-based hybrid dispersion systems [16,32,37,47].\n\n## 4. Methods of Synthesis of Graphene Nanomaterials\nMany methods are used to make the diverse class of GN-based nanomaterials. The main methods that are used in the synthesis of GN nanocomplexes are shown in Figure 4. The synthesis of GN is obtained by various methods including a peel-off methodology, chemical vapor deposition, or by a chemical methodology [17,18,19,20,39,40,41]. The peeling methodology involves separating layers of GN from graphite chunks using adhesive tapes [48], while the chemical vapor deposition involves a pyrolysis of materials to form carbon and a further linking of carbon to form a GN skeleton [49]. This form of GN is obtained as a film or can be freely suspended in solvents. Another route is the synthesis of GO and its subsequent reduction. GO is synthesized by the oxidation of graphite, and the subsequent reduction of GO yields rGO. The reduction of GO into rGO increases the conductivity due to the loss of oxygen content and the formation of a conjugated network [50]. The first reported methodology for the synthesis of GN was the Scotch tape peeling methodology [51]. Later, many other techniques were developed to produce bulk quantities of GN at low cost as per the desired applications. The preferred routes are top-down, bottom-up, and epitaxial growth [52]. Here, some of the most commonly used synthesis methodologies for GN preparation has been summarized.\n\n## 4.1. Exfoliation Methodology\nDifferent methods are used for the synthesis of GN [48,49,50,51,52,53]. The exfoliation methodology means separating a single or a few layers of GN sheets from graphite chunks. The pioneer work of Andre Geim and Konstantin Novoselov used Scotch tape to peel amicrometer-sized GN sheet from staked graphite [54]. The single layer GN sheet was almost transparent with an optical absorption of 2.5% and the approximate estimation of the number of layers could be made by measuring the optical absorbance. Apart from this, Raman spectroscopy, scanning and transmission electron microscopy, and atomic force microscopy were also used for the estimation of the number of layers [55,56]. Other techniques such as photoexfoliation, anodic bonding, and laser ablation are also examples of dry exfoliation methodology. Photoexfoliation uses radiation exposure on graphite sources for the exfoliation process. The report of Lin et al. [57] showed a successful synthesis of thin fluorinated GN nanosheets by UV irradiation of fluorinated graphite. The prepared thin fluorinated GN nanosheets were much thinner than nanosheets conventionally prepared by sonication. The anodic bonding methodology involves the splitting of the GN precursor into few-layered GN sheets upon the application of an electrostatic field. The advantage of this method is its simplicity, and large dimensions of GN sheets up to 100 µm on an insulating substrate can be prepared by this methodology [58]. The laser ablation methodology is similar to the photoexfoliation but here, laser energy is used for the splitting of the GN sheets. The process can be done in liquid phase, in a dry environment, or under specific gaseous conditions [59]. The type of laser and its density is important in controlling the thickness and quality of the generated GN. Apart from this, specific features such as porosity can be incorporated into the sheets by this methodology [60]. The liquid phase exfoliation is the most preferred route for laboratory-scale synthesis. In this process, first, GO is prepared, and its further reduction gives reduced GO commonly known as rGO. rGO shows similar properties as those of GN but is less conductive, with defects in the lattice owing to the oxidation by harsh chemicals and the later removal of oxygen during reduction. The Hummer’s method uses concentrated H2SO4, NaNO3, and KMnO4 for the oxidation of graphite into GO [61]. However, the generation of toxic gases such as NO2, N2O4, and ClO2 and an uncontrolled temperature rise are the major demerits of this methodology. The modified or improved versions of Hummer’s method uses H2SO4, KNO3, and KMnO4, while Tour’s method uses H2SO4, H3PO4, and KMnO4. The improved and modified Hummer’s method versions eliminate the chances of explosion, and thus, are the preferred techniques for GO synthesis. In Tour’s method, the reaction is done at 50 °C and in its modified version, room temperature reactions have been reported [62]. The electrochemical exfoliation process can produce a bulk amount of GN from graphite chunks. The anodic and cathodic reaction of graphite drives ions and radicals to intercalate into it and the formed gaseous species exerts a force thereby resulting in exfoliated GN sheets. The advantage of electrochemical exfoliation is its easy operation, as the reaction takes place via a single step [63].\nOther exfoliation techniques are the sonication of GN precursors in solvents to overcome the van der Waals interactions of graphite. During sonication, the shear forces and cavitation, i.e., the formation of bubbles, and its collapse exert pressure on the bulk system, thereby resulting in the exfoliation. The solvent used should balance the intersheet attractive forces, i.e., it should minimize the interfacial tension. Solvents such as N,N-Dimethylformamide, N-methyl 2-pyrrolidone, and ortho-dichlorobenzene are some of the common solvents used [64].\n\n## 4.2. Chemical Vapor Deposition\nIn the chemical vapor deposition (CVD) process, the pyrolysis of carbon precursors occurs in the hot zone of the reactor to form dissociated carbon radicals which are subsequently deposited on a metal substrate to form GN. The role of the metal is that of a catalyst as it lowers the reaction temperature, shortens the time, and also has an effect on the quality of GN produced [65]. Initially Cu and Ni substrates were used for the deposition, but later, many other transition metals were explored [66,67]. CVD can be of various types such as plasma-enhanced CVD, low-pressure CVD, or atmospheric pressure CVD. In plasma-enhanced CVD, the reaction occurs under a plasma, such as an argon plasma, which is an ionized material, and the ions subsequently transfer the energy to the chemical process as well as to the deposition process. The main advantage is that the deposition occurs at much lower temperature. The atmospheric pressure CVD is the normal CVD, and the reaction occurs at high pressure, while the low-pressure CVD uses heat to initiate the reaction of a precursor. The main advantage of the CVD process is that a controlled thickness of GN from a single to a few layers can be easily obtained [66,67].\n\n## 4.3. Epitaxial Growth\nIn epitaxial growth, the atomic constituent of GN is deposited on substrates such as hexagonal boron nitride, silicon carbide, etc., using techniques such as nanolithography. This technique is highly precise and high-quality GN compatible with current semiconductor technology can be prepared by using this methodology. High-performance electronic devices, i.e., field-effect transistors, photodetectors, and chemical sensors have been successfully fabricated by this technique [67]. The high reaction temperature and high cost of the collector substrate are the main disadvantages associated with this process. The low-temperature pyrolysis of carbonaceous-GN-like carbon materials can be obtained by biomass (glucose, sucrose, gelatin, chitosan, rice husk, hemp, wheat straw, etc.) carbonization via a pyrolysis technique. Zhou et al. [68] showed that porous nitrogen-doped GN could be prepared from soyabean biomass via calcination and KOH activation. Similarly, Sun et al. [69] showed that pure and doped GN could be deposited on metal substrate at temperature as low as 800 °C. the advantage of this technique over CVD is that it eliminates the use of gaseous raw materials.\n\n## 5. Antibacterial Potential of Graphene Nanostructure\nMillions of people are infected with microbial infections, and it is becoming one of the most serious threats globally. Antimicrobial drugs such as antibacterial, antifungal, and antiviral drugs are commonly used to control infections. To analyze the antimicrobial activity of a nanoform of a material, a number of strategies are used, including the disk diffusion test, Agar well diffusion variant, Agar dilution method for the determination of minimum inhibitory concentration and minimum bactericidal concentration, colony forming units, and cell counting. Apart from these, DNA and ATP–based assays are also used for the determination of the antimicrobial efficacy of various nanomaterials including GBNs. Different antimicrobial responses have been seen based on the nature and properties of the bacterial species used as selection criteria [70,71]. The antibacterial activities of GN-based nanomaterials such as GN–carbonaceous materials composites, GN–metal composites, GN–metal oxide composites, and GN–polymer composites have been tested against many bacterial indicators, including P. aeruginosa, E. coli, P. syringae, X. campestrispv. Enterococcus faecalis, Salmonella typhimurium, Streptococcus mutans, Fuscobacteriumnucleatum and Porphyromonasgingivalis. The antimicrobial activities of GN and its composite have been well reported in literatures [1,2,3,4,70,71,72,73]. The nanoparticles of rGO have been described to be effective against S. aureus, P. aeruginosa, Salmonella typhimurium, E. coli, and Enterococcus faecalis, as well as other GN-based conjugated nanomaterials such as GO–AgNPs, which have been shown to be effective against X. perforans, and rGO–Cu against E. coli and S. aureus [37,72,73]. Moreover, metal-conjugated forms such as rGO–Cu have inhibited P. aeruginosa and S. aureus. Titanium dioxide, coupled with GO, has been reported to kill E. coli and P. aeruginosa [74]. The inhibitory effects observed with the conjugated form of nanomaterials are greater than those observed with the single constituent, which is due to an additive or synergistic effect. The synergistic antibacterial effect of GO–ZnO with low cytotoxicity has also been reported against E. coli with MIC 2.5–5.0 µg per mal [75]. The GO–Poly(N-vinylcarbazole) conjugated nanoform of nanomaterials significantly inhibited the biofilm formation in R. opacus, E. coli, C. metallidurans, and B. subtilis. The minimum inhibitory concentration of GQDs against S. aureus and E. coli was reported near 200 µg/mL [38,76,77].\n\n## 5.1. Graphene–Carbonaceous Materials Composites\nSince its invention in 2004, GN has been considered as a potential metal due to its excellent electrical, optical, and catalytic properties as well as its exceptional physical characteristics, such as mechanical strength and a large specific surface area. Moreover, with respect to other metal nanoforms, GN is much more readily available, affordable, and renewable [16,78]. Researchers worldwide have contributed their time to explore the utilities of GN against microbial pathogens, especially its interaction with bacterial cells. Various carbonaceous forms of GN such as colloidal sphere, microsphere, nanofibers, and nanotubes have been synthesized and investigated in different fields [5,7,8,9]. The first reports of GN’s antibacterial properties appeared in 2010. It has been studied as a film, coating, and as composite against S. aureus and E. coli, which are mainly killed by nanomaterials through membrane damage. Among GN, GO, RGO, graphite, graphite oxide, GO has been reported to have the most antibacterial potential and graphite oxide the least [2,3,79,80,81,82,83,84,85]. Moreover, traditionally used antibiotics, such as kanamycin, were described as less significant against bacteria compared to GN nanosheets [75,76]. GQDshave been reported to show a shape-dependent effect against S. aureus, e.g., cambered GQDs, with flat-shape GQDs having the least activity [76,77]. The structural integrity loss, chromosomal condensation, gene fragmentation, and inactivation of cellular enzymes are thought to be the primary causes of the carbon-dot-induced death of bacteria [24,25,78,79,80]. CNTs are typically of two types, i.e., single-walled and multiwalled carbon tubes. The significant antimicrobial activity was observed with single-walled nanotubes due to variation in size which could also be due to their large surface area [83,85]. The surface-to-volume ratio of carbon nanomaterials has an inverse relation with their size and it increases as their size decreases; this facilitates a stronger bond formation with the plasma membrane or cell wall of bacterial cells and more efficiently exerts their function. Due to the excellent surface properties of GBNs, they bind the bacterial contaminants of water and serve as a significant tool in the biological cleaning as well as metal cleaning of water [86,87]. They exert bactericidal as well as bacteriostatic actions targeting the cellular membrane and also the biofilm of pathogenic bacteria [76,77,78,79,81]. Their length and diameter also affect the antimicrobial potentialities and it increases with the decrease in their length (in solid) and diameter [80,81,82].\nFullerenes are enormous spheroidal molecules of carbon that have antibacterial capabilities against bacteria, namely, E. coli, Streptococcus spp., and Salmonella. The Gram-positive bacteria are more susceptible than the Gram-negative bacteria due to their cell wall complexity. Fullerenes have a bacterial inhibitory effect on Gram-negative bacteria such as Pseudomonas putida by altering the ratio of unsaturated fatty acids of the cell wall of Pseudomonas putida while raising the amount of cyclopropane fatty acids [82,84,88]. The antimicrobial effect of fullerenes on E. coli and Shewanellaoneidensis is dependent on the shape as well as electrostatic attraction. Fullerene C60-NH2 decreases the need for substrate, shows an improved efficacy of drugs for both Gram-negative and Gram-positive bacteria at a minimum concentration of 1 mg/mL, and destroys the integrity of bacterial cells [82,83,89].\n\n## 5.2. Graphene–Metal Composites\nTo enhance the antibacterial properties of GBNs, their composites with Ag have been extensively studied and their composites with other metals and metal oxides have also been reported. These metals include Fe, Zn, and Cu and their respective oxides. The atoms are conjugated by covalent linkages, van der Waals forces, electrostatic interactions, etc. The optimum size of nanostructure of Ag for an antimicrobial activity has been observed to be 20 nm in Ag/rGO composites compared to too-small and large-sized particles [1,2,3,4,90,91,92,93,94]. The incorporation of Fe is used to produce magnetic GN which has been reported to be 100% bactericidal against E. coli. This is due to variable superparamagnetic characteristics, a large number of adsorption sites, ease of separation and adsorption of heavy metals such as Cr, Pb, and As [90,91,92,93,94]. The GO in conjugation with different atoms have been reported to possess a distinct antimicrobial activity. The Zn conjugate possessed a maximum antimicrobial activity while the least activity was reported with steel [1,2,3,4]. The decreasing order of antimicrobial activity, i.e., the antimicrobial potential against bacteria as well as fungi of the combination of different atoms with GO is described as: GO–Zn > GO–Ni > GO–Sn > GO–Steel, GO–Zn, GO–Cu, GO–Mn and GO–Se. It is interesting to note that the antibacterial effects of the selenium nanoparticle composites on Gram-positive and Gram-negative bacteria (S. aureus, MRSA, E. coli) were different. S. aureus and MRSA, two types of Gram-positive bacteria, were particularly susceptible to the impacts of composites on their bacterial cultures. However, only at the maximum applied dose did the same composites affect Gram-negative bacteria, specifically E. coli. At 25 °C and a 25 mg/mL concentration [91,92,93], Kurantowicz et al. [95], reported the strong efficacy of GO and rGO for inhibiting the bacterial pathogens S. enterica and Listeria monocytogenes [95]. Radiation-exposed (758 nm) nanoforms of Fe-GO, TiO2-Au–rGO, and Au-GO, have been reported to have broad spectrum antibacterial activities against Gram-negative, Gram-positive, and fungal pathogens [96,97]. Asa matter of fact, the combination of NPs with GO or rGO have resulted in the development of new nanocomposites that have represented an additive inhibitory potential against many pathogens [98].\n\n## 5.3. Antimicrobial Potential of Graphene–Metal Oxide Composites\nKavitha et al. [43] discovered that the nanostructure of ZnO/GN nanosheets had much higher antibacterial efficacy compared to pure GN, which was produced using a zinc benzoate dihydrazinate complex as a single-source precursor at 200 °C. Wang et al. reported an increase in the antibacterial activity of ZnO–GO nanosheets synthesized at low temperature using dimethylformamide. A GO/ZnO nanocomposite synthesized by Wang et al. [91] showed effective growth inhibitory properties against E. coli [89,90,91]. Ag–GO and ZnO–GO were tested for their antibacterial efficacy against Klebsiella pneumonia, Enterococcus faecium, E. coli, and S. aureus. According to Whitehead et al., Ag–GO had a greater antibacterial effect than ZnO–GO. The MIC for E. coli/E. faecium was higher (0.125 mg/mL) as compared to S. aureus/K. pneumoniae which was 0.25 mg/mL. Th",
  "has_full_text": true
}