{
  "pmid": "36443539",
  "title": "Insights into the antimicrobial effects of ceritinib against Staphylococcus aureus in vitro and in vivo by cell membrane disruption.",
  "abstract": "According to a 2019 report from the Centers of Disease Control and Prevention (CDC), methicillin-resistant Staphylococcus aureus (MRSA) was listed as one of the \"serious threats\" that had become a global public challenge in hospitals and community. Biofilm-associated infections and refractory persisters of S. aureus also impede the effectiveness of conventional antibiotics that have greatly increased difficulty in clinical therapy. There is an urgent need to develop new antimicrobials with antibiofilm and anti-persister capacities, and drug repurposing is the most effective and most economical solution to the problem. The present study profiles the antimicrobial activity of ceritinib, a tyrosine kinase inhibitor, against S. aureus in vitro and in vivo. We investigated the antimicrobial efficacy of ceritinib against planktonic and persistent S. aureus by a time-killing kinetics assay. Then, antibiofilm effect of ceritinib was assessed by crystal violet staining and laser confocal microscope observation. Ceritinib showed biofilm inhibition and mature biofilm eradication, and possesses robust bactericidal activity against S. aureus persisters. We also evaluated antimicrobial efficacy in vivo using a subcutaneous abscess infection model. Ceritinib ameliorated infection in a subcutaneous abscess mouse model and only showed negligible systemic toxicity in vivo. Mechanism exploration was conducted by transmission electron microscopy, fluorescently labeled giant unilamellar vesicle assays, and a series of fluorescent dyes. In conclusion, we find ceritinib represents potential bactericidal activity against MRSA by disrupting cell membrane integrity and inducing reactive oxygen species production, suggesting ceritinib has the potential to treat MRSA-related infections.",
  "journal": "AMB Express",
  "year": "2022",
  "authors": [
    "Liu S",
    "She P",
    "Li Z",
    "Li Y",
    "Yang Y"
  ],
  "doi": "10.1186/s13568-022-01492-w",
  "mesh_terms": [],
  "full_text": "## Introduction\nStaphylococcus aureus, a human symbiotic and pathogenic bacterium that mainly colonizes the skin and mucosa, is one of the primary causes of hospital- and community-acquired infections (Lakhundi and Zhang 2018; Tan et al. 2020). S. aureus poses severe threats to individuals, such as bacteremia, subcutaneous abscess, toxic shock syndrome, and endocarditis, which increases the burden on social economy and decreases quality of life (Guo et al. 2020; Hodille et al. 2017). According to a 2019 report from the Centers of Disease Control and Prevention (CDC), more than 2.8 million antimicrobial-resistant infections occur each year in the USA, resulting in over 35,000 deaths. And the CDC considers 11 bacteria as “serious threats”, including methicillin-resistant Staphylococcus aureus (MRSA) (Regen 2021). MRSA has been experiencing explosive growth due to the rapidity of resistance progress and the shortage of infection management. It’s estimated more than 90% S. aureus is resistance to penicillin and cause more than 80,000 invasive infections in the United States (David and Daum 2010; Lakhundi and Zhang 2018). In worldwide, exceed 53 million people may be colonized with MRSA in 2011 (Peacock and Paterson 2015). MRSA wreaks havoc in hospitals and throughout communities, and poses a global public challenge (Lakhundi and Zhang 2018).\nApart from the tolerance to almost all β-lactam antibiotics mediated by resistant mutations, S. aureus has two other primary mechanisms to resist the bactericidal effectiveness of conventional antibiotics. Establishing defensive biofilms that form a shielded polymeric extracellular matrix is of great importance to antibiotic and immunological protection (Pinto et al. 2019). Biofilm-associated infections are often related to the usage of interventional devices, such as implanted catheters and prosthetic heart valves. Not only can biofilms restrict the transport of antimicrobials through specific binding to extracellular polymeric substances, electrostatic interactions, and enzymatic degradation, but they can also maintain a substantially different physiological status than planktonic cells can. As a result, the bacterial cells in the biofilms are protected from adverse conditions and hostile host attack and hence aggrandize the complexity of antimicrobial resistance (Craft et al. 2019). Additionally, as a nongrowing dormant phenotype, persisters also tolerate lethal antibiotics and are primarily relevant to recalcitrant and recurrent complications of biofilm-associated infections (Conlon et al. 2016; de Breij et al. 2018). Although conventional first-line antibiotics such as ciprofloxacin (CIP), vancomycin (VAN), and rifampicin (RFP) have powerful effects against planktonic bacteria, they are invalid against the persister phenotype (Yu et al. 2021). Therefore, the existence of biofilms and persisters is a formidable task for health care systems and human beings. With the emergence of MRSA, especially vancomycin-resistant MRSA, and the discovery of vancomycin-resistant β-lactam drugs that can induce MRSA, it is apparently urgent to find new antimicrobial drugs to deal with refractory resistant pathogens (De Oliveira et al. 2020). Our research aims for overcoming antimicrobial resistance has been based on the theory that antimicrobial agents that promote membrane disruption are prone to be kill bacteria, rather than develop drug resistance (Regen 2021). Specifically, if antimicrobial agents contribute to the way of destroying the plasma membrane integrity, the common mechanisms of drug resistance would be circumvented, such as enzymatic degradation and efflux pump, and so on (Regen 2021; Steinbuch and Fridman 2016).\nAs an alternative strategy, drug repurposing means to discovery existing or pre-clinical drugs for new therapeutic opportunities. It has several advantages. First, the details of chemicals, such as structure, pharmacological properties and safety profiles, was already clear. Second, it has practical economic advantages. Third, repurposing drugs can offer new pathways or targets to study new perspectives for curing diseases (Peyclit et al. 2019).\nCeritinib (CERI), also called LDK378, is a tyrosine kinase inhibitor of anaplastic lymphoma kinase (ALK) approved by the Food and Drug Administration (FDA) in 2014.(Shaw et al. 2014) It shows impressive activity in ALK-rearranged non-small-cell lung cancer and is simultaneously inhibited by downregulating the signal effector YB1 (Crunkhorn 2017). In 2019, some scholars found that CERI is effective against Mycobacterium tuberculosis strains and elucidated satisfactory activity in a BALB/c mouse model (Liu et al. 2019). Although CERI has remarkable effectiveness in cancer treatment, bacteria-related studies as an antimicrobial against S. aureus are few and far between.\nHere, we aimed to explore the antibacterial activity and possible mechanism of CERI against S. aureus and further determine the antibiofilm and anti-persister effects of CERI. Meanwhile, we investigated the effectiveness in a subcutaneous abscess mouse model and the toxicity in vivo.\n\n## Bacterial strains, medium and reagents\nStaphylococcus aureus ATCC 43300, Newman, and RJ-2 were kindly provided by Min Li (Shanghai Jiaotong University, Shanghai, China). SAJ1 and other clinical isolates were collected in the Third Xiangya Hospital of Central South University (Changsha, China) (She et al. 2020). In addition, gram-negative bacteria, including Acinetobacter baumannii ATCC 19606, Klebsiella pneumoniae ATCC 700603, and Escherichia coli ATCC 25922, and gram-positive bacteria, including Enterococcus faecalis ATCC 29212 and S. aureus ATCC 29213, were provided by Juncai Luo (Tiandiren Biotech). Pseudomonas aeruginosa PAO1 was obtained from the Mingqiang Qiao research group (Nankai University). Enterococcus faecalis ATCC 29212 was grown in brain–heart infusion (BHI, pH 7.2 ~ 7.6) broth. Other Gram-positive and Gram-negative strains were cultured in soybean trypsin broth (TSB, pH 7.3) and Luria–Bertani broth (LB, pH7.2) medium, respectively. All medium were purchased from Solarbio (Shanghai, China) and sterilized by autoclaving at 121 ℃ for 15 min. All bacteria were propagated at 37 °C with shaking at 200 rpm. CERI and other chemicals were purchased from MedChem Express (New Jersey, the United States) or Sigma Aladdin (Shanghai, China). For antibacterial test in vitro and in vivo, ceritinib was prepared in dimethyl sulfoxide (DMSO) and cremophor EL/ethyl alcohol mixture (1:1, v/v), respectively.\n\n## Antimicrobial susceptibility testing\nAccording to the Clinical & Laboratory Standards Institute (CLSI) guidelines, a series of dilutions of antimicrobials in Mueller–Hinton (MH, pH 7.0 ~ 7.4) broth were added to a 96-well microplate. Bacterial suspension was prepared by adjusting to 0.5 McFarland (McF) and diluting with 1:100, which was corresponding approximately 1.5 × 106 CFU/mL. Then, an equal volume of MH broth containing log phase bacterial cells was added to the wells and the bacterial suspension was grown at 37 °C for 16 h, except for oxacillin and VAN, which were grown for 24 h. Then, the minimum inhibitory concentration (MIC) was determined by no visually discernible turbidity in the wells. In addition, 10 μL of bacterial suspension from the well of 1 × MIC was further spread on blood agar plates incubating at 37 ℃ for 24 h. The minimum bactericidal concentration (MBC) was determined by the lack of observable colony growth on plates (Dos Santos et al. 2020).\n\n## High throughput screening\nTo identified potential antimicrobial compounds against S. aureus strains, the molecular library was screened. These compounds were stored in dimethyl sulfoxide (DMSO) at 10 mM with 30 μL of primary stock solutions a − 20 °C. In initial screening process, bacterial suspension was prepared by adjusting to 0.5 McFarland (McF) in MH broth medium when grown to until mid-logarithmic phase and transferred to 96-well plates with 99 μL/well. After add 1 μL stock solution of individual chemicals into each well (corresponding 100 μM final concentration), the turbidity was measured at 600 nm optical density (OD) to identified the growth condition of bacteria. In second screening process, we reduce the concentration of each chemical (50 μM) to refine candidates. The culture condition is at 37 ℃ with 5% CO2 humid surroundings. The OD600 was measured after 16 h incubation at 37 °C. All compounds were screen for three repetitions. Excluded antimicrobials, six hits were determined (Additional file 1: Table S1). In the Final process, the MIC and MBC were measured, and one hit (ceritinib) was selected for further investigation (Li et al. 2020).\n\n## Time growth and killing kinetics assay\nThe cultures of S. aureus strains were adjusted to 0.5 McF in fresh TSB broth from overnight shaking at 37 °C and 180 rpm. The cells were diluted 1:100 in TSB to a final cell concentration of ~ 1 × 106 CFU/mL in the presence of 1/4 to 4 × MIC of CERI and incubated at 37 °C and 180 rpm. At the time points of 0, 2, 4, 8, 12 and 24 h, an aliquot of the bacterial suspension was taken and measured the turbidity by detecting OD at 630 nm, and colony-forming units (CFUs) counting. For CFU counting, the bacterial suspension was serially diluted tenfold with saline and spotted on blood agar. After incubation overnight, the CFU were counted (De Oliveira et al. 2020; Gaurav et al. 2021).\n\n## Anti-biofilm activity of CERI\nFollowing a previously reported procedure (Le et al. 2020) for the biofilm inhibition assay, a single colony was transferred into TSB and grown overnight at 37 °C and 180 rpm. The bacterial suspension was treated with CERI in a series of twofold dilutions prior to inoculation in a 96-well plate. After 24 h of incubation, the supernatant was removed, and the biofilms were washed with sterile saline to remove the planktonic cells. Then, 200 µL of 0.25% crystal violet was added to each well and dyed for 15 min. After removal of the extra dye solution, the biofilm was washed again with saline and dissolved in 95% ethanol. The absorbance (A) was measured at 570 nm by a microplate spectrophotometer (Bio-Tek, USA). The experiment was performed in triplicate on two independent days.\nTo determine the biofilm eradication effects of CERI, overnight cultures of S. aureus ATCC 43,300 were diluted 1:100 with fresh TSB media, and 200 µL was added to each well in flat-bottom 96-well plates in the presence of 2% (wt/vol) glucose, which was reported to contribute to promoting biofilm formation (She et al. 2020). The plates were incubated at 37 ℃ for 24 h to form mature biofilms. After removing the supernatant, 200 µL of TSB broth in the presence of CERI or DMSO was added to each well. After 24 h of incubation, the supernatant was removed, and the biofilms were quantified by crystal violet staining as previously described.\nAfter treatment with antimicrobials as described, the supernatant was removed, and 200 µL saline was added to each well. The biofilms were mixed adequately with tips, and 100 µL of the suspension was removed to perform CFU counting as described (Tan et al. 2019).\n\n## Confocal laser scanning microscopy (CLSM)\nThe overnight culture was added to a 6-well cell culture plate (Corning Costar, Cambridge, MA, United States) containing serial concentrations of CERI or DMSO incubated statically with 18 mm × 18 mm sterile glass cover slides at 37 °C for 24 h. The biofilms formed on coverslips were stained with SYTO 9 (green) and PI (red) (Thermo Fisher Scientific, Shanghai, China) at a final concentration of 10 μM. After staining for 15 min in the dark and fixing on object slides, the coverslips were photographed by CLSM (Zeiss LSM 800, Jena, Germany). Picture processing and image quantization were completed by ImageJ software (Tan et al. 2019).\n\n## Cellular membrane permeability assay\nThe mid-log growth phase of S. aureus ATCC 43300 or its later platform growth phase persister cells were rinsed with saline and resuspended in HEPES buffer (pH 7.2). After adjusting to OD600 = 0.05, SYTOX Green fluorescence dye was added to the suspension to a final concentration of 2 μM and incubated for 15 min in the dark. After treatment with a series of concentrations of antimicrobials, the intensity of the fluorescence was detected every 5 min for a total of 30 min with excitation (λex) and emission (λem) wavelengths of 504 nm and 523 nm, respectively (She et al. 2020).\n\n## Cytoplasmic membrane depolarization assessment\nCytomembrane depolarization was evaluated by using DiSC3(5) fluorescent dye as described previously with minor modifications (Bai et al. 2021). In summary, the mid-log growth phase of S. aureus ATCC 43,300 was collected by centrifugation at 4 ℃ and 4000 rpm for 8 min and washed twice with HEPES buffer (5 mM, pH 7.2) with 5 mM glucose and 100 mM KCl solution. The bacterial suspension was resuspended in buffer to an OD600 of 0.2 and then incubated with DiSC3(5) (final concentration of 2 μM) for 45 min in the dark. Next, the above mixture was transferred into a 96-well black plate in the presence of serially diluted concentrations of CERI. Fluorescence intensity changes were captured every 30 s for a total of 5 min by a microplate reader (λex = 622 nm, λem = 670 nm). Melittin was used as a positive control, and DMSO was used as a negative control.\n\n## Propidium iodide (PI) uptake assay\nThe acquisition of bacterial sediment followed the same process as above. Then, 10 μL of PI was added to 5 mL of bacterial suspension for a final concentration of 10 μM. After incubation for 30 min at 37 °C, the uncombined dye was removed by washing with PBS, CERI was added to each well, and the fluorescence intensity was recorded at λex = 535 nm and λem = 617 nm.\n\n## Reactive oxygen species (ROS) qualification\nAccording to the operation manual, ROS were detected by a 2′,7′-dichlorofluorescein diacetate (H2DCFDA) probe. Briefly, the overnight growth of S. aureus ATCC 43300 was washed and suspended in PBS to OD600 = 0.5. The bacterial suspension was incubated with H2DCFDA (10 μM) for 30 min in the dark. After washing twice with PBS, 10 μL of CERI was added to 90 μL of the prepared bacterial suspension. The fluorescence intensity was monitored by an automatic microplate reader at λex = 488 nm and λem = 525 nm.\n\n## Membrane fluidity assessment\nThe overnight culture of S. aureus ATCC 43,300 was diluted 1:1000 in fresh TSB media and incubated to OD600 = 0.5. The Laurdan liquid dye (Gunther et al.; Kim et al. 2019) was added (final concentration to 10 μM) and incubated for 10 min at room temperature. After centrifuging at 4 ℃ and 4000 rpm for 8 min, the supernatant was removed, and the pellet sediment was washed three times with PBS. After treatment with CERI, daptomycin or DMSO, the fluorescence intensities of fivefold enrichment were determined at λex = 350 and λem = 440 nm and 490 nm. The generalized polarization (GP) values of Laurdan were calculated as follows (Hyun et al. 2020):\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\mathrm{GP}=\\frac{{I}_{440}-{I}_{490}}{{I}_{440}+{I}_{490}}$$\\end{document}GP=I440-I490I440+I490\n\n## Intracellular and extracellular ATP measurement\nAs described by our previously reported article (Liu et al. 2021). The ATP release of S. aureus ATCC 43300 was measured by an Enhanced ATP Assay Kit (Beyotime, Shanghai, China). Briefly, overnight cultured pellets were resuspended in PBS and adjusted to OD600 = 0.5. After treatment with CERI (0 ~ 32 μg/mL) for 1 h, the bacterial suspension was centrifuged at 4 ℃, and the level of extracellular ATP was measured according to the operation manual. In addition, part of the bacterial sediments was collected and fractured by a prepared lysis solution and further used for intracellular ATP determination.\n\n## Fluorescently labeled giant unilamellar vesicles (GUV) assay\nThe vesicle suspension consisting of DOPC/DOPG (7:3) labeled with 2% (w/w) FITC was induced by sedimentation in a 110 mM glucose solution diluted slowly by 1:30. After centrifugation at 4 ℃ and 3000 rpm for 2.5 min, the sediment was collected and diluted 1:3 in sucrose/glucose commixture (1:6). Eighteen microliters of the prepared GUV suspension were mixed with 2 × MIC CERI for 15 min. The GUVs were observed and imaged by CLSM (Zeiss LSM 800, Jena, Germany) (Kim et al. 2019).\n\n## Ultrastructure observation by scanning and transmission electron microscopy (SEM/TEM)\nThe strain of S. aureus ATCC 43300 was cultured overnight in TSB broth, and 10 μL aliquots were transferred into 20 mL fresh TSB. The pellets were incubated ~ 4 h to log phase and centrifuged at 4 ℃ and 4000 rpm for 8 min. The precipitate was washed with PBS and resuspended in TSB broth in the presence of 5 × MIC of CERI or DMSO. After incubation at 37 ℃ for 1 h, the bacteria were collected by centrifugation at 4 ℃ and 4000 rpm for 8 min. The samples were fixed with 1 mL glutaraldehyde and washed in 0.1 M cacodylate buffer. After being postfixed with 1% osmium tetroxide/1.5% potassium ferrocyanide for 1 h, the fixed cells were washed and incubated in a maleate buffer containing 1% uranyl acetate for 1 h. Then, the cells were washed twice in water, dehydrated in an alcohol gradient series, incubated in propylene oxide for 1 h, embedded in a 1:1 mixture of propylene oxide and Spurr’s low viscosity resin and polymerized at 60 ℃ for 48 h. Ultrathin sections (approximately 60 nm) were cut on a Reichert Ultracut-S microtome, picked up onto copper grids, and stained with lead citrate. Samples were imaged by SEM and TEM (HITACHI, Tokyo, Japan) (She et al. 2020).\n\n## Persister time-killing assay\nTo form persisters of S. aureus strains, the culture was prepared at 37 °C with shaking at 200 rpm for 24 h, washed three times with PBS, and adjusted to OD600 = 0.2. A 1–8 × MIC CERI (10 × MIC VAN and CIP as control) was added, and CFU counting was performed as described above at the time points of 0, 2, 4, 6, and 8 h (Liu et al. 2021).\n\n## Hemolysis assay\nHuman red blood cells (RBCs) were purchased from Hemo Pharmaceutical and Biological Co. (Shanghai, China). The RBCs were centrifuged at room temperature, diluted with PBS and transferred into a 96-well plate to a final concentration of 5% (vol/vol). Then, CERI was added to each well at a concentration of 1–32 μg/mL. After incubation at 37 °C for 1 h, the supernatant was removed, and hemolysis was measured at A570 nm. 0.1% Triton X-100 and 1% DMSO were set as positive (Pos.) and negative (Neg.) controls, respectively. The hemolysis rate was calculated as follows:\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\mathrm{Hemolysis }\\left({\\%}\\right)=\\frac{{A}_{sample}-{A}_{Neg.}}{{A}_{Pos.}-{A}_{Neg.}}\\times 100\\%$$\\end{document}Hemolysis%=Asample-ANeg.APos.-ANeg.×100%\n\n## Cytotoxicity assessment\nTo further evaluate the cytotoxicity of CERI in vitro to HK-2 (epithelial cells from human renal proximal convoluted tubule) and the 786-O cell line (human renal carcinoma cells) by Cell Counting Kit-8 (CCK-8, DojinDo, Japan), HK-2 cells were cultured in RPMI 1640 medium, and 786-O cells were grown in Dulbecco’s modified Eagle’s medium (DMEM). Both cell lines were supplied with 10% fetal bovine serum (FBS) (Jia et al. 2019; Zheng et al. 2015). Subsequently, 100 μL of cells was added to a 96-well plate at a final concentration of 5 × 103 cells/well and incubated at 37 °C with 5% CO2 for 24 h for the sake of cell adhesion. After exposure to different concentrations of CERI or 0.1% DMSO, the cells were incubated in a normal tissue culture environment for 8 h (Zhou et al. 2020). The formula of the counting cell viability rate was calculated as follows:\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\mathrm{Viability }\\left({\\%}\\right)=\\frac{{A}_{sample}-{A}_{blank}}{{A}_{0.1\\%DMSO}-{A}_{blank}}\\times 100\\%$$\\end{document}Viability%=Asample-AblankA0.1%DMSO-Ablank×100%\n\n## Mouse cutaneous abscess model\nAll murine-related laboratory procedures were approved by the Ethics Committee of the Third Xiangya Hospital of Central South University (No. 2021sydw0245). The model was established as described in previous articles, with minor modifications (She et al. 2020; Zhang et al. 2021). Briefly, 7-week-old female, specific pathogen-free outbred ICR mice were randomly divided into two groups: (1) Vehicle group, (2) CERI-treated group. Each group had six mice. CERI was prepared in a Cremophor EL/ethyl alcohol mixture (1:1, v/v) as the storage concentration. Overnight cultured MRSA ATCC 43300 was washed and resuspended in saline to the concentration of 3 McF. Each mouse was injected s.c. with 0.5 mL of the bacterial suspension. At half an hour post-infection, a single dose of compounds (20 mg/kg) was administered (s.c.) every 12 h for a total of 3 days. The mice were euthanized by cervical dislocation on the last day, and the area of abscess was calculated with a caliper. Meanwhile, the infected skin was dissected and homogenized for bacterial load counting. Subsequently, the bacterial suspension was serially diluted tenfold with saline and spotted on blood agar. After incubation overnight, the CFU were counted.\n\n## Histopathological analysis\nTo assess the degree of tissue inflammation in the skin abscesses and the systemic toxicity in vivo, the mice were sacrificed at the end point on Day 3, and the cutaneous tissues or organs (heart, liver, spleen, lung, kidney) were cut and fixed in 5 mL 4% neutral paraformaldehyde fixator solution (Servicebio, Wuhan, China) before hematoxylin and eosin (H&E) staining. H&E staining was captured by microscopy at random locations.\n\n## Organ functional biomarker monitoring\nAt the end point on Day 3, after anesthesia, mouse blood was collected into EP tubes with or without EDTA-K2 for serum- and whole blood-related biomarker determination, respectively. The blood cell count and hematology parameters were determined by BC-5000vet hematology analyzer (Mindray, Shenzheng, China), which included white blood cell counting (WBC), red blood cell counting (RBC), platelet counting (PLT), and hemoglobin quantification (HGB). Then, the serum of the blood samples was obtained by centrifuging at 4 ℃ and 3000g for 15 min, and the chemical parameters, including alanine transaminase (ALT), blood urea nitrogen (BUN), and creatine kinase (CK), were measured by Labospect 003 automatic biochemical analyzer (Hitachi, Japan).\n\n## Statistical analysis\nThe data were analyzed using Prism 9.0 (GraphPad Software, San Diego, CA, United States). All the data are presented as the mean ± standard deviation (SD), and statistical significance was analyzed by Student’s t test and one-way ANOVA. Differences between groups were considered significant when the p value was less than 0.05 (*P < 0.05, **P < 0.01, ***P < 0.001).\n\n## CERI shows potent bactericidal activity against \nBased on high throughput screening consisted of initial, secondary, and final screening sessions (Additional file 2: Fig. S1A), we chose CERI for further study. The chemical structural formula of CERI was shown in Additional file 2: Fig. S1B. We explored the antibacterial activities of CERI against gram-positive and gram-negative bacteria. CERI displayed potent antibacterial effects against both MRSA and methicillin-susceptible Staphylococcus aureus (MSSA) with MICs and MBCs of 8–16 μg/mL and 16–64 μg/mL, respectively. As we expected, CERI also exhibited identical activities against clinical MRSA isolates with MICs of 8–16 μg/mL. In addition, CERI also showed effective antimicrobial activity against E. faecalis ATCC 29,212 with an MIC of 16 μg/mL. However, there were no effects on gram-negative strains, whose MICs and MBCs exceeded 128 μg/mL (Table 1). In the light of the results, we chose the S. aureus strain for further investigation.Table 1Antimicrobial susceptibility of CERI, VAN, OXA and daptomycin against Gram-positive and Gram-negative pathogensStrainCERI (μg/ml)/(μM)VAN (μg/ml)DAP (μg/ml)OXA (μg/mL)MICMBCMICMBCMICMBCMICMBCS. aureus ATCC 2592316/28.6732/57.3311140.52 ATCC 2921316/28.6764/114.67240.510.252 ATCC 4330016/28.6732/57.33240.513232 Newman16/28.6732/57.332112< 0.1252 SAJ116/28.6732/57.334422> 64> 64 LZB116/28.6716/28.67120.510.250.5 RJ-216/28.6732/57.33120.51832 USA 300 > 128/ > 229.33 > 128/ > 229.33280.581616 SA052416/28.6716/28.67281188 SA223116/28.6716/28.67220.5188E. faecalis ATCC 2921216/28.67 > 128/ > 229.3341648––E. coli ATCC 25922 > 128/ > 229.33 > 128/ > 229.33> 128> 128> 128> 128––K. pneumoniae ATCC 700603 > 128/ > 229.33 > 128/ > 229.33> 128> 128> 128> 128––A. baumannii ATCC 1195 > 128/ > 229.33 > 128/ > 229.33> 128> 128> 128> 128–– MDR 1208 > 128/ > 229.33 > 128/ > 229.33> 128> 128> 128> 128–– MDR 1069 > 128/ > 229.33> 128/ > 229.33> 128> 128 > 128> 128––P. aeruginosa PAO1 > 128/ > 229.33> 128/ > 229.33> 128> 128> 128> 128––\nCERI started to inhibit bacterial cell growth effectively at a concentration of 1/2 × MIC (Additional file 2: Fig. S1C). Moreover, we found that CERI held commendable bactericidal efficacy with a concentration of greater than or equal to 2 × MIC to reach the limit of detection (LOD) within 4 h in a dose-dependent manner (Additional file 2: Fig. S1D). The data of in vitro bactericidal potential of plate images for the antimicrobial activity against S. aureus ATCC 43,300 was shown in Additional file 2: Fig. S1E.\n\n## CERI inhibits biofilm formation and eradicates preformed biofilm\nThe crystal violet (CV) staining method was one of the most used in vitro biofilm-associated experiments, enables quantification of total biofilm biomass consisting of live/dead cells and extracellular matrix (Magana et al. 2018). CERI displayed considerable biofilm formation inhibition activity against S. aureus ATCC 43,300 with reduced biofilm total biomass formation at a concentration of 8 μg/mL (Fig. 1A). Similarly, based on the viable cell counting assay, CERI also showed effective biofilm inhibiting effects against S. aureus at a concentration of 8 μg/mL in a dose-independent manner by decreasing the viable cells in the biofilms (Fig. 1B). For biofilm eradication, CERI disrupted biofilms at a concentration of 8 μg/mL, and biofilms were rare at a concentration of 16 μg/mL, as shown by crystal violet staining (Fig. 1C). Likewise, 32 μg/mL CERI notably reduced viable cells in the preformed biofilm by more than 2 log10 (Fig. 1D). That was to say, a significant reduction was observed by quantified with crystal violet assay (Fig. 1A and C), while less pronounced effect was observed with cell counting methods (Fig. 1B and D), suggesting CERI eradicated biofilms by decreasing the expression of extracellular matrix in biofilms.Fig. 1Anti-biofilm effects of CERI against S. aureus. Dose-dependent biofilm inhibition effect of CERI was determined using 0.25% crystal violet staining (A) and viable cell counting assay (B) after exposure for 24 h. Dose-dependent biofilm eradication effect of CERI was determined using 0.25% crystal violet staining (C) and viable cell counting assay (D) after forming mature biofilm and exposure for 24 h. STYO 9 and PI staining of MRSA ATCC 43300 in biofilm inhibition (E) and eradication (F) were observed by CLSM (×40) after exposure in CERI or DMSO for 30 min. Scale bars, 20 μm. Fluorescence intensity quantification analysis of the total biofilm biomass of biofilm inhibition (G) and biofilm eradication (H). The experiments were carried out in three biological repeats, and results correspond to average ± SD. The data were analyzed using one-way ANOVA with Dunnett’s multiple comparison test. Results were considered highly significant when ***P < 0.001 and ****P < 0.0001\nSYTO 9 was a fluorescent permeable nucleic acid stain that was emitted a green fluorescent light in both live and dead cells. Propidium iodide (PI), a DNA binding fluorescent dye, was emitted a red fluorescent light just in dead cells. (McGoverin et al. 2020). Consistent with the results above and compared with the control group, CLSM images of biofilm inhibition showed less biomass by CERI treatment (Fig. 1E), and the images of biofilm eradication exhibited more dead bacterial cells by CERI treatment (Fig. 1F). Likewise, fluorescence intensity analysis of CLSM images showed that the fluorescent quantitation of CERI was reduced sharply to almost a quintile of the control in inhibition (Fig. 1G). For eradication, the fluorescent quantitation was nearly a quarter of that of the untreated cells (Fig. 1H). These results illustrated that the therapeutic effect of CERI should not be underestimated in biofilm-related disease.\n\n## CERI disrupts the cell membrane integrity of \nTo detect the cell membrane-disrupting activity of CERI, we first stained CERI-treated bacterial cells with the membrane permeability-sensitive fluorescent dye SYTOX Green. As expected, CERI showed significant cell membrane-disrupting activity against S. aureus with a concentration-dependent increasement in the fluorescence intensity of ~ 1000 AU at 32 μg/mL (Additional file 3: Fig. S2A). Similarly, as visualized by CLSM observation, the majority of bacterium in the bright field and fluorescence channels largely overlapped, indicating that the fluorescent dye penetrated the membrane-broken cells (Additional file 3: Fig. S2B). Next, we used the fluorescent dye DiSC3(5), a memb",
  "has_full_text": true
}