{
  "pmid": "36454354",
  "title": "Drug synergy discovery of tavaborole and aminoglycosides against Escherichia coli using high throughput screening.",
  "abstract": "High incidences of urinary tract infection (UTI) of aminoglycosides-resistant E.coli causes a severe burden for public health. A new therapeutic strategy to ease this crisis is to repurpose non-antibacterial compounds to increase aminoglycosides sensibility against multidrug resistant E.coli pathogens. Based on high throughput screening technology, we profile the antimicrobial activity of tavaborole, a first antifungal benzoxaborole drug for onychomycosis treatment, and investigate the synergistic interaction between tavaborole and aminoglycosides, especially tobramycin and amikacin. Most importantly, by resistance accumulation assay, we found that, tavaborole not only slowed resistance occurrence of aminoglycosides, but also reduced invasiveness of E.coli in combination with tobramycin. Mechanistic studies preliminary explored that tavaborole and aminoglycosides lead to mistranslation, but would be still necessary to investigate more details for further research. In addition, tavaborole exhibited low systematic toxicity in vitro and in vivo, and enhanced aminoglycoside bactericidal activity in mice peritonitis model. Collectively, these results suggest the potential of tavaborole as a novel aminoglycosides adjuvant to tackle the clinically relevant drug resistant E. coli and encourages us to discover more benzoxaborole analogues for circumvention of recalcitrant infections.",
  "journal": "AMB Express",
  "year": "2022",
  "authors": [
    "Liu S",
    "She P",
    "Li Z",
    "Li Y",
    "Li L"
  ],
  "doi": "10.1186/s13568-022-01488-6",
  "mesh_terms": [],
  "full_text": "## Introduction\nEscherichia coli is a multitudinous collection with varied identities that is one of the most serious pathogens and the most widespread mammalian gastrointestinal commensals (Riley 2020). E.coli is the most common Gram-negative bacteria associated with blood-stream infections (BSI) worldwide and it is the primary cause of community-acquired urinary tract infections (UTIs), accounting for 70-95% of community-acquired UTI and 50% of hospital-acquired UTIs (Riley 2014; Zeng et al. 2021). In the last several decades, aminoglycosides antibiotics (AGAs) have shown remarkable clinical performance as first-line treatments for UTIs. It’s universally acknowledged that AGAs are recognized as an important broad-spectrum antibiotic that interferes with polyprotein synthesis by binding to the A-site of the 30 S ribosomal subunit (16 S rRNA) (Kulik et al. 2018). However, with the surge and dissemination of resistance, the usage of AGAs was declining by 41% (Goodlet et al. 2019; Ramirez and Tolmasky 2010). According to statistics, nearly 150 million UTIs occur worldwide each year, generating over $6 billion in medical expenditure (Stamm and Norrby 2001). Furthermore, based upon the European Centre for Disease Prevention and Control (ECDC), the prevalence of aminoglycosides-resistant E. coli bacteria in European countries ranged from 3.7 to 23.9% (Allocati et al. 2013). As a result, novel therapy strategies are required to tackle this ubiquitous clinical problem. One option is to design novel medicines with higher RNA binding affinity, better antibacterial activity, and more resistant-resistance (Busscher et al. 2005). Given that new drug discovery has several weaknesses, such as high attrition, unnecessary costs, low pace and so on, medication repositioning has emerged as a viable alternative option for obstinate bacterial infections or antibiotic sensitivity recovery (Pushpakom et al. 2019).\nHerein, through high throughput screening (Ducret et al. 2016), we aimed to uncover antibacterials that disrupts bacterial membrane to aid antibiotics uptakes or inhibits protein translation process resulting in amplify growth defects. Therefore, we designed a protocol (Fig. 1A) in virtue of rifampicin, a bacterial RNA polymerase inhibitor with high molecular weight, and we ultimately chose tavaborole for further investigation (Campbell et al. 2001). Tavaborole (AN2690) is the first benzoxaborole antifungal drug approved by the Food and Drug Administration (FDA) in 2014 for onychomycosis treatment (Markham 2014). According to recent researches, tavaborole limits cell growth by directly inactivating leucyl-tRNA synthetase (LeuRS) and inhibiting protein synthesis (Melnikov et al. 2020). LeuRS is constituted by the synthesis site, where leucine is allowed to undergo programmed insertion for the creation of leucyl-tRNALeu, and the editing site, where nonhomologous isoleucine and norvaline are cleared for proper quality control (Cvetesic et al. 2014). Tavaborole creates a covalent bond with tRNALeu and prevents its dissociation from LeuRS, generating protein synthesis inhibition and cell growth restriction (Melnikov et al. 2020). Apart from tavaborole, additional novel benzoxaborole compounds show antimicrobial and anticancer properties and have tremendous potential for further research. AN11527, for example, is an effective growth antagonist for Mycobacterium TB and E. coli (Mandal and Parish 2021). In ovarian melanoma cells, 3-morpholine-5-fluorobenzoxaborole causes a strong cell cycle halt (Psurski et al. 2019). AN3661 is a potent antimalarial benzoxaborole that targets the polyadenylation specificity factor homologue in Plasmodium falciparum (Sonoiki et al. 2017).\nFig. 1Tavaborole shows potent antibacterial activity against E. coli. a The scheme of high throughput screen for repurposing compounds. b Chemical structures of tavaborole and other benzoxaborole compounds. The structure of the benzene ring was highlighted in red. c E. coli ATCC 25,922 growth curves over 24 h in various tavaborole concentrations. The inhibition area of tobramycin (TOB), amikacin (AMK), polymyxin B (PMB), and tavaborole (Tava) against E. coli ATCC 25,922, Y9395, and Y9633 respectively was observed (d-f) and measured (g-i). One-way ANOVAs were performed\nSynergistic therapy, as we all know, is not readily available, but it is a viable direction with many benefits, including lesser consumption, fewer side effects, and a slower evolution of resistance (Copp et al. 2020). Surprisingly, we discovered that tavaborole had outstanding synergistic activity with aminoglycosides, which is more useful in healthcare treatment than a single antibiotic property.\nIn our research, we hope to investigate the synergistic effects of tavaborole and AGAs against E. coli, as well as the role of tavaborole in AGAs resistance. Mechanistic studies revealed that the absorption and mis-regulation of AGAs was likely aided by tavaborole, which led to RNA mistranslation. Finally, the synergistic effectiveness was validated in mouse models with multidrug-resistant (MDR) bacterial infection. Our findings suggest that tavaborole could be used as a novel aminoglycoside adjuvant in clinical settings to combat multidrug-resistant E. coli.\n\n## Strains, reagents and media\nStaphylococcus aureus ATCC 43,300, Newman, RJ-2 and MDR Escherichia coli Y9633, Y9592, Y9395 and Y0064 were amicably provided by Min Li (Shanghai Jiaotong University, Shanghai, China). Staphylococcus epidermidis RP62A were obtained from Qu Di (Shanghai Medical College of Fudan University, Shanghai, China). In addition, S. aureus SAJ-1 and other E. coli clinical isolates were collected in the Third Xiangya Hospital of Central South University (Changsha, China). Klebsiella pneumoniae ATCC 700,603, and Escherichia coli ATCC 25,922 were provided by Juncai Luo (Tiandiren Biotech). Acinetobacter baumannii ATCC 19,606 was purchased from BeNa Culture Collection (BNCC, Beijing, China). Pseudomonas aeruginosa PAO1 came from Mingqiang Qiao research group (Nankai University). Gram-positive (G+) and Gram-negative (G−) strains were cultured in trypsin soybean broth (TSB, Solarbio, Shanghai, China) and Luria–Bertani (LB) broth medium (Solarbio), respectively. All bacteria were propagated at 37 °C with shaking at 180–200 rpm. Tavaborole and other chemicals were purchased from MedChem Express (New Jersey, the United States) or Sigma Aladdin (Shanghai, China).\n\n## High throughput screen (HTS) of Antimicrobial Compounds\nA drug library was screened for identification of promising agents against G- bacteria. This library contains ready-made 2049 FDA-approved and pharmacopeial chemicals (arranged in 96-microwell plates), including antimicrobials and other drugs with a wide range of chemical configurations and therapeutic applications. These compounds were stored at − 20  °C in 10 mM dimethyl sulfoxide (DMSO) with 30 µl of primary stock solutions. G−strains were grown to the mid-logarithmic phase and 0.5 McFarland (McF) turbidity standard bacterial suspension was prepared in LB culture medium with 1/2 × MIC rifampicin (RFP) as the base solution. For each well, 100 µg/ml individual chemical was added after transferring 99 µl base solution into clean 96-well plates. The culture condition is at 37 °C with 5% CO2 humid surroundings. The OD630 was measured after 16-hour incubation at 37 °C. All chemicals were repeated three times. Excluded antimicrobials, hit compounds were rescreened using a checkboard assay with RFP, and one hit was selected for further investigation (Domenech et al. 2020).\n\n## Antimicrobial susceptibility testing (AST)\nThe protocol was designed by microdilution method to evaluate the antibacterial activity of tavaborole and other benzoxaborole compounds in vitro, according to the guidelines from Clinical & Laboratory Standards Institute (CLSI). The multiple proportion dilution of the mentioned compounds was blended with log-phase bacterial cell suspension with final concentration of 1.5 × 106 CFU/ml. The minimum inhibitory concentration (MIC) was determined by measuring OD630 with no visible turbidity after 16–20 h incubation at 37 °C (Yang et al. 2017).\n\n## Kirby-Bauer (K-B) disk diffusion testing\nAs recommended by CLSI guidelines (Prevention 2018), the E.coli ATCC 25,922 and other clinical isolates were seeded onto a Mueller-Hinton (MH) plates surface employing sterile swabs and tamped prepared discs gently after adjusting to 0.5 McF of cell suspension. Due to the need to ensure consistent and quality amongst antibacterial agents and the lack of commercialized discs impregnated with tavaborole, 6 mm blank discs were purchased and infiltrated with equal amounts of antibiotics including tobramycin (TOB), amikacin (AMK), and polymyxin B. (PMB). DMSO was served as negative control. After incubating for 20–24 h at 37 °C in 5% CO2 surroundings, the area in which antibacterial agents completely inhibited bacterial growth was used for diameters measurement (Nakamura et al. 2014).\n\n## Synergy screening of antibiotics library\nA number of known and approved antimicrobial drugs consist of antibiotics library and the optimal combination with tavaborole against E.coli ATCC 25,922 was obtained through synergy screening. The overnight inoculum was diluted to around 1 × 106 CFU/ml in MH. A 96-well round-bottom plate with 8 wells each concentration along the ordinate was pipetted with a double ratio dilution of tavaborole at 50 µl/well. Antibiotics were then added along the abscissa using the same dilution approach. Only MH media and DMSO were used in the background and sterility controls. Turbidity of each well was examined at 630 nm on the iMark™ microplate absorbance reader after 18-hour incubation at 37 °C (Ejim et al. 2011).\n\n## FIC index determination\nAs previously noted, fractional inhibitory concentrations (FICs) were determined (Song et al. 2021). The MIC for each drug was established using a checkerboard experiment with eight distinct concentration gradients of tavaborole and antibiotics, and the lowest concentration causing no visible turbidity. The sum of the two FICs, namely, FIC index (FICI), was used to calculate the synergistic impact of each antibiotic. FICI is calculated using the following formula:\nFIC index = FICA + FICB =\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\frac{{MIC}_{AB}}{{MIC}_{A}}+ \\frac{{MIC}_{BA}}{{MIC}_{B}}$$\\end{document}MICABMICA+MICBAMICB MICA is the MIC of tavaborole; MICAB is the MIC of tavatorole in the presence of antibiotics; MICB is the MIC of each antibiotic; MICBA is the MIC of antibiotics in the presence of tavaborole; FICA is the FIC of tavaborole; FICB is the FIC of each antibiotic. Based on the previous studies (Mahomoodally et al. 2018), the combination effects of tavaborole and a wide range of antibiotics were defined as below: FICI ≤ 0.5 was synergistic effect; 0.5 < FICI ≤ 1 was additive effect; 1 < FICI ≤ 4 was indifference; FICI > 4 was antagonistic effect.\n\n## Time-dependent growth and killing curves of bacteria\nOvernight cultures of E.coli isolations were cultivated in 5 ml of LB at 37 °C with shaking at 180 rpm, as directed by CLSI. The bacterial suspension was diluted 1/100 in fresh Mueller Hinton (MH) Broth medium after being adjusted to 0.5 McFarland. For a single drug time-dependent growth test, the cells were treated with tavaborole (1/4 × MIC to 8 × MIC). For growth and killing kinetic curves of combined medicines, cells were treated with tavaborole (4 µg/ml), aminoglycoside antibiotics (1/8 × and 1/4 × MIC) alone or in combination for 24 h at 37 °C 180 rpm. As a control, a 2% concentration of DMSO was used. 100 µl aliquots were removed to conduct turbidity measurement and ten-fold serially diluted suspensions were plated on blood agar plates for calculating the colony-forming units (CFUs) after incubation at 37 °C for 24 h at the time point of 0, 2, 4, 8, 12 and 24 h, respectively(Song et al. 2021).\n\n## Drug resistance inducing assays\nFirst, the MIC of drugs (tavaborole, TOB, AMK and RFP) was measured as described above. Then, after incubation at 37 °C for 18 h, the bacterial suspension at sub-MIC concentration was diluted 1:1000 into fresh MH media supplement with different concentration of drugs for testing next MIC passages, which was repeated for 30 days. The fold change of MIC relative to initial MIC was calculated (Liu et al. 2020). The drug resistance development of aminoglycoside antibiotics (TOB and AMK) and tavaborole combined was also conducted. In addition, the obtained resistant E.coli ATCC 25,922 were measured the cross-resistance to other kinds of antimicrobials using the same MIC assay. Each experiment was performed with replicates at least twice at intervals (Zhong et al. 2021).\n\n## Biofilm formation evaluation\nBiofilm formation of E.coli strains was evaluated by two methods. One of them was measured OD630 directly after removing supernatant and the other was crystal violet (CV) staining assay as described previously(Shi et al. 2018). Briefly, overnight cultures were adjusted to 0.5 McF in LB (total 200 µl) containing sub-MIC of tavaborole, aminoglycoside antibiotics (TOB and AMK) alone and their combination and grown in 96-well polystyrene microplates without shaking at incubator for 24 h, 48 and 72 h (6 duplicates per condition per experiment). Rinsed with 200 µl/well of 0.9% saline solution, immobilization with methyl alcohol for 15 min and the same volume of 0.25% CV per well was used to stain biofilm at room temperature for 15 min. Per well was washed three times with 0.9% NaCl solution and air-dried, subsequently, 95% ethanol was added to dissolve CV for 20 min. The absorbance was recorded at 570 nm using a microplate absorbance reader.\n\n## Motility assays\nDifferent agar concentration and nitrogen source was allowed for different motility assay. For swimming assay, medium was included 0.3% agar (wt/vol), 1% tryptone and 0.5% NaCl and plates were stab inoculated with mid-log-phase bacteria using sterile toothpicks. For swarming assays, medium consisted of 0.5% agar, 0.8% nutrient broth and 0.5% glucose and plates were spot inoculated with 2 µl of E.coli cultures. After inoculation, all plates were incubated for 14–16 h at 37  °C and imaged by UVP ChemStudio/PLUS (AnalytikJena, Germany) (Coleman et al. 2020; Tan et al. 2021).\n\n## Hydrophobicity analysis\nE.coli hydrophobicity was assessed by microbial adherence to hydrocarbon (MATH) test with minor modifications(Campbell et al. 2020). 5 ml of E.coli inoculum was grown in LB treated with tavaborole (4 µg/ml), TOB (0.5 µg/ml) alone and their combination for 24 h at 37 °C with shaking at 180 rpm. Then cultures were washed with 1 × PBS and diluted to an OD 600 of 0.3 (5 ml of total volume). 1 ml of suspension was removed for counting CFUs and 1 ml of n-hexadecane was added to the air–liquid interface to keep volume constant. Vortexed for 1 min and separated the phases for 15 min at room temperature, 1 ml of the lower aqueous layer was removed for counting CFUs. Results were interpreted as the percentage of cells excluded from aqueous layer and hydrophobicity level was evaluated by formula: \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\frac{\\text{A}0 - \\text{A}1 }{\\text{A}0}$$\\end{document}A0-A1A0×100%. A0 and A1 were the CFU counts before and after the addition of hexadecane. Hydrophobicity of E.coli strains were classified into three categories: highly hydrophobic (the values more than 70%); moderately hydrophobic (values ranging from 50 to 70%); and lowly hydrophobic (values less than 50%).\n\n## Sample preparation\nE.coli ATCC 25,922 was overnight grown in 10 ml LB and passaged for 3 h with 1:50 dilution in fresh LB. Treated with tavaborole alone (80 µg/ml, labeled ‘A’) or tavaborole plus amikacin (80 µg/ml + 40 µg/ml, labeled ‘AK’) for 6 h, cells were washed in PBS and harvested by centrifugation at 4,000 g, 8 min. After liquid nitrogen flash freezing, cells were stored at −80 °C and transported to company for following experiments(Tian et al. 2020).\n\n## Bacteria lysis and protein digestion\nAccording to the filter-aided sample preparation (FASP) procedure(Wiśniewski et al. 2009), bacteria was lysed by SDT buffer (4% SDS, 100 mM Tris-HCl, 1 mM DTT, pH 7.6) and protein was digested by trypsin and quantified by BCA Protein Assay Kit (Bio-Rad, USA). The digest peptides of each sample were desalted on C18 Cartridges (Empore™ SPE Cartridges C18 (standard density), bed I.D. 7 mm, volume 3 ml, Sigma), enriched by vacuum centrifugation and reconstituted in 40 µl of 0.1% (v/v) formic acid.\n\n## LC-MS/MS\nLC-MS/MS analysis was performed on a Q Exactive mass spectrometer (Thermo Scientific) coupled to Easy nLC (Proxeon Biosystems, now Thermo Fisher Scientific). Digested protein mixtures were loaded onto a reverse phase trap column (Thermo Scientific Acclaim PepMap100, 100 μm*2 cm, nanoViper C18) at a flow rate of 300 nl/min in buffer of 0.1% formic acid and 84% acetonitrile. The mass spectrometer was operated in positive ion mode. Survey of full-scan MS spectra (300–1800 m/z) were acquired with a resolution of R = 70,000 at m/z 200. Dynamic exclusion duration was 40.0 s. The raw data were combined and searched using the MaxQuant 1.5.3.17 software for identification and quantitation analysis as described previously (Pettersen et al. 2021).\n\n## Hemolysis assay\nHemolysis assay was performed in accordance with previously reported protocols (Idowu et al. 2019). Purchased from the Hemo Pharmaceutical and Biological Co (Shanghai, China), human red blood cells (RBCs) were centrifuged and transferred into a 96-well plate. The final concentration of RBCs was up to 5% v/v and then treated with tavaborole at concentration of 4-128 µg/ml at 37 °C for 1 h. The hemolysis positive and negative controls were 0.1% TritonX-100 and 1% DMSO, respectively. The supernatant was taken to measure its absorbance at 570 nm. The concentration of 50% hemolysis of red blood cells (HC50) was as interpretation. The calculation formula was as followed:\nHemolysis (%) =\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\frac{{A}_{sample}-{A}_{Neg.}}{{A}_{Pos.}-{A}_{Neg.}}\\times$$\\end{document}Asample-ANeg.APos.-ANeg.×100%\n\n## Cytotoxicity assay\nTo further evaluate the cytotoxicity of tavaborole, cell viability was evaluated by Cell Counting Kit-8 (DojinDo, Japan), including LO2 (human normal liver cell line), HepG2 (human liver cancer cell line), HMC3 (human microglial clone 3 cell line), U251 (human glioma cell line), HK-2 (epithelial cell line from human renal proximal convoluted tubule), 786-O cell line (human renal carcinoma cells). HK-2 cells were cultured in RPMI 1640 medium. LO2, HepG2, HMC3, U251 and 786-O cells were grown in Dulbecco’s modified Eagle’s medium (DMEM). All of cells were supplied with 10% fetal bovine serum (FBS) 1% L-glutamine and 1% penicillin/streptomycin solution in a 37 °C incubator containing 5% CO2. The optical density (OD) was read at 490 nm on a plate reader. More details were described previously(Hankittichai et al. 2020; Wang et al. 2020; Wu et al. 2020). The formula of counting cell viability as followed:\nViability (%) =\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\frac{{A}_{sample}-{A}_{blank}}{{A}_{0.1\\%DMSO}-{A}_{blank}}\\times$$\\end{document}Asample-AblankA0.1%DMSO-Ablank×100%\n\n## Mice peritonitis infection model\nThis murine-related laboratory procedures were approved by the Ethics Committee of the Third Xiangya Hospital of Central South University (No.2021sydw0245). We mimicked a reported protocol with minor modification(Liu et al. 2020). Female ICR mice (n = 6) were intraperitoneally administrated with 5 × 105 CFUs E.coli Y9633 (MDR) suspension. After 1 h post infection, mice were treated intraperitoneally a single dose of tobramycin (4 mg/kg), tavaborole (20 mg/kg) alone or tobramycin plus tavaborole (4 + 20 mg/kg) and were sacrificed by cervical dislocation after 24 h. The kidney, liver, lung and spleen were aseptically separated, homogenized, ten-fold serially diluted, and plated on Columbia blood plates to count bacterial quantity after incubated at 37  °C for 24 h (Luther et al. 2019).\n\n## Histological examination\nTo assess the degree of tissue inflammation in peritonitis model and the systemic toxicity in vivo, the mice were sacrificed at the point of 24 h, and organs (heart, liver, spleen, lung, kidney) were scissored and fixed in 5 ml 4% neutral paraformaldehyde fixator solution (Servicebio, Wuhan, China) before executing hematoxylin and eosin (H&E) staining operation. Images were captured by microscope with random option locations (Zhao et al. 2019).\n\n## Data analysis\nStatistical analysis was performed by Prism 9.0 (GraphPad Software, San Diego, CA, United States). Except extra annotation, all the data was presented as mean ± standard deviation and statistical significance was analyzed by Student’s two-tailed t-test or one-way ANOVA. Proteomic profiling was analyzed by Fisher’s exact test. Differences between groups were determined significant when p-value is less than 0.05 (*p < 0.05, **p < 0.01, ***p < 0.001).\n\n## Tavaborole and other Benzoxaborole Compounds have Antibacterial Properties\nThe drug library contained antibiotics as for positive control that known to kill bacteria. In Fig. 1a, “116” means the number of all drugs that inhibit bacterial growth and keep the liquid culture medium clear. “26” means the number of potential drugs among 116 drugs, excluding antibiotics and compounds that have already been studied. Finally, we focused on tavaborole after screening the drug library of 2049 chemicals. The antibacterial activity of tavaborole and other benzoxaborole compounds was assessed using the values of MIC listed in Table 1 and the chemical structural formula of these benzoxaborole compounds were represented in Fig. 1b. The fluorine atom of tavaborole was coupled to the benzene ring, whereas the chlorine atom was bonded to the benzene ring of AN-2718. As shown in the Table 1, tavaborole and AN-2718 were equally active against E. coli and S. aureus, with MICs ranging from 8 to 16 µg/ml and 16–64 µg/ml, respectively. Another benzoxaborole molecule, Crisaborole, had a wide range of antibacterial activity against G + bacteria (MIC = 4–64 µg/ml), but only a modest antibacterial activity against G- bacteria (MIC = 64 µg/ml). In conclusion, benzoxaborole structure is the critical part in compounds that had antimicrobial activity against gram-negative and gram-positive microorganisms. But different side chains would alter the efficiency of antimicrobial active substances. Our research target for further investigation was E. coli.\nAs per the growth curve, tavaborole inhibited cell growth for 8 h at 4 µg/ml, (Fig. 1c). Antibacterial activity of compounds was studied in susceptibility tests with 3 E. coli strains using the disc diffusion method. The inhibition zone diameters of tavaborole disc spanned from 22 to 24 mm, suggesting tavaborole had no strain-specific activity. Moreover, the inhibition area of tavaborole was larger than that of other conventional antibiotics (such as TOB, AMK, and PMB) in E. coli Y9395 and Y9633 (Fig. 1d-i). The margin of the inhibition area of tavaborole was indistinct, but the PMB border was obvious, indicating tavaborole was a growth inhibitor with no bactericidal effect (Fig. 1d-f). In summary, tavaborole was found to be a bacteriostatic benzoxaborole molecule that was effective against E. coli.\nTable 1MIC (µg/ml) of tavaborole, AN-2718 and Crisaborole against Gram-Positive and Gram-Negative BacteriaStrainTavaboroleAN-2718CrisaboroleS.aureus\n Newman a166432 ATCC 43,300 a32324 LZB1 a323232 USA 300 a32328 RJ-2 a646464 SAJ-1 a161616S.epidermidis\n RP62A161632E.coli\n ATCC 25,92288> 64 Y9633b1616> 64 Y0064b1616> 64 Y9592b88> 64 Y9395b88> 64 K.pneumoniae\n ATCC 700,6033232> 64 WANGb3232> 64 A.baumannii\n ATCC 119516> 64> 64P.aeruginosa\n PAO13232> 64aRepresents Methicillin-resistant Staphylococcus aureusbRepresents multidrug resistant strains\n\n## Tavaborole increases the effectiveness of AGAs in MDR \nWe analyzed the FICI of tavaborole and several antibiotics using the Checkerboard assay and the results showed synergistic interaction with AGAs (Fig. 2a). With an 8-fold decrease in MIC values from 4 µg/ml to 0.5 µg/ml and 2 µg/ml to 0.25 µg/ml, respectively, tavaborole had the highest synergistic effectiveness with AMK (FICI = 0.1875) and TOB (FICI = 0.375) (Fig. 2b-c). We then explored the MIC changes of TOB after tavaborole treatment to see if the synergy was a generalized phenomenon in E. coli resistant infections. As previously stated, MICs decreased and converged near the breakpoint. While the MICs of three pathogens remained unaltered, representing the synergistic effect was strain-specific (Fig. 2d). In these strains, synergistic and additive impact between tavaborole and TOB or AMK was identified (Fig. 2e and Additional file 1: Figure S1). Additionally, tavaborole influenced the effectiveness of AMK or TOB against other G− bacteria (Fig. 2f and Additional file 1: Figure S2). Overall, tavaborole with strain-specific synergistic properties was discovered to be a possible adjuvant to AGAs, particularly TOB and AMK.\nFig. 2Tavaborole boosts the efficacy of AGAs against MDR E. coli. a Antibiotics library combination screening. Synergistic antibiotics are indicated by a red star. b Microdilution tests between Tava and AMK or TOB on a checkerboard. Dark-red regions represent higher bacteria loading and lower growth-inhibition capacity. The X- and Y-axes were both set to log2 scale. c FIC plot for AMK or TOB in conjunction with tavaborole. The additive impact is represented by the dotted line. The point utilized to calculate FICI is indicated by black arrows. d Changes in MICs against clinical MDR E. coli infections between TOB therapy (blue line) and TOB plus 1/2 ×MIC Tava treatment (orange line). The log2-transformed is shown on the radial axis. Breakpoint (4 g/ml) is indicated by the grey thick line. e The FICI are calculated in partial clinical isolates. f Checkerboard dilution method of tavaborole combined with AMK against K. pneumoniae ATCC 700,603, and with TOB against P. aeruginosa PAO1 and A. baumannii ATCC 19,606. Three biological replicates are used in each experiment. Synergy is defined as an FIC index of ≤ 0.5\n\n## Tavaborole enhances AGAs efficacy and pharmacodynamic parameters changes\nAlthough the results of FICI suggested that tavaborole potentiated the effectiveness of TOB and AMK, synergistic bactericidal curve may strengthen these findings. Therefore, time-dependent growth and killing experiments against E.coli ATCC 25,922 and E. coli Y9633 was conducted by treated with tavaborole, TOB (or AMK), both thereof. We noticed that single pharmacotherapy had weak inhibitory effects, but adding tavaborole (4 µg/ml) into the concentration with sub-MIC of TOB (or AMK) apparently strengthened bactericidal activity (Fig. 3a and Additional file 1: Figure S3).\nFig. 3The growth, killing and kinetic curves of tavaborole coupled with AGAs. a Growth and killing curves of E. coli ATCC 25,922 and Y9633 treated with DMSO (Ctrl), tavaborole (Tava, 4 µg/ml), or tobramycin (TOB, 0.5 or 0.25 µg/ml) alone or in combination (Tava + TOB, 4 µg/ml + 0.5 µg/ml or 0.25 µg/ml). At intervals, the CFU/m of bacterial was determined. b PAE and PA-SME of Tava plus TOB (16 µg/ml + 4 µg/ml) in comparison with untreated control cultures and 1–4 × MIC of Tava or TOB alone against E. coli ATCC 25,922. All the trials were carried out three times\nOn the basis of recent study, the post-antibiotic effect (PAE) and post-antibiotic sub-MIC effect (PA-SME) were the most common pharmacodynamic parameters in vitro (Oh et al. 2019). The synergy data and kill-curve assay were used to determine the corresponding parameters of PAE and PA-SME (Gaibani et al. 2014). About PAE, Fig. 3b showed the average amount of time in 32 µg/ml tavaborole and 8 µg/ml TOB (both corresponding to fourfold MIC) was nearly 0.5 and 4.6 h, respectively, however, the duration of bacterial inhibition in combination treatment revealed no discernable extension. About PA-SME, the duration of bacterial inhibition in combination treatment was longer than that of time at a subinhibitory concentration (1/4 × MIC) of TOB. These findings demonstrated that tavaborole may have a beneficial impact on TOB dosage regimen and we were planning a follow-up study to prove that.\n\n## Synergistic treatment has lower propensity for resistance development\nTo investigate whether tavaborole likely to induce E. coli ATCC 25,922 mutations, the rate of inducing resistance was measured with traditional antibiotics for contrast. As shown in Fig. 4a, there was little changed in MIC of tavaborole during 30 passages while a 64-fold increasement of MIC was observed in TOB, AMK and RFP treatment indicating tavaborole had the advantage of lower resistance that the bacteria are induced to produce. In comparison of monotherapy, the resistant rate of TOB and AMK was dropped with 8-fold decrease when adding 1/4 × MIC tavaborole ",
  "has_full_text": true
}