{
  "pmid": "36512492",
  "title": "Repurposed dihydroorotate dehydrogenase inhibitors with efficacy against drug-resistant Acinetobacter baumannii.",
  "abstract": "New antimicrobials are needed for the treatment of extensively drug-resistant Acinetobacter baumannii. The de novo pyrimidine biosynthetic enzyme dihydroorotate dehydrogenase (DHODH) is a validated drug target for malaria and human autoimmune diseases. We provide genetic evidence that A. baumannii DHODH (AbDHODH) is essential for bacterial survival in rodent infection models. We chemically validate the target by repurposing a unique library of ~450 triazolopyrimidine/imidazopyrimidine analogs developed for our malaria DHODH program to identify 21 compounds with submicromolar activity on AbDHODH. The most potent (DSM186, DHODH IC50 28 nM) had a minimal inhibitory concentration of ≤1 µg/ml against geographically diverse A. baumannii strains, including meropenem-resistant isolates. A structurally related analog (DSM161) with a long in vivo half-life conferred significant protection in the neutropenic mouse thigh infection model. Encouragingly, the development of resistance to these compounds was not identified in vitro or in vivo. Lastly, the X-ray structure of AbDHODH bound to DSM186 was solved to 1.4 Å resolution. These data support the potential of AbDHODH as a drug target for the development of antimicrobials for the treatment of A. baumannii and potentially other high-risk bacterial infections.",
  "journal": "Proceedings of the National Academy of Sciences of the United States of America",
  "year": "2022",
  "authors": [
    "Russo T",
    "Umland T",
    "Deng X",
    "El Mazouni F",
    "Kokkonda S"
  ],
  "doi": "10.1073/pnas.2213116119",
  "mesh_terms": [
    "Humans",
    "Mice",
    "Animals",
    "Acinetobacter baumannii",
    "Dihydroorotate Dehydrogenase",
    "Microbial Sensitivity Tests",
    "Meropenem",
    "Enzyme Inhibitors",
    "Anti-Bacterial Agents"
  ],
  "full_text": "As the reported essentiality of DHODH was based on a whole-genome study, these findings were not fully validated (10). Thus, to formally establish that DHODH (encoded by pyrD) is essential for the infectivity of A. baumannii in vivo, a site-directed DHODH mutant was constructed in the A. baumannii clinical isolate AB307-0294 (AB307). AB307ΔpyrD (ΔpyrD) was unable to grow on defined M9 minimal medium (MM, formulation in supplemental methods), which more closely mimics the in vivo environment than rich laboratory medium (30) (Fig. 1A). By contrast, the wild-type parent AB307, the complemented mutant AB307ΔpyrD/pNLAC[pyrD] (ΔpyrD_C), and ΔpyrD chemically complemented with uracil grew at similar rates. ΔpyrD also failed to grow in human ascites (Fig. 1B) or survive in the rat subcutaneous abscess model (Fig. 1C), whereas the complemented mutant ΔpyrD_C achieved the same plateau density as its wild-type parent AB307 in both growth environments (Fig. 1 B–C). Additionally, survival of mice that underwent intraperitoneal (IP) or pulmonary challenge was significantly greater for those infected with ΔpyrD compared to the parent AB307 (Fig. 1 D–G). After IP and pulmonary challenge, the odds of death were 13.5-fold and 29-fold greater, respectively, when infected with AB307 compared to ΔpyrD (P = 0.0014 and 0.0003), after adjusting for challenge inoculum. These findings demonstrate that AbDHODH is essential for growth and survival ex vivo in human ascites and in vivo in rat and murine infection models, thereby supporting AbDHODH as a potential drug target.\n\n## Identification of Species-Selective \nTo identify initial lead compounds targeting AbDHODH for the treatment of A. baumannii, we used our established colorimetric end point 384 well plate HTS assay (31) to screen our triazolopyrimidine malaria DHODH compound collection, which as noted above contains ~450 triazolopyrimidine or related molecules, for inhibitors of purified recombinant AbDHODH. The collection was screened at an initial concentration of 3 μM, and compounds that showed >90% inhibition (Supplemental Excel HTS file) were then retested in our standard steady-state rate assay (26) to determine the IC50 against AbDHODH, identifying 18 compounds with an IC50 < 1 μM (SI Appendix, Table S2). We identified potent inhibitors from three of the core structure variants represented in the library, including the triazolopyrimidines, imidazopyrimidines, and 2-methylquinolines. Representative examples, including the most potent from each structural class, were analyzed in more detail (Table 1). The most potent compound (DSM186) has an imidazopyrimidine core and where direct comparisons between matched compounds were possible, the imidazopyrimidines were more potent than the triazolopyrimidines (e.g., DSM186 was 10-fold more potent than DSM161) (Table 1). A second hit from the imidazopyridine core (DSM187; SI Appendix, Table S2) also showed good activity (IC50 = 0.17 μM) as did the 2-methylquinoline DSM250 (Table 1). DSM186 with an IC50 of 0.028 μM showed similar potency toward AbDHODH as that observed for DSM265 toward PfDHODH (IC50 = 0.020 μM) (Table 1 and SI Appendix, Table S2). Notably, the species selectivity profile between AbDHODH and PfDHODH is markedly different, and while DSM265 is the most potent analog versus PfDHODH, DSM186 shows the best potency toward AbDHODH. In general, while C2 substitution increased the affinity of compounds toward PfDHODH, it generally reduced affinity to AbDHODH.\nAll identified hit compounds were selective inhibitors of AbDHODH and none inhibited human DHODH, providing the basis for selective toxicity toward A. baumannii (Table 1). This finding matches the results we observed for PfDHODH throughout our work on this series, where strong species selectivity versus the human enzyme was typically achieved for most analogs. The two top compounds (DSM186 and DSM161) were also tested for cytotoxicity versus a human HepG2 line. Neither compound inhibited growth of this cell line up to the highest tested concentration (CC50 > 50 μM).\n\nCompounds from each structural class were selected for testing against A. baumannii using established in vitro assays to determine the minimal inhibitory concentration (MIC) (via Å600 and colony-forming units (CFU)), EC50, and time-kill activity against both drug-sensitive (AB307) and MDR and CR-XDR (LAC4 and HUMC1, respectively) isolates (Table 1 and Fig. 2). We observed a strong correlation between the IC50 for AbDHODH versus the IC50 for bacterial cells grown in pyrimidine-deficient medium, a growth environment that is similar to human body fluids (30). Paralleling the enzyme results, DSM186 was the most active compound and showed minimal (3-fold) difference between the drug-sensitive (AB307) and drug-resistant strains (Table 1 and Fig. 2 A and B). The EC50 as measured by Å600 for DSM186 ranged from 0.053 (AB307) to 0.17 (HUMC1 and LAC-4) μM, values which were within 2 to 6-fold of the potency measured on the enzyme. DSM161 showed reasonable potency versus drug-sensitive AB307 (EC50 = 1.4 μM) but activity dropped off 3–6-fold for HUMC1 and LAC-4 (Table 1 and Fig. 2 A and B). Similar results were observed for DSM125 and DSM250. MIC as measured by CFU for DSM186 (1.6 µM (0.55 µg/mL)) for both AB307 and HUMC1) was in reasonable agreement with the MIC measured by Å600 (0.60 and 0.78 µM, respectively, Table 1 and Fig. 2 C and D). For DSM161, the MIC as measured by CFU was 10-fold higher than that observed by the absorbance assay for both strains (CFU MIC 25 µM (8.8 µg/mL) for AB307 and 50 µM (17.5 µg/mL) for HUMC1).\nDSM186 at concentrations >1 µg/mL reduced CFUs below the initial inoculum level, suggesting that it has cidal activity, whereas at the highest concentrations assessed, DSM161 was bacteriostatic (T = 0 titer 5 × 105 CFU/m) (Fig. 2 C and D). Thus, time-kill assays were performed at 1 µg/mL and 17.5 µg/mL for DSM186 and DSM161, respectively, and compared to 1 µg/mL of meropenem, an established, clinically utilized antibacterial agent (Fig. 2 E and F). The CFU of the drug-sensitive strain AB307 decreased below the starting inoculum over time after exposure to DSM186, DSM161, and meropenem (Fig. 2E). Importantly, the CFU of the CR-XDR strain HUMC1 decreased below the starting inoculum over time after exposure to DSM186, but not meropenem as expected (Fig. 2F), thereby demonstrating the potential utility of this class of compounds in the treatment of problematic CR-XDR carbapenem-resistant A. baumannii.\n\nGrowth of AB307 and HUMC1 was rescued by the addition of uracil in vitro in the presence of DSM186 (Fig. 2 A, B, E, and F, and uracil rescue was also demonstrated for the growth of AB307 after treatment with DSM265, DSM161, and DSM250 (SI Appendix, Fig. S1), although DSM250 did show some off-target activity at concentrations above 10 µM. These data provide strong evidence that these compounds are acting on target in the pyrimidine biosynthetic pathway. Consistently, neither DSM186 nor DSM161 caused increased killing when time-kill curves were performed with the DHODH deletion mutant ΔpyrD (Fig. 2G) in pyrimidine-deficient medium, further supporting specificity.\n\n## Impact of Efflux and Permeability on DSM186 Antibacterial Activity.\nThe EC50 for antibacterial activity on AB307 is ~2-fold higher than that required for enzyme inhibition. To determine whether this difference was due to efflux and/or decreased permeability, AB307 was treated with a sub-MIC concentration of DSM186 (0.015 µg/mL) in the presence or absence of the efflux inhibitor phenylalanine arginine β-naphthylamide (PAβN, 70 µg/mL) (32) and the permeability-increasing agent polymyxinB nonapeptide hydrochloride (PMBN, 64 µg/mL). Both PAβN and PMBN somewhat increased the activity of DSM186 against AB307 (Fig. 2H), suggesting that both efflux and permeability reduced the efficacy of DSM186 against A. baumannii. Interestingly, the combination of PAβN and PMBN was less active than PMBN alone. These data are consistent with known liabilities of antimicrobials directed against enteric GNB and have the potential to inform downstream medicinal chemical optimization studies.\n\n## Testing of DSM186 on a Panel of \nDSM186 was tested for activity against an additional 27 A. baumannii strains (SI Appendix, Table S3), including 12 isolates resistant to the carbapenem-meropenem (MIC > 8 µg/mL) and three intermediate isolates (MIC 4 to 8 µg/mL). When assessed by Å600, the MIC for DSM186 ranged from 0.11 to 1.09 µg/mL for meropenem-sensitive strains and from 0.27 to 3.0 µg/mL for meropenem-intermediate and -resistant strains (SI Appendix, Table S3). MIC was also assessed by CFU for 23 strains; DSM186 inhibited the growth of 17/23 strains at 1 µg/mL (2.9 µM) relative to the starting inoculum (± ½ log) at 24 h and at 2 µg/mL (5.8 µM) for the remaining six strains (SI Appendix, Fig. S2). These data demonstrate that DSM186 inhibits growth of all geographically diverse A. baumannii strains tested, including carbapenem-resistant isolates.\n\n## X-Ray Structure of \nThe X-ray structure of AbDHODH bound to DSM186 was solved by molecular replacement to 1.4 Å resolution (Rwork/Rfree of 15.7%/17.5%, respectively) using the previously reported structure of E.coli DHODH as the search model (PDB ID 1F76) (33) (SI Appendix, Table S4 and Fig. S3). The two bacterial structures are overall very similar (Fig. 3 A and B), though the inhibitor-binding site does contain a couple of significant changes expected to lead to differential inhibitor binding (e.g., AbL318 to EcF321 and AbL74 to EcM77) (Fig. 3B and SI Appendix, Fig. S3). The structure shows that DSM186 binds into the inhibitor pocket in a similar orientation to that previously observed for binding of DSM265 to PfDHODH (14) (Fig. 3C). Like DSM265, H-bonds are formed between the inhibitor and two conserved binding pocket residues (H19 to NH and R99 to N8) that likely contribute to binding affinity. The SF5 group also binds in a largely hydrophobic pocket (e.g., L71, L74, and L318), and a narrow open channel is present between the FMN cofactor and the C2 and C3 positions of DSM186 that could be exploited to build additional functionality into the molecule (see Table 1 for atom numbering). However, in contrast to PfDHODH, the AbDHODH pocket in the region of C6 and C7 of DSM186 is more hydrophilic owing to the substitutions of T22-AbDHODH for F188-PfDHODH, and of Y3-AbDHODH for L172-PfDHODH (Fig. 3C and SI Appendix, Fig. S3). These differences in amino acid composition provide the structural basis for differences in compound affinity between the two enzymes. Additionally, R7 is turned toward the binding pocket where it stacks against the pi cloud of F11 in AbDHODH, which places this charged residue closer to the binding pocket than the equivalent (K173) residue in PfDHODH. In AbDHODH, the Y3 hydroxyl forms a close H-bond interaction with the backbone carbonyl of I319, while the hydroxyl of T22 makes an H-bond with the backbone carbonyl of A18.\nAs noted above, we observe strong species selectivity of DSM186 toward AbDHODH with no measurable inhibitor activity on the human enzyme. The structural basis for this difference is apparent from the comparison of the X-ray structures of the two enzymes (Fig. 3D and SI Appendix, Fig. S3). Several amino acid differences are observed in the inhibitor-binding pocket that contribute to this selectivity.\nAn AbDHODH multisequence comparison using sequences obtained from an ortholog database shows that the overall amino acid identity was >98% and was 100% for 7 of 8 (34, 35). The exception to 100% identity was sequenced strain SDF, which was isolated from human body lice. The AbDHODH inhibitor-binding site, as defined in SI Appendix, Fig. S4, was 100% identical across all the eight strains, confirming that this binding pocket is a conserved feature across A. baumannii strains. Collectively, these data suggest that inhibitors of DHODH would be broadly active against strains of A. baumannii.\n\n## ADME Assessment of the Identified \nBased on our historical data, DSM125 and DSM161 have good metabolic stability and PK properties in mice and rats (SI Appendix, Table S5), including prolonged plasma exposure after either oral or IV dosing (25, 27). DSM186 is metabolically stable in human liver microsomes but is less stable in mouse microsomes. Aqueous solubility at physiological pH ranged from 10 to 70 μM for these compounds. To assess the potential for DSM186 and DSM161 to be dosed in a proof-of-concept in vivo model of A. baumannii, we performed a preliminary PK study in mice to establish the relationship between dose and plasma exposure after a single oral dose of 100 mg/kg (SI Appendix, Table S6 and Fig. 4A). The oral dosing route was chosen because the compound collection was optimized for good oral exposure based on the goal of developing an antimalarial drug. Good plasma exposure was observed for both compounds, although as predicted by in vitro metabolism data, exposure for DSM186 was lower than that for DSM161 due to a significantly shorter half-life. Based on these data and considering plasma protein binding (SI Appendix, Table S5), we estimated that a dose in the range of ~200 mg/kg/day for both DSM161 and DSM186 would be required to achieve plasma concentrations above the plasma equivalent AB307 MIC (i.e., binding corrected) for 24 h if dosed as a split dose twice daily (Fig. 4A). While DSM161 is less potent than DSM186, this is counterbalanced by higher and more sustained plasma exposure, leading to similar dose estimations for both compounds, though the data suggested that DSM161 was more likely to achieve levels above MIC for longer in the 24-h period than DSM186. However, uncertainty remains regarding the concentrations that are achieved in various tissue compartments that would be important for the treatment of A. baumannii infection (e.g., lung, thigh muscle).\n\n## Efficacy of DSM161 in the Neutropenic Mouse Thigh Infection Model.\nBased on its good oral exposure profile that suggests the binding-corrected MIC could be achieved with BID dosing of 100 mg/kg, we chose to perform an in vivo efficacy study with DSM161 using the neutropenic mouse thigh infection model (Fig. 4 B–D). Given that hit compounds from our screen have not yet been optimized for use in treating A. baumannii infection, our goal was to demonstrate at least partial efficacy to provide an in vivo proof-of-concept of the DHODH target. Three cohorts of BALB/c mice, rendered neutropenic with vinblastine, were challenged with 1 to 2 × 106 CFU via injection of AB307 into the left thigh muscle. The cohorts were treated with vehicle control, DSM161 (100 mg/kg dosed orally at 0 and 12 h), or meropenem (100 mg/kg dosed by IP at 0, 6, 12, and 18 h). A fourth cohort of mice were infected with ΔpyrD (DHODH negative) as a control. Animals were killed at 24 h, and blood, thigh, and spleen were harvested for CFU determination. Both meropenem and DSM161 significantly decreased CFUs compared to untreated controls at all the three sites. CFU was decreased even further for the ΔpyrD strain compared to that of the wild-type Ab307 control. Quantitatively, the effects were greatest in blood and spleen. Despite DSM161 not being the most potent compound identified, it was able to demonstrate partial efficacy, thus these data provide proof-of-concept that DHODH inhibitors can protect against bacterial infection. This study was conducted over only a short 24 h dosing period. Future studies on more optimized compounds would likely need to include dosing time as a variable. Indeed, the cell-killing activity of DHODH inhibitors versus the malaria parasite Plasmodium falciparum was shown to have a 24 to 48 h lag phase before strong killing commenced (14, 16). Presumably, because it takes some initial growth before nucleotide depletion is evident, similar lag phases may also be at play for A. baumannii, suggesting that longer treatment times will significantly improve efficacy. Importantly, the degree of protection is predicted to be significantly greater with compounds optimized for more potent activity against A. baumannii while retaining the strong PK properties of DSM161.\n\n## In Vitro and In Vivo Resistance Studies.\nIn silico analysis does not support resistance via the development of a pyrimidine by-pass pathway (SI Appendix, Table S1). However, this consideration was experimentally assessed. ΔpyrD was assessed for growth in MM medium after overnight growth in either rich LB medium or M9 medium plus uracil. These overnight cultures were washed, concentrated, resuspended in MM, and approximately 2.0 × 109 CFU was intermittently plated on MM over 7 d. No breakthrough growth was observed. To assess for preexisting drug resistance, 1 × 109 CFU of AB307 and HUMC1 was plated on MM + 1 µg/mL of DSM186. No breakthrough growth occurred. To evaluate for the potential of resistance development during treatment with DHODH inhibitors in vivo, colonies of AB307 recovered from DSM161-treated animals were tested. Eight independent colonies from three different sites were assessed from three animals, and no change in MIC, as measured by CFU, was observed (SI Appendix, Table S7).\n\n## Discussion\nThe identification of new classes of antimicrobials active against CR-XDR GNB such as A. baumannii has been a difficult process (36, 37). Herein, we describe the identification of AbDHODH as a potential antimicrobial target for A. baumannii. By repurposing a customized, noncommercial library (~450 compounds) created for drug development efforts targeting PfDHODH, compounds that are active against purified AbDHODH at nM concentrations were identified. Critically, the compounds from these series are also active against A. baumannii, demonstrating a good degree of permeability and retention, and thus overcoming what is often a rate-limiting step in GNB drug development (36, 37). Importantly, DSM186, the most active compound in vitro, was active against all the 30 strains tested, including 12 CR-XDR A. baumannii isolates. Both genetic studies using an isogenic DHODH-deficient derivative and uracil rescue studies established that A. baumannii killing was target specific, while structural studies defined the inhibitor-binding pocket on AbDHODH. DSM161 demonstrated significant but partial efficacy in the murine thigh infection model consistent with its relatively modest potency against Ab307 in vitro. Encouragingly, the development of resistance to these compounds was not identified in vitro or in vivo. Taken together, the identification of drug-like triazolopyrimidine/imidazopyrimidine compounds with potent in vitro activity against A. baumannii forms the basis for the development of derivatives with improved properties that holds promise for the development of a new class of antimicrobial agents active against CR-XDR A. baumannii.\nIn early work, target-based approaches did not always yield good lead molecules because insufficient consideration was given to the druggability of the target versus its essentiality (38). More recently, target-based approaches have been recognized to have significant potential (37). Our work leading to the identification of the antimalarial DSM265 is an example that supports the promise of the target-based approach (14). While DHODH has been verified as a druggable target in eukaryotes and has been the focus of significant chemistry to identify inhibitors of eukaryotic enzymes (11), it has received less attention as a potential target in bacteria. Early studies on E. coli and H. pylori reported promising results (18, 19), but DHODH as a target has neither been progressed for these species nor considered for A. baumannii. The identification of drug-like triazolopyrimidine/imidazopyrimidine derivatives that are active against purified recombinant AbDHODH, have antibacterial activity against A. baumannii, including CR-XDR-isolates, and that show efficacy in a murine thigh infection model, provides chemical validation of the target.\nDespite the excellent in vitro potency of DSM186 and to a lesser degree for DSM161, additional lead optimization is needed to achieve the desired properties for the treatment of A. baumannii infections. While the potency of DSM186 against the AB307 strain of A. baumannii is good for an initial hit compound (EC50 = 53 nM), it would need to be improved ~10-fold to bring it into the range expected of an optimized drug candidate (e.g., DSM265), particularly given the high plasma protein binding. While we were able to show partial in vivo efficacy for DSM161, the lack of potency likely led to unbound plasma concentrations below the MIC during the mouse efficacy study. Furthermore, the extent that concentrations in infected tissues remained above the unbound MIC remains unknown. Compounds in the PfDHODH inhibitor library were developed based on the product profile required for the treatment of malaria, including oral bioavailability and prolonged exposure in blood (14). By contrast, A. baumannii primarily infects extravascular sites (e.g., lung) in hospitalized patients, and an ideal product profile for severe infection is a parenteral formulation with a greater tolerance for more than once-a-day dosing. Therefore, different compound properties may need to be built-in during lead optimization to suit the clinical needs for treatment of A. baumannii. Additionally, DSM186 exhibits 2- to 3-fold lower potency on drug-resistant A. baumannii strains, and antibacterial activity was improved in the presence of efflux inhibitors and/or permeability enhancers. Thus, while promising, the imidazopyrimidine series (to which the DSM186 belongs) will require optimization to improve antibacterial activity and the desired ADME properties (e.g., solubility, protein binding) to improve in vivo activity at the typical sites of CR-XDR A. baumannii infection. Future hit expansion and lead optimization studies will be aided by our determination of the X-ray structure of AbDHODH bound to DSM186 to 1.4 Å resolution, which has identified several novel features of the AbDHODH binding site.\nA perceived limitation of this class of compounds is that in vitro activity could be bacteriostatic. However, the CFU of both the drug-sensitive strain AB307 and the drug-resistant strain HUMC1 decreased below the starting inoculum over time after exposure to DSM186 at concentrations >1 µg/mL in vitro (Fig. 2 C–F), suggesting that it has cidal activity. Further, in vivo host factors contribute to bacterial clearance. This phenomenon can be gleaned by comparing growth/survival of ΔpyrD, an isogenic DHODH-minus derivative of AB307 in minimal medium to that observed in human ascites ex vivo, and in the rat subcutaneous abscess model (Fig. 1 A–C). When host factors are present, clearance is enhanced, supporting the concept that in vitro activity incompletely translates to the treatment of infection in vivo (39).\nIn summary, the data presented lay the foundation for logical lead progression and lead optimization of AbDHODH inhibitors with the long-term goal of identifying a late lead compound with the properties needed to advance to preclinical development. Such a compound that possesses improved solubility and PK/PD properties would represent a sorely needed new class of antimicrobials with activity against CR-XDR A. baumannii and perhaps other CR-XDR GNB.\n\n## Bacterial Strains and Media.\nSee SI Appendix, Supplemental Material and Methods and Table S3 for details on strains and media. The ΔpyrD (pyrD encodes DHODH) strain, which is an isogenic DHODH-minus derivative of AB307, was created by site-directed mutagenesis using pBlueScript[pyrD::kanamycin] as a suicide plasmid in which 818bp of pyrD was replaced with a kanamycin-resistant cassette. The successful disruption of pyrD in ΔpyrD was confirmed by sequence analysis of a PCR-generated amplicon using primers outside of pyrD (5′-ACCAACCAAACTTGTGG-3′, plus, 5′-TTTTCGGCTATTTCTATTCT-3′, minus). Polar effects were excluded as described (9) and the complemented derivative ΔpyrD_C) was generated to confirm that the observed phenotypic differences between AB307 and ΔpyrD were due to DHODH.\n\n## \n\nPrimers (sense, 5′-GCGCGACATATGTTATATTCACTTGCTCGC-3′; antisense, 5′-GCATGACTCGAGTTAAGTCATGGCTTCAACAC-3′) were synthesized (Integrated DNA Technologies, Iowa, USA) and used to PCR amplify the fragment of the AB307 pyrD (ABBFA_001187) encoding DHODH (corresponding to amino acid residues 1-334 of the transcribed gene product) (40). The PCR product was ligated into pGEM-T Easy and subsequently cloned into both pET-duet-SUMO and pET28b as described in SI Appendix, Supplemental Material and Methods. The pET-SUMO-AbpyrD construct was used for the expression of protein for library screening to identify hit compounds as described in supplemental methods. All other studies used the N-terminal His6-tagged pET28b-AbDHODH vector for protein expression in BL21 phage-resistant cells (Novagen). Protein was expressed and purified as previously described (23) with modifications (supplemental methods).\n\n## Crystallization and Structure Determination of \nAbDHODH was premixed with DSM186 (1 mM) before crystallization and incubated for 1 h, followed by centrifugation to remove precipitated compound. After centrifugation, protein/DSM186 solution was mixed with reservoir solution at a one-to-one (v/v) ratio. Random crystallization screen kit Cryo (Hampton Research) and detergent screen kits (Hampton Research) were utilized to determine preliminary crystallization conditions. Detergent screens showed that addition of Anapoe C10E9 improved AbDHODH crystallization, so it was added (0.1%) to the final purification step (above). AbDHODH crystals for data collection were obtained at a reservoir solution of 0.085 M Hepes pH 7.5, 8.5% 2-propanol (v/v), 17% PEG4000 (w/v), and 15% glycerol (v/v) at 20 °C. The crystals were frozen in liquid nitrogen for data collection.\nCrystal diffraction data were collected at 100 K on beam line 19 BM at the Advanced Photon Source. Crystallographic phases for AbDHODH structure were solved by molecular replacement with Phaser (41) using the previously reported structure of E.coli DHODH (PDB ID 1F76 (22)) as a search model. The resulting model from Phaser was used as a starting model for the AutoBuild routine of Phenix (42). Structures were rebuilt with Coot (43) and refined in Phenix to Rwork and Rfree of 0.166 and 0.174, respectively (SI Appendix, Table S4).\nStructural modeling was performed using The PyMOL Molecular Graphics System, Version 2.5.2, Schrödinger, LLC. The AbDHODH-DSM186 data set has been submitted to the Protein Data Bank (PDB ID 7UT5).\n\n## Compound collection for screening.\nThe compound collection of ~450 triazolopyrimidines and related scaffolds (e.g., imidazopyrimidines) was synthesized over the course of our PfDHODH drug discovery project and was stored in HTS-compatible plate format at −20 °C in DMSO. Synthesis and characterization of these compounds has been described in a series of publications (14, 23, 25–29). The complete compound list can be found in the Supplemental Excel HTS file.\n\n## Synthesis of hit compounds.\nFor specific compounds that were followed up in this study, DSM161 (27) and DSM125 (25) were synthesized as previously described. The synthetic methods, schemes, and experimental data for the synthesis of DSM186, DSM187, and DSM250 are described in SI Appendix, Supplemental Materials and Methods.\n\n## Screening to Identify \nTo identify inhibitors of purified recombinant AbDHODH, we used our established high-throughput, colorimetric end point assay in 384 well plate format (31) that follows the reduction of 2,6-dichloroindophenol (DCIP) at 595 nM. Reactions were performed in assay buffer (0.1 M HEPES, pH 8.0, 0.15 M NaCl, 10% glycerol, 0.10% Triton X-100) mixed with substrates to yield final concentrations as follows: L-DHO (200 μM), CoQ (20 μM), and DCIP (120 μM). The mixture (0.045 mL) was dispensed into assay plates, and compound stocks prepared at 100× in DMSO were dispensed to plates containing the buffer mixture using a Biomek FX robotic liquid handling device (Beckman, Inc.) to a final concentration of 3 μM. Reactions were initiated by addition of 0.005 mL AbDHODH enzyme stock (10 μM) in assay buffer (final concentration of 200 nM) and the reactions were allowed to proceed for 20 min before quenching with a final concentration of 1% SDS. Plates were spun to remove bubbles (3000 rpm for 1 min), and absorbance at 595 nm was read using an Envision plate reader. The assay gave robust Z values (average Z’ = 0.66 over 6 plates in the AbDHODH 500 molecule screen). DSM125, identified as an AbDHODH inhibitor during some preliminary spot screen of the library, was plated at 3 µM as the positive control and DMSO was used as the negative control.\n\n## Steady-State Kinetic Analysis of \nCompounds that showed >90% inhibition at 3 μM in the primary screen were retested at multiple concentrations (between 0.001 and 100 μM) in our standard steady-state rate assay (26) to determine the 50% inhibitory concentration (IC50) on AbDHODH. Substrate and buffer conditions are described above, with the modification that the final enzyme concentration in these assays was 40 nM. Multiple technical replicates (n = 3) were collected per inhibitor concentration for each independent dose–response curve. Data were fitted to inhibitor vs response – variable slope (four parameters) equation in GraphPad Prism to determine the IC50.\n\n## Antimicrobial susceptibility testing.\nBacterial strains were grown for 18 h in MM plus casamino acids. Bacteria were diluted 1:1,000 in the same medium and titers were confirmed by performing serial 10-fold dilutions and enumeration on LB plates plus/minus appropriate antibiotics. MIC were determined by the measurement of optical density in 96-well microtiter plates containing various concentrations of DSM compounds (resuspended ",
  "has_full_text": true
}