{
  "pmid": "36533811",
  "title": "Identification of potential pathways and biomarkers linked to progression in ALS.",
  "abstract": "OBJECTIVE: To identify potential diagnostic and prognostic biomarkers for clinical management and clinical trials in amyotrophic lateral sclerosis. METHODS: We analysed proteomics data of ALS patient-induced pluripotent stem cell-derived motor neurons available through the AnswerALS consortium. After stratifying patients using clinical ALSFRS-R and ALS-CBS scales, we identified differentially expressed proteins indicative of ALS disease severity and progression rate as candidate ALS-related and prognostic biomarkers. Pathway analysis for identified proteins was performed using STITCH. Protein sets were correlated with the effects of drugs using the Connectivity Map tool to identify compounds likely to affect similar pathways. RNAi screening was performed in a Drosophila TDP-43 ALS model to validate pathological relevance. A statistical classification machine learning model was constructed using ridge regression that uses proteomics data to differentiate ALS patients from controls. RESULTS: We identified 76, 21, 71 and 1 candidate ALS-related biomarkers and 22, 41, 27 and 64 candidate prognostic biomarkers from patients stratified by ALSFRS-R baseline, ALSFRS-R progression slope, ALS-CBS baseline and ALS-CBS progression slope, respectively. Nineteen proteins enhanced or suppressed pathogenic eye phenotypes in the ALS fly model. Nutraceuticals, dopamine pathway modulators, statins, anti-inflammatories and antimicrobials were predicted starting points for drug repurposing using the connectivity map tool. Ten diagnostic biomarker proteins were predicted by machine learning to identify ALS patients with high accuracy and sensitivity. INTERPRETATION: This study showcases the powerful approach of iPSC-motor neuron proteomics combined with machine learning and biological confirmation in the prediction of novel mechanisms and diagnostic and predictive biomarkers in ALS.",
  "journal": "Annals of clinical and translational neurology",
  "year": "2023",
  "authors": [
    "Huber R",
    "Pandey S",
    "Chhangani D",
    "Rincon-Limas D",
    "Staff N"
  ],
  "doi": "10.1002/acn3.51697",
  "mesh_terms": [
    "Humans",
    "Amyotrophic Lateral Sclerosis",
    "Biomarkers",
    "Disease Progression",
    "Motor Neurons",
    "Phenotype",
    "Machine Learning",
    "Disease Models, Animal",
    "Drosophila",
    "Induced Pluripotent Stem Cells",
    "Proteomics"
  ],
  "full_text": "## Introduction\nAmyotrophic lateral sclerosis (ALS) is the most common adult‐onset motor neuron disease, with an estimated prevalence of 4.42 per 100,000 population and an incidence of 1.59 per 100,000 person‐years.\n1\n It is characterized by progressive deterioration of motor neurons in the brain and spinal cord and is invariably fatal. Heterogenous in clinical presentation and disease mechanisms, there is much variability in the site of onset, upper or lower motor neuron involvement and progression rate.\n2\n About three in four patients first report limb‐onset weakness, and one in four report bulbar‐onset difficulties of swallowing and/or speaking. Progressive weakness and difficulties with speech, swallowing and breathing are followed by respiratory failure and death, usually in 2 to 5 years, although some forms exhibit protracted survival. Whilst ALS is primarily driven by the degeneration of motor neurons, cognitive and behavioural changes corresponding to frontotemporal dysfunction occur in up to 40% of cases.\n3\nThere is also vast genetic heterogeneity. 10% of ALS patients have a clear familial inheritance pattern which may be associated with a pathogenic gene, the most common being intronic hexanuclotide expansions in C9orf72 and missense mutations in SOD1, TARDBP and FUS.\n4\n Many pathogenic ALS genes are associated with protein quality control, RNA metabolism, or cytoskeletal disruptions in the motor axon.\n4\n Many other genes confer susceptibility and not necessarily causation, such as ATXN2, where mid‐range CAG expansions increase the risk of developing ALS.\n5\n In about 90% of patients, ALS is sporadic with no known inheritance pattern. A range of disease mechanisms have also been reported, including protein aggregation, ER stress, disruption of protein degradation, abnormal DNA and RNA processing, mitochondrial dysfunction,\n6\n issues with oxidative homeostasis\n7\n and inflammation.\n8\n These mechanisms may be cell‐autonomous and non‐cell‐autonomous since the defective genes which cause ALS are expressed in different cell types including motor neurons, microglial, astrocytes and oligodendrocytes.\nThe broad clinical and biological heterogeneity in ALS has implications on patient risk assessment, selection for clinical trials, and timing of therapeutic interventions, all of which challenge therapeutic development.\n9\n Since ALS patients differ in age, clinical features and genetic makeup, personalized medicine approaches will likely be needed in the future to develop effective treatments across the spectrum of ALS, which is already occurring in the area of gene therapies for familial ALS. The only two medications currently approved by the FDA for ALS, riluzole,\n10\n an antagonist of glutamate transmission, and edaravone,\n11\n, \n12\n, \n13\n a superoxide scavenger, only modestly prolong survival or slow disease progression. Biomarkers are also needed for the diagnosis and stratification of patients for prognostication, enrolment in clinical trials, and to establish drug‐responsive biomarkers or diagnostics.\n9\nIn this study, we investigated proteomic changes in induced pluripotent stem cells (iPSC)‐derived motor neurons from ALS patients at the extremes of clinical phenotypes to uncover mechanistic pathways associated with the motor and cognitive/behavioural phenotypes. Two classes of potential biomarkers, namely ALS‐related and prognostic biomarkers, and new therapeutic approaches were identified using statistical and machine learning approaches and a RNAi screen of candidates in Drosophila confirmed the biological importance of putative causal and susceptibility genes.\n\n## Answer \nClinical and proteomics data from induced pluripotent stem cells (iPSCs) and motor neurons for this study was obtained from the Answer ALS Data Portal, available at answerals.org. iPSC generation for AnswerALS is handled by the Cedars‐Sinai biomanufacturing centre and details on processing for each cell line can be retrieved via their web portal (https://www.cedars‐sinai.edu/research/areas/biomanufacturing/ipsc.html). The specific protocol is outlined in Baxi et al.\n14\n Proteomics data was acquired using the SWATH method. We extracted the quantifications and used Limma\n15\n (version 3.50.0; Bioconductor\n16\n version 3.14, R\n17\n version 4.1.1) to build a model of differential protein expression on log2‐normalized protein abundance for different patient and control groups. The AnswerALS database also provides whole‐exome sequencing data for all patient and control samples discussed in this study.\n\n## Categorization as fast or slow \nWe stratified patients according to their ALSFRS‐R\n18\n and CBS\n19\n scale baseline values and progression slopes. Weakness and loss of function are measured by the ALSFRS‐R, which comprises 12 items to assess daily functioning mediated by the cervical, trunk, lumbosacral and respiratory muscles, with a scale ranging from 0 to 4 for each item, giving a total score of between 0 and 48, with 48 being normal.\n18\n Scores of less than 30 are considered as having moderate to severe impact. ALS CBS cognitive score measures cognitive change.\n19\n It ranges between 0 and 20, with scores ≤10 classified as possible Frontal Temporal Lobal Dementia (FTLD), cognitive type, and scores 11–16 classified as cognitively impaired. Baseline values are evaluations obtained at first diagnosis whilst slope is calculated from the observed change in scale values at subsequent visits. Negative slopes are associated with the worsening condition and steeper slopes indicate faster progression. ALSFRS‐R baseline values were split at 30, with patients >30 regarded as high (milder clinical phenotype) and ≤30 as low (severe clinical phenotype). CBS baseline values were split at 15 with patients >15 regarded as high and values ≤15 as low. ALSFRS‐R slopes were classified as fast progression (<−1.5/month) and slow progression (>−0.5/month) with values in between classed as intermediate. CBS slopes were equally stratified as fast progression (<−0.5/month), slow progression (>0.5/month) and intermediate progression for the remainder. ALSFRS‐R progression slopes in particular have been shown to be predictive of survival in ALS.\n20\n Cut‐offs for these classifications were chosen to identify the extremes of phenotype and are not necessarily associated with specific clinical criteria. Our aim is to identify genes determinative of particular progressions and hence we compare these extremes and exclude intermediate progression slopes. This approach of contrasting favourable and unfavourable phenotypes has previously been applied to the study of cancer genomics.\n21\n As we do not use the cutoffs of early‐ and late‐stage disease to directly look for biomarkers, these cutoffs are chosen somewhat arbitrarily to yield larger group sizes for the late‐stage patients, thus enhancing statistical confidence for the findings. We then particularly identify features that share a contrast with the healthy control group from both early‐ and late‐stage cases. Patients for whom either baseline or slope values were unavailable were excluded from the analysis. Demographics data for all classes were calculated and are given in Tables 1 and 2.\n\n## Identification of diagnostic and prognostic biomarker proteins\nIn order to identify both ALS‐related and prognostic biomarkers we calculated the differential protein concentration between all groups and extracted significant contrasts that showed at least >2‐fold concentration change and a p‐value of <0.05 using Limma\n15\n on log2‐normalized protein expression values obtained for differentiated motor neurons available within the AnswerALS public dataset. Each set of proteins matching the specific criteria outlined above is shown in Table S2. To identify only high‐confidence candidates, we looked at the intersections of these gene sets for both ALS‐related and prognostic proteins which are depicted in the Venn diagrams of Figs. 1, 2. Candidate proteins for ALS‐related biomarkers were extracted by contrasting high and low classes for baseline values, or fast and slow progressors for slopes, against controls and taking the intersection of these gene sets (Figs. 1, 2, upper central element in the Venn diagram). Prognostic biomarker candidates were identified as proteins that differ between high and low baseline or fast and slow progression, but are in common with either group's contrast to control (Figs. 1, 2, lower lateral elements in the Venn diagram). Heatmaps for identified ALS‐related or prognostic candidate proteins are presented in Figs. 1, 2 and a table of each set of genes is presented in the Table S2. Heatmaps depict per‐protein normalized values and changes in expression are shown as standard deviations from the mean of all samples for a specific protein. Analysis was performed using Python version 3.9.7, using the pandas\n22\n (version 1.3.5), scipy\n23\n (version 1.7.1) libraries and visualization were performed using matplotlib\n24\n (version 3.4.2). In order to understand the role these proteins play in the organism, we performed a STITCH\n25\n, \n26\n analysis which identifies interaction networks between proteins and provides associated gene ontology terms from a variety of gene ontology databases. We opted to allow STITCH to expand the network with up to 5 linked proteins not present in the query set. The resulting networks are presented alongside the expression data in Figs. 1, 2. Gene ontology terms associated with the various protein sets are presented in ST1.\n\n## Statistical machine learning model to determine \nBased on the identified protein candidates we pooled all possible ALS‐related and prognostic proteins respectively and created a statistical model to infer ALS status from proteomics data. As our data set is confined to a limited set of patients and controls, we used a Ridge classifier\n27\n model with internal cross‐validation as implemented in scikit‐learn\n28\n (1.0). After splitting the data into a 75% training and 25% test set, we were able to fit a statistical model on raw expression data that was able to identify ALS with perfect accuracy on the training set and 97% precision and 78% sensitivity on the unseen test set (Table 4A). We assessed precision (positive predictive value), recall (sensitivity), f1 score (the harmonic mean of precision and recall) and accuracy (the mean of f1 scores) for our model. We proceeded to sort the classifier coefficients by the magnitude and identify the top 10 most contributing proteins to the model. The absolute values of these coefficients account for approximately 70% of the total model. We then proceeded to restrict our model to the 10 identified genes which resulted in a precision of 97% and a sensitivity of 52% on the training set and a precision of 89% and sensitivity of 62% on the unseen test set (Table 4B).\n\n## Drosophila genetics, \nTo validate protein candidates, we used a transgenic fly model of ALS based on the expression of human TDP‐43M337V.\n29\n We first recombined this line with the GMR‐Gal4 driver in the second chromosome to target expression to photoreceptor neurons in the fly eye. Then, we crossed the resulting recombinant stock with the innocuous Luciferase RNAi control line (BDSC# 35788) along with RNAi transgenes against the fly homologues of candidate genes (Table S3). All RNAi stocks used were obtained from the Bloomington Drosophila Stock Center in Indiana or the Vienna Drosophila Resource Center. Crosses were performed at 27°C and subsequent progenies were collected 24 h after eclosion and frozen overnight at −80°C. Eye images were acquired as Z‐stacks with the Leica Z16 APO zoom system and single in‐focus images were generated with the Montage Multifocus module of the Leica Application Software. Those genes that improved the eye phenotype upon knock‐down were scored as suppressors and those that aggravated it were deemed enhancers. Eye phenotypes were quantified using a flynotyper score for suppressors and a severity score for enhancers as previously outlined.\n29\n, \n30\n\n## Identification of possible disease‐modifying therapies\nWe imported the identified gene sets corresponding to our protein sets into the connectivity map tool (CMAP)\n31\n, \n32\n, \n33\n provided by the Broad Institute. The connectivity map uses gene expression signatures to connect gene expression patterns to the effects of drugs on these genes. For a set of query genes, a ranking of drugs and pathways is returned that measures the goodness of fit between the known effects of the drugs and the genes in the query based on a percentile ranking within a large set of queries. A detailed explanation of how this score is calculated is given in Subramanian et al.\n34\n This ranking allows us to pinpoint candidate drugs that affect proteins and pathways highlighted in our differential expression analysis. We then extracted the top 20 compounds for each of our gene sets that showed the highest inverse correlation with the differential gene expression pattern, of which selected compounds in prominent drug categories are presented in Table 3.\n\n## Clinical features of milder versus severe phenotypes and fast versus slow progressors\n433 iPSC‐derived motor neurons were available within the AnswerALS cohort, comprising 366 ALS patients and 67 healthy controls. Out of these, 149 patient samples and 29 healthy controls were associated with proteomics data in December 2021 and hence were included in this study. Out of 149 patients, 38 had ALSFRSR <30, 101 had ALSFRSR ≥30 and 7 patients had no ALSFRSR available; 55 had ALSFRS progression >−0.5/month, 8 had ALSFRSR progression <−1.5/month, 35 had intermediate slopes between these values and 50 patients had undefined slopes; 33 had ALS CBS baseline <15, 88 had ALS CBS baseline ≥15 and 24 had undefined ALS CBS baselines; 3 had ALS CBS Progression >0.5, 2 had ALS CBS progression <−0.5, 52 had intermediate slopes between these values, and 92 had undefined slopes. Demographics were well‐matched when comparing the extremes of the motor and cognitive phenotypes (Tables 1, 2). No significant difference was noted in age of death, sex and number of pathogenic nucleotide repeat in the C9orf72 and ATXN2 genes (Tables 1, 2) with the only significant difference being the age of onset.\n\n## Identification of potential \nContrasting patients based on ALSFRS‐R\n18\n baseline scores higher or lower than 30 and each of these groups with the healthy controls yields a total of 186 significantly altered proteins for ALSFRS‐R baseline score ≥30 versus control, 153 proteins for ALSFRS‐R baseline score < 30 versus control and 62 proteins for contrasting high versus low baseline ALSFRS‐R (Fig. 1A). The intersection between high and low baseline score versus control comprises of 76 proteins that are candidate ALS‐related biomarkers as these are significantly different proteins between patients and healthy controls regardless of clinical severity of the disease. The intersection of high versus low with either high or low versus control yields 22 proteins as candidates for prognostic biomarkers as these are proteins that significantly differ between the milder or severe clinical phenotypes (Fig. 1A).\nClassification by ALSFRS‐R progression slope of either >−0.5 for slow progressors or <−1.5 for fast progressors and the corresponding contrasts in proteins yields 180 proteins for slow progression versus control, 87 proteins for fast progression versus control and 84 proteins for the contrast of fast versus slow progression. There are 21 candidate ALS‐related biomarker proteins in the intersection of the slow versus control and fast versus control groups and 41 candidate prognostic biomarker proteins from either the intersection of fast versus slow with fast versus control or slow versus control (Fig. 1B).\nClassification by ALS‐CBS baseline score of either ≥15 (high), or <15 (low) yields a total of 150 proteins for high baseline versus control, 174 for low baseline versus control and 63 proteins for high baseline versus low baseline. A total of 71 candidate ALS‐related biomarker proteins overlap between the high versus control and low versus control groups. A total of 27 prognostic biomarker candidates are identified from high versus low intersecting either with high versus control or low versus control (Fig. 2A).\nClassification of patients by ALS‐CBS\n19\n progression slope using >0.5 for slow progression and <−0.5 for fast progression results in 78 proteins that are significantly altered in slow progression versus control, 66 altered proteins in fast progressors versus control and 75 proteins that are different between fast progressors versus slow progressors. Only a single protein, ENO3, is shared between the fast progression versus control and slow progression versus control groups and hence was not included in further gene set‐based analysis. A total of 64 proteins are shared by the fast progression versus slow progression contrast and either fast versus control or slow versus control contrasts and hence constitute the candidate prognostic biomarker set based on the ALS‐CBS slope (Fig. 2B).\nFigures 1 and 2 include a STITCH\n25\n, \n26\n maps of associated gene networks for the respective candidate biomarkers and Table S1 shows gene ontology terms resulting from these networks for each prognostic or ALS‐related set, respectively.\n\n## In vivo identification of genes with therapeutic potential\nTo define the disease‐modifying potential of selected proteomics hits, we capitalized on a well‐established Drosophila model of ALS that expresses human mutant TDP‐43M337V.\n29\n Expression of the TDP‐43M337V transgene in photoreceptor neurons of the fly eye triggers posterior depigmentation and disorganization of the ommatidial lattice when compared to flies expressing an innocuous Luciferase transgene (Fig. 3A, compare panels at the top left and right corners). This easy‐to‐score phenotype is highly consistent and thus provides a reliable platform to test fly homologues of human genes for their ability to modify TDP‐43M337V toxicity upon RNAi silencing. From the top 157 candidates, we screened 57 genes which had Drosophila homologues and available RNAi lines for testing. Amongst these, we found 13 suppressors and 6 enhancers of TDP‐43M337V toxicity. Since suppressor genes improve the eye phenotype when knocked down, they may act as causative genes or risk factors, whilst enhancers of the phenotype may play protective or compensatory roles. Fig. 3A shows all 13 suppressors. These include fly homologues for MED23, a conserved subunit of the Mediator complex that regulates transcription of RNA pol II‐dependent genes; ARIDB1, a component of the SWI/SNF chromatin complex involved in cell‐cycle activation; PEX19, a factor that facilitates the import of peroxisomal membrane proteins; POLR2K, participates in mRNA synthesis; THOC1, is a member of the TREX mRNA export machinery; PNKP, an enzyme involved in DNA repair; CTH, an enzyme that converts cystathionine into cysteine in the trans‐sulfonation pathway; CRYL1 which mediates D‐glucuronate degradation, a step related to the alternative glucose metabolic pathway; STUB1 a ubiquitin ligase which modulates the activity of several chaperones; QSOX2 a member of the sulfhydryl oxidase/quiescin‐6 family which participates in disulfide bond formation of secreted proteins; KIF11, a motor protein involved in spindle dynamics during mitosis; NMNAT1, which plays a key role in the biosynthesis of nicotinamide adenine dinucleotide (NAD), and lastly, NDC1, a transmembrane nucleoporin that participates in the formation of the nuclear pore complex.\nThe enhancers also correspond to genes from diverse ontology groups (Fig. 3B). Amongst these, we found homologues for WAPL, a conserved cohesion release factor that regulates sister chromatid cohesion in mitosis; UBR5, an E3 ubiquitin‐protein ligase involved in protein degradation; CWC15, a protein involved in pre‐mRNA splicing and a component of the spliceosome; ZFPL1, a factor involved in ER to Golgi transport and essential for cis‐Golgi integrity; TUBB2A, encodes the beta‐tubulin subunit of the microtubules; and RNGTT, an enzyme involved in mRNA capping. Importantly, none of the enhancer RNA lines disrupts the morphology of the eye when expressed in the absence of mutant TDP‐43, confirming their specific interactions (Fig. 3B, top row).\n\n## Identification of compounds with therapeutic potential\nWe identified compounds that showed anti‐correlated perturbation patterns using the CMAP tool, which forms a starting point for drug repurposing efforts. Anti‐ALS candidate drugs which could be considered for drug repurposing are presented in Table 3. Amongst our top candidates are nutraceuticals such as ginsenoside, ginkgolide B, curcumin, luteolin, forskolin and ipriflavone, statins including atorvastatin and simvastatin, drugs which modulate dopamine receptors and pathways including dopamine, clozapine, fenoldopam, and raclopride, the thiazolidinedione ciglitazone, and anti‐inflammatories and antimicrobials including mesalazine, sulfasalazine, indobufen, etodolac, cinalukast, vancomycin, econazole, sulfisoxazole, terbinafine and tobramycin. Currently, FDA‐approved ALS drugs, edaravone and riluzole, ranked within the top 13% of the 59,820 compounds tested. We want to empathize that none of the identified candidate drugs has been proven to be an effective treatment for ALS at this stage and we strongly advise to not consume the named compounds for this purpose. Further studies using iPSC‐based assays are necessary to determine whether the thus identified candidate drugs are effective in patients, followed by an adequately powered and designed placebo‐controlled clinical trial.\n\n## Potential Biomarkers from machine learning classification model\nWe used the identified ALS‐related biomarker proteins as a basis to create a classifier that differentiates between ALS and non‐ALS patients. The results of our classifier models are shown in Table 4. Using a ridge regression classifier, we were able to create a model that is able to fit the training set perfectly. We selected a ridge classifier as this type of classifier is more resistant to overfitting in the context of a limited number of samples and a high amount of features. On the unseen test set, it has precision of 97% for confirmation of ALS status and identifies patients with a recall of 78%. The high precision indicates some degree of usefulness of this model to provide a biomarker‐based confirmation of ALS status to what is generally a clinical diagnosis. The recall of 78% indicates that only 4 out of 5 patients are picked up by this model and we were unable to enhance performance, as our fit with the training set reaches 100% and hence no further optimization takes place. We are confident that the inclusion of additional patients or control samples would improve classifier performance, but not fundamentally alter the involved proteins. Moreover, we created a minimal classifier based on just the top 10 most influential proteins (Table 4) in the first ALS‐related classifier. The coefficients indicate that RCHY1, a RING finger and zinc finger domain containing ubiquitin ligase (log2FC −19.200, p 0.0188), HECTD1, an ubiquitin ligase (log2FC −17.412, p 0.0201), RRP15, a ribosomal RNA processing homolog (log2FC −14.430, p 0.0085), GAK, a cyclin G associated kinase (log2FC −20.775, p 0.0037), PHYHIP, a phytanoyl‐CoA 2‐Hydroxylase interacting protein (log2FC −21.979, p 0.0168), IWS1, a SUPT6H interacting protein (log2FC −8.057, p 0.0230), MT1F, a Metallothionein (log2FC −18.960, p 0.0096), SLC9A7, a solute carrier family 9 protein (log2FC −22.068, p 0.0050), NUP153, a nucleoporin (log2FC −16.684, p 0.0355) and TOR1A, a torsin family 1 protein (log2FC −2.7245, p 0.0195) are most effective at differentiating between ALS patients and healthy individuals. Negative signs for log2FC indicate lower expression levels in ALS patients compared to healthy individuals. This second model showed still considerable discriminatory ability, although with a slight degradation in performance on the unseen test set in terms of precision which drops to 89%, and a reduced recall rate of 62%. Such a restricted model might lend itself to more economical test panels than the model based on 100 proteins.\n\n## Discussion\nThe integration of clinical data with computational biology, machine learning and in vivo approaches to address the heterogeneity of ALS disease mechanisms and progression is a strength of our study. Based on the premise that dysfunction of molecular pathways in motor neurons leads to neurodegeneration and each patient's unique clinical presentation, we integrated the clinical history of each patient with the proteomics signature of their iPSC‐derived motor neurons. We chose to focus on proteomics data as it is the most direct measurement of cellular conditions. Modelling ALS using iPSCs provides an opportunity to examine molecular changes at the earliest stages of neurodegeneration, unconfounded by changes associated with terminal degeneration, representing early/prodromal therapeutic windows where drugs may be most effective. We recognize that such iPSC‐derived cells are unable to replicate all features of ALS‐affected human tissues, e.g. the inability to capture the effects of non‐cell‐autonomous toxicity, but also provide certain advantages as they would be generally representative of an earlier stage of the disease. This is desirable, as late‐stage degraded cells are no longer amenable to treatment. Another confounding factor is the exposure of patients to different treatment regimens. Unfortunately, details of prescribed medication and the duration of such treatment are unavailable for our patient samples. However, analysis of iPSC‐derived motor neurons should minimize such effects with the exception of persistent epigenetic changes induced through the use of medication.\nWe contrasted proteomic signatures at the extremes of clinical phenotypes to look for shared pathological pathways or those which differentiate the extremes. These may represent possible ALS‐related and prognostic biomarkers respectively, and potential therapeutic targets. Many promising preclinical and early phase ALS clinical trials were unable to be replicated in larger phase 3 confirmatory trials, and biological heterogeneity of ALS has been cited as a contributory factor.\n9\n We included both C9orf72‐positive and cases with undetermined C9orf72 status as the number of such cases in our data set is small (only 7/149 cases have confirmed C9orf72 high repeat counts with a further 10 cases self‐reporting C9orf72 positive) and does not easily allow us to distinguish the effects of C9orf72 from effects observed in spontaneous ALS. Moreover, the data set does not contain asymptomatic C9orf72 carriers in the control group. Unmet medical need to develop biomarkers which could reduce clinical heterogeneity and improve clinical trial design exists. No biomarkers that accurately serve in an ALS‐related or prognostic capacity in ALS are available.\n9\n ALS‐related biomarkers may select for cases which are “true” ALS, which addresses the median diagnostic delay in ALS of about 1 year, which affects the initiation of treatment and care planning. Prognostic biomarkers could select patients with a specific disease stage and/or rate of progression, which could aid phenotypic stratification for clinical trial enrolment and enrich clinical trials with patients more likely to show clinical effects within a limited time period, thereby reducing costs of conducting clinical trials. As a case in point, initial phase 3 clinical trial results for edaravone failed to show treatment benefits,\n12\n possibly due to clinical heterogeneity in the ALSFRS‐R slopes obscuring treatment effect,\n13\n but a subsequent clinical trial which enrolled a particular subset of patients in early disease and ALSFRS‐R decline of −1 to −4 over 12 weeks showed a significant 33% reduction in the rate of disease progression with edaravone treatment,\n11\n which eventually led to FDA‐approval. Our study has predicted biomarkers which could be further tested in more easily accessed saliva, tears, cerebrospinal fluid or serum samples from ALS patients. GO Biological pathways of identified proteins were enriched in RNA metabolism, DNA damage repair, and cell cycle mechanisms, which are known pathogenic mechanisms in ALS,\n35\n, \n36\n, \n37\n and therefore validate our approach (Tables [Link], [Link]).\nRNA‐binding proteins such as TDP‐43 and FUS are known to be involved in ALS pathogenesis.\n33\n Using the Drosophila eye expressing human TDP‐43M337 as a discovery platform,\n29\n we identified 19 hits out of 57 candidates from our proteomics analysis. Two hits were recently identified in an independent genome‐wide screen in TDP‐43‐expressing flies and correspond to fly homologues of ARIDB1 and WAPL,\n38\n confirming their specificity. MED23 is relevant because subunits of the Mediator complex suppressed TDP‐43 toxicity in another screen\n39\n and interact with WAPL,\n40\n suggesting its importance in disease pathogenesis. TUBB2A transcripts were dysregulated in the axonal compartment of TDP‐43‐depleted motor neurons.\n41\n The identification of modifiers involved in RNA synthesis and processing (POLR2K and CWC15), RNA export (THOC1) and nuclear pore complex formation (NDC1) implicates these biological pathways. Results from the fly do not necessarily translate to human cells but are useful starting points for hypothesis generation.\nNot all human genes have fly homologues and available RNAi lines for testing, hence it is important to combine insights from patient iPSC and fly models. Of the proteins screened in the fly model, TOR1A was the only protein screened amongst the top 10 diagnostic biomarkers predicted by machine learning and had no effect on the fly eye phenotype, which suggests that the TOR1A signature is downstream of the causa",
  "has_full_text": true
}