{
  "pmid": "36560742",
  "title": "Nisoldipine Inhibits Influenza A Virus Infection by Interfering with Virus Internalization Process.",
  "abstract": "Influenza virus infections and the continuing spread of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) are global public health concerns. As there are limited therapeutic options available in clinical practice, the rapid development of safe, effective and globally available antiviral drugs is crucial. Drug repurposing is a therapeutic strategy used in treatments for newly emerging and re-emerging infectious diseases. It has recently been shown that the voltage-dependent Ca2+ channel Cav1.2 is critical for influenza A virus entry, providing a potential target for antiviral strategies. Nisoldipine, a selective Ca2+ channel inhibitor, is commonly used in the treatment of hypertension. Here, we assessed the antiviral potential of nisoldipine against the influenza A virus and explored the mechanism of action of this compound. We found that nisoldipine treatment could potently inhibit infection with multiple influenza A virus strains. Mechanistic studies further revealed that nisoldipine impaired the internalization of the influenza virus into host cells. Overall, our findings demonstrate that nisoldipine exerts antiviral effects against influenza A virus infection and could serve as a lead compound in the design and development of new antivirals.",
  "journal": "Viruses",
  "year": "2022",
  "authors": [
    "Huang Y",
    "Li Y",
    "Chen Z",
    "Chen L",
    "Liang J"
  ],
  "doi": "10.3390/v14122738",
  "mesh_terms": [
    "Humans",
    "Influenza, Human",
    "Virus Internalization",
    "SARS-CoV-2",
    "COVID-19",
    "Nisoldipine",
    "Antiviral Agents",
    "Influenza A virus"
  ],
  "full_text": "## 1. Introduction\nInfluenza A virus (IAV) is a major pathogen in humans and various animal species, with epidemic and global pandemic potential. As a consequence, a large number of cases occurring globally every year seriously threaten human health. According to the World Health Organization (WHO), the annual influenza epidemic leads to approximately 3 to 5 million cases of severe illness and about 290,000 to 650,000 respiratory deaths [1].\nVaccination is considered the most effective way to protect both human and animal populations against epidemic influenza, but vaccines need to be constantly adapted for the emergence of new circulating strains [2]. Besides the development of efficient vaccines, anti-influenza agents represent an important alternative therapy for both the prophylaxis and treatment of influenza [3,4]. Currently, only three classes of antiviral drugs are approved for use against influenza: the M2 ion channel, neuraminidase and viral RNA polymerase inhibitors. However, M2 inhibitors (amantadine and rimantadine) are obsolete due to widespread resistance and severe side effects [5]. As a result, neuraminidase (NA) inhibitors (oseltamivir, zanamivir, peramivir and laninamivir [6]) and a polymerase acidic protein (PA) inhibitor (baloxavir marboxil [7]) have become the mainstays of antiviral therapy. However, the increasing resistance of the virus to NA and PA inhibitors, due to the high mutagenic capacity of IAV, is a matter of concern [8,9]. Although some innovative drugs have been developed, such as pimodivir [10], the currently available antiviral options for influenza are still limited. Therefore, it is necessary to develop new antiviral approaches to fight influenza, with a particular focus on virus host–cell interactions.\nInfluenza viruses require the host cellular machinery for the virus life cycle, which can be divided into virus attachment, entry, replication, and budding. Most classic anti-influenza virus drugs act by directly targeting virus-encoded factors. Antiviral strategies aimed at the host cell factors required for the IAV replication process would be advantageous for combating influenza [11,12,13]. Recently, it has been shown that some host cell factors involved in IAV infection, such as GBP7 [14] and SNW1 [15], can serve as novel targets for antiviral drug development.\nNisoldipine is a recognized dihydropyridine calcium channel blocker that specifically affects the L-type voltage-gated calcium channel. It has been widely used in the treatment of hypertension, as it acts as an arterial vasodilator [16]. Clinical studies demonstrated that nisoldipine and its long-acting formulations exhibit good antihypertensive efficacy and tolerability [17]. In recent studies, a relationship between L-type Ca2+ channel α1C subunit (Cav1.2) and influenza Hemagglutinin (HA) has been demonstrated, and a possible role for a sialylated voltage-dependent Ca2+ channel in infectious entry was illustrated [18,19,20]. Fujioka et al. showed that sialylated voltage-dependent Ca2+ channel Cav1.2 as a host cell surface receptor mediates the entry of IAV into host cells [19], providing a target for therapeutic intervention. Furthermore, as nisoldipine is specific for L-type Cav1.2, we wonder if nisoldipine could be used beyond current indications for potential application against IAV infection.\nMoreover, drug repurposing strategies and their potential therapeutic effect might be useful for fighting a broad range of human pathogens, especially important for newly emerging viruses such as severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). Coronavirus disease 2019 (COVID-19), caused by SARS-CoV-2 infections, rapidly spread worldwide, posing a significant threat to global health. As of yet, there is insufficient evidence to show that the available antivirals are sufficiently effective for treating COVID-19. Considering the time-consuming process of developing new drugs, developing effective antivirals from existing licensed drugs is a faster and cheaper pathway.\nHere, we assessed the activities of nisoldipine against IAV in vitro and elucidated its mechanism of action. Its combination with an NA inhibitor against IAV infection was also evaluated. We propose that nisoldipine could be a potential candidate for use as an antiviral agent against IAV.\n\n## 2.1. Chemicals and Antibodies\nNisoldipine (T0163), cilnidipine (T0388), nitrendipine (T0119), nimodipine (T0343) and methyl-β-cyclodextrin (MβCD, T4072) with 98% purity were purchased from Target Molecule Corp (Shanghai, China). Chlorpromazine hydrochloride (CPZ, C7010) was purchased from Solarbio (Beijing, China). Ammonium chloride (A801304) was obtained from Macklin (Shanghai, China). EGTA, BAPTA-AM (1,2-bis (o-aminophenoxy) ethane-N, N, N′, N′-tetraacetic acid acetoxymethyl ester) and zanamivir were obtained from Sigma-Aldrich (St. Louis, MO, USA). CL-385319 and D715-2441 with 98% purity were synthetized in our laboratory. Alexa 568-conjugated human transferrin (Tf-568, T23365) was purchased from Invitrogen (Carlsbad, CA, USA). FITC-conjugated cholera toxin beta subunit (CTB-FITC, abs80003) was purchased from Absin (Shanghai, China). The following antibodies were used: influenza A virus PB2 protein antibody (Genetex, GTX125926); influenza A virus NP antibody (Genetex, GTX125989); mouse anti-transferrin antibody (Bioss, bsm-33244M); rabbit anti-caveolin-1 antibody (Bioss, bs-1453R); anti-Cav1.2 antibody (Abcam, ab84814); and GAPDH (glyceraldehyde-3-phosphate dehydrogenase)/β-actin rabbit mAb (Bioss, bs-0061R-2). Anti-rabbit/mouse HRP (horseradish peroxidase)-conjugated secondary antibody (FDR007, FDM007) was obtained from Hangzhou Fdbio Science (Hangzhou, China).\n\n## 2.2. Cells, Viruses and Plasmids\nMadin–Darby canine kidney (MDCK) and human embryonic kidney (HEK-293T) cells were obtained from the American Type Culture Collection (ATCC, Manassas, VA USA). All of these cells were cultured in Dulbecco’s Modified Eagle Medium (DMEM) (Gibco Invitrogen) containing 10% fetal bovine serum (FBS, Gibco Invitrogen) and 1% penicillin/streptomycin (Gibco Invitrogen) at 37 °C with 5% CO2 incubation. Human lung epithelial (A549) cells (ATCC, Manassas, VA, USA) were grown in RPMI1640 medium supplement with 10% FBS and 1% penicillin/streptomycin. IAV strains including A/Puerto Rico/8/34 (H1N1), A/FM-1/1/47 (H1N1), A/WSN/33 (H1N1), A/PR/8/34 with NA-H274Y and A/Aichi/2/68 (H3N2) were propagated in embryonated chicken eggs at 37 °C for two days. After centrifuging at 2000 rpm for 10 min, the supernatant was stored at −80 °C until use. All experiments with the virus were performed in a BSL-2 laboratory, in accordance with the institutional biosafety operating procedures.\nPlasmids pHW2K-NP, pHW2K-PA, pHW2K-PB1, pHW2K-PB2 and pPolI-Fluc (firefly luciferase reporter plasmid) were kindly supplied by Professor Bojian Zheng (University of Hong Kong, Hong Kong, China). The hRluc-TK (Renilla luciferase plasmid) was obtained from Promega (Madison, WI, USA).\n\n## 2.3. Cytotoxicity Studies\nThe cell viability of the target cells incubated with increasing concentrations of compounds was measured by 3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide (MTT, Sigma-Aldrich) assay after 48 h of treatment. MTT was then added to the cells at a final concentration of 0.5 mg/mL, and the mixture was incubated for 4 h (37 °C, 5% CO2). After incubation, formazan crystals were dissolved in 150 μL of dimethyl sulfoxide (DMSO). The absorbance at 570 nm was measured with a microplate reader (GENios Pro, TECAN, Bedford, MA, USA).\n\n## 2.4. Antiviral Assay and Microscopy\nThe MDCK cells were seeded in 96-well plates at a density of 2 × 104 cells/well and incubated overnight at 37 °C and 5% CO2. Cell monolayers were pre-treated with the compounds prior to inoculation with IAV at 100 TCID50 by adding compounds at a final concentration of 10 μM to the medium followed by incubation for 1 h at 37 °C. After 48 h post-infection, virus-induced cytopathic effects (CPE) were observed by microscopy, and the antiviral activity of the compounds was determined by MTT-based assay as described previously [21]. Half maximal inhibitory concentration (IC50) was calculated using Calcusyn computer software [21].\n\n## 2.5. Plaque Reduction Assay\nThe MDCK cells were pre-treated with various concentrations of the compounds for 1 h followed by infection with influenza A/WSN/33 virus at a multiplicity of infection (MOI) of 0.01. The virus-infected cells were cultured by a 2 × DMEM (Sigma, St. Louis, MO, USA) mixed medium containing 1.5 μg/mL TPCK-trypsin (Sigma, St. Louis, MO, USA), 2% microcrystalline cellulose and the compounds for 3 days. The cells were then fixed with 4% paraformaldehyde for 20 min. After discarding the medium, the cells were subsequently stained with 2% crystal violet. The number of infectious particles was determined using a standard plaque assay. The inhibition effects of the compounds depended on the number of plaques.\n\n## 2.6. Western Blotting and Quantitative Real-Time PCR\nTo obtain the total protein, the cells were lysed using radio-immunoprecipitation assay (RIPA). For Western blotting, the total protein was quantified by Bradford assay, and denatured by boiling at 105 °C. Equal amounts of protein were separated on SDS-PAGE gels and transferred to a polyvinylidene fluoride (PVDF) membrane using an electro-blotting apparatus (Bio-Rad, Hercules, CA, USA). The membrane was blocked for 60 min at room temperature with 5% bovine serum albumin (BSA) and incubated overnight at 4 °C with the primary antibody. The membrane was then incubated with an HRP-conjugated secondary antibody for 1 h at room temperature (RT). The bound antibodies were detected using an enhanced chemiluminescence substrate (Bio-rad, United States). Images were obtained using the FluorChem E System (Protein-sample, Santa Clara, CA, USA) and analyzed using ImageJ software (NIH, Bethesda, MD, USA).\nThe cells were lysed using an RNA isolation kit (Foregene, Chengdu, China). The mRNA expression level was detected with qRT-PCR as previously reported [22]. The relative expression of the viral gene was determined with LightCycler 480 instrument software [22] using a classical 2-ΔΔCT method, with the cellular GAPDH gene serving as the internal control. The PrimeScript™ RT Reagent Kit (TaKaRa, Beijing, China) and the GoTaq® qPCR Master Mix (Promega, Madison, WI, USA) were used for the RT and qRT-PCR experiments, respectively. The qRT-PCR primer sequences are available upon request.\n\n## 2.7. Time of Addition Study\nA549 cells were infected with A/WSN/33 viruses (MOI = 0.1) for 1 h and then incubated in the presence of the compound at 20 μM at different time intervals (0–2, 2–5, 5–8, 8–10 and 0–10 h), as previously reported [23]. After 10 h post infection, the cells were collected, and the NP protein levels in the cells were detected using Western blotting, as described above. All assays were performed in three replicates.\n\n## 2.8. Pseudovirus-Based Entry Inhibition Assays\nPseudovirus-based entry inhibition assays, including H5N1 IAV and VSV-G, were generated in our laboratory as described previously [24]. In brief, 293T cells were transfected with HIV backbone plasmid (pNL4-3.luc.R-E-), and the plasmid expressed the viruses’ respective envelope glycoprotein (Qinghai-HA, Xinjiang-HA, Anhui-HA, HongKong-HA, IAV NA or VSV-G). Supernatants were harvested at 48 h post-transfection and produced pseudotype viruses (PsVs). The PsV titers and the inhibition activities of the compounds were measured using a luciferase assay (Promega, Madison, WI, USA). Briefly, the compounds and the PsVs were mixed at 37 °C for 30 min. The cells were subsequently incubated with this mixture. After a further 48 h of incubation, the cells were lysed for luciferase assays. The relative luciferase activity was measured using an Ultra 384 luminometer (GENiosPro, TECAN, Bedford, MA, USA).\n\n## 2.9. Mini-Replicon Assay\nViral polymerase activity was assessed using the mini-replicon system with viral polymerase expression vectors (pHW2K-NP, pHW2K-PA, pHW2K-PB1 and pHW2K-PB2, in a 1:1:1:1 ratio) and two luciferase reporter genes, as described previously [25]. Renilla luciferase expression plasmid was used as a reference gene for the normalization of firefly luciferase reporter gene expression in the transfected cells. The luciferase activity of the cell lysates was determined using a luciferase reporter gene detection kit (Promega, Madison, WI, USA).\n\n## 2.10. IAV Binding, Internalization and Membrane Fusion Assay\nThe A549 cells were treated with nisoldipine (20 μM) or vehicle (DMSO) at 37 °C for 2 h, followed by infection with A/WSN/33 virus at an MOI of 5 in the presence of ammonium chloride (50 mM) and incubated at 37 °C for 2 h (ammonium chloride was added to prevent fusion). After three washes with ice-cold PBS, the relative level of bound viral particles was quantified via qRT-PCR, as described above.\nFor the virus binding assay, the A549 cells were pre-treated with 20 μM nisoldipine or DMSO at 37 °C for 3 h and incubated with A/WSN/33 virus (MOI of 5) at 4 °C for an additional 1 h. After three washes with ice-cold PBS, the cell lysates were prepared with RIPA (Fdbio Science) and subjected to Western blotting assays with a rabbit anti-NP pAb.\nFor the virus internalization assay, the A549 cells were infected with A/WSN/33 (H1N1) virus (MOI of 5) for 1 h at 4 °C. The infected cells were washed five times with ice-cold PBS (pH 7.2) or PBS-HCl (pH 1.3). The cell lysates were then prepared with RIPA and subjected to Western blotting assays with a rabbit anti-NP pAb.\nThe A549 cells were treated with nisoldipine or vehicle for 3 h at 37 °C prior to infection with A/WSN/33 virus (MOI of 5) on ice at 4 °C for 1 h. The temperature was shifted to 37 °C to allow internalization. The cells were washed in ice-cold PBS-HCl (pH 1.3) five times to remove the uninternalized virions. At the indicated time points post-infection, the cell lysates were subjected to Western blotting with a rabbit anti-NP pAb.\n\n## 2.11. Transferrin Absorption Test\nThe A549 cells were treated with different concentrations of nisoldipine for 3 h, 2 mL of transferrin (15 µg/mL) was added, and they were then incubated in the cell culture incubator for 30 min. The cell lysates were prepared and subjected to Western blotting assays with a mouse anti-transferrin mAb.\n\n## 2.12. Transmission Electron Microscopy\nAs it was difficult to detect virus particles at low doses using electron microscopy, the cells were infected at a high MOI. The MDCK cells were treated with nisoldipine as described above. Subsequently, the MDCK cells were incubated with A/WSN/33 virus at an MOI of 10 for 1 h at 4 °C and then transferred to 37 °C and incubated for 30 min, allowing for virus internalization. Next, the cells were fixed with 0.1% glutaraldehyde and 2% paraformaldehyde (PFA) in PBS (pH 7.4) for 1 h at 4 °C. After fixation, the samples were post-fixed with 1 mL of 2% osmium tetroxide for 1 h at 4 °C. The samples were then dehydrated through a graded series of ethanol and embedded in Epon (TED Pella, Redding, CA, USA). Ultrathin sections (80 nm) of the embedded cells were prepared, stained with uranyl acetate and lead citrate, and observed using a transmission electron microscope (Hitachi H-7500, Hitachi High-Technologies Corporation , Nagoya, Japan).\n\n## 2.13. siRNA Knockdown of Cav1.2\nThe A549 cells were transfected with siRNA targeting Cav1.2 (5′-UCUGAAGAUCCUGUCAGGCAAUTT-3′) or negative control siRNA (GenePharma, Shanghai, China) at a concentration of 30 nM using the Endofectin™ Max transfection reagent (Invitrogen, Carlsbad, CA, USA). At 24 h post-transfection, the knockdown efficiency was verified by Western blotting with a mouse anti-Cav1.2 mAb. The siRNA-treated A549 cells were infected with A/WSN/33 virus (MOI = 0.1) for 1 h at 37 °C. The inhibitory effects of Cav1.2 siRNA on virus replication at indicated points post-infection were determined by Western blotting. All assays were performed in three replicates.\n\n## 2.14. Assessment of Combination Treatment In Vitro\nThe IC50 values of nisoldipine and zanamivir in the MDCK cells were determined using an MTT assay and then used to generate a fixed ratio for the combination studies. During the different dose combinations, the ration of IC50 as nisoldipine:zanamivir was 7:1, 3:1, 1:1, 1:3 and 1:7. The MDCK cells were infected with A/WSN/33 virus at 37 °C; then, the drug mixtures were incubated at above the ratio of IC50 values. A fractional inhibitory concentration index (FICI) was used to confirm the synergistic effects: FICI = [(IC50 of nisoldipine in combination)/(IC50 of nisoldipine alone)] + [(IC50 of zanamivir in combination)/(IC50 of zanamivir alone)]. FICI < 0.5 was interpreted as synergy [26].\n\n## 2.15. Fluorescence Confocal Assays\nThe A549 cells were plated on 35 mm confocal dishes and cultured for 24 h until they reached 80% confluence. These cells were then initially pre-treated with CPZ (20 μM), MβCD (20 μM) and nisoldipine (20 μM) for 3 h at 37 °C. CPZ acts as an inhibitor of clathrin-mediated endocytosis. MβCD is an inhibitor of caveolin-mediated endocytosis. Next, the A549 cells were labeled with endocytic markers sorted into different vesicular pathways (25 µg/mL Tf-568 or 2 µg/mL CTB-FITC) and incubated at 4 °C for 1 h. The A549 cells were then incubated at 37 °C for 15 min. Finally, the A549 cells were fixed for observation. Images were acquired using a Zeiss LSM 800 Confocal Laser Scanning Microscope with Airyscan. All assays were performed in three replicates.\n\n## 2.16. Statistical Analysis\nThe independent experiment was performed at least three times. The results are shown as mean ± standard deviation (SD). All statistical analyses of the data were carried out using GraphPad 5.0 Prism software. Two groups were analyzed using statistical methods, including Student’s t-test, and other groups by one-way ANOVA with or without Tukey–Kramer multiple comparisons. In all cases, a p value < 0.05 was regarded as statistically significant and marked with an asterisk (*). All results are representative of three replicate experiments (ns, no significance).\n\n## 3.1. In Vitro Anti-Influenza Activity of Nisoldipine\nWe previously performed a screen of a compound library of 361 ion channel inhibitors (L2300 Ion Channel Inhibitor Library, Target Molecule Corp.) and identified candidate compounds with anti-IAV activity (inhibition rate > 60%) without significant cytotoxicity at a concentration of 10 μM. Among the candidate drugs identified in the primary screening, calcium channel blockers belonging to the dihydropyridines class displayed better anti-influenza activity. We compared the anti-IAV activity of four represented drugs of dihydropyridine calcium channel blockers, nitrendipine, nimodipine, cilnidipine and nisoldipine, which have been extensively evaluated for clinical safety and have potency for repurposed drug application. Zanamivir was selected as the positive drug control, with an IC50 of 1.26 ± 0.30 nM (Table 1). The results showed that the four candidate drugs had different inhibitory effects against influenza A virus (A/Puerto Rico/8/34): the IC50 were 7.26 ± 1.89, 12.83 ± 1.72, 14.26 ± 2.66 and 4.74 ± 0.76 μM (Table 1).\nAmong them, nisoldipine displayed the most powerful inhibition effect on IAV infection without causing cytotoxicity (CC50 > 200 μM), with a selection index (SI) greater than 42.19. Fujioka et al. reported that the voltage-gated Ca2+ channel Cav1.2 was critical for IAV infection [19]. Our results consistently demonstrated that nisoldipine specific for L-type Cav1.2 inhibited the infection of IAV in vitro. Furthermore, nisoldipine exhibited broad-spectrum inhibition against multiple subtypes of IAV strains (Table 2), including A/Puerto Rico/8/34 (H1N1), A/FM-1/1/47 (H1N1), A/Aichi/2/68 (H3N2), A/WSN/33 (H1N1), and A/PR/8/34 with NA-H274Y, with IC50 values of 4.74 ± 0.76, 6.96 ± 0.78, 5.68 ± 0.61, 4.47 ± 0.25 and 5.94 ± 0.55 μM, respectively. Based on the significant inhibition activity of nisoldipine against the A/WSN/33 virus strain, we performed subsequent experiments with the virus strain.\nThe chemical structure of nisoldipine is shown in Figure 1A. The results of CPE and plaque assays further revealed that nisoldipine could effectively inhibit the replication of IAV in MDCK cells (Figure 1B,C). At the same time, a reduction in progeny virion of the nisoldipine-treated supernatant was detected using a plaque assay (Figure 1D). Western blotting and qRT-PCR were used to analyze the expression of the influenza viral protein and gene. Western blotting showed that nisoldipine significantly inhibited the expression of IAV proteins NP and PB2 in a dose-dependent manner (Figure 1E). Similarly, the results of the qRT-PCR assay demonstrated that nisoldipine decreased NP mRNA expression (Figure 1F). Concomitantly, nisoldipine also interfered with IAV replication in the A549 cells (Figure 1G,H), suggesting that its antiviral effect has no cell specificity. Taken together, these results demonstrate that nisoldipine is a potential anti-influenza drug and that further research would be of value.\n\n## 3.2. Nisoldipine Inhibits Viral Entry\nWe subsequently investigated the inhibitory mechanism of nisoldipine against IAV infection. The IAV life cycle was mainly around 8–10 h, which can be divided into the following steps: virus entry (0–2 h); viral transcription and replication (2–5 h); viral assembly (5–8 h); and viral release (8–10 h) [27]. To compare the inhibition effect of nisoldipine during the different stages of infection, the A549 cells were treated with nisoldipine at indicated time intervals during one viral life cycle. The results showed that nisoldipine could greatly lessen the expression of the viral NP protein at the 0–2 h time interval, suggesting that nisoldipine acts in the early steps of the viral life cycle (Figure 2A,B).\nTo verify whether nisoldipine interferes with virus entry, we generated four pseudoviruses in 293T cells with an HIV-1 backbone, expressing HA of four homologous clades of H5N1 IAV (A/Qinghai/59/2005, A/Xinjiang/1/2006, A/Anhui/1/2005, and A/Hong Kong/156/1997) [24]. As depicted in Table 3, it was found that nisoldipine could also significantly inhibit infection with all four pseudoviruses, implying that nisoldipine has effect on viral entry. Similar to CL−385319 [28], nisoldipine could dose-dependently inhibit H5N1 PsV infection but showed much less efficiency on vesicular stomatitis virus G (VSV-G) PsV (Figure 2C).\n\n## 3.3. Nisoldipine Exerts Its Antiviral Effect by Interfering with Influenza A Virus Internalization\nTo further investigate the precise stage at which nisoldipine affects IAV entry, we studied the effects of nisoldipine on virus–receptor binding, internalization and membrane fusion.\nTo prevent membrane fusion and virus entry, we added ammonium chloride to allow for the investigation of pre-fusion events, including binding and internalization, as described previously [29,30]. The A549 cells were incubated with nisoldipine or vehicle (DMSO) and then infected with A/WSN/33 in the presence of ammonium chloride (50 mM). At 24 h post-infection, the intracellular level of vRNA was measured with qRT-PCR. Our data show that vRNA in the cells pre-treated with nisoldipine was remarkably reduced, suggesting that nisoldipine acted at the pre-fusion stage of IAV (Figure 3A).\nTo evaluate the effect of nisoldipine on viral binding, the A549 cells were incubated with nisoldipine or vehicle for 3 h at 37 °C, and then infected with A/WSN/33 (MOI = 5) at 4 °C for 1 h, allowing for virus attachment but preventing virus internalization. As shown in Figure 3B, there was no significant difference in NP protein level observed between the nisoldipine-treated and control cells, suggesting that nisoldipine does not disturb viral binding. After binding to their specific receptor on the host cell surface, IAV is taken up into the cells through the endocytosis pathway. Thus, we investigated the potential effect of nisoldipine on viral internalization. The cells were incubated with A/WSN/33 (MOI = 5) at 4 °C for 1 h, washed five times with a neutral wash (ice-cold PBS, pH 7.2) or an acidic wash (ice-cold PBS-HCl, pH 1.3), and the amount of internalized virus particles was then determined by Western blotting with a rabbit NP pAb. As shown in Figure 3C, the expression of NP was completely absent from the infected cells washed with ice-cold PBS-HCl (pH 1.3), whereas washing with PBS could not remove the virions from the cell surface. Therefore, we chose PBS-HCl (pH 1.3) to remove the unbound viruses and kept the virions that were internalized into the cells. Next, the compound-treated A549 cells, as described above, were infected with A/WSN/33 (MOI = 5) for 1 h at 4 °C. The cells were subsequently transferred to 37 °C for 30 min to allow for internalization. At 15, 30, 45 or 60 min post-infection, the cells were washed with ice-cold PBS-HCl (pH 1.3) five times and lysed for the detection of viral NP protein using Western blotting. Protein expression in the A549 cells after nisoldipine treatment decreased at the same time as the cells treated with DMSO (Figure 3D). Therefore, it was concluded that treatment with nisoldipine could interfere with the internalization process of IAV.\n\n## 3.4. The Effect of Nisoldipine on Clathrin-Mediated or Clathrin-Independent Endocytic Pathway\nInfluenza virus exploits multiple endocytic pathways for infection. Clathrin-mediated endocytosis may be the most common endocytic pathway and a major internalization pathway for IAV entry into host cells [31]. Using transferrin as a specific marker for clathrin-mediated endocytosis, we further explored the molecular mechanisms by which nisoldipine affected IAV internalization. The internalization of transferrin was assessed upon the treatment of A549 cells with nisoldipine, and as expected, it was found to be markedly reduced (Figure 4A). These results revealed that nisoldipine inhibited the clathrin-associated uptake of transferrin in a concentration dependent manner. To ensure the validity of these data, a transmission electron microscopic (TEM) experiment was undertaken to observe the early stage of IAV infection. At the early stage of infection, the majority of IAV particles were observed to be trapped at the cell surface and partially invaginated, and then, the internalized virions were delivered to an endosome-like structure, suggesting that the entry of IAV into cells could be mediated by endocytosis. Subsequently, we investigated the effect of nisoldipine on the internalization of IAV into the cells. As shown in Figure 4B, the number of clathrin-coated vesicles in the compound-treated A549 cells was less than that in the control cells, suggesting that the entry of IAV into the cells was inhibited by nisoldipine.\nAlthough clathrin-mediated endocytosis plays an important role in the entry of IAV, other endocytic pathways also hinder the infection of IAV. Caveolae have been implicated in the endocytosis of IAV [32]. The A549 cells pre-treated with nisoldipine at different concentrations were inoculated with IAV (MOI = 5). The expression of clathrin-1 protein involved in caveolin-mediated endocytosis was analyzed with Western blotting at 24 h post-infection and compared with the control group. The results clearly demonstrated that IAV utilized caveolin-mediated endocytosis to internalize into host cells as previously reported [33], and the endocytosis pathway was effectively blocked under our experimental conditions (Figure 4C).\nTo confirm the above result, we employed endocytic marker internalization assays with the endocytic pathway inhibitors (CPZ or MβCD) as a positive control. For the detection of clathrin and caveolin-mediated endocytosis, the A549 cells with a presence or absence of nisoldipine were labeled with different endocytic markers (25 µg/mL Tf-568 or 2 µg/mL CTB-FITC). According to Figure 4D, transferrin uptake was decreased when the cells were pre-treated with nisoldipine compared with the control, revealing that nisoldipine successfully inhibited clathrin-mediated endocytosis. Similar to the results of the transferrin uptake assays, less immunostaining was observed in nisoldipine- or MβCD-treated A549 cells compared with the control A549 cells, indicating that nisoldipine successfully inhibited caveolin-mediated endocytosis (Figure 4E).\nTo exclude whether nisoldipine suppressed the influenza virus through other mechanisms, we performed three experiments: traditional hemagglutination (HA) inhibition assay, mini-replicon assay and NA inhibition assay. No significant inhibition effect was observed on red blood cells from hemagglutination nor NA enzyme activity, suggesting that nisoldipine is unable to inhibit the function of viral surface glycoproteins HA or NA (Figure S1A,B). Following internalization, the viral membrane must be fused with the cellular membrane, allowing for viral RNP release into the cytoplasm. We further investigated whether the inhibitory mechanism of nisoldipine was involved in the transcription and replication of the IAV genome with a mini-replicon assay. D715-2441 was previously reported as a viral PB2 inhibitor [27]. In contrast with D715-2441, nisoldipine did not affect influenza viral polymerase activity (Figure S1C), indicating that nisoldipine has no inhibitory effect on viral transcription/replication. In conclusion, nisoldipine played an antiviral role by inhibiting viral endocytosis.\n\n## 3.5. Nisoldipine Inhibits IAV Infection by Reducing Cellular Ca\nAs calcium channels are the target of nisoldipine, we determined whether the anti-viral effect of nisoldipine is involved in a reduction in the level of intracellular Ca2+. The A549 cells were treated with BAPTA-AM or EGTA to determine the changes in both intra and extracellular Ca2+. After inc",
  "has_full_text": true
}