{
  "pmid": "36896461",
  "title": "Effect of antibiotic monensin on cell proliferation and IGF1R signaling pathway in human colorectal cancer cells.",
  "abstract": "BACKGROUND/AIMS: Colorectal cancer is the third leading cause of death in patients with cancers in America. Monensin has represented anti-cancer effect on various human cancer cells. We seek to investigate the effect of monensin on proliferation of human colorectal cancer cells and explore whether IGF1R signaling pathway is involved in anti-cancer mechanism of monensin. METHODS: Cell proliferation and migration were assessed by crystal violet staining and cell wounding assay respectively. Cell apoptosis was analyzed by Hoechst 33258 staining and flow cytometry. Cell cycle progression was detected with the use of flow cytometry. Cancer-associated pathways were assessed with the use of pathway-specific reporters. Gene expression was detected by touchdown-quantitative real-time PCR. Inhibition of IGF1R was tested by immunofluorescence staining. Inhibition of IGF1R signaling was accomplished by adenovirus-mediated expression of IGF1. RESULTS: We found that monensin not only effectively inhibited cell proliferation, cell migration as well as cell cycle progression, but also induced apoptosis and G1 arrest in human colorectal cancer cells. Monensin was shown to target multiple cancer-related signaling pathways such as Elk1, AP1, as well as Myc/max, and suppressed IGF1R expression via increasing IGF1 in colorectal cancer cells. CONCLUSION: Monensin could suppressed IGF1R expression via increasing IGF1 in colorectal cancer cells. It has the potential to be repurposed as an anti-colorectal cancer agent, but further studies are still required to investigate the detailed mechanisms of monensin underlying its anti-cancer motion.Key MessagesMonensin inhibits the cell proliferation and the migration, induces apoptosis and inhibits cell cycle progression in human colorectal cancer cells.Monensin may exert anti-cancer activity by targeting multiple signaling pathways, including the IGF1R signaling pathway.Monensin has the potential to be repurposed as an anti-colorectal cancer agent.",
  "journal": "Annals of medicine",
  "year": "2023",
  "authors": [
    "Zhou Y",
    "Deng Y",
    "Wang J",
    "Yan Z",
    "Wei Q"
  ],
  "doi": "10.1080/07853890.2023.2166980",
  "mesh_terms": [
    "Humans",
    "Anti-Bacterial Agents",
    "Apoptosis",
    "Cell Line, Tumor",
    "Cell Proliferation",
    "Monensin",
    "Neoplasms",
    "Receptor, IGF Type 1",
    "Signal Transduction",
    "Colorectal Neoplasms"
  ],
  "full_text": "## Introduction\nColorectal cancer (CRC), accounting for 8% of estimated newly diagnosed cancers in both genders, is the third leading cause of death in patients with cancers in America [1]. The 5-year survival rate in patients with CRC is strongly related to its stage at diagnosis, and is particularly poor at stage IV [1–3]. This results from the limitations of chemotherapy because of drug resistance and organ toxicities [4,5]. Therefore, it is of great urgency to develop novel therapeutics. An effective alternative to development of novel therapeutics is repurposing drugs. Nowadays, several examples of such drugs are in various stages of clinical trials [6,7].\nMonensin, a polyether ionophore antibiotic secreted by the bacteria Streptomyces cinnamonensis, has represented a positive safety profile in veterinary medicine [8]. A recent study found that malignant cell lines are more than 20-fold more sensitive to monensin than their nonmalignant counterparts [9], suggesting that monensin may target cancer cells more preferentially than most conventionally-used cytotoxic chemotherapy drugs. Furthermore, monensin has exhibited cytotoxic effect against several tumor cells, including colorectal cancer cells [9–20]. Given the safety and anti-cancer effect that monensin showed, monensin has the potential to be repurposed as an anti-tumor drug. However, the mechanisms underlying the anti-cancer activities of monensin is not fully understood. Thus, we investigated the anti-cancer activity of monensin against RKO and HCT-116, two human colorectal cancer cells lines, in terms of cell proliferation, migration, apoptosis as well as cell cycle, and explored the signaling pathways probably-modulated by monensin in present study.\n\n## Cell culture and chemicals\nHuman colorectal cancer cell lines RKO and HCT-116 were generously provided by Dr. Ernest Lengyel. These cells were maintained in complete Dulbecco’s Modified Eagle’s Medium (DMEM) containing 10% fetal bovine serum (FBS, Invitrogen, Garlsbad, CA), 100 units of penicillin and 100ug of streptomycin and cultured at 37 °C in a humidified atmosphere with 5% CO2. Chemicals monensin (aka, rumensin) were purchased from Cayman Chemical (Ann Arbor, MI). Unless indicated otherwise, all chemicals were purchased from Sigma-Aldrich (St. Louis, MO).\n\n## Crystal violet cell viability assay\nCrystal violet staining assay was performed as described [21–23]. Briefly, sub-confluent RKO and HCT-116 cells were treated with varied concentration of monensin. At the indicated time after treatment, cells were washed with PBS and stained with 0.5% crystal violet/formalin solution at room temperature for 20-30 min. The stained cells were washed with tape water and air dried for taking macrographic images [24,25]. Then, the stained cells were dissolved in 10% acetic acid at room temperature for 20 min with shaking and measured absorbance at 570-590nm for quantitative measurement.\n\n## Cell wounding/migration assay\nCell wounding/migration assay was conducted as described [26,27]. Briefly, exponentially growing RKO and HCT116 cells were seeded in 6-well cell culture plates and allowed to reach approximately 90% confluence. Then the monolayer cells were wounded with sterile micro-pipette tips. At various time points, the wound healing status at the approximately same locations was recorded under bright field microscopy. Each assay condition was done in triplicate.\n\n## Apoptosis analysis (hoechst 33258 staining)\nHoechst 33258 staining for apoptosis analysis was performed as previously described [24,28]. Exponentially growing RKO and HCT116 cells were treated with varied concentrations of monensin or DMSO control. At 24 h post treatment, cells were collected, fixed and stained with the Magic Solution (10× stock: 0.5% NP-40, 3.4% formaldehyde, 10ug/ml Hoechst 33258, in PBS). Apoptotic cells were examined and recorded under a fluorescence microscope. Each assay condition was done in triplicate. The results were repeated at least in three independent batches of experiments. The average numbers of apoptotic cells were calculated by counting apparent apoptotic cells in at least ten random fields at 100× magnification for each assay condition.\n\n## Apoptosis analysis (annexin V-FITC flow cytometry)\nThe annexin V staining apoptosis assay was conducted as previously described [24,26,27]. Briefly, exponentially growing RKO and HCT116 cells were seeded in 6-well plates and treated with varied concentrations of monensin. At 24 h post treatment, cells were trypsinized, washed with PBS, resuspended in Annexin V Binding Buffer at a density of 106 cells/ml, and stained with Annexin V-FITC (BD Pharmingen, San Jose, CA) as well as propidium iodide for 15 min at room temperature under a light –proof condition. The stained cells were subjected to flow cytometry analysis with the use of the BD FACScalibur-HTS. The acquired flow cytometry data were analyzed by using the FlowJo v10.0 software. Each assay condition was done in triplicate.\n\n## Cell cycle analysis\nThe exponentially growing RKO and HCT116 cells were seeded in 6-well plates at sub-confluence and treated with 4 micromole monensin or DMSO control. At 48 h post treatment, cells were collected, fixed and stained with the Magic Solution for 30 min. The stained cells were subjected to flow cytometry analysis with the use of the BD FACScalibur-HTS. The acquired flow cytometry data were analyzed by using the FlowJo v10.0 software. Each assay condition was done in triplicate.\n\n## Construction and amplification of recombinant adenovirus expressing IGF1 or RFP\nRecombinant adenovirus expressing IGF1 was constructed by using the AdEasy system as described [29–32]. Briefly, the human IGF1 coding region was PCR amplified and subcloned into an adenoviral shuttle vector, and used to generate and amplify recombinant adenovirus in HCT-116 cells. The resulting adenovirus was designated as AdR-IGF1, which also expresses RFP [33–36]. Analogous adenovirus expressing only RFP (AdRFP) was used as a control [37,38]. For all adenoviral infections, polybrene (4-8µg/ml) was added to enhance infection efficiency as previously reported [39].\n\n## Immunofluorescence staining\nThe immunofluorescence staining assays were carried out as previously described [27,28]. Briefly, for IGF1 staining assay, the HCT-116 cells were first infected with AdR-IGF1 or AdRFP for 16 h, replated into 24-well plates, and then treated with monensin at varied concentrations or vehicle control. For IGF-1R staining assay, sub-confluent HCT-116 cells were treated with monensin at varied concentrations or vehicle control. At 36 h post treatment, the cells were fixed and subjected to immunofluorescence staining with antibody against IGF1 (Santa Cruz Biotechnology, Santa Cruz, CA), or IGF-1R (Santa Cruz Biotechnology). Control IgG and minus primary antibodies were used as negative controls.\n\n## Cell transfection and pathway-specific luciferase reporter assay\nThe Gaussia luciferase (GLuc) reporter assay was performed as described [40,41]. The 12 cancer-related signaling pathway GLuc reporters were homemade and previously described [40], containing NFAT, HIF1, TCF, E2F, Elk1, Ap1, NF-κB, Smad, STAT1/2, RBP-Jκ, CREB and Myc/Max reporters. A constitutively active reporter pG2Luc was used as a control [10,28]. Sub-confluent RKO cells were seeded in 25cm2 culture flasks and transfected with 3.0 µg per flask of the 13 reporter plasmids by using Lipofectamine (Invitrogen). At 16 h post transfection, cells were replated in 12-well plates and treated with varied concentrations of monensin or DMSO control. At 48 h post-treatment, culture media were taken and subjected to Gaussia luciferase assay using the BioLux Gaussia Luciferase Assay Kit (New England Biolabs). Each assay condition was done in triplicate. Luciferase activity was normalized by total cellular protein concentrations among the samples.\n\n## Total RNA isolation and touchdown-quantitative real-time PCR (TqPCR) analysis\nSub-confluent RKO cells were treated with varied concentrations of monesin for 48 h. Total RNA was isolated from the treated cells by using TRIZOL Reagents (Invitrogen) and subjected to reverse transcription reactions with hexamer and M-MuLV reverse transcriptase (New England Biolabs, Ipswich, MA). Such cDNA products were used as PCR templates. The qPCR primers were designed by using Primer3 program [42] and used to amplify the genes of interest. The TqPCR were carried out by using the SYBR Green-based qPCR analysis on a CFX-Connect unit (Bio-Rad Laboratories, Hercules, CA), as described [43]. The qPCR reactions were done in triplicate. GAPDH was used as a reference gene.\n\n## Statistical analysis\nThe quantitative assays were performed in triplicate and/or repeated three times. Statistical analysis was carried out using Microsoft Excel program. Data were expressed as mean ± SD. Statistical significances were determined by one-way analysis of variance and the student’s t test. A value of p < 0.05 was considered statistically significant.\n\n## Monensin inhibits the cell proliferation and the migration in human colorectal cancer cells\nTo investigate the effect of the antibiotic monensin on the proliferative activity of two commonly-used human colorectal cancer cell lines RKO and HCT-116, the two sub-confluent cells were treated with increasing concentrations of monesin from 0 µM to 8 µM. Crystal violet staining results at two different post-treatment times (24 h and 48 h) showed that monensin effectively inhibited the cell proliferative activity in both RKO and HCT-116 cell lines in a dose-dependent and time-dependent manner (Figure 1(A,B), panel a). It was confirmed by quantitative analysis of crystal violet staining data (p < 0.05 for three indicated post-treatment times (Figure 1(A,B), panel b). Next, we conducted the cell wounding assay to test whether monensin exerts any effect on cell migration in human colorectal cancer cells. Freshly confluent RKO and HCT-116 monolayer cells were wounded and treated with 0, 0.5, 1, 2, 4 or 8 µM monensin. The wound healing status at the approximately same locations was recorded at 0 h, 24 h and 48 h after monensin treatment. The decreases of gap closure in both cell lines with 1 or 4 µM monensin at the indicated post-treatment time are presented in Figure 2 when compared to the corresponding DMSO control groups. Especially, a remarkable decrease of gap closure was observed in HCT-116 when the cells were exposed to 4 µM monensin (Figure 2(b)). In summary, the above results suggest that monensin inhibits the cell proliferation and the migration of human colorectal cancer cells.\n\n## Monensin induces apoptosis and inhibits cell cycle progression in human colorectal cancer cells\nSubsequently, we conducted apoptosis analysis with Hoechst 33258 staining as well as Annexin V-FITC flow cytometry to investigate whether monensin inhibits the cell proliferation in human colorectal cancer cells via cell apoptosis in part. Interestingly, the Hoechst 33258 staining results demonstrated that the number of apoptotic cells and the apoptotic rate rose significantly in the treatment groups with 1 µM or 4 µM concentration of monensin when compared to the 0 µM ones in both RKO and HCT-116 cell lines (p < 0.05, Figure 3(A)). Simultaneously, it was confirmed that the apoptotic rate significantly increased in monensin-treated RKO and CHT-116 cells by quantitative analysis of flow cytometry (p < 0.05, Figure 3(B,C)). In addition to apoptosis, the cell cycle between monensin-treated group and control group was also investigated. A significant increase in cell arrested in G1 phrase was found in both monensin-treated RKO and HCT-116 cells (p < 0.05, Figure 4(A), panel c and Figure 4(B) panel c). However, the significantly decreased cells in S/M phase was only observed in monensin-treated RKO (p < 0.05, Figure 4(A), panel c). These results suggest that monensin-induced apoptosis and cell cycle arrest may contribute in part to the monensin inhibition of cell proliferation in human colorectal cancer cells.\n\n## Monensin inhibits multiple cancer-related signaling pathways, including the downstream effectors of IGF signaling\nIt was reported that monensin can attenuate aberrant Wnt signaling in human colorectal cancer cell SW480 to inhibit the tumor progression in a recent study [12]. And our previous study revealed that monensin can inhibit multiple cancer-associated signaling pathways, including EGFR-signaling, in human ovarian cancer cells [10]. We asked whether other signaling pathways are involved in the suppressive effect of monensin on human colorectal cancer cells. By introducing a panel GLuc reporters for 12 cancer-associated pathways as described [40,41], along with a constitutively active reporter pG2Luc, we found that three pathways, containing ElK1, Ap1 and Myc/max, were significantly attenuated in RKO cells exposed to either 2 µM or 4 µM of monensin at 48 h post-treatment (p < 0.05, Figure 5(A)). The inhibitory effect of monensin on ElK1, Ap1 and Myc/max in RKO cells was markedly exhibited in 4 µM, which indicated that the inhibition was dose-dependent. Given that the reporter assays suggested that monensin may target the growth factor signaling pathways, we evaluated expression levels of the proliferation associated genes following the monensin treatment. Using our recently optimized touchdown-quantitative real-time PCR or TqPCR [43], we found K-ras, c-myc, PI3K and Akt1 was effectively decreased when the RKO cells were treated with 4 µM of monensin at 48 h post-treatment (Figure 5(B)). But no dose-dependent fashion was observed. The augment in K-ras expression, instead of inhibition, was found in group with 2 µM of monensin, while the inhibition to Akt1 was stronger in group with 2 µM of monensin than in group with 4 µM of monensin (Figure 5(B)). When the cells were treated with both 2 and 4 µM of monensin, the expression of IGF1 were lower than that of the control group, whereas a descending tendency was found in the expression of IGF1R (Figure 5(B)). It is suggested that monensin may influence expression of IGF1 and IGF1R.\n\n## Monensin effectively inhibits the expression of IGF1R, and may suppress the proliferation of human colorectal cancer cells \nIn order to demonstrate the inhibitory effect of monensin on the expression of IGF1R, which was found in Tq-PCR, we conducted the immunofluorescence staining for IGF1R post treatment with 4 µM of monensin. The results of immunofluorescence staining revealed an effective suppression on IGF1R expression in HCT-116 treated with 4 µM of monensin (Figure 6(A)). Given that the TqPCR assay suggested that monensin may reduce IGF1R via elevating expression of IGF1, we constructed the recombinant adenovirus AdR-IGF1, which expresses not only IGF1 but also RFP. Analogous adenovirus expressing only RFP (AdRFP) was used as a control (Figure 6(B), panel a). The crystal violet staining at 48 h post-treatment demonstrated that transfection with AdR-IGF1 effectively amplified the inhibitory effect of 4 µM of monensin on cell proliferation in human colorectal cancer cells HCT-116 (Figure 6(B), panel b). It was confirmed by quantitative analysis of crystal violet staining data (p < 0.05, Figure 6(B), panel c.). It is suggested that monensin can down-regulate the expression of IGF1R in human colorectal cancer cells, which has a synergistic anti-proliferation effect with overexpression of IGF1.\n\n## Monensin may be repurposed as an effective anti-cancer agent for human tumors, including colorectal cancer\nThe patients with colorectal cancer at stage IV accounts for about 20-25% of total patients, whose 5-year survival rate only reaches about 10% and much less than that at stage I-II, which ranges from 80% to 90% [1,3]. This is due to the limitations of chemotherapy resulting from drug resistance and organ toxicities [4,5]. Thus, searching and developing a novel effective therapeutic agency become critical to treat colorectal cancer. Various ionophore antibiotics, including monensin, salinomycin and nigericin, have been reported to overcome multidrug resistance in different types of cancer cells [44,45], Present study showed that monensin effectively inhibited cell proliferation as well as migration, and induced apoptosis as well as cell cycle arrest in RKO and HCT-116. Similar results have been reported in other researches with respect to various kinds of cancers, including prostate, ovarian, lung, glioma, renal, myeloma, colorectal cancer cell lines and so on [9–20]. Furthermore, a recent study indicated that malignant neoplasm showed more sensitive to monensin than their nonmalignant counterparts [9]. Simultaneously, as an antibiotic, monensin has represented a positive safety profile in veterinary medicine and been applied in cattle and poultry feed for nearly 50 years [8,20]. Given the features described above, monensin has the potential to be repurposed as the novel therapeutic agency against tumor, including colorectal cancer.\n\n## Monensin may exert anti-cancer activity by targeting multiple signaling pathways\nGiven that monensin possesses a positive safety profile and acts effectively at concentrations from low nanomolar to micromolar in various cancers as reported [9–20], to investigate the mechanisms of monensin underlying the anti-cancer motion is necessary. Earlier and recent studies have showed that a high ratio of Bax to Bcl-2, activation of caspase family, including caspase-3, caspase-8 and caspase-9, as well as the loss of mitochondrial transmenbrane potiential are observed in monensin-induced apoptosis of several human cancer cell lines [10,13–18]. Besides apoptosis, the arrest of cell cycle has also been reported in monensin-treated human cancer cell. G1 arrest accompanying decrease of CKD6, cyclin A and cyclin D1 have been demonstrated in most human cancer cell lines exposed to monensin [10,12–15,17,18]. Consistent with the earlier researches, present study also showed that the human colorectal cancer cells, RKO and HCT-116, were induced apoptosis and G1 arrest in cell cycle after monensin treatment. Simultaneously, monensin was indicated to be a potent inducer of oxidative stress and inhibitor of androgen signaling leading to apoptosis in prostate cancer cells [9]. Furthermore, monensin was demonstrated to induce endoplasmic reticulm stress to up-regulate DR5 and down-regulate c-FLIP in glioma cells [19]. In addition, monensin was shown to inhibit canonical Wnt signaling in human colorectal cancer cells SW480 and to suppress tumor growth in multiple intestinal neoplasia mice [12]. More recently, monensin was suggested to inhibit the growth factor receptor-induced signaling pathways and suppress EGFR expression [10]. Taken together, it is evidently suggested that monensin may target cancer cells via multiple mechanisms.\nWe analyzed the effect of monensin on 12 cancer-related pathways and found that monensin inhibited the reporter activities for ElK1, Ap1 pathway, and to a lesser extent the Myc/max reporter activity in human colorectal cancer cells. Next, the expressions of five gene, containing IGF1R, K-ras, c-myc, PI3K and Akt1 were effectively inhibited by 4uM monensin, whereas the expression of IGF1 was amplified. It has been showed that IGF1R plays a key role in the colorectal cancer [46,47] and PI3K/Akt as well as Ras/Raf/MEK/ERK pathways are the downstream mediators of the IGF1R signaling in cancers [48]. Collectively, the results in present study strongly suggest that monensin is probably to exert anti-cancer activity by inhibiting the IGF1R signaling pathway via IGF1 increase. The immunofluorescence staining in present study revealed that monensin effectively suppresses the IGF1R expression. Consistent with the hypothesis, monensin combined with AdR-IGF1 transfection significantly enhanced the inhibition to cell proliferation in human colorectal cancer cells. It suggests that monensin combined with treatment targeting IGF1R or IGF1 may potentiate anti-cancer effect in colorectal cancer, which needs further investigation. In addition, a recent research indicated that monensin inhibits epidermal growth factor receptor (EGFR) trafficking and activation [20]. Interestingly, our recent study also revealed that monensin effectively inhibited EGFR and tumor grow in human ovarian cancer, however no inhibition to IGF1R was observed [10]. It is suggested that the mechanism of monensin underlying anti-cancer motion may depend on the cancer cell species. But the effect of monensin on EGFR was not involved in present study. Further investigations with respect to effect of monensin on EGFR in colorectal cancer cells are required.\n\n## Conclusions\nIn summary, we investigated the potential of repurposing monensin as an anti-cancer agent for human colorectal cancer. Our results revealed that monensin not only effectively inhibited cell proliferation, and cell migration as well as cell cycle progression, but also induced apoptosis and G1 arrest of human colorectal cancer cells. Monensin was shown to target multiple cancer-related signaling pathways such as Elk1, AP1, as well as Myc/max, and suppressed IGF1R expression via increasing IGF1 in colorectal cancer cells. Thus, our results suggest that monensin has the potential to be repurposed as an anti-colorectal cancer agent. But further studies are still required to investigate the detailed mechanisms of monensin underlying its anti-cancer motion.",
  "has_full_text": true
}