{
  "pmid": "37118497",
  "title": "Long-lasting geroprotection from brief rapamycin treatment in early adulthood by persistently increased intestinal autophagy.",
  "abstract": "The licensed drug rapamycin has potential to be repurposed for geroprotection. A key challenge is to avoid adverse side effects from continuous dosing. Here we show that geroprotective effects of chronic rapamycin treatment can be obtained with a brief pulse of the drug in early adulthood in female Drosophila and mice. In Drosophila, a brief, early rapamycin treatment of adults extended lifespan and attenuated age-related decline in the intestine to the same degree as lifelong dosing. Lasting memory of earlier treatment was mediated by elevated autophagy in intestinal enterocytes, accompanied by increased levels of intestinal LManV and lysozyme. Brief elevation of autophagy in early adulthood itself induced a long-term increase in autophagy. In mice, a 3-month, early treatment also induced a memory effect, with maintenance similar to chronic treatment, of lysozyme distribution, Man2B1 level in intestinal crypts, Paneth cell architecture and gut barrier function, even 6 months after rapamycin was withdrawn.",
  "journal": "Nature aging",
  "year": "2022",
  "authors": [
    "Juricic P",
    "Lu Y",
    "Leech T",
    "Drews L",
    "Paulitz J"
  ],
  "doi": "10.1038/s43587-022-00278-w",
  "mesh_terms": [
    "Animals",
    "Female",
    "Mice",
    "Sirolimus",
    "Muramidase",
    "Paneth Cells",
    "Drosophila",
    "Autophagy"
  ],
  "full_text": "## Main\nThe macrolide drug rapamycin inhibits TORC1 activity and can extend lifespan in model organisms, including mice1–3. In mice, rapamycin can delay several age-related diseases, such as cognitive decline4, spontaneous tumors5 and cardiovascular6,7 and immune8 dysfunction. However, chronic rapamycin administration can cause adverse effects, even with low doses9,10. Shortening treatment could potentially reduce negative effects. Short-term treatment in late life can extend lifespan in mice3,11,12 and enhance immune response in older people13,14. However, it is unknown whether the effects of late-life treatment are comparable to those of lifelong drug exposure, or whether brief treatment at younger ages is sufficient to gain the benefits of the chronic treatment.\nTo assess the efficacy of late-onset rapamycin treatment, we treated Drosophila females, which increased lifespan in response to rapamycin treatment substantially greater than did treatment in males2,15, at different ages and for varying durations. Treatments starting later in life, on day 30 or day 45, extended lifespan, consistent with previous findings in mice3,11,12, but less than did lifelong treatment (Fig. 1a,b and Supplementary Tables 1 and 2). Very late-onset rapamycin treatment from day 60, when survival was already decreased to ~80%, did not increase lifespan (Fig. 1c and Supplementary Table 2). Thus, later-onset rapamycin treatment produced progressively smaller extensions of lifespan.Fig. 1Lifespan response to rapamycin treatment declines with the age of onset of the treatment.a, Rapamycin treatment started on day 30 extended lifespan (P = 2.13 × 10−6) to a lesser degree than did lifelong treatment (P = 1.04 × 10−13; Supplementary Table 2). b,c, Rapamycin treatment started on day 45 modestly extended lifespan (b; P = 0.0003; Supplementary Table 1), whereas treatment started on day 60 (c) had no lifespan-extending effect (P = 0.256; Supplementary Table 1). d, Rapamycin treatment from day 1–30 extended lifespan (P = 2.13 × 10−6) as much as did chronic treatment (P = 0.09; Supplementary Table 2). e, Treatment from days 15–30 extended lifespan slightly less than did chronic treatment (d15–30 versus control, P = 7.58 × 10−7; d15–30 versus chronic rapamycin, P = 0.19; Supplementary Table 3). Experiments in Extended Data Fig. 1a–d and Figs. 1e and 2a were run in parallel, thus lifespan data of the control flies are the same. N = 400 flies per condition.Source data\nIn sharp contrast, rapamycin treatment instigated early in adulthood on day 3 following eclosion and 2 d of mating (termed ‘day 1’), for just 30 d, extended lifespan as much as did lifelong dosing (Fig. 1d and Supplementary Table 3). Treatment from days 15–30 increased lifespan, but less than did chronic treatment (Fig. 1e and Supplementary Table 3). Remarkably, rapamycin in only the first 15 d of adult life recapitulated the full lifespan extension achieved by chronic treatment (Fig. 2a and Supplementary Table 3), a phenomenon we termed ‘rapamycin memory’.Fig. 2Brief rapamycin treatment early in adulthood extends lifespan and preserves intestinal function as much as does chronic treatment.a, Lifespan of flies chronically or in days 1–15 treated with rapamycin (n = 400 per condition; Supplementary Table 3). b, Experimental design. c, The number of pH3+ cells (arrows) in the gut 45 d after the short-term rapamycin treatment was withdrawn (n = 7–8). d, Midgut turnover rate, as assessed with the esgtsF/O system 20 d after treatment (n = 15–18). e, The number of dpErk+ cells 45 d after rapamycin treatment (n = 10–11). f, Intestinal dysplasia in the gut R2 region of flies carrying epithelial marker Resille-GFP 45 d after short-term rapamycin treatment was terminated (n = 6–8). g, Intestinal barrier function in flies treated with rapamycin chronically or in days 1–15. Data are the mean ± s.e.m. One-way analysis of variance (ANOVA), Bonferroni’s post hoc test. NS, not significant.Source data\nRapamycin increases lifespan mainly in female Drosophila2. The number of dividing intestinal stem cells (ISCs) increases with age in female flies, to restore damaged parts of the intestinal epithelium, driving intestinal dysplasia later in life16. Thus, we hypothesized that short-term rapamycin might permanently alter ISC activity. As previously reported17, chronic rapamycin treatment reduced pH3+ cell number (Fig. 2c), a marker for dividing cells18. Strikingly, the number of pH3+ cells of flies treated with rapamycin only during days 1–15 remained as low as in flies treated chronically, even 10, 30 and 45 d after treatment (Fig. 2b,c and Extended Data Fig. 1a,b). Mass spectrometry confirmed that rapamycin concentration was reduced to the level of control flies 10 d after rapamycin treatment on days 1–15 was ended (Extended Data Fig. 1c). The ISCs thus remained fully quiescent long after rapamycin had been cleared.\nWe next assessed the turnover rate of the intestinal epithelium using the esgts\nF/O system (esg-Gal4; tubGal80ts\nAct > CD2 > Gal4 UAS-Flp UAS-GFP)19, where activation by a temperature shift to 29 °C marks ISCs and their progenitor cells with GFP. Under standard conditions, the epithelial turnover rate in Drosophila is 14 d. Temperature increase shortens lifespan, so we measured turnover rate 10 and 20 d after treatment. Most of the control midgut epithelium was replaced by GFP-positive cells after 10 d (Extended Data Fig. 1d) and 20 d (Fig. 2d) of system activation. Chronic and day 1–15 rapamycin treatment reduced the number of GFP-positive cells 10 and 20 d after the switch to the same extent (Fig. 2d and Extended Data Fig. 1d). Brief, early rapamycin exposure thus reduced turnover of the intestinal epithelium as much as chronic treatment, and the cells previously treated with rapamycin remained in the gut until advanced age.\nStaining with diphosphorylated Erk (dpErk), a specific readout for signal that damaged and apoptotic enterocytes send to the ISCs for replacement20, revealed that short-term rapamycin treatment reduced the number of apoptotic, dpErk-positive cells as much as did chronic treatment (Fig. 2e), suggesting increased enterocyte health. We therefore assessed if intestinal pathologies were reduced. Histology using the epithelial marker Resille-GFP revealed that dysplastic regions were widespread throughout the guts of aging control flies (Fig. 2f). Flies treated chronically with rapamycin had significantly fewer dysplastic lesions at day 60. Interestingly, the proportion of dysplastic regions remained reduced 45 d after short-term rapamycin treatment was withdrawn, to the same degree as that seen with chronic treatment (Fig. 2f). Because lifespan is directly linked to gut barrier function, and loss of septate junction proteins disrupts gut integrity21, we measured the effect of brief rapamycin treatment on gut barrier function. Intestinal integrity, as measured by a blue dye leakage assay, was preserved by rapamycin treatment, and remained fully protected even 45 d after rapamycin was withdrawn (Fig. 2g). Taken together, these results indicate that brief, early-life rapamycin exposure exerted long-lasting protective effects on the intestine by reducing turnover of the epithelium, and preventing age-related increase in ISC proliferation, dysplasia and loss of intestinal barrier function.\nPersisting effects of brief rapamycin treatment could indicate a persistent inhibition of TORC1 activity. S6K is a direct target of TORC1 and reduced phosphorylation of S6K is required for extension of lifespan by rapamycin2. Rapamycin treatment instigated later in life, on day 30, reduced TORC1 activity within 48 h to the same level as chronic treatment in head, muscle, fat body and gut (Extended Data Fig. 2a–d). In contrast to lifespan, terminating rapamycin treatment on day 30 de-repressed TORC1 activity to the level of control flies in all four tissues (Extended Data Fig. 2a–d). In accordance with the absence of a ‘memory effect’ for intestinal S6K phosphorylation, overexpression of constitutively active S6K in the gut did not abolish lifespan extension by chronic or short-term rapamycin treatment (Extended Data Fig. 2e,f and Supplementary Table 4). Thus, TORC1 activity responded acutely to rapamycin, and events downstream of TORC1 other than reduced activity of S6K in the intestine, induced the ‘rapamycin memory’ effects.\nIncreased autophagy is also a downstream effector of TORC1 and is required for lifespan extension by rapamycin2. Persistently upregulated autophagy could therefore carry the ‘memory of rapamycin’. To assess autophagic flux, we performed co-staining with Cyto-ID and lysotracker dye. While Cyto-ID specifically labels autophagosomes, lysotracker stains autolysosomes, and an increased ratio of autolysosomes to autophagosomes indicates increased autophagic flux22. Chronic rapamycin treatment increased levels of autolysosomes, without altering the levels of autophagosomes, indicative of an increased autophagic flux (Fig. 3a). Strikingly, the number of LysoTracker-stained punctae remained fully elevated even 10 d (Fig. 3a) and 30 d (Extended Data Fig. 3) after rapamycin was withdrawn, with no change in Cyto-ID-positive punctae (Fig. 3a). Immunoblot analysis revealed that chronic treatment decreased the levels of intestinal, non-lipidated and lipidated forms of the Atg8 protein and the Drosophila p62 homolog Ref-2-P and these stayed low 10 d after the treatment from days 1–15 was withdrawn (Fig. 3b), indicative of persistently activated autophagy. However, rapamycin had no effect on Atg8 and Ref-2-P in heads (Fig. 3c), suggesting a tissue-specific response. Together, these results suggest that autophagy induced by brief rapamycin treatment stayed induced for a prolonged period after rapamycin was withdrawn, despite TORC1 activity being restored back to control levels within 48 h.Fig. 3Short-term rapamycin treatment induces lasting autophagy activation.a, Number of punctae stained by LysoTracker and Cyto-ID in 25-day-old flies treated with rapamycin either chronically or in days 1–15 (n = 7). b,c, Immunoblot of autophagy-related proteins, Atg8-I, Atg8-II and Ref-2-P in the fly gut (b) and the head (c) on day 25, 10 d after rapamycin treatment. Data are the mean ± s.e.m. One-way ANOVA; Bonferroni’s multiple-comparison test. n = 4 biological replicates, each consisting of ten flies.Source data\nTo test for a causal role of elevated autophagy in the intestine in the ‘rapamycin memory’, we abrogated it, both briefly and chronically, with double-stranded RNA-mediated interference (RNAi). We used inducible GeneSwitch drivers to drive expression of Atg5-RNAi in ISCs or enterocytes. Surprisingly, chronic and day 1–15 treatment with rapamycin both failed to increase lifespan of flies expressing Atg5-RNAi specifically in enterocytes (Fig. 4a,b and Supplementary Table 5), but not in ISCs (Fig. 4c,d and Supplementary Table 6). Furthermore, enterocyte-specific chronic and day 1–15 overexpression of Atg5-RNAi abrogated protection of gut barrier function by chronic and brief rapamycin exposure, respectively (Fig. 4e,f). Blocking the increase in autophagy in response to rapamycin in the enterocytes of the gut thus completely abolished the ‘rapamycin memory’ effect on both lifespan and intestinal integrity.Fig. 4Enterocyte-specific autophagy induction mediates lifespan extension and gut barrier protection by short-term rapamycin treatment.a,b, Chronic (P = 1.53 × 10−5) and brief rapamycin (P = 8.8 × 10−10) treatment extended lifespan of control flies, but not of flies expressing RNAi against Atg5 in enterocytes (chronic. P = 0.25; d1–15, P = 0.097; Supplementary Table 5). n = 400. c,d, Chronic (P = 3.4 × 10−6) and brief (P = 8.2 × 10−13) rapamycin treatment extended lifespan of control flies and flies with Atg5-RNAi specifically in ISCs (chronic, P = 0.001; d1–15, P = 5.4 × 10−12; Supplementary Table 6). n = 200. Log-rank test and Cox proportional hazard (CPH) analysis. e,f, Chronic and brief rapamycin treatment reduced the proportion of blue flies in the control group, but not in flies with enterocyte-specific Atg5-RNAi, on day 65. Rapamycin × genotype interaction (chronic, P = 0.057; d1–15, P = 0.020). n = 19–21 vials per condition with 20 flies in each vial. Data are the mean ± s.e.m. Two-way ANOVA followed by Bonferroni’s post hoc test.Source data\nTo determine whether direct, genetic activation of autophagy was sufficient to mimic the ‘memory of rapamycin’ in the absence of the drug, we overexpressed Atg1, which induces autophagy in flies23. Interestingly, similarly to rapamycin short-term treatment, overexpression of Atg1 in enterocytes from days 1–15 caused lasting downregulation of Ref-2-P 10 d after Atg1 overexpression was terminated, while combining rapamycin with enterocyte-specific overexpression of Atg1 from days 1–15 did not further reduce Ref-2-P levels (Fig. 5a). Furthermore, lifelong and day 1–15 enterocyte-specific overexpression of Atg1 extended lifespan (Fig. 5b,c) and prevented age-related loss of intestinal integrity (Fig. 5d,e) as much as did chronic or brief rapamycin exposure, and the combination of Atg1 overexpression and rapamycin did not further increase lifespan (Fig. 5b,c and Supplementary Table 7) nor improve gut barrier function (Fig. 5d,e). Thus, brief elevation of autophagy in enterocytes induces a memory identical to that from brief rapamycin treatment and mediates the ‘memory of rapamycin’ in increased autophagy, intestinal health and lifespan.Fig. 5Short-term Atg1 overexpression induces lasting autophagy activation and extends lifespan to the same degree as short rapamycin treatment.a, Immunoblot of intestinal Ref-2-P of flies treated with rapamycin from days 1–15 in combination with enterocyte-specific overexpression of Atg1 in days 1–15, measured 10 d after treatment (n = 4). Genotype × rapamycin interaction (P = 0.03). b,c, Chronic (P = 3.6 × 10−11) and day 1–15 (P = 6.7 × 10−5) overexpression of Atg1 specifically in enterocytes extended lifespan to the same degree as rapamycin (chronic, P = 0.50; d1–15, P = 0.69; Supplementary Table 7). n = 160–200. Log-rank test and CPH analysis. d,e, Chronic and day 1–15 overexpression of Atg1 reduced the proportion of blue flies to the same degree as rapamycin treatment, on day 65. Rapamycin × genotype interaction for chronic overexpression (P = 0.02). n = 10 vials per condition with 20 flies per vial. Data are the mean ± s.e.m. Two-way ANOVA; Bonferroni’s multiple-comparison test.\nTo test whether the recently reported rapamycin-mediated increase in histone expression22 underlies rapamycin memory, we investigated histone H3 expression after days 1–15 of rapamycin treatment and the effects of overexpression of H3/H4 during days 1–15 on autophagy, gut health and lifespan. As expected, H3 expression and accumulation of chromatin at the nuclear envelope were induced by chronic rapamycin treatment but were decreased back to control levels 15 d after treatment (Extended Data Fig. 4a,b). Moreover, although chronic overexpression of H3/H4 extended lifespan, decreased pH3+ cell count and intestinal dysplasia, and increased LysoTracker staining, these phenotypes showed no memory of the previous H3/H4 expression during days 1–15 (Extended Data Fig. 4c–f). These data suggest that, although increased histone expression mediates lifespan extension by chronic rapamycin treatment, this mechanism is distinct from the one that is responsible for the memory of short-term rapamycin treatment.\nTo search for regulators of the ‘memory effect’ of rapamycin and elevated autophagy, we performed proteomics analysis. Gene Ontology (GO) term enrichment analysis of the proteins that were increased by rapamycin treatment on day 25 and that remained induced 10 d after the treatment revealed high enrichment in proteins involved in branched-chain amino acid (BCAA) and carbohydrate metabolism, in particular lysosomal mannosidases (Extended Data Fig. 5). We also found an increase in lysosomal alpha-mannosidase V (LManV) mRNA levels by quantitative PCR with reverse transcription (RT–qPCR; Extended Data Fig. 6). We therefore tested if knock-down of LManV abolished the ‘memory of rapamycin’. Indeed, knock-down of LManV blocked both the increase in LysoTracker-stained punctae by rapamycin treatment during days 1–15 (Fig. 6a) and the improved gut pathology mediated by short-term rapamycin treatment (Fig. 6b). To test if LManV activation was sufficient to mimic short-term rapamycin treatment, we overexpressed LManV during days 1–15, and found that it increased LysoTracker-stained punctae and reduced age-related gut pathologies to the same degree as chronic overexpression of LManV (Fig. 6c,d). Taken together, these findings suggest that the ‘memory of rapamycin’ in elevated autophagy and improved gut health is mediated through increased expression of LManV.Fig. 6Persistent increase in LManV mediates the ‘memory of autophagy’ and reduced age-related gut pathology induced by short-term rapamycin treatment.a,b, Overexpression of RNAi against LManV in enterocytes in days 1–15 abolished the increase in LysoTracker staining (a) and reduction in gut pathology (b) induced by short-term rapamycin treatment (n = 7 flies). c,d, overexpression of LManV in enterocytes in days 1–15 increased LysoTracker staining (c) and reduced age-related gut pathology (d) to the same degree as chronic overexpression of LManV (n = 9–10 flies). e, Chronic and short-term rapamycin treatment increased intestinal lysozyme level irrespective of tetracycline treatment (n = 6 flies). f, Chronic and short-term overexpression of LManV increased lysozyme levels to the same degree (n = 8–9 flies). g, Overexpression of RNAi against LManV in enterocytes in days 1–15 abolished the increase in lysozyme level induced by rapamycin treatment in days 1–15 (n = 8–9 flies). h, Overexpression of RNAi against Atg5 in enterocytes in days 1–15 abolished the increase in lysozyme level induced by rapamycin treatment in days 1–15 (n = 6 flies). Data are the mean ± s.e.m. One-way (c, d and f) and two-way (a, b, e, g and h) ANOVA; Bonferroni’s multiple-comparison test.\nRecent studies showed that lysozyme-associated secretory autophagy plays a key role in gut health and pathogenesis in mammalian small intestine24,25. Secretory autophagy is an autophagy-based alternative secretion system that is activated in response to infection, and it is mediated by core autophagy proteins Atg5 and Atg16L1. Based on our data suggesting the importance of autophagy in the gut for the ‘memory of rapamycin’, we assessed whether levels of intestinal lysozyme, as a proxy for secretory autophagy, were affected by rapamycin treatment. We found that they were increased and remained fully so 10 d after the treatment was withdrawn. These responses to rapamycin were unaffected by tetracycline treatment (Fig. 6e), suggesting that the intestinal microbiota did not play a role. To investigate if LManV and autophagy were responsible for inducing increased lysozyme levels, we measured lysozyme levels in the intestines of flies overexpressing LManV, and found that both chronic and short-term overexpression increased lysozyme levels to the same degree. Knock-down of LManV by RNAi partially abolished increased lysozyme levels by rapamycin treatment in days 1–15 (Fig. 6f,g), while blocking autophagy by RNAi against Atg5 abolished the increase in lysozyme levels induced by days 1–15 of rapamycin treatment (Fig. 6h). Together, these data suggest that autophagy and LManV mediate the rapamycin-induced increase in intestinal lysozyme levels.\nBranched-chain amino acid aminotransferase (BCAT) is one of the enzymes catabolizing the first step of BCAA degradation and we thus tested if knock-down of BCAT also abolished the ‘memory of rapamycin’. Expression of RNAi against BCAT in enterocytes from day 15 onwards blocked the increased number of LysoTracker-stained punctae (Extended Data Fig. 7a). Although there was a trend toward reduced intestinal dysplasia by rapamycin treatment, the effect was not significant (Extended Data Fig. 7b), and nor were the effects on intestinal dysplasia or lifespan (Extended Data Fig. 7b,c). Taken together, these findings suggest that BCAT contributes to the ‘memory of autophagy’ and further tests are needed to understand if BCAT mediates the effects of rapamycin on gut health and longevity.\nTo assess if lasting benefits of a short-term rapamycin treatment are conserved between flies and mammals, we assessed the impact on intestinal permeability in mice (Fig. 7a), by measuring plasma lipopolysaccharide-binding protein (LBP) levels, a marker of bacterial translocation from intestine into circulation26,27. As we (Fig. 7b) and others28 showed that the age-related increase in gut permeability in rodents appears already in middle age, we treated mice with rapamycin chronically or from 3–6 months of age, and collected samples 6 months after the treatment was withdrawn, at 12 months of age (Fig. 7a). Strikingly, 6 months after rapamycin was withdrawn, plasma LBP levels were reduced to levels similar to those with chronic treatment, (Fig. 7b), suggesting that the long-lasting, beneficial effects of short-term rapamycin exposure on intestinal integrity is conserved in mammals.Fig. 7Short-term rapamycin exposure maintains gut barrier function and Paneth cell architecture to the same degree as lifelong treatment in mice.a, Experimental design. b, Plasma LBP levels during aging and 6 months after rapamycin treatment was terminated (n = 10–15 mice). c, TJ pathology score: I, narrow and electron-dense TJs; II, reduced electron density, but no dilations within TJs; III, low electron density and dilated TJs. Proportion of intact TJs during aging and 6 months post-rapamycin-treatment (n = 4–7 mice). d, The proportion of Paneth cells with diffuse lysozyme staining was increased in aged mice and rapamycin reduced the proportion of Paneth cells (arrows) with diffuse lysozyme staining, which remained reduced 6 months after treatment (n = 4). e, Proportion of hypodense Paneth cell granules in mouse jejunum during aging and 6 months after rapamycin treatment was withdrawn. n = 4. Data are the mean ± s.e.m (b and e) and s.d. (c; rapa treatment). One-way ANOVA; Bonferroni’s multiple-comparison test.\nIncreased gut permeability is associated with compromised tight junctions (TJs)29. Irregularities of TJ can be observed by electron microscopy as reduced electron density of the perijunctional ring30 and dilations within TJs31. We analyzed ultrastructure of TJs in jejunal villi. Intact TJs, which appeared as narrow and electron-dense structures, were classified as class I, narrow TJs with reduced electron density, but without dilations within the TJ as class II, and TJs that were both low in electron density and dilated as class III (Fig. 7c). In line with previously published data on gut permeability28, TJ quality declined during aging, with 7-month-old mice already showing a reduced proportion of intact TJs compared to 3-month-old mice (Fig. 7c). In accordance with plasma LBP results, rapamycin treatment increased the proportion of intact TJs, which remained increased 6 months after rapamycin withdrawal, further supporting the hypothesis that rapamycin protects age-related decline in intestinal integrity (Fig. 7c and Extended Data Fig. 8).\nPaneth cells are specialized secretory cells that serve as a niche for ISCs32 and contain secretory granules filled with antimicrobial proteins, such as lysozyme, and rapamycin improves the Paneth cell function and their support of ISCs33. Lysozyme is normally efficiently packed in Paneth cell granules24. In 12-month-old control mice, we observed a notable proportion of Paneth cells with abnormal lysozyme distribution, which was diffuse in cells. Short-term rapamycin treatment increased the proportion of cells with lysozyme-packed granules and reduced those with a diffuse lysozyme signal (Fig. 7d). Transmission electron microscopy further showed that Paneth cell granule abnormalities, seen as loosely packed and hypodense granules that are a feature of dysfunction24, appeared already at 12 months of age (Fig. 7e). Remarkably, rapamycin treatment decreased the proportion of hypodense Paneth cell granules, which stayed decreased to the levels seen with chronic treatment 6 months after rapamycin treatment was withdrawn (Fig. 7e). Together, these data suggest that short-term rapamycin treatment abolished age-related Paneth cell abnormalities24.\nNext, we assessed if the long-term elevation of autophagy by past rapamycin treatment is conserved in mice. Although chronic and 3–6 months rapamycin treatment did not significantly reduce the number of p62 punctae in the villi region, comprising enterocytes and goblet cells, there was a trend in the villi of 12-month-old rapamycin-treated mice (Extended Data Fig. 9). As autophagy is essential for proper Paneth cell function and secretion24, and upon autophagy activation autophagy-related proteins colocalize with Paneth cell granules34, we measured the number of granules positive for both lysozyme and p62. Chronic and 3–6 months rapamycin treatment increased the number of Paneth cell granules positive for both lysozyme and p62 assessed at 12 months of age (Fig. 8a), suggesting that autophagy in Paneth cells may play a key role in improving cell health in response to brief treatment, even 6 months after the drug is withdrawn.Fig. 8Short-term rapamycin exposure increases the number of granules positive for both lysozyme and p62 in Paneth cells and the number of Man2B1+ punctae in intestinal crypts to the same degree as lifelong treatment in mice.a, The number of lysozyme+/p62+ granules per Paneth cell was increased by rapamycin and remained increased 6 months after the treatment was withdrawn, at 12 months of age (n = 4 mice; at least ten Paneth cells per mouse were analyzed and the average value per mouse was used). White dashed lines denote Paneth cells. b, Number of Man2B1+ punctae was increased by rapamycin and remained increased 6 months after treatment, at 12 months of age (n = 6–10 mice). White dashed lines denote crypt units. Scale bar, 20 μm. Data are the mean ± s.e.m. One-way ANOVA; Bonferroni’s multiple-comparison test.\nAs we showed that LManV is one of the mediators of rapamycin memory in Drosophila, and that it also mediates the rapamycin-induced increase in lysozyme levels in flies, we measured the levels of mannosidases in mouse gut. We observed that rapamycin increased the number of Man2B1-positive punctae in intestinal crypts, and these stayed increased 6 months after the treatment was withdrawn and to the same degree as with chronic treatment (Fig. 8b), in line with the fly data.\nPaneth cell health is critical to the homeostasis of the small intestine, including promoting ISC proliferation and maintenance, which eventually mediates regenerative capacity of the intestinal epithelium35,36. We measured the regenerative ability by assessing mouse intestinal epithelial crypts to form clonogenic organoids in vitro. Mice were treated with rapamycin starting from an older age of 15–21 months, followed by a switch to control food for another 2 months (Extended Data Fig. 10a). Interestingly, compared to untreated controls, short-term treatment in older mice increased the organoid-forming potential of intestinal crypts isolated 2 months after drug withdrawal (Extended Data Fig. 10b). Regenerative growth of de novo crypts was also increased in organoids generated from intestines from short-term rapamycin-treated mice (Extended Data Fig. 10c).\nTogether, these data show that short-term rapamycin exposure in adult mice combated age-related decline in intestinal TJ structure, Paneth cell architecture and gut barrier function, and that these geroprotective effects were equivalent to those seen with chronic drug exposure and lasted long after rapamycin treatment was withdrawn. In addition, our data indicate that brief rapamycin may improve the regenerative capacity of the intestinal epithelium in the long term.\n\n## Discussion\nOur study has uncovered a long-lasting effect of short-term rapamycin administration, including prolonged activation of autophagy, reduced age-related gut pathologies and extension of lifespan in Drosophila. Brief rapamycin administration in early adult life induced these benefits to the same degree as lifelong treatment, with a key role of the enterocytes in the intestine. The long-term elevation in autophagy was mediated by the lasting increase in LManV and BCAT expression. Importantly, some of these benefits from early, brief rapamycin treatment were also observed in the small intestine of mice, suggesting the ‘rapamycin memory’ is at least partially conserved in this mammalian model. These findings are intriguing in light of the key role of autophagy in an array of age-related diseases, including cancer37, immune system dysfunction8 and neurodegenerative diseases38. Our findings suggest that the geroprotective effects of rapamycin can be achieved by early, short-term treatment, without the adverse effects sometimes seen with chronic, long-term dosing. While our data shed light on a new path to achieve geroprotection via pharmacological interventions, it will be important to determine the temporal clinical dosing regimen that maximizes protection while minimizing side effects.\nOur study is not without limitations. Aging phenotypes are often collected from very old mice (>18 months). However, aging phenotypes already appear in middle-aged mice39,40 and, indeed, evolutionary analysis indicates that aging is expected to commence with the onset of reproduction and adulthood41. In this study, we first assessed at what ages age-related gut phenotypes appear. Having found that they appear already at middle age (12 months old), we investigated the effects of short-term rapamycin treatment i",
  "has_full_text": true
}