{
  "pmid": "37178319",
  "title": "Novel antimicrobial strategies to treat multi-drug resistant Staphylococcus aureus infections.",
  "abstract": "Antimicrobial resistance is a major obstacle for the treatment of infectious diseases and currently represents one of the most significant threats to global health. Staphylococcus aureus remains a formidable human pathogen with high mortality rates associated with severe systemic infections. S. aureus has become notorious as a multidrug resistant bacterium, which when combined with its extensive arsenal of virulence factors that exacerbate disease, culminates in an incredibly challenging pathogen to treat clinically. Compounding this major health issue is the lack of antibiotic discovery and development, with only two new classes of antibiotics approved for clinical use in the last 20 years. Combined efforts from the scientific community have reacted to the threat of dwindling treatment options to combat S. aureus disease in several innovative and exciting developments. This review describes current and future antimicrobial strategies aimed at treating staphylococcal colonization and/or disease, examining therapies that show significant promise at the preclinical development stage to approaches that are currently being investigated in clinical trials.",
  "journal": "Microbial biotechnology",
  "year": "2023",
  "authors": [
    "Douglas E",
    "Wulandari S",
    "Lovell S",
    "Laabei M"
  ],
  "doi": "10.1111/1751-7915.14268",
  "mesh_terms": [
    "Drug Resistance, Multiple, Bacterial",
    "Staphylococcus aureus",
    "Antimicrobial Cationic Peptides",
    "Biological Products",
    "Anti-Bacterial Agents",
    "Adjuvants, Pharmaceutic",
    "Drug Synergism",
    "Immunoconjugates",
    "Phage Therapy",
    "Drug Development",
    "Staphylococcal Infections",
    "Humans"
  ],
  "full_text": "## INTRODUCTION\nStaphylococcus aureus is a Gram‐positive, coagulase‐positive, non‐spore forming and non‐motile coccoid bacterium. It is widely regarded as one of the most impressive and successful human pathogens. These Janus‐faced bacteria (Broker et al., 2014) have evolved the capacity to inhabit the mammalian host asymptomatically while retaining the ability to transmit successfully in both healthcare and community environments and cause severe, often life‐threatening infections. S. aureus is well adapted to the human host and resides within the moist squamous epithelium of the anterior nares in 20–40% of the general population (Peacock et al., 2001). Following breach of cutaneous and/or mucosal barriers, S. aureus may gain access to the bloodstream or a underlying tissue, resulting in infection. Immunocompromised patients, persons with indwelling medical devices and people who are colonized by S. aureus, are at greatest risk to infection (Lowy, 1998; von Eiff et al., 2001).\nS. aureus has evolved an extensive panel of multifunctional and often redundant secreted and cell wall anchored virulence factors which target components of both the innate and adaptive immune system and permit efficient adherence and colonization of specific anatomical niches (Cheung et al., 2021; Geoghegan & Foster, 2017). Consequently, S. aureus exists as a formidable opportunistic pathogen and a leading cause of skin and soft tissue infections, device‐associated infections, bacteraemia, endocarditis, bone and joint infections and pneumonia (Tong et al., 2015).\nThe introduction of antibiotics into medicine was arguably the most important medical development of the last century, however, shortly after the use of β‐lactam antibiotics in the clinic, antibiotic‐resistant S. aureus strains emerged (Kirby, 1944). Methicillin‐resistant S. aureus (MRSA), a term synonymous with resistance to an extensive list of β‐lactams, evolved following the acquisition of the mobile genetic element designated staphylococcal cassette chromosome mec (SCCmec) which harbours the mecA gene (Katayama et al., 2000). The gene mecA encodes the alternative penicillin‐binding protein 2a (PBP2a) which has a lower affinity for β‐lactams and can consequently perform essential crosslinking of the bacterial peptidoglycan in the presence of antibiotics (Hartman & Tomasz, 1984). Globally, MRSA spread rapidly in the healthcare and community settings via the serial emergence of dominant, geographically varied MRSA clones (Lee et al., 2018).\nAlthough in recent years the incidences of healthcare‐associated MRSA infections have declined in China, Europe and the United States, they still present a significant clinical challenge in low‐ and middle‐income countries (Bai et al., 2022). Despite this decline, data from the United States indicate mortality due to MRSA infection remains higher than any other antibiotic resistant pathogen, with over 20,000 deaths reported in 2018 (Kourtis et al., 2019). In Europe, recent data show MRSA causes 150,000 infections and 7000 deaths annually (Cassini et al., 2019). In the most up‐to‐date study estimating global antimicrobial resistance (AMR) burden, MRSA caused more than 100,000 deaths in 2019 and S. aureus was listed as second in the top six pathogens for deaths associated with AMR (Antimicrobial Resistance Collaborators, Murray, 2022). Economically, MRSA infections are estimated to contribute to an additional $1.7 billion in extra in‐hospital costs for USA healthcare services every year (CDC, 2019).\nAt present MRSA is endemic in many healthcare facilities and global data confirm the major clinical challenge presented by multidrug resistant S. aureus. Currently there is a paucity in the development of novel classes of antibiotics required to combat antibiotic‐resistant infections. In addition, despite combined efforts from scientists and the pharmaceutical industry there is no licenced vaccine to prevent staphylococcal infection. Therefore, there is a major need to develop new antimicrobial strategies to tackle S. aureus disease.\nIn this review we examine potential antimicrobial strategies for the future treatment of staphylococcal disease, highlighting approaches that are in their infancy at preclinical development to treatments undergoing review in clinical trials. Not included for commentary are structural alternatives to existing antibiotic classes that are in various stages of clinical development which have been recently reviewed (Butler & Paterson, 2020; Hutchings et al., 2019).\n\n## Lipoteichoic acid inhibitors\nTeichoic acids are a family of diverse cell surface glycopolymers consisting of phosphodiester‐linked polyol repeat units. These polymers are divided into lipoteichoic acids (LTAs), which are linked to the membrane through a glycolipid anchor and wall teichoic acids (WTAs), polymers that are covalently attached to the peptidoglycan (Brown et al., 2013; Percy & Grundling, 2014). Both WTA and LTA play important roles in many aspects of cell physiology (Brown et al., 2013; Percy & Grundling, 2014). Importantly, mutants defective in WTA have growth and virulence impairments (Brown et al., 2013), whereas LTA mutants are conditionally lethal, requiring growth in high‐osmolarity medium and low temperature or rescued following the acquisition of compensatory mutations (Percy & Grundling, 2014). Accordingly, inhibition of teichoic acid biosynthesis is an attractive therapeutic intervention strategy, however, recent successes have centred on interrupting LTA biosynthesis.\nLTA polymerization is initiated following the transfer of the diglucosyl‐diacylglycerol (Glc2‐DAG) lipid anchor from the cytoplasm to the membrane, likely via the action of the flippase LtaA. LTA synthesis requires the extension of the LTA glycerolphosphate (GroP) chain and linkage to the membrane anchor. This process involves the LTA synthase (LtaS) which promotes the repeated addition of GroP subunits sourced from the phosphatidylglycerol (PG) membrane lipids (Percy & Grundling, 2014). Several LTA inhibitors have been discovered and may prove to be effective future antibiotics.\nCompound 1771 [2‐oxo‐2‐(5‐phenyl‐1,3,4‐oxadiazol‐2‐ylamino) ethyl 2‐naphthol[2,1‐b] furan‐1‐ylacetate (Figure 1) was discovered as an LTA synthesis inhibitor following an extensive small molecule library screen. Enzyme–substrate binding analysis revealed that compound 1771 abolished the interaction of the extracellular catalytic domain of LtaS (eLtaS) to PG and the subsequent cleavage of PG by eLtaS (Richter et al., 2013). Structure activity relationship (SAR) analysis and hydrophilic–hydrophobic molecular mapping showed compound 1771 bears structural similarity to PG and may act as a competitive inhibitor, disrupting LtaS‐mediated GroP polymerization. Compound 1771 has subsequently undergone a multitude of structural reconfigurations, directed by SAR and molecular dynamic simulations, resulting in a compound (designated compound 4; Figure 1) with greater binding affinity to eLtaS, improved antibacterial activity and significant β‐lactam synergy (Wezen et al., 2022). However, there is debate within the scientific community as to whether eLtaS is the primary target of compound 1771. The work of Takashi et al previously hypothesized that the azo dye congo red might disrupt LTA biosynthesis after discovering its antimicrobial activity against strains lacking wall teichoic acids (Suzuki et al., 2012). Subsequently, Vickery et al developed an assay employing artificial proteoliposomes reconstituted with full length LtaS whereby LTA anchors to the membrane via PG and promotes the synthesis of the polymer (Vickery et al., 2018). In this LtaS reconstitution assay only the azo dye Congo red resulted in enzymatic inhibition; compound 1771 had no LtaS inhibitory activity and therefore may inhibit LTA formation either by inhibiting one of the upstream essential LTA biosynthesis enzymes or through a more general toxicity mechanism.\nA hybrid class of compounds inspired by Congo red and 1771, targeting LTA biosynthesis are the N‐(1,3,4‐oxadiazol‐2‐yl) benzamides, where one specific, highly active compound, HSGN‐94 (Figure 1) has been extensively characterized. HSGN‐94 has shown activity against multiple S. aureus and Gram‐positive strains, displaying low cytotoxicity, minimal in vitro resistance development following extensive passage and significant protection in S. aureus murine skin infection models (Naclerio et al., 2022). Interestingly, HSGN‐94 was found to directly interact with the cytoplasmic α‐phosphoglucomutase PgcA, an enzyme that functions at the beginning of the LTA pathway synthesizing glucose‐1‐phosphate from glucose‐6‐phosphate. In addition, HSGN‐94 exposure resulted in the downregulation of the multifunctional phosphatidylglycerol phosphatase synthase PgsA which is essential for PG synthesis and thus LTA polymerization (Naclerio et al., 2022).\nFuture work unravelling the precise drug target(s) for LTA inhibition will propel the clinical utility of these small molecule inhibitors where importantly the emergence of resistance following serial in vitro exposure has been very limited (Naclerio et al., 2022; Richter et al., 2013).\n\n## \n\nThe filamentous temperature‐sensitive protein Z (FtsZ) is a major component of the divisome, a macromolecular complex that governs bacterial cytokinesis. FtsZ is the first protein to migrate to the site of division and self‐polymerizes in a GTP‐dependent fashion, forming protofilaments that aggregate into a filamentous ring‐like structure (Z‐ring). The Z‐ring serves as a cytoskeletal scaffold for the recruitment and organization of other cell segregation proteins that support septum formation and cell division (Han et al., 2021). FtsZ has recently emerged as an attractive antibacterial target for several reasons: (1) FtsZ is crucial for bacterial cell separation and survival; (2) FtsZ is highly conserved across bacterial species indicating that this protein would represent a broad‐spectrum antibacterial target; (3) FtsZ is not present in mammalian cells suggesting that FtsZ inhibitors would not pose significant toxicity concerns (Han et al., 2021; Tripathy & Sahu, 2019).\nPC190723 represented a new class of benzamides that specifically targeted FtsZ (Figure 1). This molecule was discovered following an in‐depth fragment‐based approach using the small FtsZ ligand, 3‐methoxybenzamide as a scaffold. Although PC190723 exhibited impressive in vitro bactericidal activity against MRSA and demonstrated efficacy in a murine septicaemia model (Haydon et al., 2008), clinical development was hindered due to poor pharmacokinetic properties (Kaul et al., 2013). To circumvent these issues, two prodrugs of PC190723 (TXY436 and TXY541) were designed resulting in enhanced physiochemical qualities suitable for clinical administration but these molecules continued to suffer from poor pharmacokinetics (Kaul et al., 2013). A third prodrug (TXA709) of an alternative benzamide (TXA707) was developed which exhibited significantly increased metabolic stability, enhanced pharmacokinetic features and greater in vivo potency against S. aureus (Kate et al., 2015). The substitution of a Cl group with an electron‐with‐drawing CF3 functionality on the pyridyl ring of the prodrug conferred increased resistance to cytochrome P450‐mediated metabolism, preventing rapid elimination and extending the half‐life of the active product TXA707 (Figure 1, Kate et al., 2015). TXA709 is currently undergoing phase I clinical trials, as an oral formulation targeting MRSA infections (TAXIS, 2020).\nThe selection of TXA709 resistant mutants in vitro occurred at a frequency of 3 × 10−8 consistent with compounds that target a single gene product (Haydon et al., 2008). The resistance mechanism was attributed to target site modifications within the interdomain cleft of FtsZ with mutations G196S or G193D most frequently observed (Haydon et al., 2008; Kate et al., 2015). In response, researchers developed a modified TXA707 which possessed greater structural flexibility (TXA6101; Figure 1) and retained activity against isolates harbouring FtsZ mutations that confer resistance to TXA707 (Fujita et al., 2017), offering key insights into the structural basis for the design of future FtsZ inhibitors. TXA6101 also displayed lower frequency of resistance in MRSA compared to TXA707. Crystallographic analysis revealed TXA6101 can induce conformational changes in the FtsZ binding pocket and crucially avoid steric clashes with Ser196 and Asp193 facilitating tighter binding to mutant FtsZ (Fujita et al., 2017).\nIn summary, benzamide‐based FtsZ inhibitors are novel bactericidal drugs which have shown in vivo efficacy in animal models and can be modified to overcome resistance developed following intensive selection. Future clinical trials will report on the safety, tolerability, immunogenicity and efficacy, of FtsZ inhibitors either as single agents or in combination with clinically relevant antibiotics.\n\n## \n\nThe bacterial fatty acid biosynthesis (FAS) pathway provides essential precursors for the formation of several important cellular components such as phospholipids and represents a primary step in membrane lipid biogenesis. In humans, the type I FAS pathway is governed by a single multifunctional enzyme complex with several distinct domains. Importantly in bacteria, the type II FAS pathway is controlled by distinct enzymes, one of which, the NADPH‐dependent enoyl‐acyl carrier protein (ACP) reductase FabI, has been shown to be essential for S. aureus viability (Campbell & Cronan, 2001; Ji et al., 2004). FabI functions during the last step of the biosynthetic pathway, controlling acyl chain elongation for saturated and unsaturated fatty acid synthesis (Campbell & Cronan, 2001). In S. aureus FabI is the only enoyl‐ACP reductase and is therefore essential. Combined with the organizational and structural difference in FAS between prokaryotes and eukaryotes, inhibitors of FabI represent a novel and promising anti‐staphylococcal target.\nTwo FabI inhibitors that have potent activity against multidrug resistant S. aureus have been extensively examined. Afabicin desphosphono (Debio 1452; AFN‐1252) and its corresponding prodrug Afabicin (Debio 1450; AFN‐1720) represent a first‐in‐class FabI inhibitor, composed of a 3‐methylbenzofuran and an oxotetrahydronaphthyridine linked by an N‐methylpropenamide (Figure 1). Afabicin demonstrates narrow spectrum inhibitory activity against staphylococci, with an MIC90 ≤ 0.015 μg/mL against clinically relevant MSSA and MRSA isolates (Karlowsky et al., 2009) and demonstrated superior activity over linezolid in a mouse model of septicaemia (Kaplan et al., 2012). Extensive biochemical analysis, macromolecular incorporation studies and crystallographic data confirmed FabI as the selective target for afabicin (Kaplan et al., 2012). A phase II multicentre trial demonstrated that afabicin desphosphono is well tolerated and was effective in the treatment of staphylococcal acute bacterial skin and skin structure infections (ABSSSIs) (NCT01519492) (Hafkin et al., 2016). Furthermore, Afabicin was shown to be non‐inferior to vancomycin/linezolid in the treatment of ABSSI in a phase II, randomized double blind multicentre study (NCT02426918) (Wittke et al., 2020).\nNilofabicin (CG400549) is a benzyl‐pyridone (Figure 1) which also exhibits potent activity against MSSA and MRSA isolates and was effective in combating systemic S. aureus infection in a murine model (Park et al., 2007). Overexpression of fabI in S. aureus resulted in enhanced resistance to nilofabicin. In addition, genome analysis of in vitro selected nilofabicin‐resistant S. aureus identified mutations in FabI (F204L) (Park et al., 2007) confirming the enoyl‐ACP reductase as the primary antibacterial target. A phase IIa open‐label exploratory study demonstrated safety and efficacy in patients with complicated ABSSSI (NCT01593761).\n\n## ENGINEERED ANTIMICROBIAL PEPTIDES\nAntimicrobial peptides (AMPs) are central components of the innate immune system and act as a first line of defence against microbial intruders. AMPs that target and permeabilize the bacterial membrane have long been viewed as potential alternatives to antibiotics. Their mechanism of action is hypothesized to engage nonspecifically with the membrane surface of pathogens and not individual proteins, which may be beneficial in reducing the emergence of resistance during treatment (Wimley & Hristova, 2011). AMPs act rapidly to compromise microbial membrane integrity and have been shown to act synergistically with clinically relevant antibiotics (Steenbergen et al., 2009; Wimley & Hristova, 2011). In this section we will review the most promising novel AMPs that have shown anti‐staphylococcal activity in recent clinical trials.\n\n## PLG0206\nPLG0206 (WLBU2) is an engineered 3.4 kDa, 24 residue cationic amphiphilic AMP (Huang, Brothers, et al., 2022). This AMP has been designed to have improved toxicity and maintain activity in the presence of physiologic concentrations of ions and acidic pH, both common limitations of naturally occurring AMPs (Wimley & Hristova, 2011).\nPLG0206 has broad spectrum of activity, inhibiting numerous antimicrobial resistant priority pathogens, including S. aureus, when examined using in vitro and ex vivo inhibitory assays and in vivo animal models of infection (Huang, Brothers, et al., 2022). This AMP has shown significant inhibitory activity against mature S. aureus biofilms grown on metal implant material and in animal models designed to represent periprosthetic joint infections (PJIs) (Mandell et al., 2020). Detailed mechanistic dissection has shown that PLG0206 interaction with bacterial membranes result in lipid phase consolidation leading to local membrane stiffening and a loss of lipid order and membrane thickness. This results in lipid headgroup mismatches and leads to decreased ion flow (Heinrich et al., 2020). Furthermore, PLG0206 has undergone comprehensive non‐clinical safety studies which directed a phase I intravenous clinical safety study in healthy human volunteers, which highlighted an acceptable safety profile (NCT05137314) (Huang, Dobbins, et al., 2022). The developer, Peptilogics, plans to start phase II trials of PLG0206 as a treatment for PJIs of which S. aureus is major contributor.\n\n## Brilacidin\nBrilacidin (PMX30063) is a small molecule arylamide AMP mimic, composed of a planar scaffold decorated with two trifluoromethane hydrophobic substitutions and four positive guanadinyl and pyridinyl substitutions that was optimized for its activity against S. aureus (Choi et al., 2009). Treatment of S. aureus with brilacidin causes rapid depolarization of the membrane comparable to the clinically used lipopeptide antibiotic daptomycin. Further transcriptional profiling showed that like daptomycin, brilacidin induced the expression of cell wall stress responsive two‐component systems WalRK and VraRS, strongly indicating adverse effects on cell wall dynamics (Mensa et al., 2014).\nBrilacidin underwent two randomized phase II clinical trials (NCT02052388 and NCT01211470) for the treatment of ABSSSI caused by S. aureus, using daptomycin as the comparator agent (Jorgensen et al., 2015). The primary endpoint of early clinical response defined as a >20% reduction in lesion size was high (>90%) in patients treated with brilacidin and comparable to the daptomycin‐treated group. No serious adverse events were documented indicating an appropriate safety profile. The developer, Innovation Pharmaceuticals, has since announced that they seek to start phase III clinical trials in patients with ABSSSI.\n\n## OP‐145\nOP‐145 (previously known as P60.4Ac) is a synthetic derivative of the human cathelicidin LL‐37, constructed to maintain antimicrobial activity towards Gram‐negative and Gram‐positive bacteria while limiting the proinflammatory activity of LL‐37. OP‐145 also contains modifications favouring amphipathic helix formation and alterations at the N‐ and C‐terminus to protect against proteolytic degradation and enhanced in vivo stability (Nell et al., 2006). OP‐145 has shown to be effective against MRSA using in vitro inhibitory assays, biofilm models and MRSA infected thermally wounded human skin equivalents, while maintaining low toxicity on human epidermal models (Haisma et al., 2014). OP‐145 has shown promise as a local topical therapeutic, retaining activity in formulations suitable for skin and nasal mucosa application (Haisma et al., 2016).\nInvestigation is currently underway for the suitability of OP‐145 as an ototopical solution for the treatment of chronic suppurative otitis media (CSOM). Recent data from a randomized, double‐blinded placebo‐controlled multicentre phase II study indicate that application of OP‐145 to ear canal of patients suffering from CSOM was safe and well‐tolerated. Otoscopic scoring used as a clinical endpoint demonstrated a higher treatment success in patients treated with OPA‐145 than in the placebo group (Peek et al., 2020).\n\n## LTX‐109\nLTX‐109 is another compound inspired by a naturally occurring peptide, drawing inspiration from lactoferricin. LTX‐109 comprises both cationic units and lipophilic groups incorporating nongenetically coded synthetic amino acids, a modified tryptophan residue and capped by an ethylphenyl group at the C‐terminus (Isaksson et al., 2011). This synthetic peptidomimetic displays fast‐acting, broad‐spectrum bactericidal antimicrobial activity, including inhibitory activity against MRSA and vancomycin‐resistant S. aureus (VRSA), and is less susceptible to host endoproteases (Isaksson et al., 2011; Saravolatz et al., 2012). To date no in vitro cross resistance with other AMPs or antibiotics has been observed, potentially because of the ultra‐rapid membrane destruction activity of LTX‐109 resulting in a lower likelihood for resistant mutants to emerge.\nLTX‐109 has shown efficacy in phase I/IIa clinical trials assessing nasal decolonization in persistent MRSA and MSSA carriers (NCT01158235). Patients were treated for 3 days with placebo or 1%, 2% or 5% LTX‐109; a statistically significant decrease in S. aureus burden measured by CFU in nasal swabs was observed in subjects treated with 2% or 5% LTX‐109 (Nilsson et al., 2015). Systemic exposure was very low, and no safety concerns were reported following a 9‐week period. A phase II, double‐blind, placebo‐controlled, randomized study to examine the tolerability and efficacy of LTX‐109 administered topically to carriers of S. aureus was completed in 2021 (NCT04767321), however, the results have not been published.\n\n## NEW NATURALLY OCCURRING ANTIBIOTICS\nHistorically, naturally occurring products derived from cultivable soil microorganisms have been the most important source of clinically used antibiotics. Recently, there has been renewed focus on the discovery of naturally produced compounds following advancements in techniques designed to isolate and propagate previously unculturable microorganisms. Innovative technologies such as membrane diffusion‐based reactors, microfluidic‐based cultivation systems and cell‐sorting technologies coupled with genome‐resolved metagenomic approaches have the potential to drive a new era in antibiotic drug design and development (Lewis et al., 2021). Below, we have discussed promising examples of naturally occurring antibiotics with anti‐staphylococcal activity.\n\n## Teixobactin\nTeixobactin is a hugely promising new cell wall targeting antibiotic currently in preclinical stages of development. Unearthed using the diffusion‐based isolation (i)CHIP technology, teixobactin was isolated from the β‐proteobacteria, Eleftheria terrae and displayed broad‐spectrum activity against the multidrug resistant Gram‐positive organisms, S. aureus, Streptococcus pneumoniae and vancomycin resistant enterococci (VRE) and in vivo efficacy in multiple animal models of infection (Ling et al., 2015). Structurally, this compound is an undecapeptide consisting of five non‐canonical amino acids which includes four D‐amino acids and a cationic L‐allo‐enduracididine located in a C‐terminal depsi‐cycle (Figure 2). Using a combination of solid‐state NMR, confocal microscopy and molecular dynamic simulations, the mechanism of activity of this molecule was resolved at the atomic level. The C‐terminal enduracididine motif enables teixobactin to bind to the pyrophosphate‐sugar moiety of lipid II, while the N‐terminus facilitates oligomerization of multiple teixobactin molecules with other lipid II molecules promoting the configuration of a β‐sheeted teixobactin/lipid II macromolecule that forms an intricate fibrillar structure (Figure 2, Shukla et al., 2022). These fibrils not only obstruct peptidoglycan synthesis, but the hydrophobic tails of lipid II aggregate within the supramolecular fibrillar structure, displacing phospholipids resulting in membrane defects. Lastly, teixobactin has also been shown to target a conserved motif on lipid III a precursor of cell wall teichoic acids; thus, this molecule causes extensive damage to the cell envelope, halting peptidoglycan synthesis and disrupting membrane integrity (Ling et al., 2015; Shukla et al., 2022). Importantly, the highly conserved pyrophosphate‐sugar moiety of lipid II cannot be readily altered, thus precluding the development of target site resistance. However, it is possible that enzymatic drug modification systems have developed in competitor soil bacterium.\n\n## Complestatin and corbomycin\nA phylogeny‐guided analysis of glycopeptide antibiotic biosynthetic gene clusters (BGCs) that lacked known self‐resistance genes identified two compounds with potent anti‐staphylococcal activity (Culp et al., 2020). One of the analysed BGCs contained the known compound complestatin produced by Streptomyces sp. WAC01325. The second compound was derived from BGCs sourced from a divergent clade with no known characterized members. Phylogenetic based structural predictions enabled the isolation of a metabolite from Streptomyces sp. WAC01529 which was subsequently named corbomycin (Culp et al., 2020).\nBoth complestatin and corbomycin (Figure 2) were found to be active against MRSA, daptomycin resistant S. aureus, vancomycin intermediate S. aureus (VISA), and VRE, indicating a different mechanism of action compared to classical glycopeptide antibiotics. Exposing the model Gram‐positive organism, Bacillus subtilis, to sub‐MICs of both compounds showed significant peptidoglycan dysfunction, distorted septal formation, thickened cell wall and granular formations in the cytoplasm, similar to B. subtilis mutants defective in autolysin production. Using imaging, biochemical and whole‐cell systems, complestatin and corbomycin were observed to inhibit the activity of diverse peptidoglycan hydrolases and treatment with sub‐MICs resulted in the accumulation of peptidoglycan (Culp et al., 2020). The results suggest that both compounds interfered with the activity of autolysins, enzymes central in peptidoglycan remodelling and cell division (Vollmer et al., 2008).\nAs both molecules could inhibit a broad range of structurally unrelated autolysins, it was suggested that they bind to the autolysin substrate, peptidoglycan. Indeed, pretreatment of purified peptidoglycan with both molecules prevented digestion by the B. subtilis cell wall endopeptidase. Further work using BODIPY labelled complestatin and corbomycin showed that these compounds bound conserved residues within the peptidoglycan structure, supporting their broad‐spectrum activity. Combined, these results indicate a novel mechanism of action whereby complestatin and corbomycin bind to peptidoglycan and interfere with the ability of autolysins to recognize their substrate, blocking peptidoglycan modelling (Figure 2). Excitingly, both molecules were shown to be effective in treating S. aureus superficial skin infection in a neutropenic mouse model with similar efficacy to the topical antibiotic fusidic acid (Culp et al., 2020).\n\n## Malacidins\nThe strategy that resulted in the discovery of complestatin and corbomycin has also been applied to search the metagenomes of 2000 soil samples for the presence of lipopeptide BCGs with calcium‐binding motifs. Subsequent phylogenetic analysis showed numerous divergent clades not associated with known lipopeptide BCGs. One distinct clade was found in 19% of metagenomes, suggesting the presence of an abundant, previously uncharacterized family of calcium‐dependant antibiotics which the authors christened as malacidins (Hover et al., 2018). Recovery of the malacidin specific BCG was achieved through the construction of an E. coli cosmid library using purified DNA from a desert soil that was rich in the malacidin natural product sequence tag. Compound analysis revealed that malacidins were cyclic lipopeptides with a protein core comprised of four non‐canonical/proteinogenic amino acids (Figure 2). Malacidins lack the known Asp‐X‐Asp‐Gly calcium‐binding motif, however, in vitro susceptibility testing across a range of calcium ion concentrations showed a clear dependency on calcium for antibacterial activity, confirming the presence of an alternative calcium‐binding motif. Malacidins have a spectrum of activity which includes a broad range of Gram‐positive pathogens including multidrug resistant (MDR) S. aureus strains and VRE with an MIC of 0.1–2 μg/mL. In vivo potency of malacidins has been demonstrated in a rat wound model in which malacidin A was topically administered. Following 24 h and 72 h postinfection, malacidin A was successful in significantly reducing wound bacterial burdens. Likewise, the authors noted no substantial toxicity or haemolytic activity even at concentrations >100× the MIC (Hover et al., 2018). A known drawback of daptomycin as a therapeutic agent is its inability to treat bacterial pneumonia due to being inactivated by pulmonary surfactan",
  "has_full_text": true
}