{
  "pmid": "37184748",
  "title": "Atorvastatin liposomes in a 3D-printed polymer film: a repurposing approach for local treatment of oral candidiasis.",
  "abstract": "Oral candidiasis (OC) is an opportunistic fungal infection, common amongst the elderly and the immunocompromised. Unfortunately, the therapeutic efficacy of common antifungals is imperiled by the rise of antifungal drug resistance. An alternative promising therapeutic option possibly contributing to antifungal therapy is drug repurposing. Herein, we aimed to employ novel pharmaceutical drug delivery for enhancing the emerging antifungal potential of the hypocholesterolemic drug atorvastatin (ATV). ATV-propylene-glycol-liposomes (ATV/PG-Lip) were prepared then integrated in 3D-printed (3DP) mucoadhesive films comprising chitosan, polyvinyl-alcohol and hydroxypropyl methylcellulose, as an innovative blend, for the management of OC. ATV/PG-Lip demonstrated good colloidal properties of particle size (223.3 ± 2.1 nm), PDI (0.12 ± 0.001) and zeta potential (-18.2 ± 0.3 mV) with high entrapment efficiency (81.15 ± 1.88%) and sustained drug release. Also, ATV/PG-Lip showed acceptable three-month colloidal stability and in vitro cytocompatibility on human gingival fibroblasts. The developed 3DP-films exhibited controlled ATV release (79.4 ± 1.4% over 24 h), reasonable swelling and mucoadhesion (2388.4 ± 18.4 dyne/cm2). In vitro antifungal activity of ATV/PG-Lip was confirmed against fluconazole-resistant Candida albicans via minimum inhibitory concentration determination, time-dependent antifungal activity, agar diffusion and scanning electron microscopy. Further, ATV/PG-Lip@3DP-film exceeded ATV@3DP-film in amelioration of infection and associated inflammation in an in vivo oral candidiasis rabbit model. Accordingly, the results confirm the superiority of the fabricated ATV/PG-Lip@3DP-film for the management of oral candidiasis and tackling antifungal resistance.",
  "journal": "Drug delivery and translational research",
  "year": "2023",
  "authors": [
    "Nour E",
    "El-Habashy S",
    "Shehat M",
    "Essawy M",
    "El-Moslemany R"
  ],
  "doi": "10.1007/s13346-023-01353-4",
  "mesh_terms": [
    "Animals",
    "Humans",
    "Rabbits",
    "Aged",
    "Candidiasis, Oral",
    "Antifungal Agents",
    "Liposomes",
    "Atorvastatin",
    "Polymers",
    "Drug Repositioning",
    "Printing, Three-Dimensional"
  ],
  "full_text": "## Introduction\nOral candidiasis is an opportunistic mucosal fungal infection that prevails among immunocompromised patients, including elderly, neonates, acquired immunodeficiency syndrome (AIDs) patients and patients receiving anticancer chemotherapeutics and immune suppressants [1]. In severe cases, infection may spread downward into the esophagus causing discomfort upon chewing, and thus impeding patients’ ability to swallow [2]. Among different candida species, C. albicans is responsible for 95% of oral candidiasis cases [3]. One of the most frequently prescribed antifungals for the treatment of oral candidiasis is fluconazole, a fungistatic triazole derivative [4]. Despite its effectiveness, the frequent use of fluconazole gave rise to acquired resistance [5]. C. albicans resistance to fluconazole reportedly results from the declined intracellular accumulation of the drug due to a decreased influx or enhanced efflux [5].\nThe upsurge of antifungal resistance triggered the need for more effective antimicrobial therapy [6]. However, the prolonged duration and the enormous cost of novel drug development pose challenges and shift the focus to antimicrobial drug repurposing as a promising therapeutic alternative, where drug safety has already been established [7]. Among drugs with promising antimicrobial repurposing potential is atorvastatin (ATV), a 3-hydroxy-3-methylglutaryl coenzyme A (HMG-CoA) reductase inhibitor that has a well-known plasma cholesterol-lowering effect. Its antifungal aptitude is described to be through suppressing the production of fungus cell wall ergosterol [8], yet the exact mechanism is still debatable. Recently, several studies reported the antifungal potential of ATV against C. albicans [8–10]. In one study [8], all tested candida strains were sensitive to ATV, while being resistant to fluconazole and nystatin. Also, Neto et al. demonstrated the in vivo efficacy of ATV emulgels against oral and vulvovaginal candidiasis [9]. Conversely, other results suggested the limited antifungal ATV activity against invasive candidiasis [10], probably due to ATV immune modulatory effect [11]. The controversy in literature associated with the repurposed antifungal potential of ATV still needs to be addressed. Accordingly, formulation of ATV in a nanodrug delivery system to enhance its repurposed antifungal efficacy could further be exploited.\nNanodrug delivery systems can improve the antimicrobial efficacy of repurposed drugs via improving solubility of poorly soluble drugs, enhancing permeability, decreasing effective dose and lowering dosing frequency, hence reducing overall toxicity [12]. A prominent example are propylene glycol-integrated liposomes (PG-Lip), which can efficiently serve as favorable deformable vesicular nanocarrier for drug loading and permeation through biological membranes [13]. The deformability of PG-Lip membranes allows them to squeeze through intercellular gaps of the cell membrane and transport their cargo into deeper tissue layers [14]. As reported by Kathuria et al., the skin permeability of tofacitinib citrate was enhanced by 4–11 folds after loading in propylene glycol liposomes [13]. To the best of our knowledge, PG-Lip aptness for buccal drug delivery was not previously investigated but is expected to similarly enhance permeation and efficacy of the delivered cargo.\nThe local management of oral candidiasis is generally preferred due to the ease of application and lower drug side effects compared to systemic delivery [12]. More specifically, employment of mucoadhesive films that bind to the oral mucosa can further extend the benefits of buccal delivery by controlling delivery of the loaded-drug, affording high patient comfort/compatibility and high dose accuracy compared to other dosage forms [15]. In this respect, the advent of three-dimensional (3D) printing as additive manufacturing technique has revolutionized the fabrication of tailorable drug delivery systems [16]. Specifically, extrusion-based 3D printing provides the feasibility for pharmaceutical customization of drug delivery system design and drug release pattern. For example, it was previously reported that the release profile of ibuprofen from polycarbonate-chitosan polymer blends varied with chitosan content [17]. Also, in our previous work [18], different doxycycline release patterns were obtained by developing two different biphasic designs (drug loaded-core and drug-loaded shell) using the same ink. Moreover, formulation of a nanodrug delivery system and further incorporation within a tailorable 3D-printed construct affected matrix porosity, swelling behavior and mechanical attributes [18, 19].\nGiven this basis, in this research, we attempted to investigate the formulation role of nanodrug delivery, via PG-Lip, as well as 3D printed mucoadhesive buccal film on ATV repurposed antifungal performance. To this end, the aim of this research was the development and characterization of ATV-loaded PG-Lip (ATV/PG-Lip), for the first time to the best of our knowledge. The developed ATV/PG-Lip were further formulated as innovative 3D-printed mucoadhesive buccal film (ATV/PG-Lip@3DP-film), comprising chitosan, polyvinyl alcohol (PVA) and hydroxypropyl methyl cellulose (HPMC) as novel biofunctional polymer blend. The developed composite 3D films were characterized for physicochemical features. Afterwards, an investigation was conducted to study the repurposed antifungal potential of the developed systems in-vitro and in vivo in a rabbit oral candidiasis model.\n\n## Materials\nLipoid S100 (phosphatidylcholine; 95.8%) from soybean lecithin was a kind gift from Lipoid GmbH (Germany). Atorvastatin calcium (ATV) was a kind gift from Borg Pharmaceutical Industries (Egypt). Propylene glycol (PG) was obtained from alpha chemika (India). Hydroxypropyl methylcellulose (HPMC, K4M) and cholesterol were obtained from Sigma Aldrich chemical Co. (UK). Chitosan was obtained from Carl Roth GmbH + Co. KG. (Germany). Potassium di-hydrogen phosphate, sodium chloride, sodium hydroxide, polyvinyl alcohol (PVA, MW 14 kDa), and glutaraldehyde (Glut) were obtained from Adwic, El-Nasr Pharmaceutical Co. (Egypt). Calcium chloride dihydrate was obtained from Loba Chemie (India). 3-[4,5-dimetylthiazole-2-yl]-2,5-diphenylte-trazolium bromide (MTT) was obtained from Serva (Germany). Dulbecco's modified eagle's medium (DMEM) and penicillin/streptomycin (P/S, 10 IU/ml/10 μg/ml) were purchased from Lonza (Switzerland). Sabouraud dextrose agar (SDA) was obtained from Oxoid Limited (UK). All other chemicals and solvents used were of analytical grade. Roswell Park memorial institute (RPMI) 1640 was obtained from Biowest (USA). All other chemicals and solvents used were of analytical grade.\n\n## Formulation of ATV/PG-Lip\nBlank PG-Lip were prepared as previously reported [20], with some modifications. Briefly, Lipoid S100 (2 or 4% w/v final concentration) and cholesterol (0 or 0.5% w/v final concentration) were mixed with PG (20% w/v final concentration). Then phosphate buffer (pH 7.4) was added drop wise to the lipid mixture while stirring (IKA Eurostar; IKA Labortechnik, Germany) at 1500 rpm. Stirring was maintained for 30 min at 60 °C.\nFor the preparation of ATV/PG-Lip, ATV was dissolved in the lipid mixture at different final concentrations (0.2%–0.8% w/v), and the procedure was similarly continued as blank PG-Lip. The prepared formulations were then refrigerated overnight before further analysis.\n\n## Colloidal properties\nThe mean vesicle size, polydispersity index (PDI) and zeta potential of formulations were analyzed by dynamic light scattering (DLS) using a Malvern Zetasizer® (Zetasizer® Nano ZS series DTS1060, Malvern Instruments S.A, UK) at a fixed angle (173°) at 25 °C. Before measurements, the samples were suitably diluted by phosphate buffer (pH 7.4).\n\n## Determination of entrapment efficiency (EE)\nThe entrapment efficiency (EE) was indirectly estimated by measuring the concentration of free (unentrapped) ATV. Drug-loaded liposomal dispersion (1 mL) was placed in a dialysis bag (Visking®, MWCO 12,000–14,000; Serva, Germany) and dialyzed for 2 h against 70 mL of 5% ethanol in phosphate buffer (pH 6.8) at 2–8 °C [20]. ATV in the dialysate was then spectrophotometrically (Agilent Cary 60; Agilent Technologies, USA) determined at λmax of 242 nm [21]. Percentage EE and drug loading (DL; w/w) were then calculated using Eqs. 1 and 2, respectively, where the whole weight was theoretically calculated from the actual weights of used ingredients.1\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\mathrm E\\mathrm E\\%=\\frac{\\mathrm T\\mathrm o\\mathrm t\\mathrm a\\mathrm l\\;\\mathrm d\\mathrm r\\mathrm u\\mathrm g\\;\\mathrm a\\mathrm m\\mathrm o\\mathrm u\\mathrm n\\mathrm t-\\mathrm F\\mathrm r\\mathrm e\\mathrm e\\;\\mathrm d\\mathrm r\\mathrm u\\mathrm g\\;\\mathrm a\\mathrm m\\mathrm o\\mathrm u\\mathrm n\\mathrm t}{\\mathrm T\\mathrm o\\mathrm t\\mathrm a\\mathrm l\\;\\mathrm d\\mathrm r\\mathrm u\\mathrm g\\;\\mathrm a\\mathrm m\\mathrm o\\mathrm u\\mathrm n\\mathrm t}\\times100$$\\end{document}EE%=Totaldrugamount-FreedrugamountTotaldrugamount×1002\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\mathrm{DL\\%\\; w}/\\mathrm{w}=\\frac{\\mathrm{Weight \\;of \\;loaded \\;drug}}{\\mathrm{Whole \\;weight \\;of\\;ATV}/\\mathrm{PG}-\\mathrm{Lip }}\\times 100$$\\end{document}DL%w/w=WeightofloadeddrugWholeweightofATV/PG-Lip×100\n\n## Transmission electron microscopy (TEM)\nMorphology of both blank PG-Lip and ATV/PG-Lip was examined using transmission electron microscopy (TEM; JEM-100S; JEOL Ltd., Japan). Samples were placed onto copper grids and negatively stained with 2% w/v aqueous uranyl acetate solution before examination. Images were captured at X25K magnification at an acceleration voltage of 80 kV.\n\n## Stability testing\nThe stability of the selected ATV/PG-Lip formulation was monitored for three months at 2–8 °C. At different time points, the colloidal properties, zeta potential and percentage EE were recorded.\n\n## In vitro cytocompatibility\nCell compatibility was evaluated using MTT assay [22], with some modifications. Human gingival fibroblasts were cultured in complete culture medium (CCM) containing DMEM supplemented with 10% (v/v) FBS, 1% (v/v) l-glutamine and 1% (v/v) Penicillin–streptomycin. Cells were seeded in 96-well plates at a density of 5 × 103 cell/well and were maintained in CCM. After adherence for 24 h, cells were incubated with plain CCM or treated with ATV solution in DMSO, PG-Lip or ATV/PG-Lip diluted in CCM at different concentrations (corresponding to 1 to 30 μg/mL ATV) and incubated for 48 h. The medium was then discarded, and cells were incubated with MTT solution (0.5 mg/mL in CCM) for 4 h at 5% CO2 and 37 °C. Finally, the MTT solution was removed and DMSO was used to dissolve the formed formazan crystals. The absorbance was measured at a wavelength of 570 nm using microplate reader (ELX 800; Biotek, USA). Percentage cell viability was obtained by normalization of optical density values for all groups to the optical density of the control group.\n\n## Ink preparation\nInks were prepared using PVA, HPMC, chitosan and PG mixtures. Solutions of PVA and HPMC in phosphate buffer (pH 7.4) were individually prepared, while chitosan was dissolved in 1% acetic acid solution. Afterwards, polymer solutions were blended at different final concentrations and mixed with PG (20% w/v final concentration) to obtain plain ink. Drug-loaded inks were prepared by mixing ATV in PG or ATV/PG-Lip with PVA, HPMC and chitosan at the selected optimum concentrations.\n\n## Viscosity measurements\nViscosity measurements of the developed inks were evaluated (DV2T viscometer; Brookfield, USA) over the shear rate range of 1.2–3.6 s−1 at 25 °C.\n\n## Measurements of ink-spreading ratio\nFor evaluation of ink printability, the developed inks were printed into filaments using a 0.5-mm internal diameter nozzle. Then the width of the printed filaments was determined using image analysis (Fiji version 1.52p; National Institutes of Health,USA), and percentage spreading ratio was calculated using Eq. 3 [23].3\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\mathrm{Spreading\\; ratio\\; }\\left(\\mathrm{\\%}\\right)=\\frac{\\mathrm{Measured \\;width \\;of \\;deposited \\;filament}}{\\mathrm{Internal \\;diameter \\;of \\;the \\;nozzle}}\\times 100$$\\end{document}Spreadingratio%=MeasuredwidthofdepositedfilamentInternaldiameterofthenozzle×100\n\n## 3D printing parameters\nThe 3D-film structure was created using a 3D-CAD tool (Tinkercad®; Autodesk, USA). A square-shaped toroid structure was constructed (dimensions: 10 mm × 10 mm × 2 mm). For investigative analysis, two film designs were developed: monophasic and biphasic (upper- and lower-layer heights of 0.5 mm and 1.5 mm, respectively). Then, using an extrusion-based 3D printer (Robota, Egypt), 3D composite films were plotted in a single step. A syringe with 0.5-mm nozzle diameter was used and printing proceeded at a speed of 3 mm s−1 at 25 °C. For maintaining structural integrity, the developed films were crosslinked via in situ layered spraying [19] of Glut (0.25%, 0.5%, 1% or 2% v/v), for crosslinking chitosan in inks [24]. Free glut was neutralized using 0.1 M glycine solution, which was subsequently rinsed with deionized water. 3D-printed films were then dried in a controlled-temperature oven (Memmert GmbH, Germany) at 25 °C for 24 h. Crosslinking was further verified by Fourier transform infrared spectroscopy (FTIR) analysis (Agilent Cary 630; Agilent technologies, USA). Samples were scanned over the range 4000–650 cm−1, with a resolution of 2 cm−1.\n\n## Scanning electron microscopy (SEM)\nThe microstructure of the dried 3D-printed films was explored using SEM (100 CX; JEOL, Japan). Before observation, dried films were longitudinally sliced, placed on metal stubs and sputter-coated with gold.\n\n## In vitro swelling, disintegration and erosion\nThe fluid intake potential was estimated using percentage swelling. The initial weight (W0) of the dried 3D-printed film was recorded using a digital balance. Then, the film was allowed to swell in 5 mL simulated salivary fluid (SSF) (12 mM of potassium dihydrogen phosphate, 40 mM of sodium chloride and 1.5 mM of calcium chloride, pH 6.8) [25]. Experiment was run in a shaking water bath at 37 °C and 50 rpm (Wisebath; Daihan Scientific Co. Ltd, South Korea). At different time intervals, the swollen film weight (Wt) was determined after carefully removing excess fluid using filter paper. The percentage swelling was calculated using Eq. 4 [19].4\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\mathrm{Swelling }\\;(\\mathrm{\\%})=\\frac{{\\mathrm{W}}_{\\mathrm{t}}-{\\mathrm{W}}_{0}}{{\\mathrm{W}}_{0}}\\times 100$$\\end{document}Swelling(%)=Wt-W0W0×100\nAfter reaching maximum swelling, film weight was recorded (Ws) and film disintegration was monitored by assessing wet film weight (We) over time. The percentage loss in wet weight was calculated using Eq. 5 [26].5\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\mathrm{Loss\\; in \\;wet \\;weight }\\;\\left(\\mathrm{\\%}\\right)=\\frac{{\\mathrm{W}}_{\\mathrm{s}}-{\\mathrm{W}}_{\\mathrm{e}}}{{\\mathrm{W}}_{\\mathrm{s}}} \\times 100$$\\end{document}Lossinwetweight%=Ws-WeWs×100\nAfter 8 days, the film was dried in an oven, weighed to determine dry weight (Wd), and compared to the initial weight of the film (W0). The percentage erosion was calculated using Eq. 6 [26].6\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\mathrm{Erosion }\\;\\left(\\mathrm{\\%}\\right)=\\frac{{\\mathrm{W}}_{0}- {\\mathrm{W}}_{\\mathrm{d}} }{{\\mathrm{W}}_{0}} \\times 100$$\\end{document}Erosion%=W0-WdW0×100\n\n## Residual moisture content\nFor assessment of the residual moisture content of the developed film, the weight of dried 3D-printed film (W0) was determined and recorded. The film was then kept in a desiccator at 25 °C and regularly weighed for 5 days or until a constant weight was obtained (Wt). The percentage residual moisture content was calculated using Eq. 7 [27].7\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\mathrm{Residual \\;moisture \\;content}\\;(\\mathrm{\\%})=\\frac{{\\mathrm{W}}_{0}-{\\mathrm{W}}_{\\mathrm{t}}}{{\\mathrm{W}}_{0}}\\times 100$$\\end{document}Residualmoisturecontent(%)=W0-WtW0×100\n\n## Drug content uniformity\nThe actual loading of ATV in the developed film was evaluated using non-crosslinked films [18]. After printing, the film was digested in water/methanol (1:1) mixture for complete gel liquefaction and drug extraction. Samples were then filtered and spectrophotometrically analyzed to determine the actual ATV content (WP) compared to theoretical drug content (WT). The percentage drug content was calculated using Eq. 8 [18].8\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\mathrm{Drug \\;content }\\;(\\mathrm{\\%})=\\frac{{\\mathrm{W}}_{\\mathrm{P}}}{{\\mathrm{W}}_{\\mathrm{T}}}\\times 100$$\\end{document}Drugcontent(%)=WPWT×100\n\n## In vitro drug release\nFor ATV drug release, dialysis bag technique [20] was applied for ATV/PG-Lip in comparison to ATV solution in PG. Briefly, dialysis bag containing samples (corresponding to 6 mg ATV) was suspended in 70 mL release medium (5% ethanol in phosphate buffer, pH 6.8) to achieve sink condition (previously determined during preliminary solubility studies). ATV release from the developed films was evaluated using total immersion method [18], where films were directly immersed in the release medium with no barrier membrane to achieve sink condition. Experiments were run at 37 °C and 100 rpm in a shaking water bath (Wisebath®, UK). At different time points, aliquots were withdrawn for spectrophotometric analysis at 242 nm and were replaced with fresh medium.\n\n## Mucoadhesive properties\nFor determination of mucoadhesive strength of the developed dried 3D-printed films, texture analysis (texture analyzer CT3; Brookfield, USA) was employed and chicken pouch membranes were used as substrate. The SSF-moistened membrane was affixed to the stationary fixture and the films were sealed to the probe. The texture analyzer probe was lowered to maintain contact with the membrane for 2 min. The force required to separate the adherent film from chicken pouch membrane was recorded for measurement of the mucoadhesive strength and adhesiveness [25].\nMucoadhesion residence time of the developed dried 3D-printed films was assessed using chicken pouch membranes [28]. Briefly, membranes were adhered to the side wall of a glass beaker using cyanoacrylate glue and films were firmly fixed to the membranes with a light force. Membranes were then submerged in SSF and allowed to stir at 150 rpm and 37 °C. Mucoadhesion residence time was indicated as the duration during which the films remained adherent to the membranes before separating off.\n\n## Determination of minimum inhibitory concentration (MIC)\nFor MIC determination, agar dilution method was carried out as reported [29], with some modifications. Four different candida strains were used in this assay; C. albicans 10231 (fluconazole resistant [30]), C. albicans 231GI, in addition to two fluconazole resistant clinical isolates (from urinary tract infection).\nSDA agar plates were prepared by mixing molten SDA with serial dilutions of either ATV solution (in DMSO) or ATV/PG-Lip (corresponding to 16–256 µg/mL final ATV concentration). A fresh culture of each of the four candida strains was used to prepare the inoculum. First, the cultures were serially diluted in sterile 0.9% saline to achieve a concentration of 104 CFU/mL. Then, twenty microliters of diluted cultures were spotted on the prepared SDA plates (5 × 102 CFU per spot). SDA agar plates with similar concentrations of fluconazole were prepared in the same way and inoculated with four different isolates to serve as positive control. The plates were incubated at 37 °C for 24 h and the MIC was defined as the least concentration that showed no growth of each strain.\n\n## Time-dependent antifungal activity\nAntifungal activity-time profile was developed as previously described [31], with some modifications, using C. albicans ATCC 10231. Reaction mixtures were prepared by mixing a candida inoculum (final count of 5 × 105 CFU/mL in the initial mixture) with ATV solution or ATV/PG-Lip diluted with RPMI (at a final concentration of MIC). Reaction mixtures were then incubated at 37 °C. At different time points, samples were aliquoted, serially diluted in sterile 0.9% saline, plated on SDA plates and incubated for 24 h. Afterward, the detected colonies were counted, and percentage fungal growth was determined. To ensure that there is no carry over from the test formulations that can interfere with colonies growth when plated on SDA, similar mixtures were prepared at a fourfold higher ATV concentration than the applied concentration (32 µg/mL). Samples were aliquoted at zero time point, plated and the count was found to be similar to the control mixture (with no test formulations) indicating the absence of any carryover effect.\n\n## Agar diffusion assay\nAgar diffusion assay was employed using Mueller–Hinton agar plates supplied with 2% dextrose, 0.5 µg/mL methylene blue dye, as recommended by the CLSI yeast susceptibility testing protocol [32]. The agar plates were streaked in three different directions using a swab dipped into C. albicans ATCC 102,231 (106 CFU/mL). A cork-borer was used to cut 7-mm pores in the agar, then pores were loaded with the tested samples (corresponding to 250 µg ATV).\n\n## Scanning electron microscope study\nThe ultrastructural morphology of the candida cells was investigated using SEM as described [33], with some modifications. C. albicans 10231 was grown overnight in nutrient broth, adjusted to 106 CFU/mL and then incubated either alone (control C. albicans 10231 cells) or treated with ATV solution or ATV/PG-Lip (at a final concentration of MIC) for 2 h at 37 °C and 100 rpm in a shaking incubator. After incubation, the samples were centrifuged at 6000 rpm for 10 min, then fixed with 4% formaldehyde and 1% glutaraldehyde in phosphate-buffered saline, pH 7.2. Cells were further treated with ethanol before gold-coating and examination.\n\n## Induction of oral candidiasis \nThe Institutional Animal Care and Use Committee (IACUC), Alexandria University, Egypt (AU0620215231101), approved the in vivo animal study. All experiments were conducted in accordance with the ethical criteria of the European Parliament Directive 2010/63/EU. In vivo induction of oral candidiasis was carried out as previously reported [34], with slight modifications. Briefly, 15 healthy albino rabbits (1.7 ± 0.2 kg) were chosen for in vivo investigations, where 3 animals were maintained without infection (healthy control group). Before induction of infection, swabs were collected from the buccal mucosa, palate and tongue of animals under anesthesia (7 mg/kg xylazine and 40 mg/kg ketamine hydrochloride). Swabs were then plated on SDA plates to check for any oral fungal infections, only non-infected animals were included in the study. For preparation of the inoculum used for infection, C. albicans ATTC 10231 was grown in nutrient broth and diluted in PBS to achieve 106 CFU/mL. Induction of oral candidiasis was done under anesthesia by swabbing the oral cavity (buccal mucosa, palate and tongue) with the prepared inoculum once daily for six days. Successful oral candidiasis induction was confirmed by oral swabs. Afterwards, infected animals were allocated to 4 more groups (n = 3), either treated with films containing ATV, ATV/PG-Lip or PG-Lip or left untreated (infected/untreated control). At the end of the treatment period (5 days), animals were euthanized by an overdose of anesthesia, and the oral cavity tissues were collected.\n\n## Enzyme-linked immunosorbent assay (ELISA) of inflammatory biomarkers\nAfter sacrifice, collected tongue tissues were frozen and stored at -80 °C. Tissue homogenates (10% w/v) were then prepared by homogenization (Ultra Turrax; IKA Labortechnik, Germany) of extracted tissues in ice-cold PBS. Mixtures were then centrifuged (3 K-30; Sigma, Germany) at 10,000 rpm and 4 °C for 10 min. Supernatants were collected for determination of tumor necrosis factor-alpha (TNF-α) (Cat# CSB-E06998Rb, Cusabio, USA) and interleukin-6 (IL-6) (Cat# CSB-E06903Rb, Cusabio, USA) levels, according to the manufacturer’s instructions.\n\n## Histological and histomorphometric analysis\nAfter sacrifice, collected tissue samples were preserved in 10% formalin for histological examination. Specimens from different mucosal sites (buccal and tongue) were stained with specific stain Periodic acid-Schiff (PAS) to detect the fungal hyphae and to assess the infectivity and inflammation score. Whereas cheek and tongue specimens of healthy control group were processed for comparison.\nFor morphometric analysis, five microscopical fields were captured by a digital camera (Olympus DP20) connected to microscope (Olympus BX41) at × 200 and × 400 magnifications. Scoring of fungal infection and inflammation proceeded as follows: score 0 for the absence of hyphae/spores and inflammation; score 1 for the presence of hyphae/spores in the upper mucosal one-third and 1–3 intraepithelial micro-abscesses; score 2 for the presence of hyphae/spores in the upper epithelial two-third with 4–6 micro-abscesses within the mucosal layer and sporadic inflammatory infiltrate in the lamina propria; score 3 for hyphae/spores present in the whole mucosal layer with > 6 micro-abscesses or large abscess formation in the epithelial layer and diffuse submucosal inflammatory infiltrate [35].\n\n## Statistical analysis\nData was statistically analyzed using analysis of variance (ANOVA) followed by Duncan’s post-hoc pairwise comparisons, whenever needed, using SPSS 20.0; (SPSS Inc., Chicago, IL, USA). Experiments were carried out at least in triplicate, applying at least three different samples, and data are expressed as mean ± standard deviation. Whereas candida/inflammation scoring is expressed as median values. p values ≤ 0.05 are considered significant.\n\n## Colloidal properties of ATV/PG-Lip\nFor optimization of ATV/PG-Lip colloidal properties, the effect of Lipoid S100, cholesterol and ATV content was studied (Table 1). A significant (p ≤ 0.05) decrease in liposomal vesicle size was observed on reducing Lipoid S100 concentration from 4% w/v (F1; 3922 ± 176.2 nm) to 2% w/v (F2; 760.3 ± 18.4 nm) with no significant effect (p > 0.05) on PDI. Similarly, a decrease in average vesicle size from 913 ± 35 nm to 268 ± 15.2 nm was previously reported with lowering phospholipid content from 900 to 300 mg [36]. Addition of cholesterol to the lipid mixture resulted in further significant (p ≤ 0.05) decrease in both vesicle size and PDI, as evident from comparing 0% w/v cholesterol (F2; 760.3 ± 18.4 nm and PDI 0.46 ± 0.01) to 0.5% w/v cholesterol (F3; 430.7 ± 13.8 nm and PDI 0.24 ± 0.001), reflecting improvement in the homogeneity of liposomal populations. These results are in agreement with previous findings showing reduction in particle size and PDI upon inclusion of cholesterol [37]. Based on its favorable colloidal properties, F3 (2% w/v Lipoid S100 and 0.5% w/v cholesterol) was selected for drug loading and further characterization.Table 1Formulation and optimization parameters of ATV/PG-LipFormulation codeFormulation parametersaResultsLipoid S100 (%w/v)Cholesterol (%w/v)ATV(%w/v)Size (nm)PDIEE%DL (%w/w)F14--3922 ± 176.20.43 ± 0.01--F22760.3 ± 18.40.46 ± 0.01F30.5430.7 ± 13.80.24 ± 0.001F40.2236.5 ± 16.90.29 ± 0.0183.4 ± 0.27.06 ± 0.25F50.4250 ± 19.50.26 ± 0.0186.45 ± 1.3413.5 ± 0.16F6 (selected formulation)0.6223.3 ± 2.10.12 ± 0.00181.15 ± 1.8818.33 ± 2.16F70.8307.9 ± 2.50.37 ± 0.0154.21 ± 4.916.48 ± 1.53aAll formulations contained PG (20% w/v)\nCompared to F3 (430.7 ± 13.8 nm), ATV loading (F4–F7) resulted in a significant (p ≤ 0.05) reduction in vesicle size irrespective of the percentage of ATV loading. This could be attributed to ATV entrapment mainly in the liposomal lipid bilayer. This is due to ATV lipophilic nature [38] and slight solubility in phosphate buffer (pH 7.4), which consequently reduces repulsive forces between phosphate groups of lipid molecules leading to closer packing [20]. Similar size reduction has been",
  "has_full_text": true
}