{
  "pmid": "37370391",
  "title": "Use of Newer and Repurposed Antibiotics against Gram-Negative Bacteria in Neonates.",
  "abstract": "Antimicrobial resistance has become a significant public health problem globally with multidrug resistant Gram negative (MDR-GN) bacteria being the main representatives. The emergence of these pathogens in neonatal settings threatens the well-being of the vulnerable neonatal population given the dearth of safe and effective therapeutic options. Evidence from studies mainly in adults is now available for several novel antimicrobial compounds, such as new β-lactam/β-lactamase inhibitors (e.g., ceftazidime-avibactam, meropenem-vaborbactam, imipenem/cilastatin-relebactam), although old antibiotics such as colistin, tigecycline, and fosfomycin are also encompassed in the fight against MDR-GN infections that remain challenging. Data in the neonatal population are scarce, with few clinical trials enrolling neonates for the evaluation of the efficacy, safety, and dosing of new antibiotics, while the majority of old antibiotics are used off-label. In this article we review data about some novel and old antibiotics that are active against MDR-GN bacteria causing sepsis and are of interest to be used in the neonatal population.",
  "journal": "Antibiotics (Basel, Switzerland)",
  "year": "2023",
  "authors": [
    "Kontou A",
    "Kourti M",
    "Iosifidis E",
    "Sarafidis K",
    "Roilides E"
  ],
  "doi": "10.3390/antibiotics12061072",
  "mesh_terms": [],
  "full_text": "## 1. Introduction\nNeonatal bacterial sepsis remains one of the major culprits of neonatal morbidity and mortality, especially in hospitalized term and preterm neonates all around the world and especially in low- and middle-income countries. An estimated 1.3 million episodes of neonatal sepsis occur annually with 200,000 sepsis-attributable deaths each year worldwide, while severe bacterial infections are responsible for approximately 3% of disability-adjusted life years (DALYs) in neonates [1,2,3].\nAntimicrobial resistance (AMR) is a global public health threat; almost 5 million deaths in 2019 were associated with AMR affecting both high-income and low–middle-income countries, with the three most common pathogens with AMR being Escherichia coli, Staphylococcus aureus, and Klebsiella pneumoniae [3]. According to World Health Organization (WHO) priority list of non-mycobacterial antibiotic-resistant bacteria, carbapenem-resistant Enterobacterales (CRE) and third generation cephalosporin-resistant Enterobacterales (3GCRE) are of critical priority; whereas, methicillin-resistant S. aureus (MRSA) and vancomycin-resistant Enterococcus (VRE) are of high priority [4]. In several countries in the European region, with a north-to-south and west-to-east gradient, high percentages of resistance to third-generation cephalosporins and carbapenems in K. pneumoniae and high percentages of carbapenem-resistant Acinetobacter species and Pseudomonas aeruginosa are of significant concern [5]. A population-based modelling analysis using data from point prevalence European Centre for Disease Prevention and Control (ECDC) studies and surveillance data on AMR found an estimation of 33,110 attributable deaths and 874,541 DALYs due to healthcare-associated infections caused by antibiotic-resistant bacteria whose burden was highest in infants (<1 year old) and people older than 65 years; CREs, as well as other multidrug resistant organisms (MDROs) such as 3GCRE, MRSA, and VRE, were most frequent in infants [6].\nAntimicrobial resistance for Enterobacterales is primarily based on the production of extended-spectrum β-lactamases (ESBLs) and carbapenemases. The production of these enzymes renders the current β-lactams ineffective against resistant Gram-negative bacteria (GNB). Resistance to carbapenems is complex and two mechanisms are mainly involved: (a) β-lactamase activity combined with structural mutations and (b) enzymes (carbapenemases) that hydrolyze carbapenem antibiotics. The former mechanism includes non-carbapenemase β-lactamases: ESBLs, generally encoded by plasmids, and AmpC cephalosporinases (AmpC), for which expression in Enterobacterales is most often associated with hyperproduction from inducible or derepressed chromosomal genes. ESBLs and AmpC confer carbapenem resistance along with the mutation of porins, a family of proteins of the outer membrane of Gram-negative bacteria that, when altered or lost, retard the diffusion of antibiotics across bacterial membrane to a rate slow enough to facilitate the action of ESBL and AmpC enzymes [7]. AmpC, for example, can bind carbapenems in the periplasm preventing them from accessing their targets, given that the enzymes are produced at a high level and the permeability of the outer membrane is reduced by the loss of porins [8]. Carbapenemases are classified by their molecular structures in three classes of β-lactamases according to the Ambler classification system: classes A, B, and D. Class A consists of serine carbapenemases mainly of the K. pneumoniae-producing carbapenemase (KPC) type. Class B are metallo-β-lactamases mainly of the Νew Delhi metallo-β-lactamase (NDM) type and of the Verona Integrated metallo-β-lactamase (VIM) type. Class D comprises oxacillinase-type carbapenemases, where OXA-48-like enzymes predominate [7].\nThe burden of neonatal late onset sepsis (LOS) due to MDR bacteria is exceptionally high in many regions of the world. AMR increase in the last decade has rendered most antibiotics of no utility. Resistance to even “WHO reserve” antibiotics has dramatically increased with 50–70% of the common Gram-negative clinical isolates now being MDR [9]. A large, multinational observational study showed that K. pneumoniae, E. coli, and Enterobacter spp. are the main Gram-negative bacteria responsible for neonatal sepsis with more than half of isolates being resistant to at least one antibiotic within four to six classes of antibiotics [10]. Data from positive blood cultures of hospitalized neonates in NICUs participating in the Neonatal AMR research network revealed carbapenem resistance rates of up to 84% [11]. Colonization rates with MDR are variable among NICUs; in a NICU in Ecuador, more than half of the neonates were colonized with ESBL-producing Enterobacterales, while colonization rates with CRO ranges from 1 to 25% [12,13,14]. Whether or not previous colonization with MDR is a significant risk factor for subsequent infection and the prognostic value of neonatal screening for the development of LOS need further clarification [12,15]. Moreover, higher mortality and morbidity is attributed to neonatal sepsis due to MDROs compared with non-MDROs, with case fatality rates of neonatal and pediatric sepsis due to CRO reaching 36% [16,17].\nThe limited therapeutic options against antimicrobial drug-resistant Gram-negative bacteria have led to the development and study of several novel antibacterial agents including β-lactam/β-lactamase inhibitor combinations (BL-BLIs) and the use of old or repurposed antibiotics. A framework for selecting appropriate therapy for children infected with CRE based on expert opinion has been proposed [18]. The Infectious Diseases Society of America (IDSA) annually updates their “suggested approaches” to the treatment of infections caused by extended-spectrum β-lactamase and AmpC β-lactamase producing Enterobacterales (ESBL-E), carbapenem-resistant Enterobacterales and Acinetobacter baumannii, P. aeruginosa with difficult-to-treat resistance (DTR-P. aeruginosa), and Stenotrophomonas maltophilia. These suggested approaches apply to both adult and pediatric populations, although there is a clear paucity of data on the treatment of such infections in children [17,19,20]. Not surprisingly, the above guidance reports are not addressed to neonates. According to recent systematic reviews about therapeutic options in neonates, the limited number of published articles, the low quality of evidence (retrospective data, heterogenous study design, and outcome definition, case series, or reports), and the very small sample size not permitting any statistical analysis further suggest that neonates remain “therapeutic orphans” in the fight against AMR [17,21]. A lack of evidence regarding pharmacokinetics (PK), safety, route (continuous or intermittent), dose and duration of administration, and the guidelines of using specific antibiotic(s) are the causes of the common off-label/unlicensed antibiotic use in neonates [22]. Despite the fact that, in the last decades (1998–2022), a significant increase in pediatric studies—submitted to the FDA—resulted in pediatric labeling changes, only six antimicrobials were labeled for use in neonates (linezolid, meropenem, ampicillin, ceftaroline fosamil, dalbavancin, clindamycin phosphate) (Figure 1) [23]. In this article, we review the data on some novel or repurposed antibiotics that are active against MDR Gram-negative (MDR-GN) bacteria causing sepsis and are of interest to be used in the neonatal population.\n\n## 2.1. Ceftazidime–Avibactam\nCeftazidime–avibactam (CAZ-AVI) is a newly developed antibiotic, one of the novel β-lactam agents combined with a β-lactamase inhibitor. Ceftazidime, a well-known broad spectrum third generation cephalosporin with antipseudomonal activity, is combined to avibactam, which is a new non-β-lactam β-lactamase inhibitor, able to inactivate several β-lactamases by forming a covalent adduct with the enzyme that is stable to hydrolysis. In this way, avibactam protects the degradation of ceftazidime allowing it to act against bacteria that would otherwise be resistant. In particular, avibactam inhibits Ambler class A (e.g., TEM-1, CTX-M-15, KPC-2, KPC-3), class C (e.g., AmpC), and certain class D β-lactamases (e.g., OXA-10, OXA-48), whereas it is inactive against Metallo-β-lactamases (class B enzymes e.g., NDM, VIM, IMP) [24,25]. Thus, CAZ-AVI is effective for the treatment of infections due to XDR Enterobacterales and P. aeruginosa when β-lactam resistance is due to the production of such β-lactamases. There are reports that the co-administration of CAZ-AVI and aztreonam can overcome resistance conferred by metallo-β-lactamases producing Enterobacterales and P. aeruginosa [26,27].\nBefore CAZ-AVI, the primary drug of choice for KPC infection was colistin, which has been known to have a severe side effect profile. Currently, CAZ-AVI is authorized in Europe for the treatment of complicated intra-abdominal infections (cIAIs), complicated urinary tract infections (cUTIs) including pyelonephritis, hospital-acquired pneumonia including ventilator-associated pneumonia (HAP/VAP), and infections due to aerobic MDR-GN bacteria susceptible to CAZ-AVI with limited or no other available therapeutic options in adults and children ≥3 months to <18 years old [28]. On the contrary, in the United States, CAZ-AVI has no approval for the treatment of HAP/VAP in pediatric patients ≥ 3 months to < 18 years old [29,30]. Meanwhile, in real clinical practice, CAZ-AVI is used off-label in the treatment of bloodstream infections (BSI), catheter-related bacteremia (CLABSI), endocarditis, osteomyelitis, ventriculitis, and mediastinitis; both observational and comparative studies focused on infections in adults due to KPC and OXA-48-producing Enterobacterales have shown promising results [31]. On the contrary, there is a paucity of data regarding treatment in pediatric patients with infections other than those approved, especially BSIs in critically ill children of all ages.\nIn healthy adult studies, both substances (ceftazidime and avibactam) show linear PK and share similar PK parameters allowing for their combined dosing. After intravenous administration, both agents have a half-life of nearly 2 h, exhibit low plasma protein binding (5–22.8% and 5–8.2%, respectively), and are not metabolized [31,32]. Renal clearance is the main route of elimination and the dose adjustment of CAZ-AVI is required in patients with moderate and severe renal impairment [28,33]. In pediatric patients of four age groups (group 1, ≥12 to <18 years; group 2, ≥6 to <12 years; group 3, ≥2 to <6 years; group 4, ≥3 months to <2 years) who received a single-dose of i.v. CAZ-AVI (group 1, 2000 to 500 mg; group 2, 2000 to 500 mg [>40 kg] or 50 to 12.5 mg/kg [<40 kg]; group 3 and 4, 50 to 12.5 mg/kg), the PK profiles of both ceftazidime and avibactam were comparable across the four age groups and broadly similar to those observed in adults who received a single dose of ceftazidime 2000 mg and avibactam 500 mg, administered intravenously over 2 h (Table 1) [34,35].\nFurthermore, the updated combined adult and pediatric population PK models supported the approval of currently recommended pediatric dosage regimens for children with cIAI or cUTI and normal or mildly impaired renal function (creatinine clearance >50 mL/min/1.73 m2): ≥6 months to <18 years: 50/12.5 mg/kg (maximum 2000–500 mg); ≥3 to <6 months old: 40/10 mg/kg (every 8 h by 2-h intravenous infusion), which achieved exposures and a probability of target attainment comparable to those in adults [36]. Moreover, the administration of the same dosing regimens to children with HAP/VAP is supported [36].\nAt present, there are no PK data for neonates and infants <3 months, whereas there are scarce case reports on the safety and efficacy of CAZ-AVI in neonatal patients [37,38,39,40,41]. To the best of our knowledge, in the largest case series of eight pediatric patients, Iosifidis et al. reported the use of CAZ-AVI in five NICU preterm (GA: 25+5d–32+4d weeks, PNA: 6–134 days, BW: 0.9–2 kg) and one early term neonate (GA: 37+3d weeks, PNA: 21 d, BW: 2.4 kg) as empirical (2/6) or targeted (4/6) salvage therapy in combination with other antimicrobials, for probable or proven sepsis due to carbapenem-resistant Klebsiella pneumoniae; two preterm neonates were on septic shock. CAZ-AVI was administered intravenously (4–21 days) at 62.5 (50/12.5) mg/kg every 8 h, which is higher than the currently approved dose for infants 3 months of age. During CAZ-AVI therapy, two neonates developed hypomagnesemia, managed with an increased magnesium supplement in TPN, and one of them direct bilirubinemia, resolved 15 days later without significant intervention. As other antibiotics including colistin, fosfomycin, aminoglycosides, glycopeptides, and liposomal amphotericin B were co-administered, no clear causality to the drug could be attributed. No severe adverse events were reported and the outcome at 30 days was cure without relapse [41].\nSimilar increased doses were administered by Asfour et al. in two preterm neonates. The first case (BW: 920 g, GA: 27 wk, PNA: 3 wk) was treated with CAZ-AVI (21 d) combined with colistin (14 d) for K. pneumoniae BSI and meningitis; the second case was treated with CAZ-AVI (5 d) and amikacin (21 d) for K. pneumoniae BSI and, despite microbiological cure, the patient died at the fifth day of CAZ-AVI therapy, probably due to sepsis on the grounds of prematurity and chronic lung disease [38]. No other serious adverse events were observed, except a significant increase in creatinine of the second patient and, as dose adjustment is required in patients with renal impairment, the CAZ-AVI frequency was changed to every 24 h, although drug PK in neonates, especially in those with acute kidney injury, is unknown [38]. A 25-d old preemie (GA 27 wk) was successfully treated with a lower dose at 40/10 mg/kg/dose every 8 h, as targeted therapy for a UTI due to PDR K. pneumoniae. Glycosuria, which presented during treatment and spontaneously disappeared 5 days after the end of therapy, was referred as the only adverse event possibly related to the drug, due to the reversible impairment of renal tubular function [40]. In an ELBW (GA: 29 wks, BW: 890 gr) neonate, successfully treated for MDR K. pneumoniae bacteremia and AKI on peritoneal dialysis, the initial dose of 50 (40/10) mg/kg IV q8h was adjusted to 23.75 mg/kg i.v. q48h for 3 days, returning to the initial dose on the 5th day until the completion of a 14-day therapy, without reporting adverse events [39].\nThe off-label use of CAZ/AVI in a large number of neonates has been recently reported [42]. In this cohort, 21 neonates received 31 CAZ-AVI courses. The median gestational age at birth was 29 weeks and they had a median weight of 1170 g, and according to their APGAR, CRIB II, and SNAPPE scores, they had a medium/severe clinical status. The median postnatal age during the initiation of CAZ/AVI administration was 44 days. CAZ/AVI use was started empirically in more than half of cases at a dose of 20–50 mg/kg of ceftazidime every 8 h. The median treatment duration was 10 days but in most cases CAZ/AVI was co-administered with other antimicrobials (i.e., colistin, tigecycline, fosfomycin, amikacin). KPC producing K. pneumoniae was the most frequently isolated pathogen. However, there were three bloodstream infections due to XDR A. baumannii. Overall, clinical response was very good on day 15 and 30 (>74%). Five deaths were reported. However, all these neonates were critically ill with sepsis and treatment included antimicrobials with little or without safety data for the neonates (i.e., colistin, tigecycline, Fosfomycin, and daptomycin) and therefore potential adverse events associated with the use of CAZ/AVI cannot be drawn. For this reason, clinical trials of CAZ/AVI in premature neonates are warranted.\nAs CAZ-AVI may have a role in the treatment of neonates with serious infections due to XDR/MDR-GN bacteria, more clinical data on the use of the drug is an unmet need. A phase 2a, two-part, open-label, non-randomized, multicenter, single and multiple dose trial (ClinicalTrials.gov Identifier: NCT04126031), which just completed recruiting pediatric patients, aims to evaluate the pharmacokinetics, safety, and tolerability of single and multiple doses of intravenous CAZ/AVI in hospitalized infants and neonates from 26 weeks of gestation to 3 months of age with suspected or confirmed Gram-negative BSI [43]. According to the study protocol, CAZ/AVI is administered as a 2 h intravenous infusion at the following dosing regimens based on gestational, corrected, and postnatal age and on the current weight of the enrolled neonates: (i) 30/7.5 mg/kg/dose q12 (ceftazidime and avibactam, respectively) in the group of term infants (GA ≥ 37 weeks) with postnatal age > 28 days and preterm infants with corrected age >28 days to < 3 months old, (ii) 20/5 mg/kg/dose q12 in term neonates (GA ≥ 37 weeks) from birth to ≤ 28 days old, (iii) 20/5 mg/kg/dose q12 in the preterm neonates with GA ≥ 26 weeks to < 37 weeks from birth to ≤ 28 days old [43].\nSeveral reports have addressed the emergence of resistance to CAZ/AVI beyond the intrinsic resistance of Gram-negative bacteria that harbor Ambler class B (metallo-β-lactamases) or some of the class D β-lactamases. In KPC-producing K. pneumoniae isolates, there have been several mutations (within or outside the omega loop region) that are associated with in vitro resistance to CAZ/AVI in patients with or without previous antimicrobial exposure [44]. In addition, the (over)expression of KPC in conjunction with other mechanisms of resistance such as porin mutations and other β-lactamases (VEB-25) has been documented in CAZ/AVI-resistant bacteria [45]. In a recent systematic review of clinical cases, CAZ/AVI resistant isolates were infrequently isolated all over the world, but their high fatality rate, as well as their rising rates, are of concern [46]. Meanwhile, besides resistance to ceftazidime/avibactam, the rapid identification of intrinsic resistance mechanisms such as Ambler class B carbapenemase is crucial for appropriate antibiotic selection and thus point-of-care testing and regional epidemiology surveillance are of great significance.\n\n## 2.2. Ceftolozane/Tazobactam\nCeftolozane/tazobactam (C/T) is a combination of a semisynthetic, bactericidal, antipseudomonal, fifth generation cephalosporin, ceftolozane, with the known β-lactamase inhibitor, tazobactam. Ceftolozane inhibits bacterial cell wall biosynthesis through penicillin-binding proteins (PBPs); it has an enhanced affinity for the PBPs of P. aeruginosa, a high stability against Amp-C type β-lactamases, frequently present in P. aeruginosa; and it is significantly less affected by the changes in the porin permeability or efflux pumps of the external membrane of Gram-negative bacteria [47,48,49]. C/T has a broad coverage against Gram-negative organisms, particularly MDR and XDR P. aeruginosa, ESBL-producing Enterobacterales, and some anaerobes (Bacteroides fragilis and non-Bacteroides Gram-negatives) and some Streptococcus spp. (excluding Enterococcus), while it shows limited activity against ESBL-producing K. pneumoniae, carbapenemase-producing Enterobacterales, and anaerobic Gram-positive cocci [50].\nC/T has been approved by the FDA since 2014 for complicated intra-abdominal infections (IAIs) combined with metronidazole and for complicated urinary tract infections (cUTIs) in adults (>18 years old) [51]. This indication was extended to HAP/VAP in 2019 [52]. On the other hand, in Europe, the drug is currently indicated for the treatment of cIAIs and cUTIs in pediatric patients and neonates of GA > 32 wks from the seventh day of life up to 18 years old, at 20 mg/kg ceftolozane/10 mg/kg tazobactam (up to a maximum dose of 1 g ceftolozane/0.5 g tazobactam) [53].\nIn a phase 1 open-label, single dose, multicenter study, seven neonates and young infants of GA > 32 wks and PNA 7 d to <3 months, and six neonates, of GA ≤ 32 weeks and PNA 7 days to < 3 months, with suspected/proven Gram-negative infection received 20/10 mg/kg and 20/10 mg/kg of an estimated glomerular filtration rate (eGFR) > 50 mL/min/1.73 m2 or 12/6 mg/kg if eGFR < 50 mL/min/1.73 m2, respectively. The PK profiles were generally comparable to those of older children but not surprisingly with greater interindividual variability, higher terminal half-lives, probably due to an increase in the volume of distribution, and decreased clearance, which are typical of neonates compared with older patients (Table 2). The drug was well tolerated without any serious adverse events [54].\nA more recent phase 2, randomized trial studied the safety and efficacy of C/T vs. meropenem in 20 full-term neonates and young infants <3 months of age with pyelonephritis. C/T had a favorable safety profile in these patients, and the rates of clinical cure and microbiologic eradication were similar to meropenem [56]. More data on efficacy in premature neonates are needed.\n\n## 2.3. Imipenem/Cilastatin–Relabactam\nIn an effort to restore the clinical activity of imipenem, relebactam, which is a novel β-lactamase inhibitor, was combined with imipenem/cilastatin, (an established anti-pseudomonal carbapenem). Relebactam exhibits a dual Ambler class A/C activity but confers no activity against class D OXA-48 and class B MBL producing Enterobacterales and carbapenem-resistant A. baumannii [57]. Imipenem/cilastatin–relebactam (IMI-REL) is indicated for patients over 18 years of age for the treatment of HABP/VABP due to susceptible Gram-negative bacteria and for complicated cUTIs and cIAIs with limited or no alternative treatment options [58]. In adults, phase 2 clinical trials have shown that IMI-REL is noninferior to imipenem/cilastatin in the treatment of cUTIs, including pyelonephritis, and cIAIs with comparable adverse reactions. The ongoing MK-7655A-016 phase 3 multinational, randomized clinical study (NCT03583333) is designed to evaluate the safety, tolerability, and efficacy of IMI-REL versus piperacillin/tazobactam in adult participants with HABP or VABP [59]. Another small phase 3 clinical trial has shown that IMI-REL is an efficacious and well-tolerated option compared with imipenem/cilastatin plus colistin for the treatment of HABP/VABP, cIAIs, and cUTIs caused by imipenem-non susceptible (but IMI-REL and colistin-susceptible) Gram-negative organisms with significantly reduced nephrotoxicity compared with imipenem/cilastatin plus colistin [60]. A recently completed pediatric clinical study (MK-7655A-020) showed that IMI-REL exhibited approximately dose-proportional PK and a single dose was generally well tolerated [61]. The ongoing MK-7655A-021 phase 2/3 open-label, randomized clinical study (NCT03969901) will provide valuable information for the pediatric and neonatal population with confirmed or suspected Gram-negative bacterial infection involving one of three primary infection types (HABP/VABP, cIAI or cUTI) [62].\n\n## 2.4. Meropenem–Vaborbactam\nMeropenem–vaborbactam (M/V) is a carbapenem β-lactamase inhibitor combination with activity against broad-spectrum β-lactamases in CRE infections. Vaborbactam, a cyclic boronic acid derivative, is a β-lactamase inhibitor with no antibacterial activity [63]. It prevents β-lactamases from hydrolyzing meropenem, which can then exert their action by disrupting bacterial cell-wall synthesis resulting in cell death. M/V shows a potent activity against class A carbapenemases (e.g., KPC-2, KPC-3, KPC-4, BKC-1, FRI-1, SME-2, NMC-A), class A ESBLs (CTX-M, TEM, SHV), and class C β-lactamases (CMY, P99, MIR, FOX) but not against metallo-β-lactamases (e.g., NDM, VIM, and IMP) and some class D carbapenemases (OXA-49-like) [63,64,65]. Therefore, M/V is mainly active against Enterobacterales with a KPC-mediated mechanism, but it has been shown that its activity is attenuated in isolates with a lack of ompK35 and ompK36 genes responsible for the encoding of outer membrane porins K35 and K36, respectively [63]. Moreover, M/V has been found to be active against strains producing KPC mutants with resistance to ceftazidime–avibactam (e.g., KPC-8, KPC-31), whereas vaborbactam does not protect meropenem hydrolysis against CR Acinetobacter spp. and P. aeruginosa, as meropenem resistance is largely attributed to mechanisms unrelated to the vaborbactam mode of action, such as outer-membrane impermeability, the upregulation of efflux systems, and the production of class B or class D β-lactamases [65,66,67]. The drug was first approved in the USA (FDA, August 2017) for the treatment of cUTI including pyelonephritis caused by susceptible Escherichia coli, K. pneumoniae, and Enterobacter cloacae species complex, while in Europe (EMA approval, November 2018), it is also indicated for the treatment of cIAI, hospital-acquired pneumonia (HAP), including ventilator-associated pneumonia (VAP) only in adult patients (≥18 years), at a dose regimen of 2 g/2 g every 8 h, as a 3 h intravenous infusion, for patients with normal renal function [68,69]. EUCAST provided a susceptibility clinical breakpoint of 8 mg/L for Enterobacterales and P. aeruginosa, while CLSI provided a susceptibility clinical breakpoint of 4 mg/L only for Enterobacterales [70].\nUntil now, PK, safety, and efficacy data derive from adult-only studies. To our knowledge, pediatric experience is limited to two case reports. Based on pharmacokinetic data of meropenem in critically ill children, Harnetty et al. administered a meropenem component of M/V at the dose of 40 mg/kg/dose every 6 h infused over 3 h, in a 4-year-old child with KPC K. pneumoniae bacteremia, which was successfully treated for 14 days. The dosing regimen provided a target attainment of 100% for meropenem serum concentrations above the minimum inhibitory concentration (MIC) for at least 40% of the dosing interval and was well tolerated [71]. In a 10-year-old cystic fibrosis female patient, infected with a PDR Achromobacter spp., meropenem–vaborbactam was co-administered (2 g, every 8 h, infused over 3 h) with cefiderocol and bacteriophage for 14 days; the combination was reported to be safe, effective, and well-tolerated [72]. An open label, phase 1 study evaluating the dosing, pharmacokinetics, safety, and tolerability of a single dose infusion of meropenem–vaborbactam in pediatric patients, from birth to less than 18 years of age with serious bacterial infections in stable condition (TANGOKIDS, ClinicalTrials.gov Identifier: NCT02687906) is currently being conducted and is still recruiting patients [73]. According to the study protocol, enrolled children of 12 to <18 years old received 40 mg/kg meropenem-40 mg/kg vaborbactam (2 g meropenem-2 g vaborbactam for subjects ≥50 kg), while after the analysis of the PK, safety, and tolerability data in this age group, the dose for ages 2 to <6 years was modified to 60 mg/kg (2 g meropenem-2 g vaborbactam for children weighting >33 kg) [73].\nThere is no published research on meropenem–vaborbactam use in neonates. On the contrary, meropenem, which has been approved by the FDA in infants < 3 months with complicated intra-abdominal infections since 2014, has been studied in both ill, hospitalized term and preterm neonates with LOS in a large multicenter phase III superiority RCT [74,75]. In terms of efficacy, a Neomero-1 trial showed that meropenem was not superior to SOC (ampicillin + gentamycin or cefuroxime + gentamycin), but the drug should be preferred in NICUs where LOS by ESBL and AmpC type beta-lactamases producing Gram-negative bacteria are common [75]. Neomero PK data and simulations showed that, in cases of increased MIC (up to 4 mg/L), doses should be increased to 40 mg/kg every 8 h to achieve therapeutic targets, and that longer infusions (up to continuous infusion) may increase plasma concentrations improving T > MIC, but worsen CSF penetration decreasing CSF T > MIC [76]. In a recently published PBPK study, using the target of 50% T > MIC for pathogens with MIC of 4 mg/L or 75% T > MIC for MIC of 2 mg/L, favorable target attainment was achieved across all dosing groups, further supporting the dosing regimen currently recommended by FDA [77].\n\n## 3. Cefiderocol\nCefiderocol is a novel siderophore cephalosporin with a distinct mode of action and a broad spectrum of Gram-negative activity against difficult-to-treat bacterial infections [78]. A catechol moiety on the 3-position side chain attached to the cephalosporin molecule chelates free iron facilitating the entry of the cefiderocol–iron complex in the periplasmic space via active iron transporters. After dissociation from the iron, the drug binds to penicillin-binding proteins (PBPs), inhibiting synthesis of the bacterial cell wall [79]. Cefiderocol is stable against Ambler classes A, B, C, and D β-lactamases, with broad activity against GNB, including carbapenem-resistant Enterobacterales (CRE), P. aeruginosa, Acinetobacter spp., and S. maltophilia [78,80]. Its unique chemical structure and mode of action may offer protection against the loss of porin channels, the overexpression of efflux pumps, and the inactivation by carbapenemases [80]. In a large 2020 collection of Gram-negative isolates from hospitalized patients in USA and Europe, Enterobacterales susceptibility to cefiderocol was 99.8% and CRE susceptibility was 98.2%. Cefiderocol was the most active antimicrobial against all P. aeruginosa isolates (99.6% susceptible), whereas the susceptibility of Acinetobacter to cefiderocol was 97.7% and S. maltophilia was 100.0% (CLSI, 2021) and 97.9% (CLSI, 2022) [81]. According to a recent systematic review, β-New Delhi Metallo-β-lactamase positive isolates showed significantly higher MICs than other carbapenemase-producing Enterobacterales with a cefiderocol susceptibility rate of 83.4%, while ",
  "has_full_text": true
}