{
  "pmid": "37446795",
  "title": "The Impact of Copper Ions on the Activity of Antibiotic Drugs.",
  "abstract": "Copper (Cu) is an essential trace metal and its concentration in body plasma is tightly regulated. An increase in Cu concentration in body fluids is observed in numerous pathological conditions, including infections caused by microorganisms. Evidence shows that Cu ions can impact the activity of antibiotics by increasing efficiency or diminishing/neutralizing antibiotic activity, forming complexes which may lead to antibiotic structure degradation. Herein, we represent the evidence available on Cu-antibiotic interactions and their possible impact on antimicrobial therapy efficiency. So far, in vitro studies described interactions between Cu ions and the majority of antibiotics in clinical use: penicillins, cephalosporins, carbapenems, macrolides, aminoglycosides, tetracyclines, fluoroquinolones, isoniazid, metronidazole. In vitro-described degradation or lower antimicrobial activity of amoxicillin, ampicillin, cefaclor, ceftriaxone, and meropenem in the presence of Cu ions suggest caution when using prescribed antibiotics in patients with altered Cu levels. On the other hand, several Cu-dependent compounds with antibacterial activity including the drug-resistant bacteria were discovered, such as thiosemicarbazones, disulfiram, dithiocarbamates, 8-hydroxiquinoline, phenanthrolines, pyrithione. Having in mind that the development of new antibiotics is already marked as inadequate and does not meet global needs, the potential of Cu-antibiotic interactions to change the efficiency of antimicrobial therapy requires further investigation.",
  "journal": "Molecules (Basel, Switzerland)",
  "year": "2023",
  "authors": [
    "Božić Cvijan B",
    "Korać Jačić J",
    "Bajčetić M"
  ],
  "doi": "10.3390/molecules28135133",
  "mesh_terms": [
    "Humans",
    "Copper",
    "Anti-Bacterial Agents",
    "Meropenem",
    "Ampicillin",
    "Ions"
  ],
  "full_text": "## 1. Introduction\nThe potential impact of copper ions on antibiotic activity has been pointed out recently [1]. Evidence shows that Cu can impact the activity of antibiotics in a dual way: (1) by increasing the antimicrobial effects, as described in Cu-dependent compounds, or (2) through coordination and/or redox interactions [2,3,4,5]. Copper ions-dependent compounds with antibacterial activity have been identified against several multi-resistant bacteria [1]. These findings are important for further combat with bacterial antimicrobial resistance (AMR), especially if we know that in 2019, the estimated mortality associated with AMR was 5 million, including 1.27 million deaths directly attributable to resistance [3]. Additionally, opposite to the rising trend of bacterial resistance is the speed of antibiotic discovery [2]. The ineluctable conclusion is the urge for a different approach in antibiotic discovery and synthesis [1,2]. Ideally, studies in the future will provide Cu-dependent compounds as a new entity of antimicrobials, effective by themselves and with the ability to restore the activity of current antibiotics by reversing antibiotic resistance [4]. The other side of the medal is the possibility for Cu to interact with antibiotics. Having in mind the role of copper in the native immune system and the fact that its concentration increases during infectious diseases, the possibility to affect the activity of antibiotics through complexation and redox interactions became a focus [1,5]. The purpose of this review is to discuss the dual impact of Cu ions on antibiotic activity currently proposed in the literature and their potential applications in clinical practice.\n\n## 2. Copper’s Role in the Human Organism\nCu is a transition metal with the capacity to form 4–6 coordinative bonds and in serum, exists as cuprous (Cu+) and cupric (Cu2+) cations [5,6]. As an essential trace metal, Cu plays a crucial role as a cofactor in numerous enzymatic reactions catalyzed by cytochrome c oxidase, dopamine ß hydroxylase, tyrosinase, lysyl oxydase, and Cu-dependent superoxide dismutase [6,7,8]. Due to the roles of the mentioned enzymes in the human organism, it is clear that copper ions have a great impact on electron transfer during cellular respiration, energy generation, iron oxidation, pigment and connective tissue formation, neurotransmitter and antioxidant biosynthesis [9,10,11,12,13,14].\nCopper ion concentration is tightly regulated, and any imbalance may lead to a number of pathological conditions [7]. Deficiency, as well as excess in Cu concentration, is described in several pathological conditions, such as tuberculosis, diabetes mellitus, prion diseases, Wilson’s disease, Menkes disease, cancer, anemia, atherosclerosis, arrhythmias, Alzheimer’s disease, Parkinson’s disease, dyslipidemia, obesity, non-alcoholic fatty liver disease, osteoporosis, depigmentation, lymphosarcoma, hypotonus, apnea syndrome, infections, inflammation [5,7,15,16]. In addition to all the mentioned diseases, Cu ions imbalance in the human body during pregnancy can have an impact on fetus development [17]. Cu deficiency in utero may lead to abnormalities of cardiovascular, skeletal, neurological, and immunological systems [17,18]. Opposite this, increased Cu levels are observed in full-term and premature infants with or without hemolytic jaundice [9]. After the discovery that Cu ions have an important role as components of the innate immune system but also as agents that may cause cytotoxic effects, interest in this ion increased [1,19]. The study from 2000 on isolated hepatocytes explained cytotoxicity induced by Cu ions in detail. It was shown that the incubation of hepatocytes with Cu ions rapidly increases the production of free radicals [19]. Having in mind all the roles of copper ions in the human body, as well all the mentioned pathological conditions linked with its imbalance in the human organism, it is not surprising that the possible antimicrobial, antiviral, anti-inflammatory, and antitumor potential of copper ion metal chelators is being thoroughly studied [7,20].\n\n## Copper Pathway in Human Organism\nCu is an essential trace element in both humans and animals [17]. The total concentration of Cu in the adult human body is around 100 mg (1.6–2.4 mg/kg) [6,17]. Plasma Cu levels in one-month-old neonates are significantly lower compared to adults, achieving a maximum value at 2-to-5 years of age, then decreasing gradually [21]. Depending on the country, differences regarding the recommended daily allowance of copper in the human population can be observed [17]. The usual daily copper intake is one to three mg [15]. Factors such as age, gender, type of food, amount of dietary Cu, and oral contraceptives can lead to a variation in absorption rate from 12% up to 71% [17]. Food such as potato, oyster, kidney, beef, liver, whole grain wheat bread, shrimp, and peas are great sources of copper [17] (Figure 1).\nAfter food ingestion, copper absorption occurs mainly in the stomach and proximal part of the small intestine [7,17]. By binding to Cu transporter 1 (CTR1), copper ions enter the enterocytes, and by binding to Cu-transporting ATPase 7 (ATP7A), they enter the bloodstream [15]. ATP7A provides Cu ions for the enzymes that need copper during its synthesis [15]. Absorbed copper is bound to albumins and transported to the liver. Hepatocytes have a crucial role in copper homeostasis and even half of the total Cu concentration is stored in the liver [21]. Bound to ceruloplasmin, and to albumin at a lesser extent, copper is transferred to peripheral tissue [7]. In cases of copper excess, changes in both absorption rate and biliary excretion are observed [17]. Cu is excreted into the bile duct through ATP7B [9]. Urinary copper excretion is considerably low, while other routes of copper excretion such as sweat, desquamation, and menstrual flow in women are less significant [17].\nOn the other hand, inorganic copper from drinking water or copper supplements bypasses the liver in a higher percentage. In this way, an increased copper pool in the blood may be achieved. The described mechanism has possible clinical implications due to the possibility of copper penetrating the blood–brain barrier [7].\n\n## 3. Copper as an Antimicrobial Agent\nThe oldest medical application of Cu was over two thousand years before Christ, in Egypt, where copper was used as an agent to sterilize wounds and water [22]. This practice was later continued in Persia, Greece, and Rome [23]. The use of Cu for medical purposes was at its peak during the 19th and 20th centuries, when Cu was used to treat chronic adenitis, eczema, impetigo, tubercular infections, lupus, syphilis, anemia, chorea, and facial neuralgia [22]. The discovery of commercially used antibiotics put copper’s antimicrobial role in the second perspective [22]. Over the years, the widespread use of antibiotics has led to bacterial resistance [19,22] and once again, focus was on possible alternative approaches such as copper complexes. The use of Cu on various hospital surfaces proved to be very beneficial: the presence of copper compounds on doors, doorknobs, and stethoscopes in hospitals has led to a reduction of the number of bacteria [22,23]. Cu surfaces kill microorganisms in a process named contact killing, which occurs on a timescale of minutes to hours [23]. Studies have shown that although the administration of free Cu is neither justified nor rational, the use of small ligand complexes may have potential benefits [1,24,25]. Synthesis and use of nanoparticles (particularly, those made of copper and silver) were shown to be a great tool for preventing bacterial and fungal activity by contact killing and by degradation of bacteria DNA plasmid, preventing the transfer of resistance between microorganisms [24,25]. It is hypothesized that the release of ions is a main contributor to the antimicrobial properties of nanoparticles [23,24]. So far, nanoparticles showed high antimicrobial activity. In the laboratory settings, the higher copper content of alloys, higher temperature, and relative humidity increase the efficacy of contact killing [22]. Due to the very fast and complete degradation of plasmid DNA by contact killing, so far, no bacteria completely resistant to Cu contact killing have been discovered [22].\n\n## The Effects of Elevated Copper on Bacteria\nNowadays, there is a growing interest in Cu complexes due to their possible role in preventing or even reversing the antimicrobial resistance to classic antibiotics [4]. So far, it seems that translation studies from in vitro to in vivo are lacking. Such observations could be explained by a lack of information on the molecular mechanisms underlying Cu–antibiotic interactions at physiological conditions.\nThe precise mechanism of Cu-induced bacterial damage is not fully explained. Several possible mechanisms were proposed. One of the explanations for metal toxicity is the ability of cupric and cuprous ions to form reactive oxygen species (ROS) [26]. Studies have shown that after bacteria and yeast were exposed to Cu, genes involved in ROS elimination are upregulated, indirectly implying that ROS plays a crucial role in Cu-mediated cellular damage [23,27]. In the presence of superoxide or reducing agents, Cu2+ can be reduced to Cu+ which is able to form hydroxyl radicals (OH•) from hydrogen peroxide via the Fenton-like reaction [1,26].\nO2¯ + Cu2+ → O2 + Cu +\nCu + + H2O2 → Cu2+ + OH¯ + OH•\nThe hydroxyl radical is the most powerful oxidizing radical, capable of reacting with practically every biological molecule, and it initiates oxidative damage and consequently leads to cellular death [26,28].\nHard–soft acid-base theory (HSAB theory or Pearson’s acid-base theory) classifies transition metals according to their preferences for specific ligands. Soft acids such as Cu+ and borderline acids such as Cu2+ tend to tightly bind with soft bases such as sulfhydryl groups (R-SH). The antibacterial activity of metal ions is proportional to their affinity for binding to the sulfhydryl group [23]. Cu covalent bonding to thiol leads to protein disulfides and depletion of antioxidant reserves [23,29]. Depending on the characteristics of each sulfhydryl group, the result can be complex formation or redox reactions [22].\n2 Cu2+ + 2RSH → 2 Cu+ + RSSR +2H+\n2 Cu+ + 2H+ + O2 → 2 Cu2+ + H2O2\nHydroxyl radicals produced from hydrogen peroxide in Fenton reaction lead to cell damage. Possible mechanisms of Cu toxicity are also competition with other metal ions for binding with proteins and Cu displacement of iron from iron–sulfur clusters in an oxygen-independent way as well as the formation of coordinative compounds with organic and inorganic ligands [30,31].\n\n## 4. Copper-Dependent Compounds\nSeveral Cu-dependent compounds have potential therapeutic applications. The examples of Cu-dependent compounds are presented in Table 1. The main proposed mechanisms of action of copper-dependent compounds will be discussed briefly in the following section.\n\n## Mechanism of Cu-Dependent Compounds\nSo far, several hypotheses regarding Cu-dependent compounds have been studied. In the case of disulfiram, a “Trojan horse” model has been proposed. The first step is Cu2+-mediated reduction of disulfiram and the creation of diethyldithiocarbamate (DETC, L1) which later chelate with Cu2+ ions, [Cu(L1)2] [1,34]. A shield formed in this way can provide Cu ions to easily overcome bacterial defense mechanisms [1,34]. Consequently, more labile Cu is inside the bacterial cell, which leads to ROS production, metal cofactor replacement, and impact on iron–sulfur clusters [34].\nIn the mechanism of action of glyoxal-bis(N4-methylthiosemicarbazonato) (L2), another example of Cu-dependent compounds, [CuL2], has been described in detail against N. gonorrhoeae, whose Cu detoxification system is underdeveloped compared to most of the other bacteria [32]. The first step is the inability of a bacteria efflux pump to combat Cu overload. Once inside the bacteria cell, Cu ions influence NADH dehydrogenases and initiate a redox cycle inside N. gonorrhoeae. For the first time, this work considered Cu2+ action as target specific [33,39]. Since no effect on normal microflora has been observed, this example can serve as an opportunity to repurpose already approved drugs for new medical uses and possibly lead to a promising way of combating bacteria resistance [32,39].\nDetailed analysis showed that 8-hydroxyquinoline acts as a Cu2+ ionophore. The presence of other metals such as Zn, Fe, and Mn has no activity on the Cu-8-hydroxyquinoline (L3) complex, [CuL3], which kills M. tuberculosis selectively within infected macrophages [35].\nIt is suggested that pyrithione acts as a copper ionophore, enabling it to enter cells and distribute across intracellular membranes. Copper–pyrithione complex leads to growth inhibition of the fungus Malassezia globosa (M. globosa) [40]. Several years later, another study pointed to a complex formation between copper and pyrithione. Adding the copper–pyrithione complex to amikacin led to growth inhibition of an amikacin-resistant K. pneumoniae [38].\nNeocuproine (L4), a well- known copper complexing compound, exhibited intracellular activity. Under copper-activated conditions, the mentioned complex, [Cu(L4)2], was highly effective against MRSA [33].\nOther promising copper-dependent agents are pyrazolopyrimidinones. Copper- 5-benzyl-3-(4-chlorophenyl)-2-methyl-4H,7H-pyrazolo[1,5-a]pyrimidin-7-one (L5) complexes, [Cu(L5)2], showed a significant impact on S. aureus through several mechanisms: depletion of cellular ATP, electrolyte imbalance, and inability to control the influx of protons, while the cell membrane remained intact [37].\nComplex Cu-1,10 phentaroline (phen) possessed high antibacterial activity against metronidazole-resistant Trichomonas vaginalis (T. vaginalis), dematiaceous fungus Phialophora verrucosa (P. verrucosa), clinically relevant yeast Candida albicans (C. albicans), multidrug-resistant strains of Candida haemulonii species complex, flamentous fungus Scedosporium apiospermum (S. apiospermum), Saccharomyces cerevisiae (S. cerevisiae), E. coli, MRSA, carbapenemase-producing A. baumannii, and multidrug-resistant P. aeruginosa. As a possible explanation, the overtone concept was proposed. On chelation, the polarity of copper ion is reduced, which favors its permeation through the lipid barriers allowing an impact on bacteria [41,42]. Furthermore, the potential of phentaroline–copper complex was described in in vivo studies. The complex possessed a non-mutagenic profile and low toxicity in laboratory settings on a mice model [42,43].\nA recently published study has added a new compound to the growing list of copper-dependent drug classes. Authors described an adamantyl-bearing pyrazolyl–thioureas (APT)-6K/ampicillin synergy with an improved safety profile compared to other copper-dependent compounds. Another major breakthrough is the described ability of the mentioned compound to reverse drug resistance against clinically relevant antibiotics, such as ampicillin [4]. So far, it has been hypothesized that copper-dependent compounds can affect different ATP-generating processes, such as oxidative phosphorylation and glycolysis. Decreased ATP levels may restore antibiotic sensitivity in several multi-drug resistant bacteria: S. aureus to polymyxins with oligomycin; M. tuberculosis to β-lactam antibiotics with 2-amino imidazoles [4].\n\n## 5. Copper Interactions with Antibiotics\nGenerally, antibiotic interactions can be classified as synergistic or antagonistic, depending on whether the drug combination leads to increased or decreased antibiotic activity [44]. Furthermore, by decreasing antimicrobial activity, interactions may be involved in the underlying mechanisms of bacterial resistance [5]. Interactions between antibiotics and metal ions can have various consequences, implying the need to understand and investigate each interaction separately. Searching literature, we gained insight into numerous studies that described antibiotic–metal interactions with various effects. An additional aggravating factor is a possible discrepancy between obtained in vitro results compared to in vivo results. Therefore, knowledge based on well-designed in vitro and in vivo studies investigating which antibiotic–metal interaction may lead to decreased or more efficient antimicrobial therapy are essential for the selection of the best available therapy.\n\n## 5.1. Copper Interactions with Penicillins and Cephalosporins\nSpecial attention should be paid to Cu2+ interactions with one of the most frequently prescribed antibiotic classes, β-lactam antibiotics. β-lactam antibiotics are bactericidal drugs, containing the β-lactam ring in their chemical structure [45]. The β-lactam ring, 6-aminopenicilloic acid, is the key to the synthesis and modification of penicillins. They are classified into penicillins, cephalosporins, carbapenems, and monobactams [45]. In penicillins, cephalosporins, and carbapenems, the β-lactam ring is fused to a 5- or 6-member ring; in monobactams, the β-lactam ring is monocyclic [46]. The β-lactam ring is mainly responsible for the drug mechanism of action: the ability to block the bacterial cell wall synthesis as a result of their covalent binding to penicillin-binding proteins (essential enzymes in the synthesis of peptidoglycan) [46].\nPenicillins are natural or synthetic antibiotics derived from fungi, with molecular formula R-C9H11N2O4S. All penicillins contain three basic components: a thiazolidine ring, a β-lactam ring, and a side chain [47]. Penicillin V was synthesized by acylation of 6-aminopenicilloic acid, while aminopenicillins, ampicillin, and amoxicillin were formed, adding an amino group to the penicillin structure [48]. In parallel with the development of semi-synthetic compounds was the isolation of cephalosporin C from the Cephalosporium acremonium strain [49]. The main difference between cephalosporins and penicillins is the presence of 7-aminocephalosporinic acid instead of 6-aminopenicilloic acid [48].\nDuring the years, using different analytical techniques, the interactions between β-lactam antibiotics and metal ions, among them Cu, Ag, and Zn, were studied [50]. First studies regarding β-lactam complexes with Cu2+ were conducted at pH values different from physiological conditions [51,52] and although obtained results were hard to interpret, it was implied that degradation of penicillin V and penicillin G occurred [52]. Under mild acidic conditions, both penicillin G and V were hydrolysed by the cupric ion into penicilloic acids [52]. Over fifty years later, the first study that described copper and β-lactam interactions under a physiological set-up was published [5].\nUsing UV-VIS spectrophotometry and electron paramagnetic resonance (EPR), a study published in 2018 showed that penicillin G does not form a complex with Cu2+ under physiological conditions, but a certain degree of slow penicillin G degradation could not be excluded [5]. Interesting data regarding antimicrobial activity were described in the same study: in the presence of copper ions, penicillin G showed decreased activity against S. aureus [5]. Since no interactions between Cu and penicillin were observed, changed antimicrobial activity was explained by a possible slow copper-induced degradation due to the time and temperature required for minimum inhibitory concentration (MIC) assay to conduct [5].\nA study carried out in non-physiological (pH values lower compared to physiological values) conditions described Cu2+-mediated hydrolysis of ampicillin, amoxicillin, and cephalexin and the possible reduction of the antimicrobial effects [53]. Later on, possible coordination sites of β-lactams to Cu2+ were suggested: β-lactam nitrogen, carboxylate group, carbonyl group, and side-chain amide nitrogen [54,55]. Using spectrophotometry, EPR spectroscopy, and electrochemical methods, one of the latest published studies proposed a primary amine group on the side chain and nitrogen of the amide group as possible donor atoms forming a coordinative bond between Cu2+ and amoxicillin (L6) [CuL6], ampicillin (L7) [CuL7], and cephalexin (L8) [CuL8] [5]. Mentioned methods also provided proof that these antibiotics may increase the Cu pool in body fluids [5]. Having in mind all the roles that labile Cu plays in the organism, the information of its increased concentration can be of great clinical value.\nThe impact of Cu-β lactam antibiotics interactions on bacterial susceptibility is still very complicated and results are inconsistent. On the one hand, a study from 2010 showed improvement in the antibacterial activity of amoxicillin and ampicillin after binding with Cu2+ against B. subtilis and E. coli due to a change in particle size [56]. On the other hand, a recently published study showed decreased activity of ampicillin and amoxicillin after complexation with Cu2+ against E. coli and no change in the activity of ampicillin–Cu and decreased amoxicillin–Cu activity against S. aureus [5].\nOver the years, several studies described Cu–cephalosporin interactions and their antimicrobial potential [5,55,57,58,59,60,61,62]. Possible explanations for enhanced antimicrobial activity of Cu–antibiotic complexes, compared to antibiotic alone, are the reduced polarity and increased lipophilic nature of the central metal ion environment, and more efficient diffusion, which altogether cause the complex to enter bacterial cells leading to increased bioavailability and activity of the drug [55,63]. This explanation was applied to a Cu complex with cefazolin, cephalexin, etc. [55,64]. The antimicrobial activity of Cu–cephalosporin complexes varies widely depending on used cephalosporin and tested microorganisms (Table 2).\nInteresting results were observed in the view of Cu2+ interactions with cefaclor, cephalosporin of the second generation. In the presence of Cu ions, degradation of cefaclor has been described [5]. Using oximetry, significant oxygen consumption was detected, providing insight into the antibiotic degradation kinetics [5]. Regarding antimicrobial activity, cefaclor showed slightly increased activity toward E. coli, which can be explained by the production of hydrogen peroxide [5]. The seemingly contradictory result of improved antimicrobial activity on the one side, and described degradation of cefaclor on the other, would probably be easily explained in in vivo study when catalase would rapidly remove hydrogen peroxide. So far, it is clear that given the diversity of the nature of Cu–antibiotic complexes, each compound needs to be analyzed separately and conclusions cannot be generalized [33]. Only when the precise mechanism of Cu–antibiotic complexation is fully described and when coordination sites of antibiotics bound to copper ions are recognized can the true extent of the interaction be understood and explained. Furthermore, the possible effects of the complex in clinical settings should be interpreted only at pH-relevant values. We can observe that data regarding interactions of the newest cephalosporins with copper ions are missing.\n\n## 5.2. Copper Interactions with Carbapenems\nCarbapenems are β-lactam antibiotics with broad-spectrum activity [65]. They represent the first line of treatment for infections caused by the most resistant bacteria, among which are dominant bacteria from the ESKAPE group (E. faecium, S. aureus, K. pneumoniae, A. baumannii, P. aeruginosa, Enterobacter species) [66]. Carbapenems have a penicillin-like five-membered ring, but the sulfur at C-1 in the five-membered ring is replaced by a carbon atom and a double bond between C-2 and C-3 [66]. Described changes in chemical structure were responsible for their insensitivity to the effects of β-lactamases–carbapenemases [66].\nAlthough data regarding Cu–carbapenem complexes are limited, a recently published study showed that Cu can indirectly improve carbapenem action inactivating B metallo–β-lactamases responsible for the hydrolysis of carbapenems, and consequently decrease the risk of bacterial resistance [65]. Having in mind that the production of carbapenemases is the major mechanism underlying carbapenem resistance [66], the described result can present a valid marker for future investigation trends.\nA study published in 2018 described meropenem degradation in the presence of copper ions [5]. Degradation was not followed by oxygen consumption, implying that meropenem does not undergo oxidation in the presence of Cu ions, or that it may even stabilize Cu+ ions [5]. Further experiments suggested irreversible oxidation of the sulfide group of meropenem in its copper complex [5]. In line with the described degradation of meropenem in the presence of Cu ions is a drastic decrease in the activity of meropenem against E. coli and S. aureus [5].\n\n## 5.3. Copper Interactions with Tetracyclines\nTetracyclines are a commonly used antibiotic group in human and veterinary medicine [67]. Their mechanism of action relies on the inhibition of bacterial protein synthesis by preventing the association of aminoacyl tRNA with the bacterial ribosome [68]. In order to reach their target and to pass through membranes, tetracyclines have to be positively charged, most likely forming a complex with magnesium ions [67,68,69]. They contain several important functional groups: five hydroxyl, two carbonyl, and one amide [67]. So far, tetracyclines are known as potential chelating agents, and complexes with different metal ions such as sodium, potassium, magnesium, calcium, cadmium, and lead are described [67].\nSince tetracycline molecule possesses several ionizable functional groups, their ability to bind Cu2+ is not a surprise [67]. So far, the in vitro model showed the formation of the Cu–tetracycline(L9) complex, [CuL9], and possibility of a tetracycline molecule to act as a Cu sink. According to this in vitro model, the formation of the Cu–tetracycline complex reduces the toxicity of Cu2+ and tetracycline [70]. Still, the precise role of this interaction on antibacterial activity is not fully understood [1,69].\n\n## 5.4. Copper Interactions with Fluoroquinolones\nFluoroquinolones are frequently prescribed broad-spectrum antibiotics [71]. Their mechanism of action relies on the inhibition of the enzymes responsible for DNA replication—topoisomerase II (DNA gyrase) and topoisomerase IV [71]. Due to the limited activity of the first discovered quinolones such as nalidixic acid, structural changes to the basic nucleus were introduced. The introduction of a fluorine atom at position 6 of the basic quinolone ring gave rise to a fluoroquinolone with a much-broadened antimicrobial spectrum [71,72]. Numerous studies regarding interactions between fluoroquinolones and metal cations such as Zn, Ni, and Co have been reported [73]. Interactions between fluoroquinolones and Cu2+ are also studied. Beside no obvious change in the activity of fluoroquinolones with Cu2+ ions on S. aureus and increased activity against E. coli, an important contribution of these interactions is reported regarding the influx of the Cu–fluoroquinolone complex [1]. The described benefit of complex Cu–levofloxacin(L10)–phenanthroline, [CuL10Phen], is penetration through the outer membrane of Gram-negative bacteria via a non-porin-dependent pathway [72]. Having in mind that porin deficiency is one of the most common causes of fluoroquinolones resistance, an alternative pathway can be of great clinical value [69]. Another possible clinical benefit of the Cu–fluoroquinolones complex can be improved photostability with possibly fewer side effects, as it was shown in the study which described Cu2+ interactions with lomefloxacin, (L11), [CuL11phen] [71,74] and sparfloxacin, (L12), [CuL12phenCl] [75]. Increased potency is observed for the Cu–gatifloxacin(L13) complex, [CuL13phenCl]·5H2O, compared to an antibiotic alone due to the chelate effect and nature of the ligand [76]. Due to the described potential benefit, copper–fluoroquinolone–phenanthroline complexes are representative of suitable candidates for further metalloantibiotic testing, especially in multi-resistant strains [71,72].\n\n## 5.5. Copper Interactions with Aminoglycosides\nAminoglycosides are useful mainly against aerobic Gram-negative microorganisms, commonly prescribed in combination with other agents [77]. They are bactericidal agents and irreversible inhibitors of protein synthesis [78]. Most clinically used aminoglycosides have an aminocyclitol ring, usually 2-deoxystreptamine, to which various amino sugars are bound at positions 4 and 5, or 4 and 6 [79]. An important obstacle in aminoglycoside use is their side effects [77]. With the aim of overcoming this obstacle, different approaches were investigated.\nThe role of Cu-aminoglycoside complexes on antimicrobial activity and nephrotoxicity and/or ototoxicity is still controversial [1,2]. On the one hand, there is an explanation that by binding Cu to aminoglycosides, ROS are forming and contribute to aminoglycosides toxicity [80]. Similarly, the coadministration of transition metal chelators and free radical scavengers in animals suppressed aminoglycoside-induced ototoxicity [81]. On the other hand, reports suggest that Cu–aminoglycoside complexes are not forming in vivo because Cu ions are mostly bound to proteins (albumin, ceruloplasmin), and aminoglycosides have a lower binding affinity compared to other chelators [1,78]. It is suggested that the copper–aminoglycoside complex plays a minor role in the toxicity of aminoglycosides due to the fact that complexes cannot withstand the presence of histidine [78].\nRegarding antimicrobial characteristics of formed complexes, a study from 1998 showed no changes in the activity of kanamycin A (L14) alone compared to Cu–kanamycin A, [CuL14] [82]. Cu interactions w",
  "has_full_text": true
}