{
  "pmid": "37507459",
  "title": "Molecular modeling study of micro and nanocurcumin with in vitro and in vivo antibacterial validation.",
  "abstract": "Repurposing natural compounds as inhibitory targets to combat bacterial virulence is an important potential strategy to overcome resistance to traditional antibiotics, in the present study, the antibacterial activity of micro-curcumin and nano-sized curcumin was investigated against four predominant bacterial pathogens, namely, Escherichia coli, Pseudomonas aeruginosa, Staphylococcus aureus, and Bacillus subtilis. Curcumin bactericidal susceptibility could be summarized as the order, P. aeruginosa > B. subtilis > S. aureus > E. coli. Molecular docking analysis was conducted to confirm the impact of curcumin on the most vital and positively identified quorum-sensing pathway signaling proteins SecA-SecY, LsrR, PqsR (MvfR), AgrA which act as key players in the bacterial communication systems. The in silico physicochemical properties revealed that curcumin as a nutraceutical can be classified as a drug-like compound. An in vivo infected wound model was employed in four groups of albino rats. Topical application of nano-curcumin lotion showed a marked reduction in wound area (98.8%) as well as nearly 100% reduction in total bacterial viable count compared to the control group, on the fifteenth day post-treatment post-injury. The obtained data suggested that curcumin nanoparticles exhibited superior antibacterial activity and may possess clinical utility as a novel topical antimicrobial and wound healing agent.",
  "journal": "Scientific reports",
  "year": "2023",
  "authors": [
    "Othman A",
    "Shamekh I",
    "Abdalla M",
    "Eltayb W",
    "Ahmed N"
  ],
  "doi": "10.1038/s41598-023-38652-2",
  "mesh_terms": [
    "Rats",
    "Animals",
    "Staphylococcus aureus",
    "Curcumin",
    "Molecular Docking Simulation",
    "Escherichia coli",
    "Anti-Bacterial Agents",
    "Bacteria",
    "Pseudomonas aeruginosa"
  ],
  "full_text": "## Introduction\nRecent spreading of microbial infections, and emergence of new pathogens including multidrug resistant species are considered humanity challenges that brings a need of alternative therapies1. Public interest in traditional herbs has developed due to their confirmed medical properties and limited or no side effects2. Curcuma longa (common name: Turmeric) is a rhizomatous herbaceous perennial flowering plant of the ginger family (Zingiberaceae), it is typically used for spices and as coloring agent3. Curcuminoids are the non-toxic, naturally occurring phytochemical polyphenol components of turmeric it contains three different structures: (a) diferuloylmethane or curcumin (curcumin I, 75%), (b) dimethoxy curcumin (curcumin II, 20%), and (c) bisdemethoxycurcumin (curcumin III, 5%)4. Pharmacologically curcumin has shown an extensive range of promising biological and therapeutic actions like having anti-bacterial activity against a wide range of bacteria via targeting the bacterial cell membrane, cell wall, protein, DNA, and other cellular structures, or by inhibiting bacterial growth through the quorum sensing (QS) system/pathway5, in addition its anti-inflammatory6, anti-cancer7 as well as anti-diabetic actions8 were proved.\nPharmacokinetically curcumin is not soluble in water, unstable in solutions, and shows low bioavailability, poor absorption, and rapid elimination from the body9. These drawbacks hinder its in vivo use as a therapeutic agent. To overcome these problems, it is necessary to design an advanced drug delivery system that can enhance the therapeutic translation of curcumin10. Several studies have concluded that the nanosizing of curcumin particles can have better hydrophilicity, chemical stability, sustained release and adequate dispersibility of curcumin compared to its free form11.\nSeveral studies have indicated that curcumin therapy, especially if administered topically promotes wound healing by shortening healing time, enhancing collagen deposition, and increasing skin fibroblast and vascular density, being a wound healing proangiogenic agent in both healthy and infected wounds12. Since curcumin is a well-known drug, molecular docking in that context can be performed either for investigating the binding capacities of curcumin with novel targeted molecules or for curcumin analogs. Quorum sensing (QS) microbial communication system is used by a variety of bacterial stains13, it relies on the generation and detection of signaling molecules (self-inducers) to monitor population density14. Most Gram-negative bacteria use N-acylhomoserine lactones as the major QS signal molecules, while Gram-positive bacteria use signal peptides to regulate physiological functions, such as biofilm formation, biosynthesis of antibiotics, bioluminescence, release of virulence factors, siderophore, extracellular proteases, and cell motility15. Curcumin plays an important inhibitory role through the bacterial QS system as it interacts with numerous molecular targets and transduction pathways through a multi mechanism anti-infection strategy16. There are multiple proteins involved in the quorum sensing pathway, SecA–SecY, LsrR, PqsR (MvfR) and AgrA proteins related to Bacillus subtilis, Escherichia coli, Pseudomonas aeruginosa and Staphylococcus aureus respectively were found to be the most vital and positively identified QS regulators, they are integral parts in the QS network and act as key players in the bacterial communication systems, SecA–SecY channel protein, permits a wide range of bacterial proteins to be transported across the eukaryotic endoplasmic reticulum membrane or across the prokaryotic plasma membrane17, LsrR protein regulates hundreds of genes that participate in myriad biological processes, including mobility, biofilm formation, and antibiotic susceptibility as well as bacterial resistance to various compounds18, PqsR (MvfR) is a critical transcriptional regulator that can increase antibiotic efficacy and eventually prevent the resistance proteins from forming19, moreover, AgrA transcription factor protein is involved in the regulation of the quorum-sensing response via generation of hemolysins and other virulence factors20. Finally curcumin was identified as a potent QS inhibitor of the human pathogens that would not induce the bacterial resistance as this blocking strategy has been considered as substitutional to traditional antibiotics15.\nThe present study aimed to explore the antibacterial effect of micro and nano curcumin on significant bacterial pathogens, molecular docking and screening of ADME/drug-likeness properties by using in silico pharmaco-informatics approach for curcumin were presented, moreover the feasibility of the In vivo wound healing activity of the lotions prepared from micro and nano curcumin was checked to validate and prioritize their biological effects.\n\n## Chemicals\nMicro-curcumin (MC), dichloromethane, Nutrient agar, Muller Hinton agar, glycerol, phosphate-buffered saline, white paraffin, petroleum jelly, ketamine, Soframycin ointment and Ciprofloxacin, purchased from Sigma Chemicals Co. (USA). Experimental research on used plants complied with relevant international guidelines and legislation.\n\n## Preparation of curcumin nano-sized particles\nNano-sized curcumin (NC) was prepared by solvent–antisolvent precipitation, in which 100 mg of micro-curcumin was suspended in 20 mL dichloromethane (solvent), 1 mL of this solution was added to 50 mL boiling water dropwise with a flow rate of 0.2 mL/min under ultrasonic conditions (ultrasonic power of 100 W and a frequency of 30 kHz). After sonication for 10 min, the contents were stirred at room temperature for 20 min (200 rpm) until we obtained a clear, orange-colored solution. The solution was concentrated under reduced pressure at 50 °C and was then freeze-dried to obtain a pale orange powder which was scanned under the electron microscope to ensure its particle size. The water solubility of both MC and NC was compared21.\n\n## Characterization of nano-curcumin (NC)\nUV–visible spectroscopy (Genway-Australia spectrometer) was used to characterize NC particles, the absorbance was scanned from 200 to 700 nm, the mean particle size was investigated using Dynamic light scattering (DLS) in which 1 mg of dried powder was suspended in 10 mL sterile distilled water, the morphology of the particles were examined using transmission electron microscopy (TEM, Jeol JEM-1400, Japan) in which a drop of the plant solution was placed on the carbon-coated copper grids and dried by allowing water to evaporate at room temperature. Electron micrographs were visualized at 70 kV. All experiments were done at The Regional Centre for Mycology and Biotechnology (RCMB) Al- Azhar University, Egypt22.\n\n## Bacterial strains and maintenance procedure\nThe international reference Gram-negative bacterial strains Escherichia coli (E. coli) (ATCC 25922) and Pseudomonas aeruginosa (P. aeruginosa) (ATCC 9721) and Gram-positive strains Staphylococcus aureus (S. aureus) (ATCC 25923) and Bacillus subtilus (B. subtilus) (ATCC 6633) www.ATCC.org were kindly provided by the Faculty of Pharmacy, Cairo University, Cairo, Egypt. Bacterial cultures were stored as frozen stocks within 15% glycerol at − 80 °C, prior to performing experiments. Stock strains were sub-cultured on nutrient agar plates23.\n\n## Anti-bacterial activity screening\nFresh bacterial cultures of the currently tested strains were prepared, standardized suspensions were serially diluted. The test tubes were shaken thoroughly, and the turbidity of bacterial suspensions was adjusted at 107 colony-forming unit/ml (cfu/mL) equivalent to 0.5 MacFarland standard tube. The antibacterial activity of MC and NC was screened against the four reference tested microorganisms using the agar well diffusion technique24. 100 μL (106 cfu) of the bacterial suspension was added onto Muller Hinton agar plates and evenly spread, 6-mm diameter wells were punched in the agar media and filled with 100 μL (800 μg/mL in DMSO) of the tested compounds25. The plates were kept at room temperature for 1 h and then incubated at 37 °C for 24 h. The antimicrobial activities were evaluated by measuring the clear inhibition zone diameters. Ciprofloxacin was used as a positive reference standard to determine the sensitivity of the strains. DMSO (negative control) gives negative inhibitory results in preliminary experiment.\n\n## Determination of total viable count (TVC)\nA total of 250 µg/mL concentration of MC and NC was incubated with a standard solution of the four tested bacterial strains for 12 h. Bacterial growth was measured at 600 nm using Nano Drop-1000 v 3.3.1 spectrophotometer (Nanodrop Technologies, Inc., Wilmington, USA). Control tubes were also maintained and the TVC indicating the number of bacteria that survived after applying MC or NC, was enumerated by the plate count method. The TVC was represented as cfu/mL × 10726.\n\n## Determination of the minimum inhibitory concentrations (MICs) of micro and nano-curcumin\nMICs of both MC and NC were determined using two-fold serial dilutions in Mueller–Hinton broth medium27. Individual stock solutions of MC and NC were prepared in DMSO in a concentration of 500 µg/mL, an array of serial dilution tubes were prepared each containing 500 µL of the broth media, 500 µL of the prepared plant solution was added to the first tube and the solutions were doubly diluted so that the concentrations range were from 250 to 7.8 µg. 500 µL of a standard bacterial solution (106 cfu/mL) was added to each tube, Ciprofloxacin was used as positive control. The tubes were incubated for 24 h at 37 °C, the antibacterial activity was assessed at 600 nm using ND-1000v 3.3.1 spectrophotometer (Nanodrop Technologies, Inc., Wilmington, USA), the lowest concentration required to inhibit the microbial growth was regarded as MIC.\n\n## Software\nThe standard molecular docking analysis was carried out using SAMSON 2020 software https://www.Samsonconnect.net (trial version), discovery studio visualizer https://www.3ds.com/products-services/biovia/3ds-com/products/molecular-modeling-simulation/biovia-discovery-studio/visualizer and MOE software https://www.chemcomp.com/products.htm, as well as swissADME http://www.swissadme.ch/.\n\n## Ligands and receptors preparation\nThe 3D ligand structures Curcumin (PubChem CID 969516) https://pubchem.ncbi.nlm.nih.gov/compound/Curcumin and ciprofloxacin (pubchem CID 2764) https://pubchem.ncbi.nlm.nih.gov/compound/2764 their sub-structural characteristics were carefully selected from the literature and downloaded independently from PubChem https://pubchem.ncbi.nlm.nih.gov/ in SDF format, then transformed into MOL2 format using open Babel software http://openbabel.org/wiki.\n2D/3D representations of structures of the selected compound were converted to Simplified Molecular-Input Line-Entry System (SMILES) notations and submitted to the swissADME online server http://www.swissadme.ch/ for calculation and knowledge about structure features. The swissADME was used to identify physicochemical characteristics as well as predict absorption, distribution, metabolism, and excretion (ADME) parameters, the drug-like nature, physicochemical properties of the compounds28. Now, the two chemicals (curcumin and ciprofloxacin) are ready to dock with the four most vital and positively identified bacterial quorum-sensing proteins obtained from the protein data bank (PDB) https://www.rcsb.org under accession numbers 6itC, 4l5J, 6yiZ, and 4g4K for the isolates B. subtilis, E. coli, P. aeruginosa, and S. aureus, respectively, all water molecules and ligands were removed, while hydrogen atoms were added to the target proteins. The docking system was created via SAMSON 2020 software https://www.samson-connect.net/ (French Institute for Research In computer science and Automation (INRIA), France).\n\n## Molecular docking\nThis technique was used to estimate the binding modes and affinities of each chemical by docking the structures of the four bacterial QS pathway proteins of accession numbers 6itc, 4l5j, 6yiz and 4g4k. The docking program operates in such a way that it can obtain the docking parameter in MOE software and SAMSON 2020 software, a visual representation of the docked poses of high-scoring compounds was often necessary because many of the ligands were docked in a variety of different directions28.\n\n## Physicochemical properties\nCertain physicochemical characteristics must be observed to classify the chemical as a drug29. including the bioavailability of absorption, the volume of distribution, and the half-life for ADMET, molecular weight (MW, g/mol), logarithm of the partition coefficient (log p), number of hydrogen bond acceptors (HBA), number of hydrogen bond donors (HBD), number of rotatable bonds (ROT), and the topological polar surface area (TPSA, Å2). SwissADME was used to calculate the pharmacokinetic properties of curcumin, percentage of absorption (%abs) was calculated by using the formula presented by Mitra et al.30.\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\% abs = 109.9 - \\left( {0.345 \\times TPSA} \\right)$$\\end{document}%abs=109.9-0.345×TPSA\n\n## Toxicity prediction\nIt is important to predict the ligand examined interaction with other body proteins, to ensure that this ligand is safe, with no carcinogenic effect, therefore, in silico toxicity prediction for the curcumin ligand was constructed using the PreADMET web server for PreADME/Tox for toxicity and ADME as well as drug Likeness prediction30\nhttps://preadmet.webservice.bmdrc.org/. Toxicity is measured as the Ames test, carcinogenicity on different animals, and hERG (human ether-à-go-go-related gene cardiac potassium channel) ion channel inhibition, being an important anti target in drug discovery as it is associated with potentially fatal heart conditions31.\n\n## Molecular dynamics (MD) simulations\nThe structures of the best-docked complex for each protein are selected for in-depth molecular dynamics simulation (MDS) study for a period of 100 ns. NAMD software was utilized to conduct the MDS with CHARMM 36 force field32. VMD is used to prepare complexes for the MDS. Complexes are subjected to equilibration using the CHARMM GUI web server after that a production run for 100 ns. The equilibration is done on the protein-small molecule solvated in the TIP3P water model and 0.154 M NaCl solution at 310 K temperature and pH 733. VMD is utilized in trajectories analysis, while the Chimera software of UCSF is used for cluster analysis30. After trajectory clustering, the five most populous clusters are represented by a conformation and tested for its binding to the protein. AutoDock Vina software is used in the binding energy calculations using 40 Å × 40 Å × 40 Å box dimensions34. The protein data base (PDB) files from https://www.rcsb.org/ of the examined bacterial proteins (6ITC, 4L5J, 6YIZ, 4G4K) were used for the quorum-sensing signaling proteins/peptides (SecA-SecY complex, LsrR, PqsR (MvfR), AgrA), respectively. The MD simulation was run on Desmond with default protocols https://www.schrodinger.com/products/desmond, and the TIP3P model in the Desmond System Builder tool was used to solve the protein. Periodic boundary conditions with a 10 Å orthorhombic box were used on the outer protein surface, and 0.15 M NaCl was used to neutralize the simulation system. The simulation was run at a temperature of 310 K and pressure of 1.013 bar for 100 ns. The trajectory was analyzed by Desmond, VMD to set up simulation systems and to view trajectories35.\n\n## Animal ethical considerations\nAnimal experiments were approved by the October 6 University committee (Approval number 20180901), and performed according to relevant guidelines and regulations regarding Animal Research also Reporting of In Vivo Experiments (ARRIVE) guidelines https://arriveguidelines.org/.\n\n## Preparation of micro and nano-curcumin topical lotions\nEach of Micro and Nano-curcumin herbal lotions was prepared by stirring each plant powder with a mixture of soft white paraffin and petroleum jelly (5% W/W). The soft white paraffin and petroleum jelly were used as a hydrocarbon base36.\n\n## Infected wound model\nA total of 24 male albino rats (200–250 g) were housed in standard plastic cages with a 12 h light/dark cycle, wheat straw was used as bedding material and the temperature was maintained at 24 °C ± 2 °C. All animals had free access to food and water. The animals were anesthetized via ketamine with a dose of 50 mg/kg37. The dorsal thoracic central region was shaved by an electric clipper with a diameter of 3 cm. Skin wounds were created with the help of surgical blades, fresh bacterial suspension of P. aeruginosa on nutrient agar broth was incubated. At the log phase of growth, the suspension centrifuged for 15 min, the supernatant was discarded, and the bacteria were diluted to 108 cfu/mL in 1 mL sterile Phosphate-Buffered Saline. The wounds were cleaned with sterile cotton swabs soaked in 70% ethyl alcohol. Ten µL of the bacterial suspension (106 cfu) was inoculated into the rat wounds using a micropipette and smeared uniformly with the micropipette tip38. The duration of inoculation to successful model was 48 h, topical treatment of the two herbal lotion formulations (MC and NC) are being compared to the standard antibiotic Framycetin (Soframycin) ointment, all applied at the same size once daily and repeated for 15 days39.\n\n## Animal grouping\nThe animals were allocated in four groups (six animals in each) as follows:Group I: infected wounded animals treated with saline (negative control group).Group II: infected wounded animals treated with Micro-curcumin lotion.Group III: infected wounded animals treated with Nano-curcumin lotion.Group IV: infected wounded animals treated with standard antibiotic Framycetin (Soframycin) ointment (positive control group).\n\n## Wound healing analysis\nAll infected wounds were photographed from a standard height on days 0, 2, 6, 11, and 15 post-injuries post-treatment. Skin contraction, which mainly reflects wound healing, was studied by tracing the raw wound area (in cm) on transparent paper, till wounds almost completely heal, via being covered with skin epithelium. Wound healing percentage (WH %) was calculated as follows39:\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$${\\text{WH }}\\% = \\left( {\\left[ {{\\text{Initial wound area}}{-}{\\text{wound area on specific day}}} \\right]/{\\text{Initial wound area}}} \\right) \\times 100$$\\end{document}WH%=Initial wound area-wound area on specific day/Initial wound area×100\n\n## Wound Bacterial Count\nA part of each wound (5 mm in diameter) was cut aseptically using punch biopsy forceps. Specimens were homogenized in 1 mL phosphate-buffered saline and centrifuged at 3500 rpm for 5 min. The supernatant was collected, and the total viable bacteria were counted on days 0, 2, 6, 11, and 15 post-treatments.\n\n## Statistical analysis\nAll experiments were replicated at least three times and the statistical significance of each difference observed among the mean values was determined using the mean, standard deviation, and analysis of variance. ANOVA test was used for comparison among different times in the same group in quantitative data by (IBM SPSS Statistics for Windows, Version 20.0. Armonk, NY: IBM Corp.)\n\n## Characterization of curcumin nano particles\nUV–visible spectrum indicated successful preparation of nanocurcumin showing characteristic peak at 438 nm (Fig. 1A), DLS revealed an average hydrodynamic diameter of 78.6 ± 8 nm (Fig. 1B), direct TEM visualization showed NC particles with irregular spherical shape scattered or arranged in aggregates (Fig. 1C), it was found that nanocurcumin showed better aqueous solubility than micro curcumin (Fig. 1D).Figure 1Characterization of nanocurcumin showing: UV–visible spectrum (A), DLS showing particle size (B), TEM image (C), and solubility of micro (yellow, left) and nano (orange, right) curcumin in water (D).\n\n## Antibacterial assay\nThe in vitro antibacterial effect of both MC and NC was screened against standard Gram-negative and Gram-positive strains of the most prevalent bacterial pathogens, namely E. coli, P. aeruginosa, S. aureus, and B. subtilis. Results in Table 1 and Fig. 2 showed that there were statistically significant differences between the means of inhibition zone diameters within the four bacterial groups (P < 0.001), the inhibition zone diameters of NC were larger than that of MC for the tested bacterial isolates indicating its higher antibacterial activity, P. aeruginosa showed significantly larger inhibition zone diameters for both.Table 1Inhibition Zone Diameters of MC and NC against the four tested bacterial isolates; E. coli, P. aeruginosa, S. aureus and B. subtilis in comparison to ciprofloxacin control antibiotic.CompoundsInhibition zone diameter (mm)fpE. coli Mean ± SDP. aeruginosa Mean ± SDS. aureus Mean ± SDB. subtilis Mean ± SDMC13.16 ± 0.115516.36 ± 0.1214.43 ± 0.15215.73 ± 0.11547551.581< 0.001NC20.56 ± 0.1527525.5 ± 0 .1021.29 ± 0.104923.10 ± 0.10011072.795< 0.001Ciprofloxacin26.03 ± 0.1154723.86 ± 0.7526.2 ± 0.36024.5 ± 0.4358917.6750.001Figure 2Antibacterial activity of MC (1), NC (2) and ciprofloxacin (3) against the four tested bacterial isolates.\nBroth turbidity revealing positive bacterial growth was measured spectrophotometrically (600 nm), results summarized in Fig. 3 showed that both curcumin compounds (MC and NC) showed significant bactericidal activity on the four tested bacterial strains, curcumin bactericidal susceptibility could be in the order, P. aeruginosa > B. subtilis > S. aureus > E. coli, determination of TVC emphasized this trend.Figure 3Antibacterial activity of MC and Nc based on growth turbidity (a) measurement and total viable bacterial count (b).\n\n## Determination of the minimum inhibitory concentrations of MC and NC\nThe results presented in Table 2 summarized the detected MIC values for both MC and NC against the tested bacterial isolates. The MIC of MC ranges from 125 to 250 µg/mL, decreasing the size of the particles to the Nano range increases its efficiency against bacteria leading consequently to decrease the MIC values to be 15.6 µg/mL for P. aeruginosa and B. subtilis while it was 31.25 µg/mL for S. aureus and E. coli. The obtained MIC values were compared to the standard antibiotic which inhibits all the tested strains at 7.8 µg/mL.Table 2MIC values of MC and NC against the tested bacterial isolates.CompoundsMinimum inhibitory concentration values (µg mL−1)P. aeruginosaB. SubtilisS. aureusE. coliMicro-curcumin125125125250Nano-curcumin15.615.631.2531.25Ciprofloxacin7.87.87.87.8\n\n## Ligand–protein docking\nThe molecular structures of ligands curcumin and ciprofloxacin were applied in SAMSON2020 software to know the mode of action and the efficient mechanisms of action (MechoA) scheme to determine the MechoAs of the parent substance and its major metabolites, if they were identified, by their conical simile, which was retrieved from the pubcem data bases (PubChem ID for curcumin is CID 969516 and Ciprofloxacin is CID2764), the obtained results indicated that curcumin only interacted by direct docking disruptor in metal chelators, while ciprofloxacin interacted by direct docking disruptor in metal chelators and AChR binders (Fig. 4). The resulting scores for these bacterial proteins were presented in Table 3. Curcumin and ciprofloxacin ligands interacted with the bacterial protein's active site residues with energy binding affinity that varied from − 4.3 to − 7.8 kcal/mol. Where P. aeruginosa responded the most, to the inhibitory effect of curcumin, via inhibiting the active site of the PqsR protein with binding affinity of − 7.8 kcal/mol. Curcumin interaction results of SecA–SecY protein (B. subtilis) and AgrA protein (S. aureus) indicated moderate binding affinity − 6.6 and − 6.0 kcal/mol, respectively.Figure 4Mode of action of curcumin and ciprofloxacin.Table 3Molecular docking scores of the bacterial quorum sensing pathway proteins SecA-SecY, LsrR, PqsR (MvfR), AgrA interaction via curcumin and ciprofloxacin, as the docked compounds.Bacterial proteinOrganismPDB IDLigand compoundBinding affinity (kcal/mol)SecA-SecYB. subtilis6itcCurcumin− 6.6Ciprofloxacin− 5.5LsrRE. coli4l5jCurcumin− 5.5Ciprofloxacin− 4.3PqsR (MvfR)P. aeruginosa6yizCurcumin− 7.8Ciprofloxacin− 6.4AgrAS. aureus4g4kCurcumin− 6.0Ciprofloxacin− 5.11\nOn the other hand, curcumin binding affinity to LsrR protein (5.5 kcal/mol) represented week interaction. The receptor-binding domain (RBD) interaction between bacterial proteins and ligands (curcumin and ciprofloxacin) are presented in Fig. 5. The interaction between the SecA-SecY protein and curcumin is placed at the amino acid positions: Leu249, Arg248, Gln736, Asp600, Leu596, Gln595, Ser349, and Ser224 (Fig. 5A1–A), while ciprofloxacin is located at the amino acid positions: Pro 53, Pro 220, Thr 351, Leu 596, Asp 51, Gn 736, and Asp 732 (Fig. 5A1–B). The LsrA receptor-binding domain interaction between the bacterial protein and curcumin is located at amino acid positions: Leu 113, Ser 112, Met 109, His 108, and His 86 (Fig. 5B1–A), while, ciprofloxacin interaction is located at amino acid positions: Val 87, Met 109, Arg 88, His 108, Ser 112, Glu 75, Arg 79, Leu 72, Arg 67, and Glu 69 (Fig. 5B1–B). The PqsR (MvfR) protein found in P. aeruginosa has an interaction with curcumin at the amino acid positions: Lys 266, Tyr 258, Leu 254, Leu 189, Ile 186, His 184, Val1 70, and Glu 151 (Fig. 5C1–A). However, ciprofloxacin has an interaction at the amino acid positions: Gln 194, Arg 209, Met 224, and Leu 197 (Fig. 5C1–B). Finally, the AgrA protein found in S. aureus has an interaction with curcumin at the amino acid positions: Tyr 229, Cys 228, His 227, Glu 226, Phe 203 Ser 202, His 200, Gln 179, His 174, Glu 163, and Phe 161 (Fig. 5D1–A) and ciprofloxacin has an interaction at the amino acid positions: Arg 178, Asn 177, Asp 176, Leu 175, Asp 158, Gln 155, Tyr 153, Tyr 229, Cys 228, His 227, Glu 226, Phe 203, Ser 202, His 200, Gln 179, His 174, Lys 167, Thr 166, Ser 165, Ser 164, Glu 163, and Phe 161 (Fig. 5D1–B).Figure 5Receptor binding domain interaction with curcumin (A) and Ciprofloxacin (B), the right figure shows the 3d structure of the active site for the protein with curcumin and Ciprofloxacin, the left figure shows the 2d interacting residues of the protein with curcumin and Ciprofloxacin (A1): SecA-SecY protein of B. subtilis. (B1): LsrA protein of E. coli, (C1): PqsR (MvfR) protein of P. aeruginosa, (D1): AgrA protein of S. aureus.\n\n## Physicochemical properties\nThe obtained results indicated that curcumin has a molecular weight (MW) of 368.38 g/mol, hydrogen bond doner (HBD) of 2, hydrogen bond acceptor (HBA)of 6, an oral bioavailability of 0.55, and Topological polar surface area (TPSA) value less than 2, as well as a high absorbance percentage of 93.06%, indicating that it has exceptional oral bioavailability (Table 4).Table 4Lipinski’s rule and in silico toxicity prediction of curcumin.LigandAMES testCarcinogenicityhERG inhibitionMw (g/mol)Log pHBAHBDTPSA (Å2)MouseRatCurcuminNon-mutagenNegativePositiveMedium risk368.383.276293.06\n\n## Toxicity prediction\nPreADMET was used to estimate the in-silico toxicity prediction of the ligand, and the results were displayed in Table 4. The curcumin molecule from drug bank structure (Fig. 6) was anticipated to be non-mutagenic according to AMES test. Furthermore, the compound's carcinogenicity in mice was expected to be negative. While the result was positive in case of rats, curcumin poses a modest risk according to the hERG test.Figure 6Structure of curcumin tested compound (A) and the ADME properties of the structure (B).\n\n## Molecular dynamic (MD) simulation study of the proteins complexes with curcumin ligand\nThe results of the foregoing docking data prompted us to investigate the dynamic behaviour of SecA-SecY, LsrR, PqsR (MvfR) and AgrA bacterial quorum sensing pathway protiens in complex with curcumin, the root mean square deviation (RMSD), radius of gyration (Rg), polar surface area (PSA) and solvent accessible surface area (SASA) were all investigated and represented in Table 5. MD simulations of curcumin with four proteins from the four bacterial isolates (SecA-SecY from B. subtilis, LsrR from E. coli, PqsR (MvfR) from P. aeruginosa, AgrA from S. aureus) showed high binding affinity in every separated protein in relation to the binding sites of proteins RDB, the ligands were subjected to a 100 ns MD simulation to better understand the stability of the protein–ligand complexes.\nTable 5The Molecular dynamic simulation behavior of SecA-SecY, LsrR, PqsR (MvfR), and AgrA bacterial proteins in complex with curcumin ligand.Bacterial proteinPDB IDLigand RMSDMolSARgPSASASASecA-SecY6itC34006.0180150LsrR4l5J604506.4210800PqsR (MvfR)6yiZ33755.2180100AgrA4g4K33956.0190450RMSD root mean square deviation, MolSA molecular surface area, Rg the radius of gyration, PSA polar surface area, SASA solvent accessible surface area.\n\n## Ligand–protein interaction root mean square fluctuation (RMSF) by md simulation study\nMD simulation study demonstrated that AgrA (Fig. 7A) could effectively activate the biological pathway by modifying the conformation of the protein's C terminal and middle active site in the range of 0:50 to 75:125 respectively, on the other hand, the MD simulation of LsrR (Fig. 7B) revealed that it efficiently activates th",
  "has_full_text": true
}