{
  "pmid": "37537267",
  "title": "Resensitizing multidrug-resistant Gram-negative bacteria to carbapenems and colistin using disulfiram.",
  "abstract": "The increasing incidence of bacterial infections caused by multidrug-resistant (MDR) Gram-negative bacteria has deepened the need for new effective treatments. Antibiotic adjuvant strategy is a more effective and economical approach to expand the lifespan of currently used antibiotics. Herein, we uncover that alcohol-abuse drug disulfiram (DSF) and derivatives thereof are potent antibiotic adjuvants, which dramatically potentiate the antibacterial activity of carbapenems and colistin against New Delhi metallo-β-lactamase (NDM)- and mobilized colistin resistance (MCR)-expressing Gram-negative pathogens, respectively. Mechanistic studies indicate that DSF improves meropenem efficacy by specifically inhibiting NDM activity. Moreover, the robust potentiation of DSF to colistin is due to its ability to exacerbate the membrane-damaging effects of colistin and disrupt bacterial metabolism. Notably, the passage and conjugation assays reveal that DSF minimizes the evolution and spread of meropenem and colistin resistance in clinical pathogens. Finally, their synergistic efficacy in animal models was evaluated and DSF-colistin/meropenem combination could effectively treat MDR bacterial infections in vivo. Taken together, our works demonstrate that DSF and its derivatives are versatile and potent colistin and carbapenems adjuvants, opening a new horizon for the treatment of difficult-to-treat infections.",
  "journal": "Communications biology",
  "year": "2023",
  "authors": [
    "Chen C",
    "Cai J",
    "Shi J",
    "Wang Z",
    "Liu Y"
  ],
  "doi": "10.1038/s42003-023-05173-7",
  "mesh_terms": [
    "Animals",
    "Colistin",
    "Carbapenems",
    "Meropenem",
    "Disulfiram",
    "Anti-Bacterial Agents",
    "Drug Combinations",
    "Gram-Negative Bacteria"
  ],
  "full_text": "## Introduction\nThe emerging plasmid-borne resistance determinants have severely challenged the clinical efficacy of antibiotics, posing a global threat to public health system1,2. To combat bacterial infections caused by multidrug-resistant (MDR) pathogens, carbapenems and colistin have therefore been viewed as the last-resort antibiotics3,4. However, the discovery and spread of New Delhi metallo-β-lactamase 1 (NDM-1) in 2009 and mobilized colistin resistance gene (mcr-1)-encoding phosphoethanolamine transferases since 2015 substantially impaired the efficacy of meropenem and colistin, respectively5,6. Moreover, nearly all available β-lactam antibiotics lose effectiveness due to NDM-1 and other metallo-β-lactamases (MBLs). Meanwhile, the plasmid-borne mobile colistin resistance gene mcr-1 and its variants, mcr-2 to mcr-10, have already disseminated over 40 countries/regions and caused a transferable mechanism of colistin resistance7. Furthermore, the discovery and development of novel efficient antibiotics have stalled, exacerbating the drug resistance crisis8. To maximize antibiotic effectiveness while minimizing its side effects and the development of resistance, combination therapy has been recommended as a safer and more economic alternative9. For example, colistin showed time-dependent synergistic activity against multidrug-resistant (MDR) Acinetobacter baumannii in combination with aztreonam10, and synergistic killing of MDR Gram-negative pathogens with rifampicin11–13. Nevertheless, the combination of antibiotics with other antibiotics may lead to the emergence of MDR bacterial strains. By contrast, the combination of antibiotic and non-antibiotic compounds, generally also termed antibiotic adjuvants14, can avoid this defect while resensitizing drug-resistant bacteria to clinically important antibiotics9.\nDisulfiram (DSF), an oral prescription drug, is known as an anti-alcoholism drug for the treatment of chronic alcoholism15. According to pharmacokinetic studies, the byproducts of DSF metabolism, such as diethyldithiocarbamate (DDTC) and diethylamine, accumulate toxic acetaldehyde during the conversion of ethanol to acetic acid and function as aldehyde dehydrogenase inhibitors16. In addition, other pharmacological functions of DSF, such as the prophylactic and therapeutic effects on diet-induced obesity17 and tumor-suppressing effects18, have also been partly demonstrated. Furthermore, several studies have investigated the direct antibacterial activity of DSF and its metabolites16. For instance, a previous study showed that DSF had equipotent antibacterial activity against Staphylococcus aureus with minimum inhibitory concentrations (MICs) of 8–16 mg/L, and eradicated staphylococcal biofilms as well as intracellular S. aureus19. DSF was also found to prevent in vitro growth of the oomycete Pythium insidiosum by inhibiting bacterial urease and aldehyde dehydrogenase activity20. Nevertheless, the potentiation of DSF and its metabolites to the existing antibiotics, particularly for carbapenems and colistin, is still poorly understood.\nIn this study, we comprehensively evaluated the potency of DSF and its derivatives as potential antibiotic adjuvants to restore the efficacy of clinically relevant antibiotics. Herein, we discovered that DSF and its derivatives effectively enhance the efficacy of meropenem and colistin both in vivo and in vitro, while drastically inhibiting the evolution and transmission of drug resistance. The discovery of DSF and derivatives thereof as potent antibiotic enhancers provides a promising combination strategy for fighting against carbapenem-resistant Enterobacterales and colistin-resistant Gram-negative pathogens.\n\n## DSF and derivatives thereof are potent antibiotic adjuvants against MDR bacteria\nTo investigate the potentiation of DSF and its derivatives (Supplementary Fig. 1) to the existing antibiotics, we performed checkerboard assays to evaluate their synergistic effects on multiple classes of antibiotics, including ciprofloxacin, vancomycin, tigecycline, doxycycline, meropenem and colistin, against an MDR isolate E. coli B221, which confers resistance to almost all major classes of antibiotics. The fractional inhibitory concentration index (FICI) value was used to evaluate the drug interaction of two compounds (A and B) and calculated as the sum of FICIA and FICIB. Notably, a comparison among these antibiotics revealed that the activity of meropenem and colistin was markedly enhanced in the presence of DSF, with a FICI of 0.125 for both (Fig. 1a), indicating that DSF had a synergistic antibacterial effect with meropenem and colistin. The relative MICs of meropenem and colistin were decreased from 32 to 2 µg/mL (16-fold) and from 8 to 0.25 µg/mL (32-fold) under one-quarter of the MIC of DSF (Supplementary Table 2). Additionally, the DSF derivatives, including diethyldithiocarbamate (DDC) and dimethyldithiocarbamate (DMDC), also showed potent synergistic activity with meropenem and colistin of all the antibiotics tested. Sub-MIC of DDC (16 µg/mL) substantially reduced their MICs by 16-fold while reversing meropenem and colistin resistance in E. coli B2 (FICI = 0.188/0.125, respectively) (Fig. 1b). Similarly, the MICs of meropenem and colistin against E. coli B2 were decreased by 8- and 16-fold when treated with sub-MIC of DMDC (8 µg/mL) (FICI = 0.25/0.25, respectively) (Fig. 1c and Supplementary Table 3). To validate the potentiation, we further evaluated these combinations on several types of Gram-negative bacteria, including drug-sensitive strains, MCR-producing Enterobacterales and MBL-positive Enterobacteriaceae. As demonstrated in Supplementary Table 4, DSF, DDC and DMDC fully restored the susceptibility of NDM-positive Gram-negative pathogens, but not NDM-negative bacteria. These NDM-positive Gram-negative pathogens carry blaNDM-1 or blaNDM-5 gene and are meropenem-resistant with MICs of 16-32 µg/mL. Additionally, we found that DSF and its metabolites (¼ MIC) effectively enhanced colistin activity against both MCR-negative and -positive Gram-negative pathogens by 4-64-fold (Supplementary Fig. 2, Supplementary Table 5), including colistin-susceptible bacteria and colistin-resistant E. coli DH5α (PUC19-mcr-1), E. coli G92 (mcr-1), E. coli CP131 (mcr-3) and K. pneumoniae D120 (mcr-8). It is worth noting that the colistin-resistant bacteria were 2-16-fold more potentiated than sensitive bacteria by DSF, DDC and DMDC in combination with colistin, respectively. These findings demonstrate that DSF and metabolites thereof are potent carbapenems and colistin adjuvants.Fig. 1Checkerboard assays of DSF and its derivatives and various antibiotics against multidrug-resistant E. coli B2, related to Supplementary Table 2 and 3.The horizontal axis represents the concentrations of DSF (a), DDC (b) and DMDC (c), and the vertical axis represents the concentrations of six antibiotics. Darker color regions indicate higher cell density and lighter regions indicate lower cell density. Data represent the mean absorbance at 600 nm of biological replicates.\n\n## DSF potentiates meropenem efficacy by specifically inhibiting NDM activity\nTo further examine the synergistic effect of DSF with meropenem, checkerboard broth microdilution assay and time-dependent killing were further performed. Consistent with the above results, DSF remarkably enhanced meropenem activity against E. coli DH5α (PUC19-blaNDM) (FICI = 0.188) rather than E. coli DH5α (PUC19) (FICI = 2.0) (Fig. 2a, b), indicating that the action of DSF was related to the inhibition of resistance determinants. In addition, the time-kill dynamics were conducted on various NDM-positive pathogens to investigate the synergistic bactericidal effect of meropenem plus DSF. As shown in Fig. 2c, the combination of the sub-MICs of meropenem and DSF led to more than 4-log10 CFUs reduction of four tested NDM-positive bacteria during 24 h. By contrast, the identical concentrations of meropenem (4 or 8 µg/mL) and DSF (64 µg/mL) alone failed to prevent bacterial proliferation.Fig. 2DSF restores the susceptibility of NDM-positive bacteria to meropenem.a, b Checkerboard assays between DSF and meropenem against E. coli DH5a (PUC19) (a) and E. coli DH5a (PUC19-blaNDM-1) (b). OD600 was measured after 18 h incubation at 37 °C. Data represent the mean OD600 of biological replicates. c Time-dependent killing curves under the combination treatment of meropenem and DSF against E. coli C3 (blaNDM-1), S. enteritidis H8 (blaNDM-1), E. coli G6 (blaNDM-5), and MDR E. coli B2 (blaNDM-5). Bacterial strains were grown to 4 h in MHB broth, then treated with PBS, meropenem (sub-MIC) or DSF (64 μg/mL) alone or in combination. The bacterial CFUs per mL at different time points during 24 h were determined. d Dose-dependent in vitro inhibitory effect of DSF on NDM-1 and NDM-5 activity. IC50, half-maximal inhibitory concentration. Data in (c) and (d) from three biological replicates were presented as mean ± SD. e Molecular docking analysis of the complexes of NDM-1 with DSF. In the close-up 2D view, the hydrogen bonds formed between them were depicted as green dotted line, and the residues involved in the hydrogen bond formation are CYS208 and LYS211, where one sulfur atom of DSF formed in coordination with Zn.\nConsidering the specific potentiating effect of DSF on NDM-positive bacteria, we hypothesized that DSF restores the susceptibility of drug-resistant bacteria to meropenem by targeting NDM enzyme. To test this, we assessed the enzymatic activity of NDM-1 and NDM-5 after exposure to increasing concentrations of DSF. As expected, DSF dose-dependently suppressed the activity of NDM-1 and NDM-5, with IC50 of 32.49 µg/mL and 28.32 µg/mL, respectively (Fig. 2d), suggesting that DSF can act as a novel NDM inhibitor. Next, molecular docking analysis was performed to explore how DSF interacts with NDM protein to inhibit its activity. Computer-simulated docking, using a grid box surrounding the active pocket structure of NDM-1 (PDB ID: 4EYL), indicated that DSF could fit into the active site and bind with CYS208 and LYS211 (Fig. 2e), with the lowest binding energy of −5.14 kcal/mol (Supplementary Table 7). Furthermore, the docking analysis of the complexes of NDM-1 with DDC and DMDC demonstrated that the DSF derivatives could also bind with the active pocket directly. As shown in Supplementary Fig. 6, DDC and DMDC could also bind with LYS211, which is important to NDM-1 activity22–24, with the lowest binding energy of −3.40 kcal/mol and −3.63 kcal/mol, respectively. Together, our results indicate that the underlying mechanism by which DSF and its derivatives resensitize NDM-positive bacteria to meropenem is attributable to their ability to bind and inhibit the activity of NDM.\n\n## Disulfiram restores colistin activity against MCR-positive pathogens\nTo further assess the synergistic activity between DSF and colistin, checkerboard assays were also performed in three clinical MCR-positive isolates, including E. coli G92 (mcr-1), E. coli CP131 (mcr-3) and K. pneumonine D120 (mcr-8). Surprisingly, the combination of DSF and colistin displayed unprecedented synergistic antibacterial activity against these mcr-carrying pathogens, with FICI values of 0.047, 0.063, and 0.047, respectively (Fig. 3a). To explore the synergistic bactericidal activity of this combination, time-dependent killing curves for different MCR-positive Gram-negative bacteria were also determined. The results revealed that all colistin-resistant bacteria were effectively eliminated in a time-dependent manner under DSF-colistin combination treatment (Fig. 3b), whereas the corresponding concentrations of the two compounds alone have no effect on bacterial growth.Fig. 3Potent synergistic activity of colistin and DSF against MCR-positive Gram-negative bacteria.a Checkerboard assays of DSF and colistin against MCR-positive Gram-negative bacteria, related to Supplementary Table 5. Dark blue regions represent higher cell density. Data represent the mean OD value at 600 nm of biological replicates. b Time-dependent killing curves of mcr-positive bacteria by the combination treatment of colistin and DSF. MDR E. coli B2 (mcr-1), E. coli G92 (mcr-1), E. coli CP131 (mcr-3), and K. pneumoniae D120 (mcr-8) were grown to 4 h in MHB broth, then treated with PBS, colistin (sub-MIC) or DSF (64 μg/mL) alone or in combination. The bacterial CFUs per mL at different time points during 24 h were determined. Data from three biological replicates were presented as mean ± SD.\nConsidering the formation of biofilms dramatically affects the efficacy of antibiotics, formation and eradication of biofilms experiments were performed to explore the influence of DSF. Bacterial biofilms were cultured in the presence of different concentrations of colistin alone or in combination with DSF at 64 μg/mL. As shown in Supplementary Fig. 3a, the supplementary of DSF extensively prevented the formation of biofilms compared with colistin alone. Furthermore, DSF in combination with colistin displayed a significant eradicable effect on mature biofilm in a dose-dependent manner (Supplementary Fig. 3b). Taken together, these data indicate that DSF greatly potentiates colistin activity against MCR-positive pathogens in different metabolic states.\n\n## DSF enhances membrane damage ability of colistin and disrupts bacterial metabolism\nThe above results revealed that the potentiating activity of DSF to colistin maybe related to the resistance determinant mcr, thus RT-qPCR analysis was further conducted to evaluate the expression of mcr-1 gene in E. coli B2 exposed to sub-MICs of DSF. As demonstrated in Fig. 4a, DSF significantly inhibited mRNA expression of mcr-1 in a dose-dependent manner. Meanwhile, the molecular docking results showed that DSF and its derivatives could directly bind to MCR-1 (Fig. 4b, Supplementary Fig. 7, Supplementary Table 8), a rare member of lipid A phosphoethanolamine transferases (EptA)25. Therefore, we speculated that down-regulated mcr-1 expression and the interaction of DSF-MCR contribute to impairing the action of MCR protein, thereby enhancing the electrostatic interaction of colistin and bacterial membrane. Next, scanning electron microscopy (SEM) analysis was performed to evaluate bacterial membrane damage under the DSF-colistin combination. We found that E. coli B2 cells in the control group, as well as colistin and DSF acting alone, showed regular and intact surfaces. In contrast, cells treated with a combination of colistin and DSF displayed severe cellular damage, including irregular and collapsed surfaces (Fig. 4c), suggesting that the mechanisms of this combination were associated with bacterial membrane rupture.Fig. 4DSF exacerbates membrane damage and oxidative damage of colistin.a mRNA expression of mcr-1 gene after exposure to increasing concentrations of DSF. Data analysis was performed using 2^-(∆∆Ct) method, with 16S rRNA serving as the housekeeping gene. Data were presented as mean ± SD of three biological replicates and statistical significance was analyzed by one-way ANOVA (****P < 0.0001). b Molecular docking analysis of the complexes of MCR-1 protein with DSF. The compound is involved in the metal coordination formation with the active-site zinc ion, marked by gray lines. c Scanning electron microscopy (SEM) images of E. coli B2 incubated with colistin, DSF and the combination of them. Scar bar, 1 μm. d–f Outer membrane permeability (d), membrane potential (e) and ROS level (f) of E. coli B2 under different concentrations of colistin with or without DSF (64 μg/mL), determined by monitoring the fluorescence intensity of propidium iodide (PI), 3,3’-dipropylthiadicarbocyanine iodide (DiSC3(5)) and 2’,7’-dichlorodihydrofluorescein diacetate (DCFH-DA), respectively. Data were expressed as mean ± SD of three biological replicates and statistical significance was analyzed by two-way ANOVA with Sidak’s multiple comparisons test (****P < 0.0001).\nNext, the membrane permeability under exposure to colistin ranging from 0 to16 μg/mL alone or in combination with DSF (64 μg/mL) was determined using a fluorescent probe 1-N-phenylnaphthylamine (NPN). Consistent with the SEM results, the membrane permeability of E. coli B2 was significantly increased in the combination group compared with the colistin only (Fig. 4d). To further characterize membrane damage caused by the combination treatment, we evaluated the membrane potential and intracellular ROS levels using 3,3’-dipropylthiadicarbocyanine iodide (DiSC3(5)) and 2’,7’-dichlorodihydrofluorescei diacetate (DCFH-DA), respectively. As presented in Fig. 4e, f, compared with the colistin group, the supplementation of DSF dissipated membrane potential and boosted the oxidative damage of colistin on E. coli B2. These results indicate that DSF blocks the function of MCR protein and restores colistin damage to bacterial membranes, thereby resensitizing drug-resistant bacteria to colistin.\nTo further investigate and elucidate the effect of the DSF-colistin combination on mcr-positive bacteria, we conducted RNA-sequencing analysis to compare the differentially expressed genes (DEGs) of E. coli B2 under DSF-colistin combination (64 + 2 μg/mL) treatment versus colistin alone (2 μg/mL). The volcano plot (Fig. 5a) showed that a total of 1368 DEGs (667 upregulated and 701 downregulated) with highly significant expression patterns under colistin treatment without/with DSF were identified. Surprisingly, the enrichment analysis of KEGG pathways showed no appreciable upregulation of enriched pathways. Besides, DEGs associated with ribosome, oxidative phosphorylation, pyrimidine metabolism, purine metabolism, citrate cycle (TCA cycle), and two-component system were significantly downregulated by the DSF-colistin combination compared with colistin alone (Fig. 5b). RT-qPCR assay was further conducted to validate transcriptional changes induced by the combination. Genes associated with ribosome, oxidative phosphorylation and pyrimidine metabolism were carefully examined, and a relatively high consistency was observed (Supplementary Fig. 4). The selected candidate genes display differential expression of at least two-fold compared to that in the colistin-alone group.Fig. 5Transcriptomic analysis of E. coli B2 after treatment with colistin plus DSF in comparison with colistin alone.a Volcano plot of the differential expression genes (DEGs) in E. coli B2 after exposing to colistin alone (2 μg/mL) or in combination with DSF (64 μg/mL) for 4 h. The x and y axis in A represent the expression changes and corresponding statistically significant degree, respectively. An adjusted P value < 0.05 (Student’s t-test with Benjamini-Hochberg false discovery rate adjustment) and |log2 Fold change | ≥1 was applied as the cut-off for significant DEGs. b KEGG (Kyoto Encyclopedia of Genes and Genomes) enrichment analysis of down-regulated DEGs. The 10 most significantly enriched pathways were shown. c Cluster analysis of selected DEGs involved in ribosome, oxidative phosphorylation, TCA cycle, two-component system, purine metabolism and pyrimidine metabolism. Data were presented as means of three biological replicates. COL, colistin alone; COL + DSF, the combination of colistin and DSF.\nIn particular, TCA cycle plays a vital role in the cellular respiration of bacteria and provides numerous critical intermediates required for other vital metabolic processes, including succinate and citrate26. However, the gene expression levels of frdA, frdB, frdC, frdD encoding fumarate reductase (FRD), which could reduce fumaric acid to succinic, were significantly downregulated. Citrate lyase required for citrate fermentation by E. coli is controlled by the citCDEFXGT gene cluster in the CitA/CitB two-component system. The genes controlling the synthesis of citrate did not alter substantially, while citC in the gene cluster was markedly downregulated.\nOxidative phosphorylation is also one of the pathways affecting bacterial central metabolism. Compared with those treated with colistin alone, genes encoding Nuo (nuoE, nuoG, nuoI, nuoK, nuoL, nuoM), the most efficient of the four NADH dehydrogenases, were significantly repressed by the DSF-colistin combination, suggesting a lowered redox state. In addition, the expression of the ATP synthase genes (atpB, atpD, atpE, atpG, atpH) was also decreased. Collectively, the inhibition of central carbon metabolites reduces electron transfer and ATP synthesis, which makes bacteria more susceptible to destruction. We also observed the inhibition of ribosome and nucleotide metabolism, corresponding to translation and transcription, respectively (Fig. 5c). Overall, we conclude that the combination treatment leaves the bacteria in a state of imminent death, where core processes and energy metabolism are both inhibited, in line with the previous results demonstrating their potent bactericidal effect.\n\n## DSF thwarts the evolution and transmission of meropenem and colistin resistance\nTo learn more about whether the addition of DSF contributes to preventing the development of antibiotic resistance, we carried out the serial passage assays in an NDM- or MCR-positive bacteria after exposure to meropenem/colistin, DSF and their combination. Our results showed that meropenem or colistin resistance remained unaltered when combined with DSF, whereas meropenem or colistin alone both increased MICs by 8-fold throughout 24 serial passages, indicating that DSF prevents the evolution of drug resistance (Fig. 6a, c, Supplementary Table 9). The mutant prevention concentration (MPC) is an antibacterial threshold concentration where bacteria only can grow with two, or more than two, mutations, limiting the selective proliferation of mutant strains. The mutation prevention index (MPI) was determined via the equation of MPC/MIC, which represents the opening of the mutant selection window (MSW, concentration range between MIC and MPC). When the MSW is narrower, drug-resistant strains are less likely to develop27. As shown in Fig. 6a–d, in the presence of DSF, the MPI of meropenem and colistin were significantly decreased from 32 and 16 to 2 and 1, respectively, suggesting that the addition of DSF makes bacteria less likely to be resistant to drugs. The combined data clearly demonstrate that DSF restricts the development of meropenem and colistin resistance and the enrichment of mutant subpopulations.Fig. 6DSF thwarts the evolution and transmission of meropenem and colistin resistance.a, c Resistance development curves during serial passage of NDM-positive E. coli C3 (a) or MCR-positive E. coli G92 (c) in the presence of sub-MICs of meropenem/colistin or in the combination of DSF, respectively. b, d MPI indices of meropenem/colistin in the presence of increasing concentrations of DSF against NDM-positive E. coli C3 (b) or MCR-positive E. coli G92 (d), respectively. e Fold change of conjugative transfer frequency of RP4-7 plasmid from E. coli DH5α to E. coli EC600 in the presence of increasing concentrations of DSF. f–i Fold changes of conjugative transfer frequency blaNDM-5-positive plasmids from E. coli L65 (f) and K. pneumoniae C12 (g), mcr-1-positive plasmids from E. coli LD67-1 (h) and E. coli LD93-1 (i) to E. coli EC600 under different concentrations of DSF. Data in (e–i) were expressed as mean ± SD of three biological replicates. Statistical significance was analyzed by one-way ANOVA (***P < 0.001, ****P < 0.0001).\nAs one of the major pathways of horizontal gene transfer (HGT), conjugation plays an essential role in the acquisition and transmission of antibiotic resistance genes (ARGs)28. Therefore, we conducted a series of conjugation assays to determine the impact of DSF on resistance plasmids transfer. Compared with the control, the conjugation frequency of RP4-7 plasmid was significantly reduced under the treatment of DSF (Fig. 6e). To further investigate the effect of DSF in clinical isolates, we performed conjugation experiments with clinical isolates harboring various types of plasmids carrying mcr-1 and blaNDM-5. Consistently, DSF successfully inhibited the transmission of blaNDM-5-positive IncX3 plasmids from donors to recipients (Fig. 6f, g). Similarly, the transmission of mcr-1-carrying IncX4 pLD93-1 and IncI2 pLD67-1 plasmids from E. coli LD67-1 and LD93-1 to E. coli EC600 was obviously decreased in the presence of DSF (Fig. 6h, i). These results indicated the potential of DSF in preventing the spread of ARGs-carrying plasmids. Collectively, these data demonstrate that DSF could minimize the evolution and spread of meropenem and colistin resistance.\n\n## DSF rescues meropenem and colistin efficacy in vivo\nPrior to the in vivo effectiveness evaluation, we performed a series of safety experiments to assess the toxicity of the combination of DSF and colistin, including hemolytic activity on mammalian RBCs and in vivo toxicity in mice. Interestingly, the combined use of DSF (0 to 128 μg/mL) and colistin (2 to 16 μg/mL) displayed a low hemolysis rate (<10%) (Supplementary Fig. 5). Furthermore, compared with the vehicle group, no toxicity was observed in mice models co-administrated with colistin and DSF (Supplementary Fig. 8). Next, a panel of preclinical infection models was conducted to explore the therapeutic potential of combination treatment in eradicating MDR pathogens. The results indicated that co-administration of colistin with DSF (5 + 20 mg/kg) greatly prevented the death of the group of the G. mellonella infected by mcr-positive E. coli compared with colistin monotreatment group (P = 0.0043) (Fig. 7a). Thereafter, we evaluated the combinational efficacy in a neutropenic mouse thigh infection model. As shown in Fig. 7b, the combinational therapy of colistin and DSF (5 + 20 mg/kg) exhibited nearly 2-log10 CFUs reduction compared with colistin monotherapy (P = 0.0087). Furthermore, DSF was also proven to restore the in vivo efficacy of meropenem in two animal models of infection. Conceivably, the larvae in the vehicle group and meropenem alone all died within 48 h. On the contrary, the survival rates of G. mellonella in the meropenem plus DSF group (10 + 20 mg/kg) was obviously increased and achieved a 75% survival rate during 7 d post-infection (P = 0.0008) (Fig. 7c). Lastly, we tested the combinational efficacy in a mouse peritonitis infection model, and we found that meropenem-DSF treatment successfully obtained survival benefits compared with the meropenem group (P = 0.03) (Fig. 7d). Collectively, these data demonstrate that DSF effectively restores the in vivo efficacy of meropenem and colistin against drug-resistant bacterial infections.Fig. 7DSF improves the in vivo efficacy of colistin and meropenem.a Survival rates of the G. mellonella larvae (n = 8 biologically independent animals per group) infected by E. coli B2 (106 CFUs). Compared with colistin monotherapy (5 mg/kg), the combination therapy of colistin and DSF (5 + 20 mg/kg) significantly improved the survival rates of G. mellonella. b Bacterial loads of the CD-1 mice (n = 6 biologically independent animals per group) infected by E. coli B2 (105 CFUs). Compared with colistin alone, the combination therapy of colistin and DSF reduced bacterial loads of thigh muscle. P-values were determined by Mann-Whitney U test. c Survival rates of the G. mellonella larvae (n = 8 biologically independent animals per group) infected by E. coli C3 (106 CFUs). Compared with the meropenem monotherapy (10 mg/kg), the combination therapy of meropenem and DSF (10 + 20 mg/kg) significantly improved the survival rates of larvae. d Survival rates of the CD-1 mice (n = 6 biologically independent animals per group) infected by E. coli C3 (108 CFUs) and treated with a single dose of meropenem (10 mg/kg), DSF (20 mg/kg), a combination of meropenem plus DSF (10 + 10 mg/kg, 10 + 20 mg/kg), or PBS by intraperitoneal injection. In (a), (c) and (d), P values were determined by log-rank (Mantel-Cox) test.\n\n## Discussion\nThe increasing incidence of drug-resistance infections, particularly caused by Gram-negative pathogens, seriously threatens public health. Carbapenems and colistin are the last resorts for the treatment of hard-to-treat bacterial infections in clinic. However, the emergence of plasmid-mediated bacterial resistance to these last options leaves no available regimens in clinical settings. Compared with the discovery of new antibiotics, antibiotic adjuvants strategy is recognized as a more cost-effective approach to tackling MDR pathogens. For example, our previous studies found that melatonin could serve as a promising colistin adjuvant4, a hypoglycemic agent metformin29 and non-steroidal anti-inflammatory drug (NSAID) benzydamine30 are potential tetracyclines adjuvants, anti-HIV drug azidothymidine31 restores tigecycline activity against tet(X)-positive E. coli. However, these antibiotic adjuvants were found to act primarily on one or a class of antimicrobial agents. Here, we revealed that an FDA-approved drug DSF and its derivates can serve as versatile and potent antibiotic adjuvants to overcome MDR Gram-negative bacteria. In particular, DSF drastically potentiated meropenem activity against a range of carbapenem-resistant Enterobacteriaceae (CRE), and colistin activity against MCR-positive pathogens both in vitro and in animal models of infection. Notably, the potentiation of DSF to colistin was robust, accompanied by lower FICI compared with other colistin synergists9. Most importantly, our study also found that the addition of DSF prevented the evolution of bacterial resistance to meropenem and colistin and inhibited the conjugative transfer of blaNDM and mcr-carrying plasmids.\nWith regard to the potentiation of DSF to carbapenems, our mechanistic studies demonstrated that DSF could specifically inhibit NDM activity, thereby potentiating meropenem efficacy. This mode of ac",
  "has_full_text": true
}