{
  "pmid": "37574739",
  "title": "Reduced Prevalence of Dementia in Patients Prescribed Tacrolimus, Sirolimus, or Cyclosporine.",
  "abstract": "BACKGROUND: Evidence suggests patients prescribed calcineurin inhibitors (CNIs) have a reduced prevalence of dementia, including Alzheimer's disease (AD); however, this result has never been replicated in a large cohort and the involved mechanism(s) and site of action (central versus periphery) remain unclear. OBJECTIVE: We aim to determine if prescription of CNIs is associated with reduced prevalence of dementia, including AD, in a large, diverse patient population. Furthermore, we aim to gain insight into the mechanism(s) and site of action for CNIs to reduce dementia prevalence. METHODS: Electronic health records (EHRs) from patients prescribed tacrolimus, cyclosporine, or sirolimus were analyzed to compare prevalence, odds, and hazard ratios related to dementia diagnoses among cohorts. EHRs from a random, heterogeneous population from the same network were obtained to generate a general population-like control. RESULTS: All drugs examined reduced dementia prevalence compared to the general population-like control. There were no differences in dementia diagnoses upon comparing tacrolimus and sirolimus; however, patients prescribed tacrolimus had a reduced dementia prevalence relative to cyclosporine. CONCLUSION: Converging mechanisms of action between tacrolimus and sirolimus likely explain the similar dementia prevalence between the cohorts. Calcineurin inhibition within the brain has a greater probability of reducing dementia relative to peripherally-restricted calcineurin inhibition. Overall, immunosuppressants provide a promising therapeutic avenue for dementia, with emphasis on the brain-penetrant CNI tacrolimus.",
  "journal": "Journal of Alzheimer's disease : JAD",
  "year": "2023",
  "authors": [
    "Silva J",
    "Taglialatela G",
    "Jupiter D"
  ],
  "doi": "10.3233/JAD-230526",
  "mesh_terms": [
    "Humans",
    "Cyclosporine",
    "Tacrolimus",
    "Sirolimus",
    "Calcineurin",
    "Prevalence",
    "Kidney Transplantation",
    "Calcineurin Inhibitors",
    "Dementia"
  ],
  "full_text": "## INTRODUCTION\nAlzheimer’s disease (AD) is the most common and severe form of neurodegenerative dementia, for which there is no cure. Hallmarks of AD include accumulation of amyloid-β (Aβ) plaques and neurofibrillary tangles of aggregated tau protein. Alterations in calcium (Ca2 +) homeostasis are associated with these hallmarks and other pathological features of AD, such as abnormal synaptic activity [1].\nCalcineurin (CN) is a Ca2 + /calmodulin- dependent phosphatase that is highly expressed in the central nervous system (CNS). Within the CNS, CN modulates synaptic integrity, memory formation, and neural degeneration [2]. Hyperactive or elevated CN, as reported in postmortem mild cognitively impaired and AD brain tissue, leads to aberrant synaptic activity and memory impairments [3–5]. Conversely, complete suppression of CN activity in the brain negatively affects memory [6]. Therefore, normalization of CN activity is critical for proper synaptic function and memory formation. Robust evidence suggests CN plays a central role in the development and progression of AD-related pathology and cognitive impairment through its modulation of downstream transcription factors [2–5, 7–16]. Consequently, inhibition of CN reduces Aβ plaque burden, glial reactivity, and neuronal hyperexcitability, and restores expression of synaptic proteins and learning and memory in preclinical models of AD pathology [5, 7, 13–15]. Furthermore, a previous study from our laboratory concluded that patients treated with calcineurin inhibitors (CNIs) have reduced prevalence of dementia, including AD, compared to an age-matched general population [12].\nCN also contributes to the immune response through dephosphorylation, thus activation, of nuclear factor of activated T-cells (NFAT), promoting its translocation to the nucleus and subsequent transcription of immune response genes [17]. In addition to modulating the peripheral immune response, NFAT is robustly stimulated in astrocytes by Aβ where it contributes to neuronal death [5]. Evidence suggests that immunosuppression may represent a valuable therapeutic avenue for prevention and treatment of dementia [18]. United States Food and Drug Administration (FDA)-approved immunosuppressants commonly prescribed to prevent graft rejection in transplant patients and other conditions requiring immunosuppression, include two CNIs, cyclosporine (CySp) and tacrolimus (TAC; FK506), and a non-CNI, sirolimus (SIR; rapamycin). While TAC and CySp induce immunosuppression by inhibiting CN, SIR inhibits mammalian target of rapamycin (mTOR) to induce immunosuppression [19]. Of the CNIs, TAC freely penetrates the CNS, while CySp does not [20, 21]. Moreover, TAC, but not SIR, reverses Aβ-induced neurotoxicity [7].\nGiven that both CN and neuroinflammation are associated with neurodegeneration, it has been unclear if the beneficial effects of CNIs on AD pathology are due to general immunosuppression or specifically to CN inhibition. Furthermore, the site of action for CNIs to exert beneficial effects on AD pathology has not been determined.\nDrug repurposing, or identifying new indications for approved drugs, represents an appealing approach to drug discovery as FDA-approved drugs have already passed rigorous safety testing and proven tolerable in humans. Here, we use electronic health records (EHRs) to investigate whether three FDA-approved immunosuppressants: TAC, SIR, and CySp, are independently associated with reduced occurrence of dementia, including AD, compared to a general population-like control (CTRL). Additionally, we individually compare SIR and CySp to TAC to gain insight into the potential mechanisms by which these immunosuppressants reduce dementia prevalence.\n\n## Dataset and study population\nData from the TriNetX Diamond Network was downloaded for this study on July 11, 2022. The TriNetX Diamond Network is a longitudinal dataset of linked primary care, medical, and pharmacy claims data that provides access to EHRs from approximately 213 million patients. TriNetX is compliant with the Health Insurance Portability and Accountability Act (HIPAA), and any data provided by the TriNetX Platform contains only deidentified records, therefore this study was exempt from Institutional Review Board approval. EHRs of patients aged 60 and over who were prescribed TAC, SIR, or CySp (but not prescribed more than one of these drugs) were downloaded from TriNetX. Each drug of interest comprised a separate cohort, and the index event for each drug cohort was first recorded drug prescription at age 60 or older. Cohorts were propensity-score matched to one another before making comparisons, as described below. A random heterogeneous sample of 80,000 patients aged 60 and over who had an EHR (diagnosis, procedure, laboratory test, or medication) but were not prescribed TAC, SIR, or CySp was downloaded from the TriNetX Diamond Network as a CTRL. The index event for the CTRL cohort was any medical diagnosis, procedure, laboratory test, or medication at age 60 or older. Patients in the CTRL were propensity-score matched to each of the different drug cohorts before comparisons were made. Details for individual cohorts can be found in Table 1.\n\n## ICD-reported diagnosed dementia\nAll forms of dementia, including AD, were considered together in this study. Dementia was identified using the following ICD-9 and ICD-10 codes: 290.0, 290.10, 290.11, 290.12, 290.13, 290.20, 290.21, 290.3, 290.40, 290.41, 290.42, 290.43, 290.8, 290.9, 294.10, 294.11, 294.20, 294.21, 330.8, 330.9, 331.0, 331.11, 331.19, 331.2, 331.6, 331.7, 331.82, 331.83, 331.89, 331.9, 334.4, 336.2, 349.89, F01, F02, F03, G30-32.\n\n## Exclusion criteria\nPatients who were under age 65, who died before age 65, whose last record occurred before age 65, or whose dementia diagnosis occurred before age 65 were excluded (Fig. 1). Patients missing year of birth or sex information were excluded as these patients likely do not have a complete medical record. Injectable, topical, ophthalmic, and unknown routes of drug administration were excluded; therefore, only the oral route of drug administration was included. Patients who were prescribed the drug of interest (TAC, SIR, or CySp) for less than one year or whose dementia diagnosis occurred before first recorded drug of interest prescription were excluded from the TAC, SIR, and CySpcohorts.\n\n## Propensity-score matching\nPropensity-score matching was conducted in R using the MatchIt package [22, 23]. Propensity scores were estimated using a generalized linear model and matched using the nearest neighbor matching method. Cohorts were matched by index age (age at first drug of interest prescription) where applicable, sex, race, ethnicity, and the following dementia risk factors (ICD-10 code): hypertension (I10-I16), depression (F32), diabetes (E11), heart disease (I25), overweight and obesity (E66), stroke (I63), and traumatic brain injury (S06; TBI). Cohorts were considered balanced when the standardized mean difference (SMD) between the cohorts for each matched variable was less than 0.25 (Table 1).\n\n## Statistical analysis\nAll analyses were conducted using R Statistical Software (v4.2.2; R Core Team 2022) [24]. Bivariate analyses were employed to evaluate dementia risk factors; for categorical variables, chi-squared tests assessed for differences between cohorts, and for continuous variables, logistic regression analyses determined differences. Unconditional and conditional logistic regression analyses were performed to assess the impact of drug cohort on occurrence of dementia. The conditional logistic regression analysis accounts for the propensity-score matching, specifically accounting for the fact that after matching subjects are paired. Competing risk regression curves were generated and analyzed with competing risk regression analyses using the tidycmprsk package in R [25].\n\n## Study population\nThe study population comprised a total of 125,564 adults aged 65 and older, including 48,081 in the CTRL cohort, 62,230 in the TAC cohort, 2,928 in the SIR cohort, and 12,325 in the CySp cohort. Within the entire population, the average age was 75.9 and 45.6% were females. Before propensity-score matching the prevalence of dementia was 8.7% in the CTRL cohort, 5.5% in the TAC cohort, 6.1% in the SIR cohort, and 7.1% in the CySp cohort. After matching, cohorts were mostly balanced, as indicated by an SMD less than 0.25 for those variables on which matching was based (Table 1). Bivariate analyses (Table 2) were performed on propensity-score matched cohorts to delineate dementia risk factors. Current age, index age (where applicable), hypertension, type 2 diabetes, heart disease, depression, stroke, and TBI all increase the odds of dementia diagnosis; however, obesity did not affect the odds of dementia diagnosis. Logistic regression analyses (Table 3) reveal the influence of drug prescription on dementia diagnosis and prompted further investigation; these results are detailed in the following sections.\n\n## General population-like control\nPropensity-score matching the CTRL cohort to the TAC cohort resulted in 48,081 patients in each cohort. The average current age was 77.9 in the CTRL cohort and 74.3 in the TAC cohort. Index age was not considered since patients in the CTRL cohort had never been prescribed a drug of interest. Within the combined cohorts, the bivariate analyses (Table 2) reveal that current age and race, but not ethnicity, affect the odds of dementia diagnosis. Males have reduced odds of dementia diagnosis when comparing the CTRL cohort to the TAC cohort (OR: 0.77, 95% CI: 0.73-0.81). The prevalence of dementia in the propensity-score matched cohorts is 8.7% in the CTRL cohort and 4.9% in the TACcohort.\nPropensity-score matching the CTRL cohort to the SIR cohort resulted in 2,928 patients in each cohort. The average current age was 78.2 in the CTRL cohort and 75.5 in the SIR cohort. Within the combined cohorts, the bivariate analyses (Table 2) reveal that current age affects the odds of dementia diagnosis, while neither race nor ethnicity affect the odds of dementia diagnosis. The prevalence of dementia in the propensity-score matched cohorts is 11.6% in the CTRL cohort and 6.1% in the SIR cohort.\nPropensity-score matching the CTRL cohort to the CySp cohort resulted in 12,325 patients in each cohort. The average current age was 77.9 in the CTRL cohort and 76.1 in the CySp cohort. Within the combined cohorts, the bivariate analyses (Table 2) reveal that current age and race affect the odds of dementia diagnosis, while neither sex nor ethnicity affect the odds of dementia diagnosis. The prevalence of dementia in the propensity-score matched cohorts is 11.5% in the CTRL cohort and 7.1% in the CySp cohort.\nLogistic regression analyses (Table 3) reveal patients in the CTRL cohorts have higher odds of dementia diagnosis compared to patients in all other cohorts, both in the unmatched and propensity-score matched cohorts and with conditional logistic regression. These trends appeared similar when separating males and females and conducting the same logistic regression analyses in the CTRL and TAC cohorts (Supplementary Table 1). To determine if the rate of dementia occurrence differs between cohorts as a function of age while accounting for death, competing risk curves were generated for each comparison and analyzed with competing risk regression analyses (Figs. 2–4). The competing risk regression analyses reveal patients in the CTRL cohorts have a greater risk of dementia relative to patients in all other cohorts. Additionally, competing risk regression analyses reveal that patients in the CTRL cohorts have a reduced risk of death precluding dementia diagnosis, compared to patients in all other cohorts.\n\n## Sirolimus versus tacrolimus\nPropensity-score matching resulted in 2,928 patients each in the SIR and TAC cohorts. In the matched cohorts, the average current age was 75.5 in the SIR cohort and 74.7 in the TAC cohort, while the average index age was 67.3 in each cohort. Within the combined SIR and TAC cohorts, the bivariate analyses (Table 2) reveal current (OR: 1.11, 95% CI: 1.09-1.13) and index (OR: 1.09, 95% CI: 1.07-1.11) ages affect the odds of dementia diagnosis, but no other demographic variables (sex, race, ethnicity) affect the odds of dementia diagnosis. As noted previously, all selected dementia risk factors besides obesity increase the odds of dementia diagnosis within these cohorts. Full details are in Table 2.\nThe prevalence of dementia in the propensity-score matched cohorts is 6.1% in the SIR cohort and 5.6% in the TAC cohort. Unconditional logistic regression analyses (Table 3) reveal no difference in the odds of dementia diagnosis between the SIR and TAC cohorts, both in the unmatched and the propensity-score matched cohorts. Furthermore, conditional logistic regression analysis (Table 3), which accounts for the propensity-score matching, reveals no difference in the odds of dementia diagnosis. These trends appeared similar upon separating males and females and conducting the same logistic regression analyses in the SIR and TAC cohorts (Supplementary Table 1).\nTo determine if the rate of dementia occurrence differs between these cohorts as a function of age while accounting for death, a competing risk curve was generated and competing risk regression analysis was conducted (Fig. 5). There is no observed difference in the risk of dementia diagnosis between the two cohorts; however, competing risk regression analysis reveals that patients in the SIR cohort have a higher risk of death occurring sooner compared to patients in the TAC cohort (HR: 1.34, 95% CI: 1.19-1.51).\n\n## Cyclosporine versus tacrolimus\nPropensity-score matching resulted in 12,325 patients each in the CySp and TAC cohorts. In the matched cohorts, the average current age was 76.1 in the CySp cohort and 75.6 in the TAC cohort, while the average index age was 68.2 in each cohort. Within the combined CySp and TAC cohorts, the bivariate analyses (Table 2) reveal current (OR: 1.12, 95% CI: 1.11-1.13) and index (OR: 1.10, 95% CI: 1.09-1.11) ages affect the odds of dementia diagnosis. Race and ethnicity, but not sex, affect the odds of dementia diagnosis when comparing the CySp cohort to the TAC cohort.\nThe prevalence of dementia in the propensity-score matched cohorts is 7.1% in the CySp cohort and 6.0% in the TAC cohort. Unconditional logistic regression analyses (Table 3) reveal patients who had been prescribed CySp have higher odds of dementia diagnosis compared to patients who had been prescribed TAC, both in the unmatched (OR: 1.32, 95% CI: 1.22-1.42) and the propensity-score matched (OR: 1.21, 95% CI: 1.09-1.34) cohorts. Moreover, conditional logistic regression analysis (Table 3) reveals patients in the CySp cohort have higher odds of dementia diagnosis relative to patients in the TAC cohort (OR: 1.23, 95% CI: 1.10-1.36).\nTo determine if the rate of dementia occurrence differs between these cohorts as a function of age while accounting for death, a competing risk curve was generated and analyzed with competing risk regression analysis (Fig. 6). The competing risk regression analysis reveals patients in the CySp cohort have a greater risk of dementia relative to patients in the TAC cohort (HR: 1.10, 95% CI: 1.00-1.22). Competing risk regression analysis also reveals that patients in the CySp cohort have a higher risk of death occurring sooner compared to patients in the TAC cohort (HR: 1.11, 95% CI: 1.05-1.18).\n\n## DISCUSSION\nIn this national study representing patients aged 65 years and older, the prevalence of dementia ranges from 4.9 to 11.6% in propensity-score matched cohorts. As expected, age influences dementia odds in all cohorts. Hypertension, type 2 diabetes, heart disease, depression, stroke, and TBI also increase odds of dementia diagnosis except in the combined CTRL and SIR cohorts and CTRL and CySp cohorts (Table 2) [26–28]. Unexpectedly, obesity did not increase dementia odds, consistent with several studies suggesting elevated body mass index late in life reduces dementia risk [29, 30].\n\n## General population-like control\nTo evaluate efficacy of each of the drugs of interest to reduce the risk of a later dementia diagnosis relative to the general population, each drug was propensity-score matched and compared to the respective CTRL cohort. Consistent with previous results, our study suggests that patients prescribed TAC or CySp have reduced prevalence of dementia relative to the general population [12]. Additionally, our study suggests that patients prescribed SIR have reduced prevalence of dementia relative to the general population.\nThe propensity-score matching results between the TAC and CTRL cohorts resulted in SMDs above 0.25 for hypertension and diabetes, suggesting these two variables were not balanced between the cohorts (Table 1). Because these variables contribute to the odds associated with developing dementia in these cohorts (Table 2), consideration should be given when interpreting the results. However, because all other variables were balanced between these cohorts, and all variables were balanced between the other cohorts using this method, we decided to remain consistent in our matching methods. Furthermore, it is rational that patients in the CTRL cohort are healthier in these regards considering TAC is prescribed primarily to patients who have undergone a kidney transplant (the most common solid organ transplant), which is highly associated with both diabetes and hypertension.\nThe CTRL used in this study reflects a diverse patient population. Because the TriNetX Diamond Network includes data from primary care visits, it is reasonable to consider this population as representing the general population. However, it can be argued that this population does not represent the best possible healthy control group. Patients within CTRL cohorts may have a variety of underlying health issues or may be healthy with only routine primary care visits in their records. Nonetheless, we believe the heterogeneity of this population makes it well-suited to reflect the actual population in the US.\nCompeting risk regression analyses reveal that patients in the TAC, SIR, or CySp cohorts have a reduced probability of dementia and a higher likelihood of earlier death compared to patients in the CTRL cohorts (Figs. 2–4). The latter phenomenon may impede our interpretation as there is a 6% difference in the number of patients who died between the SIR and CTRL cohorts and a 3% difference in the number of patients who died between the CySp and CTRL cohorts; however, there is only a 0.4% difference in the number of patients who died between the TAC and CTRL cohorts, strengthening confidence in these results. Moreover, the finding that patients in the CTRL cohort die later compared to the drug cohorts is not surprising considering they likely have better overall health. Of note, the results of these analyses should not be compared across cohorts due to differences in the individual patients comprising each CTRL cohort. Specifically, for example, the patients in the CTRL cohort in the TAC versus CTRL comparison are not exactly the same as the patients in the CTRL cohort in the SIR versus CTRL comparison due to limitations in patient counts across the different drug cohorts. To compare and interpret differences between drugs, the analyses that directly make those comparisons, as discussed below, should be referenced.\nOur results indicating these three immunosuppressants independently reduce the risk of dementia relative to the general population highlight the potential for immunosuppressive therapy to prevent dementia, including AD. Since inflammation often leads to the production of neurotoxic species that exacerbate neurodegeneration, the conclusion that immunosuppressants reduce the prevalence of dementia is not surprising [31]. For example, within the CNS, inflammatory mediators can potentiate accumulation of Aβ and induce neuronal apoptosis, and immunosuppressants may directly reduce neuroinflammation by acting on brain resident glial cells [32]. Within the periphery, immunosuppression may still reduce neuroinflammation since peripheral immunomodulators that can cross the blood-brain barrier (BBB) are inhibited. After determining all three immunosuppressants reduce the probability of dementia diagnosis, we compared them to each other to determine if the multiple mechanisms of each drug could work synergistically to reduce dementia prevalence to a greater extent.\n\n## Sirolimus versus tacrolimus\nWhile we found no difference in likelihood of dementia diagnosis between patients prescribed SIR and patients prescribed TAC, the TAC cohort consistently has a non-significantly reduced prevalence of dementia compared to the SIR cohort. Moreover, power analysis indicates a significant effect would be observed if the number of patients was increased to 34,583 in each cohort [33]. While this is feasible for the TAC cohort, the limited number of patients prescribed SIR results in an underpowered study. The results of the competing risk analysis suggest that patients prescribed SIR die sooner as compared to TAC, likely precluding dementia diagnosis (Fig. 5). This phenomenon likely impedes our interpretation of results, especially considering the 6.5% difference between the two cohorts in the total percentage of patients who died. Given that we are unsure of the precise indications for which these drugs were prescribed, we cannot rule out that patients prescribed SIR have conditions that result in earlier death compared to patients prescribed TAC. However, future studies should consider the mortality rates associated with prolonged SIR treatment, especially when treating an elderly population.\nConsistent with our results, SIR effectively prevents or slows the progression of AD; however, SIR is incapable of reversing established AD pathology in preclinical models [34–36]. In contrast, TAC both effectively prevents development of symptomatic AD in humans and clears established AD pathology in preclinical models [7, 12, 15]. As previously discussed, the shared efficacy of SIR and TAC to prevent symptomatic dementia may be, at least in part, due to their immunosuppressive properties. TAC inhibits CN, preventing dephosphorylation and translocation of NFAT, which in turn prevents transcription of immune response genes [17]. In contrast, SIR inhibits mTOR, preventing cell cycle progression and proliferation, which usually occurs to generate an immune response [17]. So, while SIR only inhibits cytokine-mediated signaling, TAC inhibits cytokine production [37].\nIn addition to modulating immunosuppression, both SIR and TAC are known autophagy inducers [38, 39]. The autophagy-inducing effects of SIR and TAC likely contribute to their ability to prevent the development of AD pathology. While SIR forms a complex with FK506 binding protein-12 (FKBP12) to inhibit mTOR and facilitate autophagy initiation, it fails to enhance lysosomal proteolysis, suggesting that autophagosomes are formed but not effectively degraded [34, 40]. Studies have shown that SIR leads to over-induction of autophagy which can result in autophagic stress [41]. In AD, lysosomal degradative potential is low, therefore, increased autophagic stress can exacerbate AD pathology [35]. In fact, production of autophagosomes absent lysosomal degradation is a mechanism of Aβ plaque formation, potentially intensifying AD symptoms [42]. Indeed, treatment with SIR increases Aβ plaque deposition and exacerbates Aβ-associated pathology in a pre-clinical model of AD pathology [36]. Several mechanisms of autophagy induction by TAC have been proposed. Like SIR, TAC forms a complex with FKBP12 to inhibit mTOR and initiate autophagy [43]. Additionally, TAC induces autophagy upstream of mTOR and enhances autolysosome formation and lysosomal degradation [39, 44]. The converging, yet unique, mechanisms of SIR and TAC likely confer their shared ability to prevent development of AD pathology but their divergent effects on clearing established AD pathology.\n\n## Cyclosporine versus tacrolimus\nOur study reveals that patients in the TAC cohort have reduced prevalence of dementia relative to patients in the CySp cohort. Interestingly, competing risk regression analysis reveals that in addition to patients in the CySp cohort having a higher probability of dementia diagnosis, they have a higher probability of dying sooner relative to patients in the TAC cohort (Fig. 6). As previously mentioned, death may preclude dementia diagnosis, therefore, it is possible that dementia prevalence would be even greater in the CySp cohort if they remained alive.\nTAC and CySp have similar mechanisms of action: binding immunophilins and inhibiting CN, effectively inducing immunosuppression [37]. Nonetheless, there are distinct differences between these drugs’ abilities to enter and remain in the brain. It has been reported that TAC effectively penetrates the BBB, but CySp becomes trapped in cerebral endothelial cells and therefore cannot exert therapeutic action in the brain [20, 21].\nFurthermore, both CySp and TAC are known substrates of the p-glycoprotein efflux pump (P-gp), which restricts uptake of drugs into the brain [45, 46]. However, TAC has a lower affinity for P-gp compared to CySp, and therapeutic concentrations of TAC likely do not engage P-gp [46]. Additionally, FKBP12 is required for the proper function of P-gp. Since TAC directly inhibits FKBP12, P-gp function may become impaired following TAC administration, resulting in TAC accumulation in the brain [47]. Contrastingly, CySp is pumped out of cells by P-gp further preventing its action in the brain [48].\nConsequences of hyperactive neuronal CN include a reduction of synaptic activity and synaptic loss through activation of protein phosphatase 1 (PP1) [2]. For example, PP1 dephosphorylates cAMP-responsive element binding protein (CREB) preventing transcription of synaptic genes. Furthermore, within the brain CN activates the Bcl-2 antagonist of cell death (BAD)- mediated apoptotic pathway leading to neuronal cell death [2]. Because CySp does not effectively penetrate the CNS, neuronal effects of CN are not inhibited; however, TAC does inhibit these neuronal disruptions within the brain. Together, these results provide strong evidence supporting the necessity of CNIs crossing the BBB to more efficiently prevent dementia.\n\n## Conclusion\nOur results improve upon the previous study that evaluated the incidence of dementia in patients prescribed CNIs relative to the general population [12]. The previous study was conducted in a small number of patients from a single healthcare organization; the study presented here was conducted in a larger and more diverse patient population that better reflects the entire population of the United States. The previous study considered both TAC and CySp together, while our study evaluates prescription of these drugs on dementia outcomes independently. Furthermore, our study included propensity-score matching to ensure we were comparing patients with similar demographics and comorbidities. Lastly, we evaluated the rates of dementia as a function of age and considered how death may preclude dementia diagnosis.\nOverall, our results indicate that CNIs reduce dementia prevalence in large, nationwide cohorts and bolster the results of numerous preclinical studies. Furthermore, our results provide a promising drug repurposing strategy and highlight the potential use of immunosuppressants as dementia preventatives, albeit suggesting immunosuppressive CNIs that penetrate the CNS (i.e., TAC) are more efficacious. Moreover, we believe the multiple mechanisms of TAC discussed here work synergistically to prevent and perhaps treat AD. These data support our hypothesis that TAC has preventative effects on dementia development and should be further investigated as a treatment for AD and related dementias.",
  "has_full_text": true
}