{
  "pmid": "37640510",
  "title": "Repurposed drug studies on the primary prevention of SARS-CoV-2 infection during the pandemic: systematic review and meta-analysis.",
  "abstract": "OBJECTIVE: Current evidence on the effectiveness of SARS-CoV-2 prophylaxis is inconclusive. We aimed to systematically evaluate published studies on repurposed drugs for the prevention of laboratory-confirmed SARS-CoV-2 infection and/or COVID-19 among healthy adults. DESIGN: Systematic review. ELIGIBILITY: Quantitative experimental and observational intervention studies that evaluated the effectiveness of repurposed drugs for the primary prevention of SARS-CoV-2 infection and/or COVID-19 disease. DATA SOURCE: PubMed and Embase (1 January 2020-28 September 2022). RISK OF BIAS: Cochrane Risk of Bias 2.0 and Risk of Bias in Non-Randomised Studies of Interventions tools were applied to assess the quality of studies. DATA ANALYSIS: Meta-analyses for each eligible drug were performed if ≥2 similar study designs were available. RESULTS: In all, 65 (25 trials, 40 observational) and 29 publications were eligible for review and meta-analyses, respectively. Most studies pertained to hydroxychloroquine (32), ACE inhibitor (ACEi) or angiotensin receptor blocker (ARB) (11), statin (8), and ivermectin (8). In trials, hydroxychloroquine prophylaxis reduced laboratory-confirmed SARS-CoV-2 infection (risk ratio: 0.82 (95% CI 0.74 to 0.90), I2=48%), a result largely driven by one clinical trial (weight: 60.5%). Such beneficial effects were not observed in observational studies, nor for prognostic clinical outcomes. Ivermectin did not significantly reduce the risk of SARS-CoV-2 infection (RR: 0.35 (95% CI 0.10 to 1.26), I2=96%) and findings for clinical outcomes were inconsistent. Neither ACEi or ARB were beneficial in reducing SARS-CoV-2 infection. Most of the evidence from clinical trials was of moderate quality and of lower quality in observational studies. CONCLUSIONS: Results from our analysis are insufficient to support an evidence-based repurposed drug policy for SARS-CoV-2 prophylaxis because of inconsistency. In the view of scarce supportive evidence on repurposing drugs for COVID-19, alternative strategies such as immunisation of vulnerable people are warranted to prevent the future waves of infection. PROSPERO REGISTRATION NUMBER: CRD42021292797.",
  "journal": "BMJ open respiratory research",
  "year": "2023",
  "authors": [
    "Zhou G",
    "Verweij S",
    "Bijlsma M",
    "de Vos S",
    "Oude Rengerink K"
  ],
  "doi": "10.1136/bmjresp-2023-001674",
  "mesh_terms": [
    "Adult",
    "Humans",
    "COVID-19",
    "Pandemics",
    "SARS-CoV-2",
    "Angiotensin Receptor Antagonists",
    "Hydroxychloroquine",
    "Ivermectin",
    "Angiotensin-Converting Enzyme Inhibitors",
    "Primary Prevention"
  ],
  "full_text": "## Introduction\nAs of 5 July 2023, SARS-CoV-2 has infected more than 767 million people worldwide.1 Despite the WHO declaring on 4 May 2023, that COVID-19 no longer constitutes a public health emergency of international concern,2 there is still a probability of recurring SARS-CoV-2 infections, especially during the winter time. Therefore, it is urgent to find effective prophylactic agents to prepare for the upcoming wave of infection because of waning natural immunity and vaccine-induced immunity. Managing severe acute respiratory distress syndrome can be complex due to the challenges involved with non-invasive respiratory support3–5 and inflammation. Therefore, it is preferable to adopt a proactive approach in dealing with the disease progression or even prevention. Although antibody tixagevimab-cilgavimab as pre-exposure prophylaxis (PrEP) has been granted for emergency use authorisation in the USA6 and the UK,7 safety issues and effectiveness against prevalent Omicron variants still concern. With the benefits of proven safety and affordable cost, repurposed drugs registered for other indications may serve as PrEP or postexposure prophylaxis (PEP) not only to protect populations at high risk of acquiring SARS-CoV-2 infection such as healthcare workers (HCWs),8 household close contacts or geriatric populations with multiple comorbidities,9 but also to mitigate the burden to healthcare system and economy.\nSince the outbreak of the COVID-19 pandemic, clinical trials and observational intervention studies on a wide variety of repurposed drugs have been published at an unprecedented rate. However, current evidence is scattered and inconclusive due to heterogeneous study designs and settings. A well-designed systematic review and meta-analysis is warranted to summarise and scrutinise published findings and provide up-to-date evidence regarding the effectiveness of prophylactic agents in preventing SARS-CoV-2 infection and COVID-19 disease. Such a review may map the landscape of existing and future prophylactic candidates.\nThis review complements current guidelines10 11 on preventive drugs and three earlier comprehensive reviews, which were based on articles published in 2020 and early 2021. Further substantial evidence on mostly studied drugs such as hydroxychloroquine (HCQ) and ivermectin and additional information on other repurposed drugs are warranted for guidelines update. Smit et al12 and Andrade et al13 conducted a systematic review of repurposed drugs used as prophylaxis for COVID-19. These findings did not describe the large heterogeneity in the existing data quantitatively using meta-analysis. Bartoszko et al14 focused their review on randomised controlled trials (RCTs) only, without compiling real-world evidence from observational studies. Importantly, findings need to be differentiated between two different prophylaxis modes PrEP and PEP, because the timing and dosage of prescribing prophylactic agents may influence the preventive effect.15\nThis systematic review aimed to evaluate the effectiveness of repurposed drugs for the primary prevention of laboratory-confirmed SARS-CoV-2 infection and/or COVID-19 diseases in adults. For the drugs that have been studied as both PrEP and PEP, we further carried out a subgroup analysis to investigate the differential preventive effectiveness of these drugs when used as PrEP or PEP.\n\n## Material and methods\nThis systematic review is in accordance with the Preferred Reporting Items for Systematic Reviews and Meta-Analyses statement. An a priori study protocol is publicly available on the PROSPERO website (registration number CRD42021292797).\n\n## Search strategy and eligibility criteria\nWe performed a systematic search in PubMed and Embase with restriction to English language and period of publication 1 January 2020 to 22 November 2021 for quantitative experimental and observational intervention studies that evaluated the effectiveness of repurposed drugs for the primary prevention of SARS-CoV-2 infection and/or COVID-19 disease. We performed a second-round retrieval from PubMed and Embase as well to collect additional new articles which were published from 22 November 2021 to 28 September 2022. We compiled the search strategy combining free text and medical subject headings in the following four domains: disease (“SARS-CoV-2” or “coronavirus” or “COVID”), prophylaxis (“pre-exposure prophylaxis” or “post-exposure prophylaxis”), potential repurposed drugs (“hydroxychloroquine”, “ivermectin”, “arbidol”, etc), and study design (online supplemental table S1). We included both experimental (randomised or non-randomised controlled trials, quasi trials or cross-over studies) and observational studies (cohort, test-negative case-control study, case-control study or cross-over studies) in this review.\nTwo reviewers (GZ and SV) undertook two-step selection independently. GZ did the complete screening for all articles, while SV screened 50% of articles that were chosen at random. In the first step, we screened title and abstract of each publication for inclusion. As a second step, we undertook full-text screening to determine inclusion. The third reviewer (EH) decided on the disagreements between the two reviewers (GZ and SV). The detailed inclusion and exclusion criteria on population, interventions, outcomes, study design, etc that we used to select articles are listed in online supplemental table S1.\n\n## Data extraction\nThe following variables were extracted for each included article, if available: study design (including inclusion and exclusion criteria), geographics, participants’ characteristics, mean or median age, the proportion of males, ethnicity, type of prophylaxis (PrEP or PEP), median days of starting prophylaxis after exposure (if postexposure), number of participants, study drug, and comparator (including dosage and frequency), primary and secondary outcome measures, and follow-up period. The drug intervention was considered as PEP if the drugs were prescribed to close contacts of explicitly identified confirmed COVID-19 cases (index case), otherwise prophylaxis was categorised as PrEP. We extracted the corresponding outcome measures of all repurposed drugs investigated in the included articles, except the medications used as potential confounding variables. Preferably, we extracted participants’ characteristics and outcome measures for study participants with negative transcription-PCR (RT-PCR) status at baseline rather than all participants if information on this subgroup was available.\n\n## Outcomes\nThe study outcomes for the drugs of interest included: (1) laboratory-confirmed infection by RT-PCR assay for SARS-CoV-2 or serological test (confirmed cases)16, (2) clinical-confirmed infection defined by symptoms compatible with COVID-19 (probable cases)16, (3) COVID-19 diagnosis by all criteria (confirmed and probable cases), prognostic clinical outcomes including, (4) hospitalisation, (5) intensive care unit (ICU) admission, and (6) all-cause death.\n\n## Quality assessment and risk of bias\nTwo independent reviewers (GZ and SV) assessed the risk of bias for RCTs and non-randomised studies by using the Cochrane Risk of Bias 2.0 (RoB 2.0)17 and Risk of Bias in Non-Randomised Studies of Interventions (ROBINS-I) tools,18 respectively. The third reviewer (EH) decided on the disagreements between the two reviewers (GZ and SV).\nRoB 2.0 covers five domains of bias arising from the randomisation process, deviations from intended interventions, missing outcome data, measurement of the outcome, and selection of the reported result. The overall assessment of RoB 2.0 is subdivided into three categories: low risk of bias, some concerns, and high risk of bias. ROBINS-I covers seven domains of bias due to confounding, selection of participants into the study, classification of intervention, deviations from intended interventions, missing data, measurement of outcomes, and selection of the reported result. The overall assessment of ROBINS-I is subdivided into four categories: low risk of bias, moderate risk of bias, serious risk of bias, and critical risk of bias.\n\n## Data synthesis and statistical analysis\nWe performed meta-analyses for each eligible drug in this review if two or more studies were present with similar study design. We conducted the meta-analyses separately for different study designs and outcome measures (clinical trials, cohort studies or case-control studies). The effect of the drugs on dichotomous outcomes (SARS-CoV-2 infection, COVID-19 diagnosis or hospitalisation) in clinical trials were summarised using risk ratios (RRs) and 95% CIs, while those of case-control studies were summarised using ORs and 95% CIs, and cohort studies could estimate ORs with 95% CIs. As observational studies are susceptible to confounding bias, our meta-analyses only included effect estimates that were estimated with adjustment for confounders by multivariable regression or propensity-score matching, although not all confounders may be known or measured. Statistical heterogeneity was determined using I2 statistics. If the heterogeneity was low to moderate (I2<50%), meta-analysis was performed using a fixed-effect model (Mantel-Haenszel method), otherwise a random-effect model was applied when heterogeneity was high (I2>50%). Within each comparison, we also conducted subgroup analyses comparing the difference of preventive effect between PrEP and PEP, if applicable. Besides, we performed a sensitivity analysis excluding effect measures from all high risk of bias studies. A funnel plot was generated to visualise publication bias.\nAll data analyses were performed using Review Manager (Version.5.4.1). The results of quality assessment were visualised using Robvis. The statistical significance threshold in this review was p<0.05. No adjustment for multiple testing has been performed.\n\n## Results\nThe initial search identified 1833 and 1587 articles from PubMed and Embase, respectively. After removing duplicate entries manually, the titles and abstracts of 2676 articles were screened for inclusion using predefined inclusion and exclusion criteria. Subsequently, we assessed the full text of 121 articles for eligibility, and 43 articles were included. After second-round retrieval, we included a total of 65 articles in the review, among which 29 articles were eligible for meta-analysis (figure 1).\n\n## Summary of included articles\nThe full details of all 65 included articles were listed in online supplemental table S2. The majority of articles were observational studies (N=40, 61.5%), with 22 cohort studies, 16 case-control studies, and 2 retrospective observational studies. Among the 25 clinical trials (22 RCTs and three non-randomised clinical trials), 18 studies fulfilled the conditions for meta-analysis. As for the prophylaxis type, most of the studies (N=56, 86.2%) focused on repurposing drugs for PrEP.Regarding the potential prophylactic drug interventions, the most frequently studied drugs were HCQ (32 of 65, 49.2%), ACE inhibitor (ACEi) or angiotensin receptor blocker (ARB) (11 of 65, 16.9%), statin (8 of 65, 12.3%), and ivermectin (8 of 65, 12.3%). Less often studied drugs were: antivirals (arbidol, lopinavir/ritonavir, tenofovir disoproxil fumarate/emtricitabine (FTC), sofosbuvir/daclatasvir), antidiabetics (metformin, insulin, thiazolidinedione, etc), antihypertensives (beta-blocker, diuretics, calcium channel blocker (CCB)), anticoagulants, antiplatelets (aspirin, warfarin), proton-pump inhibitor, non-steroidal anti-inflammatory drug, antipsychotics, thymosin, and monoclonal antibody (bamlanivimab) (online supplemental table S3). Out of 65 studies, 24 (36.9%) were performed in Asian countries (India, China, South Korea, Singapore, Israel, Iran, Pakistan, and Thailand), 22 (33.8%) in European countries (Italy, Spain, France, Sweden, Switzerland, Denmark, Portugal, Russia, and England), 15 (23.1%) in American countries (the USA, Canada, Mexico, Argentina, and the Dominican Republic), 2 (3.1%) in African countries (Tunisia and South Africa), 1 in Turkey, and 1 in Egypt. Among the 25 clinical trials, 9 (36.0%) were performed in American countries (the USA, Canada, Argentina, and Mexico), 7 (28.0%) in Asian countries (Singapore, Iran, India, Thailand, and Pakistan), 6 (24.0%) in European countries (Spain, Switzerland, and Russia), 2 (8.0%) in African countries (South Africa and Tunisia), and 1 in Egypt.\n\n## Quality assessment of included articles\nOnline supplemental figures S1 and S2 illustrate the risk of bias from RCTs evaluated by RoB 2.0. Out of 22 articles, 5 (22.7%) were scored as low risk, 13 (59.1%) as some concerns, 4 (18.2%) as high risk. Bias mostly arose from the randomisation process, blinding process, and selection of reported results. We used ROBINS-I to assess the quality of non-randomised studies (online supplemental figures S3 and S4). Around half of the 43 studies were of moderate risk (N=18), while the remaining studies were of low risk (N=12), serious risk (N=12), and critical risk (N=1). Possible selection bias and misclassification, which represented bias due to selection of participants and bias in classification of interventions, respectively, were common. Prestudy protocol and statistical plan were not always accessible for both RCTs and observational studies.\n\n## Effects of repurposed drug interventions per class\nOnline supplemental table S3 is a summary of all the effect measures extracted from 65 included articles.\n\n## Hydroxychloroquine\nOf the 32 studies on HCQ (15 trials and 17 observational studies), only 9 articles demonstrated a statistically significant beneficial effect of HCQ prophylaxis on preventing SARS-CoV-2 infection, while none of the 32 studies showed a significant association between HCQ prophylaxis and risk of hospitalisation, ICU admission, or death (online supplemental table S3).\nIn a meta-analysis of laboratory-confirmed SARS-CoV-2 infection (confirmed cases), the overall RR of HCQ-users having infection was 0.82 (95% CI 0.74 to 0.90) (I2=48%, fixed-effect model) when compared with non-users in clinical trials. When separating into PrEP or PEP subgroup, the RR was 0.77 (95% CI 0.69 to 0.86) (I2=47%) and 0.96 (95% CI 0.77 to 1.19) (I2=14%), respectively (figure 2A). Meta-analysis of case-control studies indicated that the overall OR of having laboratory-confirmed infection was 0.68 (95% CI 0.45 to 1.04) (I2=93%, random-effect model) (figure 2B), while the overall OR of cohort studies was 0.54 (95% CI 0.30 to 0.95) (I2=26%, fixed-effect model) (figure 2C). Most of the evidence from HCQ clinical trials was of moderate quality, while lower quality was observed from observational studies. Publication bias was less likely to occur in the evidence of HCQ studies on laboratory-confirmed infection (online supplemental figure S5).\nRegarding laboratory-confirmed infection or illness compatible with COVID-19 (confirmed and probable cases), HCQ prophylaxis did not significantly reduce the risk of infection in clinical trials (RR: 0.90 (95% CI 0.76 to 1.08), I2=52%, random-effect model) (figure 3A). There was no significant association between HCQ prophylaxis and hospitalisation rate either (RR: 0.62 (95% CI 0.31 to 1.22), I2=0%, fixed-effect model) (figure 3B).\nIn the sensitivity analysis excluding effect measures from all high risk of bias studies, the pooled risk of laboratory-confirmed infection in clinical trials did not change substantially (RR: 0.77 (95% CI 0.69 to 0.85), I2=44%, fixed-effect model) (online supplemental figure S6A), while the estimate was more towards to null effect with a wider 95% CI in case-control studies after excluding low-quality evidence (OR: 0.75 (95% CI 0.32 to 1.72), I2=91%, random-effect model) (online supplemental figure S6B). The pooled estimate of confirmed and probable infection became statistically significant in sensitivity analysis (RR: 0.76 (95% CI, 0.69 to 0.84), I2=31%, fixed-effect model) because more study weight was given to the Seet et al trial (online supplemental figure S6C).\n\n## Ivermectin\nAmong eight articles on ivermectin, five studies (three clinical trials and two observational studies) showed that the use of ivermectin significantly reduced the risk f SARS-CoV-2 infection. However, in the meta-analysis of the four clinical trials, the result was not statistically significant (RR: 0.35 (95% CI 0.10 to 1.26), I2=96%, random-effect model) (figure 4). When separating into PrEP or PEP subgroup, the RR was 0.81 (95% CI 0.43 to 1.55) (I2=66%) and 0.13 (95% CI 0.08 to 0.21) (I2 not applicable), respectively. No significant association between ivermectin prophylaxis and prognostic clinical outcomes was observed either.\n\n## ACEi or ARB\nAll of the 11 studies on ACEi or ARB were observational studies, among which three reported significant reduction of laboratory-confirmed SARS-CoV-2 infection risk with the pre-exposure ACEi/ARB use, while one study by Huh et al19 did not favour the use of ACEi to prevent SARS-CoV-2 infection (aOR: 1.50 (95% CI 1.00 to 2.24)). Meta-analyses of ACEi indicated that the overall OR of having SARS-CoV-2 infection was 0.74 (95% CI 0.47 to 1.16) (I2=88%, random-effect model) in cohort studies (figure 5A) and 1.15 (95% CI 0.75 to 1.76) (I2=77%, random-effect model) in case-control studies (figure 5B), while those of ARB were 0.78 (95% CI 0.46 to 1.33) (I2=86%, random-effect model) in cohort studies (figure 5C) and 0.98 (95% CI 0.90 to 1.06) (I2=0%, fixed-effect model) in case-control studies (figure 5D), respectively. No significant association between ACEi or ARB prophylaxis and prognostic clinical outcomes was observed by the 11 articles, either.\n\n## Statin\nAll of the eight studies on statin were observational studies. Studies by Oh et al20 (aOR: 0.65 (95% CI 0.60 to 0.71)) and Fung et al21 (aHR: 0.97 (95% CI 0.96 to 0.98)) identified that statin therapy significantly reduced the risk of laboratory-confirmed infection. The potential of statins in decreasing hospitalisation and death from COVID-19 was also reported by Fung et al,21 Bergqvist et al22, and Bouillon et al.23\n\n## Other infrequently studied repurposed drugs\nWith moderate quality of evidence, disulfiram,24 carvedilol,25 beta-blocker,26 bamlanivimab,27 warfarin21, and doxycycline with or without zinc28 were associated with significantly lower risk of SARS-CoV-2 infection, while the effects of insulin,29 oral anticoagulant29, and famotidine21 on SARS-CoV-2 infection were not favourable. Regarding prognostic outcomes, warfarin showed significant reduction in hospitalisation and death from COVID-19,21 while CCB26 and aspirin30 increased the risk of serious illness and hospitalisation, respectively (see details in online supplemental table S3).\n\n## Discussion\nIn this systematic review involving 65 studies, we found that despite some studies suggesting potential positive effects of drugs such as HCQ, ivermectin, ACEi, ARB, statin, carvedilol, beta-blocker, warfarin, doxycycline, and bamlanivimab etc, the results across these studies were inconsistent. Furthermore, the quality of the studies varied greatly and the available data was inadequate to draw a definitive conclusion.\nHCQ was originally indicated for malaria, rheumatic arthritis, systemic lupus erythematosus and other autoimmune diseases with a low cost and favourable safety profile. Since HCQ has proven to be able to prevent SARS-CoV-2 infection in vitro,31 32 a number of clinical trials and observational studies embarked on evaluating HCQ as prophylaxis to contain SARS-CoV-2 in the human body. Most of these studies reported non-significant associations between HCQ prophylaxis and reduced SARS-CoV-2 infection rate,15 19 21 33–50 while only a few reported HCQ prophylaxis could significantly decrease SARS-CoV-2 infection rate.51–59 Our findings of significant association between PrEP use of HCQ and reduced risk of SARS-CoV-2 infection in clinical trials are consistent with another meta-analysis of cohort studies among high-risk HCWs performed by Stricker and Fesler.60 However, the other six meta-analyses of RCTs did not support the prophylactic use of HCQ in preventing SARS-CoV-2 due to non-significant associations and increased adverse events,14 61–65 which is in line with the WHO recommendations against using HCQ as prophylaxis for COVID-19 updated in 2021.10 66 We believe this is due to the fact that these meta-analyses did not include a recent trial by the Seet et al51 published in 2021, while our favourable result was substantially driven by this trial (weight: 60.5%). Besides, it is conceivable that the inconsistency across studies arose from considerable variation in dosage and frequency of HCQ prophylaxis, participant selection criteria, follow-up, criteria in defining confirmed SARS-CoV-2 infection and time window of PCR test (varying from 7 to 42 days).\nIvermectin is approved by the food and drug administration for the long-term treatment of parasitic diseases. Ivermectin is deemed to be a promising effective chemoprophylaxis against SARS-CoV-2 infection in several studies.44 67–69 Even though three meta-analyses70–72 demonstrated the effectiveness of prophylactic ivermectin, the evidence was of low certainty due to few included trials and high risk of bias. Our pooled estimate of ivermectin on SARS-CoV-2 infection with large heterogeneity between studies did not show this statistically significant association, which is in line with the advice from European Medicines Agency (EMA) in 2021 against the use of ivermectin for prevention of COVID-19 outside RCTs.73 Nevertheless, this advice from the EMA only referred to limited number of articles on prophylaxis with low certainty of evidence and inconsistencies, which were common in ivermectin trials.74 Therefore, a robust and definite meta-analysis is needed to further aggregate more evidence of ivermectin from well-designed RCTs and observational studies to draw conclusions whether ivermectin is effective in COVID-19 prevention.\nThere are no solid evidences on whether ACEi or ARB plays a protective or harmful role in SARS-CoV-2 infection because of the complexity of the effects of ACEi or ARB on renin-angiotensin system. Based on the meta-analyses of observational studies in our review, ACEi or ARB did not significantly reduce the risk of having SARS-CoV-2 infection, which is consistent with meta-analysis by Ma et al.75\nBased on our findings, the PrEP use of HCQ showed greater effectiveness than the PEP use in clinical trials, meaning that early prescription and continuous use may be essential for HCQ prophylaxis. Besides, the pharmacokinetic profile of HCQ (large volume of distribution accounting for slow onset of action76) might attenuate the effectiveness of short-term PEP use. Future research on HCQ should pay more attention to PrEP mode and early treatment. The mechanisms of HCQ, ivermectin, ARB or ACEi inhibiting SARS-CoV-2 replication are all related to the viral entry phase such as receptor binding and membrane fusion.77 Therefore, we hypothesise that the above treatments might be effective in preventing SARS-CoV-2 virus entry. Once the viruses have replicated and accumulated in the host cells, these drugs might do little in improving disease progression or deterioration. This hypothesis is corroborated by our findings as well, emphasising the importance of the timing of prescribing and achieving therapeutic concentration for HCQ, ivermectin, ARB and ACEi again.\nUntil now, vaccines are still the most promising approach to prevent SARS-CoV-2 infection in the general population especially vulnerable people, except for immunocompromised population. Considering the minimal beneficial effects on SARS-CoV-2 infection and prognosis from repurposed drugs so far, the future studies should consider carefully whether the repurposed drugs being studied are worthy to invest time and money on.\nThe clutter of the publications may interfere with decision-making during pandemic. In this review, we noticed that during the pandemic not all research was conducted in a prudent and rigorous way, even if clinical trials had issues with patient selection, small sample size, randomisation, and blinding. The implementation of COVID-19 clinical trials in a pandemic-impacted healthcare setting has been found to be quite challenging and tends to be more of a reactionary approach rather than a proactive one.78 Furthermore, non-experimental studies are more vulnerable to selection bias (especially collider bias in the context of COVID-19 research79), misclassification bias, and confounding bias, which diminishes the internal validity of findings. Under the circumstance of pandemic-related decreased in-person healthcare encounters, drug stockpiling, and increased treatment discontinuations, observational studies using electronic medical records in the future should consider the above issues and attach more importance to mitigating the effect of bias and reinforcing validity using statistical methods such as stratification, standardisation, regression adjustment or inverse probability weights. Researchers should keep in mind that only a meticulous and well-designed study could generate trustworthy results that could support global implementation, otherwise efforts and money are wasted.\nOur review has several strengths. This review provided an up-to-date (till 28 September 2022) comprehensive review of potential preventive registered drugs for SARS-CoV-2 infection and COVID-19 prognostic outcomes and summarised their effect measures quantitatively and systematically. Moreover, both clinical trials and real-world studies were selected and included in our review. We also performed a subgroup analysis to investigate whether the prophylaxis mode (PrEP or PEP) could influence the prophylactic effect. This review could provide additional information on the scope and magnitude of repurposed drugs to complement current guidelines, which were largely depending on studies published before 2022.\nThere are some potential limitations to our review. First, we only studied prophylaxis effectiveness data, without examining drug safety data. Therefore, advocacy of all drugs in this review in real practice should be made only after carefully examining possible drug adverse events and whether the benefits outweigh the risk. Second, variability among comparators indeed poses a challenge, as the studies included in our meta-analyses used varied comparators, such as placebo, standard of care or vitamin C. Addressing this heterogeneity completely can be difficult, especially when our goal is to include a broad range of studies to provide a comprehensive analysis of the existing data. To mitigate this issue to a degree, we have employed a random-effects model, which inherently accounts for some heterogeneity across studies. Third, due to limited data and heterogeneous effect measures, a substantial part of drugs and severe outcomes such as ICU admission and death were not eligible for meta-analyses. Fourth, some studies did not provide specific details on PrEP and PEP. Consequently, we classified studies as PrEP when they did not clearly define an index COVID-19 case, or if the subjects were active users at baseline without a clear indication of drug use before or after exposure. As a result, our classification of PrEP is more comprehensive, which may compromise the precision of the pooled results pertaining to PrEP. Finally, our results may be overestimated due to possible publication bias, because we only abstracted published data and excluded preprint studies. From the funnel plots in our review, the included studies of HCQ were not very likely to have publication bias. However, the studies of other drugs are too few to detect any publication bias, therefore, its potential impact may be substantial. Even so, the peer-review process is indispensable to ensure the reliability and robustness of reported evidence, especially in the era of article race during the pandemic.\n\n## Conclusion\nOur review provided an exhaustive summary of the effectiveness of all potential drugs repurposed for SARS-CoV-2 and COVID-19 prevention. Potential preventive effects against SARS-CoV-2 infection were observed in some studies of HCQ, ivermectin, ACEi or ARB, statin, carvedilol, beta-blocker, warfarin, doxycycline, and bamlanivimab etc in this review, nevertheless, current evidence is inadequate to make a solid advocacy policy for SARS-CoV-2 prophylaxis, especially in the absence of careful drug safety assessment. According to our meta-analysis results, even though a significant association was observed between HCQ prophylaxis and decreased SARS-CoV-2 infection, this finding is primarily driven by favourable results from one single clinical trial. Ivermectin, ACEi, and ARB did not significantly reduce the risk of having SARS-CoV-2 infection. In the view of scarce supportive evidence on repurposing drugs for COVID-19, the use of these repurposed drugs is not recommended as prophylaxis for COVID-19 in the clinical settings. Alternative strategies such as immunisation of vulnerable people are warranted to prevent the future waves of infection.",
  "has_full_text": true
}