{
  "pmid": "37646510",
  "title": "A novel ruthenium-silver based antimicrobial potentiates aminoglycoside activity against Pseudomonas aeruginosa.",
  "abstract": "The rapid dissemination of antibiotic resistance combined with the decline in the discovery of novel antibiotics represents a major challenge for infectious disease control that can only be mitigated by investments in novel treatment strategies. Alternative antimicrobials, including silver, have regained interest due to their diverse mechanisms of inhibiting microbial growth. One such example is AGXX, a broad-spectrum antimicrobial that produces highly cytotoxic reactive oxygen species (ROS) to inflict extensive macromolecular damage. Due to the connections identified between ROS production and antibiotic lethality, we hypothesized that AGXX could potentially increase the activity of conventional antibiotics. Using the gram-negative pathogen Pseudomonas aeruginosa, we screened possible synergistic effects of AGXX on several antibiotic classes. We found that the combination of AGXX and aminoglycosides tested at sublethal concentrations led to a rapid exponential decrease in bacterial survival and restored the sensitivity of a kanamycin-resistant strain. ROS production contributes significantly to the bactericidal effects of AGXX/aminoglycoside treatments, which is dependent on oxygen availability and can be reduced by the addition of ROS scavengers. Additionally, P. aeruginosa strains deficient in ROS detoxifying/repair genes were more susceptible to AGXX/aminoglycoside treatment. We further demonstrate that this synergistic interaction was associated with a significant increase in outer and inner membrane permeability, resulting in increased antibiotic influx. Our study also revealed that AGXX/aminoglycoside-mediated killing requires an active proton motive force across the bacterial membrane. Overall, our findings provide an understanding of cellular targets that could be inhibited to increase the activity of conventional antimicrobials. IMPORTANCE The emergence of drug-resistant bacteria coupled with the decline in antibiotic development highlights the need for novel alternatives. Thus, new strategies aimed at repurposing conventional antibiotics have gained significant interest. The necessity of these interventions is evident especially in gram-negative pathogens as they are particularly difficult to treat due to their outer membrane. This study highlights the effectiveness of the antimicrobial AGXX in potentiating aminoglycoside activities against P. aeruginosa. The combination of AGXX and aminoglycosides not only reduces bacterial survival rapidly but also significantly re-sensitizes aminoglycoside-resistant P. aeruginosa strains. In combination with gentamicin, AGXX induces increased endogenous oxidative stress, membrane damage, and iron-sulfur cluster disruption. These findings emphasize AGXX's potential as a route of antibiotic adjuvant development and shed light on potential targets to enhance aminoglycoside activity.",
  "journal": "mSphere",
  "year": "2023",
  "authors": [
    "Donkor G",
    "Anderson G",
    "Stadler M",
    "Tawiah P",
    "Orellano C"
  ],
  "doi": "10.1128/msphere.00190-23",
  "mesh_terms": [
    "Aminoglycosides",
    "Pseudomonas aeruginosa",
    "Ruthenium",
    "Silver",
    "Reactive Oxygen Species",
    "Microbial Sensitivity Tests",
    "Anti-Bacterial Agents",
    "Anti-Infective Agents",
    "Bacteria"
  ],
  "full_text": "## INTRODUCTION\nThe spread of antibiotic resistance has now reached a large number of bacterial pathogens and evolved into a pertinent global health challenge (1). Over the past decade, resistance has been reported against all classical antibiotics, including last resort treatments such as polymyxins (2). The resistance crisis is further exacerbated in gram-negative pathogens due to the low permeability of their outer membrane and the extensive arsenal of drug resistance mechanisms that these critters employ. One example of a difficult-to-treat gram-negative bacterium is the opportunistic pathogen Pseudomonas aeruginosa, a common cause of acute (e.g., wounds and burns) and chronic infections (e.g., diabetic ulcers and cystic fibrosis) (3). P. aeruginosa is characterized by its high intrinsic and acquired resistance mechanisms, allowing the pathogen to thrive in the presence of a large number of antibiotics (4).\nIn light of these challenges, recent studies have focused on alternative treatment strategies to limit bacterial infection and colonization (5, 6). Transition metals, such as silver and copper, have long been recognized for their antimicrobial activities and were already used by the ancient Greeks for wound healing (7). Despite its long-standing history and high efficiency against bacteria, the antimicrobial mode of action of silver is poorly understood. Pleiotropic effects have been described and include changes in DNA condensation, membrane alteration, and protein damage (7, 8). Silver ions have a particularly high affinity for cysteine thiols, disrupt exposed iron-sulfur clusters of dehydratase enzymes, and replace metal-containing cofactors, thus affecting a wide range of cytoplasmic and membrane proteins (9, 10). More recently, silver derivates have received increased attention in medical applications, for example, as antimicrobial surface coatings on catheters and implants to protect against biofilm-forming bacteria and reduce the risk of nosocomial infections (5, 11). One such promising antimicrobial with broad-spectrum activity not based on silver ion release is AGXX. AGXX consists of micro-galvanic elements of silver (Ag) and ruthenium (Ru), which are surface conditioned with ascorbic acid (12, 13). AGXX has been used on the one hand as a surface coating on a variety of surfaces, including steel meshes, ceramics, and water pipes, to limit bacterial colonization. AGXX’s antimicrobial action is not based on the release of silver ions; instead it is proposed to generate reactive oxygen species (ROS), such as hydroxyl radicals (•OH) and superoxide (O2\n−) through a series of redox reactions where the oxidized Ag component is reduced by organic matter and donates electrons to the valent Ru, which subsequently generates O2\n− and other ROS (12\n–\n16). Previous studies revealed that, compared to silver and other metals, AGXX was significantly more bactericidal against gram-positive bacteria such as Staphylococcus aureus and Enterococcus faecalis (12, 13). Surprisingly, the antimicrobial effects of AGXX on gram-negative pathogens remain largely unexplored.\nCompounds that generate ROS and/or stimulate endogenous oxidative stress in bacteria have gained interest as potential antibiotic adjuvants (17). Adjuvants increase the efficacy of antibiotics by targeting metabolic processes or cellular networks that ultimately lead to a synergistic increase in antibiotic potency (18). A classic example of the synergy between adjuvants and antibiotics is the combination of amoxicillin, a beta-lactam antibiotic, and clavulanic acid. Due to clavulanic acid’s high affinity for beta-lactamase enzymes, its combination with the beta-lactam antibiotics, such as amoxicillin, synergistically potentiates their activity against penicillin-resistant bacteria (19). The hypothesis behind the synergistic effects of ROS-generating or -inducing compounds is based on the multimodal action of these compounds, which could potentially disrupt bacterial targets necessary for the defense of antibiotics (20). Recent studies on the bactericidal mode of action of aminoglycoside, fluoroquinolone, and beta-lactam antibiotics have also proposed increased endogenous ROS stress as an additional mechanism for bacterial killing (5, 20, 21). Notably, activation of the bacterial envelope stress response, hyperactivation of the electron transport chain, and damage of iron-sulfur clusters have been shown to contribute to an increase in endogenous ROS level (5). Although these findings are controversial, extensive evidence has been presented for the integral role of ROS-mediated damage in antibiotic-induced cell death (6). More importantly, recent studies employing ROS-generating compounds have reported promising results on their potential in sensitizing a wide variety of multidrug-resistant bacteria to both bactericidal and bacteriostatic antibiotics (5).\nGiven that AGXX’s proposed mode of action is primarily based on ROS production and studies with focus on evaluating potential synergistic effects of AGXX on conventional antibiotics are lacking, we started to investigate possible potentiating effects of AGXX on members of several antibiotic classes, using the P. aeruginosa strain PA14 as a model. Exploring potential synergies between AGXX and antibiotics could provide viable answers to the antimicrobial discovery drought for instance by reducing the minimal inhibitory concentrations (MICs) of conventional antibiotics required for treatment or possibly overriding and/or delaying antibiotic resistance development (22). By exposing PA14 to sublethal concentrations of AGXX and the antibiotics of interest alone and in combination, we found that bacterial survival was exponentially reduced when the cells were exposed to combinations of AGXX and aminoglycoside antibiotics. Moreover, combined treatment of both compounds re-sensitized a kanamycin-resistant PA14 strain to sublethal concentrations of the antibiotic. We further demonstrate that the combined treatment of AGXX and aminoglycosides resulted in increased endogenous oxidative stress and a subsequent disruption of iron homeostasis, potentially providing an explanation for the elevated ROS level. The synergy was associated with a significant increase in outer and inner membrane permeability, which facilitates antibiotic influx. Moreover, our studies revealed that the synergy between AGXX and aminoglycosides relies on an active proton motive force (PMF) across the bacterial membrane.\n\n## AGXX is more efficient in killing \nStudies with silver ions suggest that gram-negative bacteria are more susceptible than gram-positive bacteria (23). In this study, we investigated the effect of AGXX on P. aeruginosa using PA14 as a model strain. To compare the effective antimicrobial concentrations of different AGXX powders against PA14, we first performed survival analyses in the presence and absence of four different variants of AGXX. While these AGXX formulations all consist of the highly catalytically active silver/ruthenium compound, they are supposed to have varying antimicrobial efficacy against different microorganisms. Our time-killing assays revealed that AGXX383 and AGXX394 have comparable antimicrobial activities against PA14 and are considerably more potent in inhibiting PA14 growth and survival compared to AGXX823 and AGXX720C (Fig. S1). Silver derivates have received increased attention in medical applications, for example, as antimicrobial surface coatings on catheters that protect from biofilm-forming bacteria and reduce the risk of nosocomial infections (24). Moreover, silver is used in topicals to prevent and/or treat infections in wounds (25). One such example is silver sulfadiazine (silverdene), the gold standard for treating and preventing P. aeruginosa infections in burn wound patients (26). However, silverdene is associated with complications such as allergic reactions to the sulfadiazine moiety emphasizing the need for novel treatment therapies (26). To compare the antimicrobial activities of AGXX394, silver nitrate (AgNO3), and silverdene, we conducted survival studies of PA14 in the presence and absence of 25 µg/mL of each compound. Survival of PA14 was highly compromised when cells were exposed to AGXX394 (Fig. 1). A direct comparison of the killing efficiencies between AGXX394 and silverdene and silver nitrate after 3 h of treatment revealed a ~1-log and 2-log higher bactericidal activity for AGXX394, respectively, potentially making AGXX an attractive treatment/prevention alternative (Fig. 1). AGXX treatment has been shown to elicit oxidative stress responses, shock responses, and other general stress response regulons (13). To confirm ROS production of AGXX394-treated PA14, we quantified intracellular ROS levels using the redox-sensitive molecular probe dichlorodihydrofluorescein diacetate (H2DCFDA). H2DCFDA has been extensively demonstrated to detect various ROS, including peroxides as well as peroxyl and •OH radicals (27). When exposed to ROS, the nonfluorescent H2DCFDA is oxidized to highly green fluorescent 2′,7′-dichlorofluorescein (DCF) (27). We found that exposure to both sublethal (20 µg/mL) and bactericidal (40 µg/mL) levels of AGXX394 caused a 2.5- and 4-fold increase in endogenous ROS levels (Fig. S2A). Pretreating PA14 with thiourea, an ROS scavenger, resulted in reduced ROS levels and recovered survival at bactericidal AGXX394 concentrations (40 µg/mL) (Fig. S2A and B).\n\n## AGXX exponentially increases the activity of aminoglycosides against \nOur next goal was to determine how the presence of AGXX would affect antibiotic activity against P. aeruginosa. Specifically, we were interested in determining whether combining AGXX with members of different antibiotic classes, such as inhibitors of DNA replication (fluoroquinolones), cell wall biosynthesis (β-lactams), folate biosynthesis, membrane integrity (polymyxins), and translation (aminoglycosides), shows increased bactericidal activity against P. aeruginosa. Here, we used AGXX720C, a formulation with significantly lower antimicrobial activity that allowed us to control dosage of AGXX more reliably (Fig. S1). We determined the MICs of AGXX720C and 10 members of five different antibiotic classes in PA14, which were cultivated under aerobic conditions in Mueller-Hinton broth (MHB) (Table S1). Using time-killing assays, we exposed PA14 to sublethal concentrations of AGXX720C (75 µg/mL), the indicated antibiotics, and their combinations at the same sublethal concentrations that were used for the individual treatments, respectively. We monitored colony-forming unit (CFU) counts every 60 min over a time course of 3 hours (Fig. 2; Fig. S3) and calculated the percentage of survival for each sample at the 3 h time point relative to the untreated control (Fig. 2Fig. S3). The combination of 75 µg/mL AGXX720C with 35 ng/mL ciprofloxacin and 100 ng/mL norfloxacin, respectively, resulted in PA14 survival comparable to the individual treatments suggesting that AGXX does not potentiate the bactericidal activities of fluoroquinolones against PA14 (Fig. 2A; Fig. S3A and B). Likewise, the combined treatments of AGXX720C and 78 µg/mL carbenicillin, 0.156 µg/mL imipenem, or 125 µg/mL trimethoprim did not significantly change PA14 survival compared to their individual treatments (Fig. 2B and C; Fig. S3C). On the other hand, we found that the bactericidal activity of the membrane-targeting antibiotic polymyxin B was increased by the presence of AGXX720C as evidenced by a 1-log reduction in PA14 survival as compared to AGXX720C or polymyxin B alone, which each caused less than 5% killing (Fig. 2D; Fig. S3D). However, we observed the most drastic decrease in PA14 survival when AGXX720C was combined with a member of aminoglycoside antibiotics, even at concentrations far below the MIC. Co-treatment of AGXX720C with 0.4 µg/mL gentamicin (Gm) (0.2× MIC) reduced PA14 survival by as much as 4 logs after 3 h of treatment (Fig. 2E; Fig. S3E), while combinations of AGXX720C with 2 µg/mL amikacin (0.27× MIC), 1 µg/mL tobramycin (0.4× MIC), or 3 µg/mL streptomycin (0.15× MIC) caused up to a 3-log reduction in survival (Fig. 2E; Fig. S3F through H).\nIt has been reported that AgNO3’s synergizing effects on aminoglycosides were reduced in minimal media (28). We therefore exposed PA14 subcultured in MOPS-glucose (MOPSg) minimal medium to increasing sublethal AGXX concentrations alone or in combination with a sublethal gentamicin (Fig. S4A). Increasing AGXX concentrations significantly reduced PA14 survival in a dose-response-like manner (Fig. S4A). Considering that casamino acid (CAS) supplementation was also reported to partially restore AgNO3’s effects in minimal media, we replicated our time-killing assays in MOPSg media in the presence of 0.2% CAS. Surprisingly, addition of 0.2% CAS decreased AGXX’s effects on Gm in MOPSg medium (Fig. S4B). Although we do not probe the reasons behind the effects of casamino acids in minimal media, it is evident that AGXX synergizes with aminoglycosides in both rich and minimal media.\n\n## AGXX increases the sensitivity of \nConsidering the significant increase in lethality upon concurrent exposure of PA14 to AGXX720C and aminoglycosides, we sought to determine whether the addition of AGXX720C could reintroduce sensitivity in aminoglycoside-resistant P. aeruginosa strains. Like many other P. aeruginosa strains, PA14 is intrinsically resistant to many different antibiotics, including the aminoglycoside kanamycin. Under the conditions tested, our PA14 strain showed a MIC of 240 µg/mL for kanamycin. We then exposed PA14 to 75 µg/mL AGXX720C, 50 µg/mL kanamycin, or a combination of 75 µg/mL AGXX720C and 50 µg/mL kanamycin and determined their survival over the time course of 3 h as described earlier. As early as 60 min posttreatment, the combination of AGXX720C and kanamycin reduced colony survival by ~1.5 log, which increased to about 4 log (10,000-fold) difference in survival after 3 h (Fig. 3). In summary, we conclude from our data that AGXX potentiates the activity of a wide range of aminoglycoside antibiotics, potentially making aminoglycoside-resistant P. aeruginosa strains more sensitive again.\n\n## The combination of sublethal concentrations of AGXX and aminoglycosides increases ROS formation and causes upregulation of genes indicative of DNA damage and protein aggregation\nAGXX’s main antimicrobial mode of action is mediated by the generation of ROS (29). Increased endogenous oxidative stress has also been linked to the lethality of aminoglycosides and other bactericidal antibiotics (30, 31). It may therefore be possible that a disruption in the redox balance during antibiotic exposure increases lethality by amplifying the adventitious generation of ROS by antibiotics. We treated exponentially growing PA14 for 60 min with sublethal concentrations of Gm (0.25 µg/mL), AGXX720C (50 µg/mL), or their combination and compared H2DCFDA fluorescence in each sample to the untreated control. Individual treatments with either Gm or AGXX720C did not result in a significant increase in H2DCFDA fluorescence, excluding the possibility that substantial amounts of ROS were formed at these sublethal concentrations (Fig. 4A). However, when applied in combination, we observed an eight-fold increase in H2DCFDA fluorescence indicative of increased ROS production under these conditions. Pretreatment of PA14 with the ROS scavenger thiourea (32) or the hydrogen peroxide (H2O2)-detoxifying enzyme catalase resulted in a significant decline in H2DCFDA fluorescence (Fig. 4A) as well as restored PA14 survival by 2- to 4-log, respectively (Fig. 4B; Fig. S5A). Thus, our data suggest that the high antimicrobial activity of the combinational treatment can at least in part be explained by increased ROS formation. However, H2DCFDA is rather unspecific and detects numerous ROS compounds. We therefore followed up on our observation with the use of additional, more specific ROS-detecting fluorescent dyes. We used the boronate-based peroxy orange 1 (PO1) dye as well as hydroxyphenyl fluorescein (HPF) to examine intracellular concentrations of H2O2 and •OH levels, respectively (33, 34). After 1 h of treatment, we detected a significant shift in PO1 and HPF fluorescence, indicating that both H2O2 and •OH are produced in AGXX720C/Gm-treated PA14 (Fig. 4C and D; Fig. S5B and C).\nTo deal with the negative consequences of ROS and eliminate ROS-mediated damage, microorganisms have evolved intricate systems to maintain and restore a balanced redox homeostasis and repair ROS-mediated damage (recently reviewed in references 29, 35\n–\n39). Proteins and nucleic acids represent the most prevalent targets of ROS (40, 41). To test whether the elevated ROS production causes macromolecular damage, we analyzed the transcript level of ibpA and sulA, two genes that have previously been shown to be upregulated when cells experience severe oxidative stress (42, 43), in PA14 cells treated with Gm and AGXX alone and in combination. ibpA encodes a molecular chaperone, which plays a significant role in protecting bacteria from proteotoxic stressors including ROS (44). sulA encodes the cell division inhibitor SulA, which is part of the SOS response and induced when the cell experiences DNA damage, a possible consequence of oxidative stress (45). We exposed exponentially growing PA14 cells to sublethal concentrations of AGXX720C, Gm, or the combination thereof for 60 min and quantified ibpA/sulA mRNA level. While individual treatments with sublethal concentrations of AGXX720C or Gm did not cause significant changes in ibpA/sulA expression, their transcript levels were approximately fivefold (sulA) and 100-fold (ibpA) increased when PA14 was treated with the combination of AGXX720C and gentamicin, indicating significant macromolecular damage (Fig. 4E).\n\n## Anaerobic growth and antioxidant systems provide protection against ROS-mediated damage caused by a combinational treatment of AGXX and aminoglycosides\nTo provide additional evidence that ROS contribute to the synergy between aminoglycosides and AGXX, we determined whether their killing efficiency depends on the presence of molecular oxygen, which is essential for ROS production. PA14 was grown in MHB under either aerobic or anaerobic conditions and treated with sublethal concentrations of gentamicin, AGXX720C, or the combination thereof. When grown anaerobically, MHB was supplemented with 1% KNO3 to stimulate the PMF. Anaerobically respiring PA14 cells tolerated treatments with AGXX and 0.5 µg/mL Gm (0.25× MIC) fairly well and showed about 2.5 log higher survival relative to aerobically grown cells exposed to the same treatment. However, when we increased the Gm concentration to 1 µg/mL (0.5× MIC) in the presence of AGXX, PA14 survival also declined albeit at a lower rate than aerobically growing cells under the same conditions (Fig. 5A).\nNext, we tested the susceptibility of PA14 strains with transposon insertions in genes that have previously been identified as major oxidative stress response and/or defense systems. We exposed PA14 transposon mutant strains (46) with defects in oxyR (encodes ROS-sensing transcriptional regulator OxyR), katA (encodes catalase KatA), katB (encodes catalase KatB), and dps (encodes an iron acquisition protein in response to oxidative stress) to sublethal concentrations of AGXX720C (25 µg/mL), tobramycin (0.25 µg/mL), or the combination thereof for 3 h and compared their colony survival to that of the corresponding wild-type strain PA14 (Fig. 5B). We found that strains deficient in functional copies of katA and dps showed a little over 1 log reduced survival compared to wild-type cells, while no difference in survival was observed for cells lacking the hydrogen peroxide global regulator OxyR and catalase KatB, respectively (Fig. 5B). Taken together, our findings point toward a relevant role for ROS generation in the synergistic interaction between aminoglycosides and AGXX.\n\n## The synergy between AGXX and aminoglycosides on PA14 killing is in parts mediated by a disruption in iron homeostasis\nFe/S cluster are essential cofactors in various metabolic enzymes, including members of the electron transport chain and the tricarboxylic acid (TCA) cycle (47). Fe/S cluster are particularly vulnerable to ROS, which negatively impacts the activity of metabolic enzymes and ultimately cellular metabolism during oxidative stress. Likewise, silver has been found to disrupt Fe/S clusters in proteins (10), resulting in a cellular increase in free iron, which in turn can stimulate •OH formation via Fenton reaction and cause extensive macromolecular damage (7). Moreover, Fe/S disruption and Fenton-mediated •OH production have been proposed as a downstream consequence of aminoglycoside killing (31). Given the elevated •OH level (Fig. 4D; Fig. S5C) and increased susceptibility of a dps-deficient strain upon PA14 exposure to the AGXX/Gm combination (Fig. 5B), we wondered whether the increased ROS production impairs the activity of Fe/S cluster-containing enzymes. We prepared cell lysates from PA14 exposed to individual or combined AGXX and Gm, and measured the activity of aconitase, an Fe/S-containing enzyme of the TCA cycle, whose activity depends on the presence of the Fe/S cluster. While individual treatments with sublethal AGXX720C or Gm concentrations had no impact on aconitase activity, exposure to a combination of AGXX720C and Gm resulted in ~75% loss in activity (Fig. 6A). The loss in aconitase activity could be explained by the release of iron atoms, as it occurs during Fe/S cluster oxidation under O2\n− and H2O2 stress (47, 48). To test the role of free iron for the synergistic effect between AGXX720C and aminoglycosides, we treated PA14 with the iron chelator 2′,2′ bipyridyl prior to their exposure to sublethal concentrations of AGXX720C and Gm. Indeed, we found that PA14 survival was less impaired when cells had been treated with 2′,2′ bipyridyl prior to the presence of the AGXX720C/Gm cocktail (Fig. 6B). However, iron chelators, such as 2′,2′ bipyridyl, have been reported to reduce aminoglycoside killing in Escherichia coli, a phenomenon we confirmed in P. aeruginosa (Fig. S5D). Overall, our data suggest a potential role of free iron for the ROS-mediated toxicity of aminoglycoside exposure when in synergy with AGXX.\n\n## Combined AGXX and aminoglycoside treatment induces significant membrane damage\nIn the initial stages of aminoglycoside uptake, the polycationic aminoglycoside electrostatically interacts with the bacterial outer membrane, displacing membrane divalent cations and inevitably increasing membrane permeability (49). Thus, compounds with membrane permeabilizing properties have been reported as potent aminoglycoside adjuvants (50, 51). To probe the role of membrane permeability, we evaluated outer membrane disruption using the hydrophobic fluorescent probe N-phenyl-1-naphthylamine (NPN), which has diminished fluorescence in the presence of an intact outer membrane but significantly increases when bound to exposed phospholipid groups in a disrupted lipopolysaccharide monolayer (52). We found that in contrast to individual treatments with sublethal AGXX720C and Gm concentrations, a combined treatment significantly increased NPN uptake, resulting in approximately sevenfold higher NPN fluorescence (Fig. 7A). Next, we examined the inner membrane permeability of PA14 cells that were subjected to AGXX720C and Gm treatment alone and in combination, using the fluorescent probe propidium iodide (PI). Due to its size and charge, PI can only cross compromised inner membranes where it binds nonspecifically to nucleic acids enhancing its fluorescence exponentially (53). Individual treatments with sublethal AGXX720C and gentamicin concentrations did not result in significantly increased PI fluorescence (Fig. 7B) suggesting that at these concentrations none of them causes significant plasma membrane damage. A combined treatment, however, led to substantially increased PI fluorescence. Our spectrophotometric findings were complemented by fluorescent microscopy analyses of PA14 cells that were treated as described earlier, washed in PBS, stained with Syto9/PI (live/dead stain), incubated in the dark for 15 min at room temperature, mounted onto a glass slide with 1% agarose, and imaged at 63× magnification via inverted confocal microscopy. While the individual treatments with 0.25 µg/mL Gm or 50 µg/mL AGXX720C only caused increased PI fluorescence in very few cells, the number of PI-stained cells was substantially higher in PA14 cells that were treated with a combination of sublethal AGXX720 C/Gm concentrations (Fig. 7C).\n\n## AGXX increases aminoglycoside uptake and lethality through increased activity of the PMF\nConsidering the significance of membrane permeability for aminoglycoside uptake, we reasoned that the increased membrane disruption PA14 experience during a combined treatment of AGXX and aminoglycosides would facilitate intracellular accumulation of aminoglycosides. Using flow cytometry, we evaluated the uptake of Texas-Red-labeled Gentamicin (TR-Gm) in exponentially growing PA14 in the presence or absence of AGXX720C. Treatment of PA14 with a combination of AGXX720C and TR-Gm resulted in a significant increase in TR-Gm uptake similar to treatments with the membrane-targeting antibiotic polymyxin B (Fig. 8A; Fig. S6A). The increased uptake of TR-Gm in the presence of AGXX resulted in a 2.5-log reduction in bacterial survival compared to PA14 that were only exposed to TR-Gm alone (Fig. S6B). Moreover, the secondary and tertiary stage of aminoglycoside import appears to depend on an active membrane potential and occurs therefore only in actively respiring cells (49, 54). As such, increasing cellular respiration or stimulation of membrane potential has been found to increase aminoglycoside lethality (55). Using the protonophore carbonyl cyanide m-chlorophenyl hydrazone (CCCP), a compound that efficiently inhibits the PMF, we determined whether the synergy between AGXX and aminoglycosides is dependent on the membrane potential. Not surprisingly, PA14 killing by a lethal dose of gentamicin (1 µg/mL) could be reduced by almost 2 logs when the cells were preincubated with CCCP (Fig. S6C). Likewise, pretreatment with CCCP restored PA14 survival to a similar degree in the presence of 0.25 µg/mL Gm and 50 µg/mL AGXX720C for 3 h (Fig. 8B). Surprisingly, combining polymyxin B at 1× MIC and 2× MIC with sublethal Gm concentrations did not result in increased killing relative to polymyxin B alone (Fig. S2D). Overall, our findings indicate that AGXX’s synergistic effect on aminoglycoside lethality does not only involve increased membrane permeability but also requires an active PMF across the bacterial membrane.\n\n## DISCUSSION\nIn the present study, we demonstrate evidence that the novel ROS-generating antimicrobial AGXX may potentially be used as an antibiotic adjuvant with activity on the opportunistic pathogen P. aeruginosa. We show that AGXX serves as an efficient tool to potentiate the activity of aminoglycoside antibiotics by reducing bacterial survival up to 50,000-fold. Aside from a 1-log increase in killing found when the Ag/Ru compound was combined with the membrane-targeting antibiotic polymyxin B, AGXX did not influence the activity of antibiotics targeting DNA replication, cell wall synthesis, or folate metabolism (Fig. 2) raising the possibility that AGXX’s potentiating effects could be linked to a malfunction in protein synthesis. AGXX’s potentiating effect was not limited to select aminoglycosides but applied to all members tested, including gentamicin, streptomycin, amikacin, and tobramycin (Fig. 2). We observed the exponential killing of the AGXX/aminoglycoside combination in complex and minimal media independent of the presence or absence of amino acids, indicating that the media composition has only minor effects on the synergistic effect (Fig. S3). Additional support for AGXX’s stimulating effect on aminoglycoside activity was provided by its ability to re-sensitize a kanamycin-resistant P. aeruginosa strain (Fig. 4). Notably, both AGXX and aminoglycoside antibiotics were present at concentrations far below their MICs (<0.5× MIC) indicating that the combination between the compounds was quite powerful with regard to increasing the bactericidal activity of aminoglycosides.\nBased on our findings, we propose the following model for the synergy between AGXX and aminoglycoside antibiotics (Fig. 9): The antimicrobial action of AGXX is proposed to involve O2\n− and H2O2, which are generated in a redox cycle between Ag and ruthenium (Rux+1) (15, 16). While the location of AGXX-mediated ROS production was not the focus of this study, we propose that ROS is mainly generated in the extracellular part before the compounds penetrate the cell. This assumption is based on our finding that exogenous addition of catalase was highly effective in reducing ROS level and increasing P. aeruginosa survival upon treatment with a combination of AGXX and Gm (Fig. S5A), given that catalase cannot readily cross the bacterial cell envelope. The combination of AGXX and aminoglycosides concertedly increased endogenous ROS levels, including H2O2 and •OH. Potentially facilitated by released silver ions, the increased ROS level may disrupt iron-sulfur clusters in metabolic enzymes such as aconitase, resulting in the release of free iron, which ultimately triggers •OH formation in a Fenton reaction (56). Increasing ROS levels can inflict macromolecule damage such as DNA damage, protein aggregation, and membrane damage, as evidenced by (i) the increased expression of members of the SOS and heat shock responses and (ii) the possibility that the observed damage on outer and inner membrane is mediated by ROS. In either way, increased ROS production contributes to the enhan",
  "has_full_text": true
}