{
  "pmid": "37680749",
  "title": "Repurposing anti-inflammatory drugs for fighting planktonic and biofilm growth. New carbazole derivatives based on the NSAID carprofen: synthesis, in silico and in vitro bioevaluation.",
  "abstract": "INTRODUCTION: One of the promising leads for the rapid discovery of alternative antimicrobial agents is to repurpose other drugs, such as nonsteroidal anti-inflammatory agents (NSAIDs) for fighting bacterial infections and antimicrobial resistance. METHODS: A series of new carbazole derivatives based on the readily available anti-inflammatory drug carprofen has been obtained by nitration, halogenation and N-alkylation of carprofen and its esters. The structures of these carbazole compounds were assigned by NMR and IR spectroscopy. Regioselective electrophilic substitution by nitration and halogenation at the carbazole ring was assigned from H NMR spectra. The single crystal X-ray structures of two representative derivatives obtained by dibromination of carprofen, were also determined. The total antioxidant capacity (TAC) was measured using the DPPH method. The antimicrobial activity assay was performed using quantitative methods, allowing establishment of the minimal inhibitory/bactericidal/biofilm eradication concentrations (MIC/MBC/MBEC) on Gram-positive (Staphylococcus aureus, Enterococcus faecalis) and Gram-negative (Escherichia coli, Pseudomonas aeruginosa) strains. Computational assays have been performed to assess the drug- and lead-likeness, pharmacokinetics (ADME-Tox) and pharmacogenomics profiles. RESULTS AND DISCUSSION: The crystal X-ray structures of 3,8-dibromocarprofen and its methyl ester have revealed significant differences in their supramolecular assemblies. The most active antioxidant compound was 1i, bearing one chlorine and two bromine atoms, as well as the CO2Me group. Among the tested derivatives, 1h bearing one chlorine and two bromine atoms has exhibited the widest antibacterial spectrum and the most intensive inhibitory activity, especially against the Gram-positive strains, in planktonic and biofilm growth state. The compounds 1a (bearing one chlorine, one NO2 and one CO2Me group) and 1i (bearing one chlorine, two bromine atoms and a CO2Me group) exhibited the best antibiofilm activity in the case of the P. aeruginosa strain. Moreover, these compounds comply with the drug-likeness rules, have good oral bioavailability and are not carcinogenic or mutagenic. The results demonstrate that these new carbazole derivatives have a molecular profile which deserves to be explored further for the development of novel antibacterial and antibiofilm agents.",
  "journal": "Frontiers in cellular and infection microbiology",
  "year": "2023",
  "authors": [
    "Dumitrascu F",
    "Caira M",
    "Avram S",
    "Buiu C",
    "Udrea A"
  ],
  "doi": "10.3389/fcimb.2023.1181516",
  "mesh_terms": [
    "Anti-Inflammatory Agents, Non-Steroidal",
    "Chlorine",
    "Bromine",
    "Antioxidants",
    "Drug Repositioning",
    "Anti-Inflammatory Agents",
    "Carbazoles",
    "Anti-Bacterial Agents",
    "Biofilms"
  ],
  "full_text": "## Introduction\nThe emergence of bacterial infections and of antimicrobial resistance raises global concerns and requires urgent action for the development of novel effective antibacterial strategies. Among diverse bacterial species involved in human and animal infections, four of them are listed as the most dangerous because of their resistance mechanisms, i.e., Staphylococcus aureus (S. aureus) and Enterococcus faecalis (E. faecalis) among Gram-positive and Escherichia coli (E. coli) and Pseudomonas aeruginosa (P. aeruginosa) from the Gram-negative species. These species are among the most important opportunistic pathogens, being involved in a wide range of hospital- and community-acquired infections, exhibiting resistance to many of the currently used antibiotics, including last resort ones, such as colistin, and often harboring a multi-drug resistance profile (Sivick and Mobley, 2010; Sharma G. et al., 2014; Lazaris et al., 2017; Martinez et al., 2018; Vestergaard et al., 2019; Guo et al., 2020; Ewers et al., 2022; Laborda et al., 2022).\nMDR clones, such methicillin-resistant S. aureus (MRSA) strains, vancomycin-resistant enterococci (VRE), producing severe infections mainly in immunocompromised patients and P. aeruginosa strains, which are responsible for almost 10% of all hospital-acquired infections worldwide, are now reported globally with high prevalence, raising public health concerns, and fostering the research for better understanding of the molecular basis of their virulence and resistance to developing efficient drugs or vaccines (Ruoff et al., 1990; Arias and Murray, 2012; Chatterjee et al., 2016; Schulte and Munson, 2019; Cascioferro et al., 2021). In these bacteria, antibiotic resistance genes are often associated with mobile genetic elements, which facilitate their transmission and dissemination, under the antibiotic selective pressure, present not only in the clinical settings, but also in the natural environment, as already demonstrated for wastewater (Tansirichaiya et al., 2021; Malekian et al., 2022). Moreover, these species exhibit high biofilm development ability, leading to chronic colonization, as well as to recalcitrant and relapsing infections, thus urgently requiring the rapid discovery and development of alternative therapeutic strategies (Linden, 2002; Foxman, 2010; Subashchandrabose and Mobley, 2017; Pang et al., 2019; Venkateswaran et al., 2022).\nIf in the case of the Gram-positive bacteria, novel antimicrobial agents (quinupristin/dalfopristin and linezolid) have been introduced as alternatives to fight MRSA and VRE infections, for the Gram-negative resistant pathogens no promising lead is available. Moreover, resistance to these new compounds has already been reported (Humphries et al., 2012; Miller et al., 2013). It has been shown that E. faecalis exhibits a robust and rapid adaptation capacity to stressors, requiring the development of new “antievolution” strategies and targets (Olar et al., 2022).\nBacterial biofilms, defined as monospecific or multi-specific bacterial communities adhered to an inert substratum or viable tissues and protected by a self-secreted extracellular polymeric matrix are highly tolerant to diverse stressors, including drugs, biocides or host defense effectors, exhibiting the so-called phenotypic resistance to antibacterials which can be up to thousands of times higher than the level of resistance in planktonic cells (Wu et al., 2019). A new generation of antibacterial strategies is directed towards developing anti-biofilm strategies, acting on different levels of biofilm development, without interfering with the microbial growth, being therefore called anti-virulence and exhibiting a low selective pressure for resistance (Lewis, 2008; Yin et al., 2014; Michiels et al., 2016; Fisher et al., 2017; Chang et al., 2020).\nRecent studies highlight the role of nonsteroidal anti-inflammatory drugs (NSAIDs) as potential sources of novel antibacterial agents (Salih et al., 2016; Chan et al., 2017).\nCarbazole derivatives have attracted considerable attention in medicinal chemistry because they exhibit a broad spectrum of pharmacological and biological activities, including antimicrobial (Borger et al., 2017), antitubercular (Guillonneau et al., 2005), antitumour (Hieda et al., 2014), antioxidant (Grande et al., 2021) beta-adrenergic blocking (Dineshkumar et al., 2011), antidiabetic (Bandgar et al., 2012) and anti-inflammatory (Cuong et al., 2008) properties. The carbazole moiety is found in alkaloids extracted from the taxonomically related higher plants of the genus Clausena, Glycosmis, and Murraya. Thus, the carbazole ring is present in natural medicinally active substances, such as murrayafoline A with antifungal activity (Is et al., 2010). Carbazole derivatives are also used in the materials science field, as optoelectronic materials, conducting polymers, and synthetic dyes (Martin and Prasad, 2006; Srinivas et al., 2011).\nCarprofen, (RS)-2-(6-chloro-9H-carbazol-2-yl)propanoic acid (\nScheme 1\n), is a NSAID of the propionic acid class. The expensive starting materials, stringent reaction conditions and the lengthy synthetic steps, made the development of other NSAIDs more attractive and the use of carprofen in humans stopped after about ten years, on commercial grounds, presently remaining available to veterinarians for prescribing as a supportive treatment.\nDespite this, the carprofen scaffold still remains a source for new effective and safe analgesic and anti-inflammatory drugs, but many studies report its antimicrobial and antiviral activity. The Mannich reaction of 1-oxo-1,2,3,4-tetrahydrocarbazoles with paraformaldehyde and ethylenediamine or ethanolamine yielded N,N’-bis(1,2,3,4-tetrahydrocarbazol-1-ylidene)ethane-1,2-diamines or 2-{[1-(2-(2-aminoethoxy)ethylimino)-1,2,3,4-tetrahydrocarbazol-2-yl-methyl]amino}ethanols which are new compounds that have been screened for antibacterial and antifungal activities. The compounds having substituents at the C-6 position were found to exhibit pronounced antimicrobial activities (\nFigure 1\n- compounds 1 and 2) (Sharma D. et al., 2014). From a series of novel 5-[(9H-carbazol-9-yl)methyl]-N-[(substituted phenyl)(piperazin-1-yl)methyl]-1,3,4-oxadiazol-2-amines evaluated for their antibacterial, antifungal and anticancer activities, the 5-[(9H-carbazol-9-yl)methyl]-N-[(4-nitrophenyl)(piperazin-1-yl)methyl]-1,3,4-oxadiazol-2-amine exhibited the best antibacterial and antifungal activity (\nFigure 1\n- compound 3) (Tansirichaiya et al., 2021). Xue and co-workers synthesized and evaluated the antibacterial and antifungal activities of novel carbazole derivatives containing an aminoguanidine, dihydrotriazine, thiosemicarbazide, semicarbazide or isonicotinic moiety (Xue et al., 2021). Among them, 6-(9-(2,4-dichlorobenzyl)-9H-carbazol-3-yl)-N2,N2-dimethyl-3,6-dihydro-1,3,5-triazine-2,4-diamine (\nFigure 1\n- compound 4) showed the highest potential as a therapeutic agent, with a MIC value of 0.5–2 µg/mL against the tested bacterial strains. The (E)-2-((9-(4-methylbenzyl)-9H-carbazol-3-yl)methylene)hydrazine-1-carboximidamide (\nFigure 1\n- compound 5) also exhibited strong antibacterial activity and docking simulation suggested that binding to dihydrofolate reductase might account for the antimicrobial activity of the compounds. Dabrovolskas and co-workers synthesized carbazole-based compounds containing halogens, cyano and alkyl groups, and their antibacterial activity was evaluated using a disk diffusion method. The antioxidant activity was evaluated using free 1,1-diphenyl-2-picryl-hydrazyl radical scavenging assay and ferric reducing antioxidant power methods. 3-Cyano-9H-carbazole (\nFigure 1\n- compound 6), 3-iodo-9H-carbazole (\nFigure 1\n- compound 7) and 3,6-diiodo-9H-carbazole (\nFigure 1\n- compound 8) showed a stronger antibacterial activity against Bacillus subtilis compared to amoxicillin as reference drug. 1,3,6-Tribromo-9H-carbazole (\nFigure 1\n- compound 9) showed a stronger activity against Escherichia coli. All tested compounds showed a weak to moderate antioxidant activity by the stated assay methods (Dabrovolskas et al., 2020).\nCarbazole derivatives exhibit several mechanisms of antibacterial action. One of these mechanisms consists in increasing the membrane permeability by inhibiting specific enzymatic processes. Membrane-active compounds are a promising solution for treating persistent infections. Thus, 2-((3-(3,6-dichloro-9H-carbazol-9-yl)-2-hydroxypropyl)amino)-2-(hydroxymethyl)propane-1,3-diol (\nFigure 1\n- compound 10) that reduces the transmembrane potential of Gram-positive and Gram-negative bacteria and causes mislocalization of essential membrane-associated proteins, provides new opportunities for the development of potent broad-spectrum antimicrobial agents (Eun et al., 2012). Another mechanism supports the idea that carbazole derivatives can interact with bacterial DNA replication and repair (Zhang et al., 2018), by inhibiting the DNA polymerase (Foxman, 2010), being reported to inhibit the growth of different Gram-positive and Gram-negative bacteria, such as B. cereus, Staphylococcus aureus, Listeria monocytogenes, Mycobacterium tuberculosis, M. bovis, M. neoaurum, M. smegmatis, Salmonella choleraesuis, Enterobacter aerogenes, Pseudomonas aeruginosa, Klebsiella pneumoniae, E. coli, Helicobacter pylori) (Lee et al., 2014; Addla et al., 2016; Yimer et al., 2018).\nCarbazole derivatives resulting from the reaction of 2-chloro-N-(9-ethyl-9H-carbazol-3-yl)acetamide with appropriate mercapto-heterocyclics, i.e. 2-(4-methyl-4H-[1,2,4]triazol-3-yl)sulfanyl-N-(9-ethyl-9H-carbazol-3-yl)acetamide (\nFigure 1\n- compound 11) and 2-(1-methyl-1H-tetrazol-5-yl)sulfanyl-N-(9-ethyl-9H-carbazol-3-yl)acetamide (\nFigure 1\n- compound 12), showed similar activity to that of ketoconazole against Candida albicans NRRL Y- 27077 and C. glabrata ATCC 36583 (Shirin et al., 2006).\nThe anti-inflammatory activity of carprofen can be explained by the fact that it is able to exert a dose-dependent inhibition on neutrophil phagocytosis and particularly on their chemotaxis. This property could have implications in the clinical treatment of tuberculosis (TB) as the primary route of pathogenesis of M. tuberculosis necessitates the initial, phagocytic uptake of bacteria by host cells. The action of carprofen on mycobacteria limits the possibility for an emergence of resistant mutants and offers alternative mechanisms of action to the current anti-TB drugs. Also, 2-(6-chloro-9H-carbazol-3-yl)acetic acid (\nFigure 1\n- compound 13), a carprofen analogue, with similar antimycobacterial activity to carprofen, may be the first in a series of novel antimycobacterial carbazoles. Further research is needed for this repurposed drug and its derivatives for human studies (Kaplancıklı, 2014).\nA series of carbazole analogues conjugated with different (un)substituted aminophenols were synthesized using as key intermediate 1-(9H-carbazol-9-yl)-2-chloroethanone, which was synthesized by N-acylation of carbazole with chloroacetyl chloride. The obtained compounds were studied for their 2,2-diphenyl-1-picrylhydrazyl (DPPH) radical scavenging activity. The coupling of the key intermediate with different aminophenols enhances the radical scavenging activity. 1-(9H-Carbazole-9-yl)-2-(4-hydroxy-3-methoxyphenylamino)ethanone (\nFigure 1\n- compound 14), bearing an electron donating methoxy substituent in the phenolic moiety, showed more potent inhibition of DPPH radical scavenging activity, the latter also being more potent than that displayed by the standard butylated hydroxy anisole. These analogues may be useful in the treatment of pathologies involving free radical oxidation (Maitra et al., 2020).\nIn silico techniques may provide a quick and cost-effective analysis that accurately predicts the pharmacokinetic and pharmacodynamic profiles of antimicrobial compounds (Avram et al., 2005; Naik et al., 2010; Buiu et al., 2016).\nConsidering the acute need for the rapid development of novel antibiotics, one possible strategy for speeding the process is to repurpose other drugs for fighting bacterial infections and antimicrobial resistance. Thus, in this study we have investigated the antibacterial potential of a series of new carbazole derivatives based on the readily available anti-inflammatory drug carprofen. As the antioxidant activity could directly or indirectly interfere with the antibiotic activity, this feature has also been evaluated for the tested compounds.\n\n## Chemistry\nAll chemicals were purchased from Sigma Aldrich (St. Louis, MO, USA), Aladdin Reagent (Shanghai, China). The esters I and II were prepared according to the methods described in previous articles (Avram et al., 2002; Bordei Telehoiu et al., 2020; Liu et al., 2021). 1H-and 13C-NMR spectra were recorded on a Varian Gemini 300BB spectrometer (Varian, Palo Alto, CA, USA) operating at 300 MHz for 1H and 75 MHz for 13C. CDCl3 CD3COCD3 or DMSO-d6, were used as solvent and TMS (δ = 0.00 ppm) as an internal standard. Chemical shifts are reported as δ values in ppm as referenced to TMS. Multiplicities are recorded as s (singlet), d (doublet), t (triplet), q (quartet), dd (doublet of doublets), m (multiplet). Coupling constants (J) are expressed in Hz. The IR spectra were recorded on a Fourier-transform (FT)-IR Vertex 70 spectrometer (Bruker Optik GmbH, Ettlingen, Germany). The elemental analysis was performed on a Costech Instruments EAS 32 apparatus (Costech Analytical Technologies, Valencia, CA, USA). Melting points were measured using a Boetius hot plate microscope (Carl Zeiss, Jena, Germany) and were uncorrected.\nMethyl 2-(6-chloro-3-nitro-9H-carbazol-2-yl)propionate (1a): to solution obtained by dissolving 1.5 g (5.2 mmol) methyl ester of carprofen (I) in 20 mL glacial AcOH at 40-50 °C was added dropwise 0.4 mL (5.2 mmol) nitric acid. The reaction mixture was stirred for 10 h at room temperature and the yellow precipitate was filtered and washed on the filter with water. The compound was crystallized from nitromethane as light-yellow crystals with mp 199-201 °C. Yield 79%. Calcd. for C16H13ClN2O4 (332.75) C 57.76, H 3.94, N 8.42; found C 58.11, H 4.21, N 8.66. IR (ATR, solid) 1724 cm−1 (CO), 2948 cm−1 (CH), 3329 cm−1 (NH). 1H-NMR (300 MHz, DMSO-d6, δppm, J\nHz): 1.57 (d, 3H, Me, J = 7.1 Hz), 3.56 (s, 3H, MeO), 4.44 (q, 1H, CHMe, J = 7.1 Hz), 7.45 (dd, 1H, J = 8.6, 2.1 Hz, H-7), 7.58 (s, 1H, H-1), 7.57 (d, J = 8.6 Hz, 1H, H-8), 8.39 (d, 1H, J = 2.1 Hz, H-5), 9.04 (s, 1H, H-4), 12.1 (s, 1H, NH). 13C-NMR (75 MHz, DMSO-d6, δppm): 17.7 (Me), 42.6 (CHMe), 51.8 (MeO), 112.2, 113.3, 119.8, 121.0, 127.0 (C-1, C-4, C-5, C-7, C-8), 120.2, 123.5, 124.6, 134.0, 139.6, 140.7, 142.7 (C-2, C-3, C-6, C-4a, C-4b, C-8a, C-9a), 173.4 (CO).\n\n## General procedure for \nTo a solution obtained by dissolving of 5 mmol carprofen esters I or II in 20 mL MeCN were added 20 mmol halogenated compound (MeI, n-BuI, BrCH2COOMe) and 20 mmol Cs2CO3. The mixture was heated for 12 h under reflux. After cooling of the reaction mixture, the solid was removed by filtration. The solvent was evaporated to a small volume and under stirring was poured into water. The precipitate was filtered and purified by crystallization from a suitable solvent (Udrea et al., 2018).\nMethyl 2-(6-chloro-9-methyl-9H-carbazol-2-yl)propanoate (1b). The compound was crystallized from acetonitrile as colorless crystals with mp 129-131°C. Yield 91%. IR (ATR, solid) 1730 cm−1 (CO), 2937, 2975 cm−1. 1H-NMR (300 MHz, CDCl3, δppm, J\nHz): 1.62 (d, 3H, Me, J=7.0 Hz), 3.69 (s, 3H, MeO), 3.80 (s, 3H, NMe), 3.93 (q, 1H, CHMe, J=7.0 Hz), 7.18 (dd, 1H, J=8.2, 1.4 Hz, H-3), 7.29 (d, 1H, J=8.6 Hz, H-8), 7.32 (d, 1H, 1.4 Hz, H-1), 7.39 (dd, 1H, J=8.6 Hz, 2.0 Hz, H-7) 7.96 (d, 1H, J=8.2 Hz, H-4), 8.21 (s, 1H, J=2.0 Hz, H-5).13C-NMR (75 MHz, CDCl3, δppm): 19.2 (Me), 29.3 (NMe), 46.2 (CHMe), 52.3 (MeO), 107.6, 109.5, 119.2, 120.0, 120.8, 125.7 (C-1, C-3, C-4, C-5, C-7, C-8), 121.2, 123.8, 124.6, 139.3, 139.7, 141.8 (C-2, C-6, C-4a, C-4b, C-8a, C-9a), 176.0 (COO).\nMethyl 2-[9-(n-butyl)-6-chloro-9H-carbazol-2-yl]propanoate (1c). The compound was crystallized from benzene as colorless crystals with mp 54-56°C. Yield 67%. Calcd. for C20H22ClNO2 (343.86) C 69.86, H 6.45, N 4.07; Found C 70.11, H 6.61, N 4.33. IR (ATR, solid) 1730 cm−1 (CO), 2863, 2925, cm−1 (CH).1H-NMR (300 MHz, CDCl3, δppm, J\nHz): 0.96 (t, 3H, J=7.4 Hz, Me), 1.35-1.43 (m,2H, CH2), 1.62 (d, 3H, Me, J=7.0 Hz), 1.78-1,87 (m,2H, CH2), 3.70 (s, 3H, MeO), 3.93 (q, 1H, CHMe, J=7.0 Hz), 4.27 (t, 2H, J=7.4 Hz, NCH2), 7.18 (dd, 1H, J=8.2, 1.4 Hz, H-3), 7.29 (d, 1H, J=8.6 Hz, H-8), 7.32 (d, 1H, 1.4 Hz, H-1), 7.39 (dd, 1H, J=8.6 Hz, 2.0 Hz, H-7) 7.96 (d, 1H, J=8.2 Hz, H-4), 8.21 (s, 1H, J=2.0 Hz, H-5).13C-NMR (75 MHz, CDCl3, δppm): 14.0 (Me), 19.2 (Me), 20.6, 31.2, 43.0 (3CH2), 46.1 (CHMe), 52.3 (MeO), 107.8, 109.5, 119.7, 120.0, 120.7, 125.6 (C-1, C-3, C-4, C-5, C-7, C-8), 121.1, 123.8, 124.4, 139.12, 139.15, 141.2 (C-2, C-6, C-4a, C-4b, C-8a, C-9a), 175.2 (COO).\nMethyl 2-[6-chloro-9-(methoxycarbonylmethyl)-9H-carbazol-2-yl]propanoate (1d). The compound was crystallized from methanol as colorless crystals with mp 101-102°C. Yield 68%. Calcd. for C19H18ClNO4 (359.81) C 63.43, H 5.04, N 3.89; Found C 63.72, H 5.35, N 4.12. IR (ATR, solid) 1734 cm−1 (CO), 2946 cm−1 (CH). 1H-NMR (300 MHz, CDCl3, δppm, J\nHz): 1.60 (d, 3H, Me, J=7.0 Hz), 3.68, 3.74 (2s, 6H, 2MeO), 3.91 (q, 1H, CHMe, J=7.0 Hz), 7.19-7.24 (m, 3H, H-1, H-3, H-8), 7.39 (dd, 1H, J=8.6 Hz, 2.0 Hz, H-7), 7.97 (d, 1H, J=8.2 Hz, H-4), 8.00 (d, 1H, J=2.0 Hz, H-5). 13C-NMR (75 MHz, CDCl3, δppm): 19.2 (Me), 44.7 (NCH2), 46.1 (CHMe), 52.3, 52.7 (2MeO), 107.6, 109.5, 120.0, 120.3, 121.0, 126.1 (C-1, C-3, C-4, C-5, C-7, C-8), 121.6, 124.3, 125.5, 139.3, 139.7, 141.3 (C-2, C-6, C-4a, C-4b, C-8a, C-9a), 168.7, 175.2 (2COO).\nEthyl 2-(6-chloro-9-methyl-9H-carbazol-2-yl)propanoate (III). The compound was crystallized from acetonitrile as colorless crystals with mp 102-104°C. Yield 71%. Calcd. for C18H18ClNO2 (315.80) C 68.46, H 5.75, N 4.44; Found C 68.77, H 5.92, N 4.71. IR (ATR, solid) 1721 cm−1 (CO), 2869, 2925, 2970, 3041cm−1 (CH).1H-NMR (300 MHz, CDCl3, δppm, J\nHz): 1.22 (t, 3H, Me, J=7.1 Hz), 1.61 (d, 3H, Me, J=7.0 Hz), 3.80 (s, 3H, NMe), 3.92 (q, 1H, CHMe, J=7.0 Hz), 4.07-4.25(m, 2H, CH2O), 7.18 (dd, 1H, J=8.2, 1.6 Hz, H-3), 7.28 (d, 1H, J=8.6 Hz, H-8), 7.33 (d, 1H, 1.6 Hz, H-1), 7.38 (dd, 1H, J=8.6 Hz, 2.0 Hz, H-7) 7.95 (d, 1H, J=8.2 Hz, H-4), 7.99 (s, 1H, J=2.0 Hz, H-5).13C-NMR (75 MHz, CDCl3, δppm): 14.1,19.2 (2Me), 29.2 (NMe), 46.2 (CHMe), 52.3 (CH2O), 107.4, 109.3, 119.1, 119.9, 120.6, 125.6 (C-1, C-3, C-4, C-5, C-7, C-8), 121.0, 123.7, 124.4, 139.4, 139.6, 141.7 (C-2, C-6, C-4a, C-4b, C-8a, C-9a), 174.7 (COO).\n\n## Bromination procedure of the esters 1b and III\nTo a solution of 10 mmol of ester 1b or III dissolved in 30 mL AcOH at 40°C was added dropwise 10 mmol of Br2 dissolved in 5mL AcOH and then the reaction mixture was stirred for 2 h. By cooling the reaction mixture, 3-bromocarbazoles 1e and 1f were obtained as colourless crystals. From the filtrate, by precipitation with water, a second crop of 3-bromocarbazoles 1e, 1f was obtained. The esters 1e and 1f were purified by crystallization from a suitable solvent.\nMethyl 2-(3-bromo-6-chloro-9-methyl-9H-carbazol-2-yl)propanoate (1e). The compound was crystallized from acetonitrile as colorless crystals with mp 177-179 °C. Yield 75%. Calcd. for C17H15BrClNO2 (380.67) C 53.64, H 3.97, N 3.68; Found C 53.89, H 4.27, N 3.86. IR (ATR, solid) 1716 cm-1 (CO), 2948, 2983, cm-1 (CH). 1H-NMR (300 MHz, CDCl3, δppm, J\nHz): 1.59 (d, 3H, Me, J=7.0 Hz), 3.71 (s, 3H, MeO), 3.81 (s, 3H, NMe), 4.31 (q, 1H, CHMe, J=7.0 Hz), 7.29 (d, 1H, J=8.5 Hz, H-8), 7.34 (s, 1H, H-1), 7.45 (dd, 1H, H-7, J=8.5, 2.0 Hz, H-7), 7.96 (d, 1H, J=2.0 Hz, H-5), 8.21 (s, 1H, H-4). 13C-NMR (75 MHz, CDCl3, δppm): 18.1 (Me), 29.3 (NMe), 45.0 (CHMe), 52.2 (MeO), 108.0, 109.6, 120.1, 124.5, 126.4 (C-1, C-4, C-5, C-7, C-8), 114.4 (C-Br), 122.4, 122.5, 124.8, 137.7, 139.8, 140.7 (C-2, C-6, C-4a, C-4b, C-8a, C-9a), 174.9 (COO).\nEthyl 2-(3-bromo-6-chloro-9-methyl-9H-carbazol-2-yl)propanoate (1f). The compound was crystallized from ethanol as colorless crystals with mp 97-98 °C. Yield 71%. Calcd. for C18H17BrClNO2 (394.70) C 54.78, H 4.34, N 3.55; Found C 55.12, H 4.70, N 3.86. IR (ATR, solid) 1716 cm-1 (CO), 2948, 2983, cm-1 (CH). 1H-NMR (300 MHz, CDCl3, δppm, J\nHz): 1.24 (d, 3H, J=7.0 Hz, Me), 1.59 (d, 3H, Me, J=7.0 Hz), 3.77 (s, 3H, NMe), 4.11-4.27 (m, 2H, CH2O), 4.40 (q, 1H, CHMe, J=7.0 Hz), 7.24 (d, 1H, J=8.5 Hz, H-8), 7.34 (s, 1H, H-1), 7.45 (dd, 1H, H-7, J=8.5, 2.0 Hz, H-7), 7.91 (d, 1H, J=2.0 Hz, H-5), 8.17 (s, 1H, H-4). 13C-NMR (75 MHz, CDCl3, δppm): 14.3 (Me), 18.1 (Me), 29.4 (NMe), 45.4 (CHMe), 61.1 (CH2O), 108.2, 109.7, 120.2, 124.6, 126.5 (C-1, C-4, C-5, C-7, C-8), 114.5 (C-Br), 122.5, 122.6, 124.9, 138.0, 139.9, 140.9 (C-2, C-6, C-4a, C-4b, C-8a, C-9a), 174.6 (COO).\nMethyl 2-(3-iodo-6-chloro-9-methyl-9H-carbazol-2-yl)propanoate (1g). To the solution obtained by dissolving 1.5 g (5 mmol) of carprofen derivative 1b in 20 mL glacial AcOH at 40°C was added 7 mmol anhydrous sodium acetate and then 7 mmol iodine monochloride in 5 mL glacial AcOH. The reaction mixture was kept under stirring at 40°C for 4 h. By cooling the reaction mixture, pure 3-iodocarprofen was obtained as colourless crystals after filtration. From the filtrate, by precipitation with water, a second fraction of 3-iodocarbazole 1g was obtained. The compound was crystallized from ethanol as colorless crystals with mp 151-152 °C. Yield 76%. Calcd. for C17H15ClINO2 (427.67) C 47.74, H 3.54, N 3.82; Found C 52.79, H 3.89, N 4.22. IR (ATR, solid) 1716 cm-1 (CO), 2948, 2983, cm-1 (CH). 1H-NMR (300 MHz, CDCl3, δppm, J\nHz): 1.59 (d, 3H, Me, J=7.0 Hz), 3.71 (s, 3H, MeO), 3.81 (s, 3H, NMe), 4.31 (q, 1H, CHMe, J=7.0 Hz), 7.29 (d, 1H, J=8.5 Hz, H-8), 7.34 (s, 1H, H-1), 7.45 (dd, 1H, H-7, J=8.5, 2.0 Hz), 7.96 (d, 1H, J=2.0 Hz, H-5), 8.21 (s, 1H, H-4).13C-NMR (75 MHz, CDCl3, δppm): 19.0 (Me), 29.3 (NMe), 49.8 (CHMe), 52.2 (MeO), 88.5 (C-I), 107.4, 109.5, 120.1, 124.9, 126.4, 131.3 (C-1, C-4, C-5, C-7, C-8), 122.2, 123.3, 124.9, 139.8, 140.5, 141.7 (C-2, C-6, C-4a, C-4b, C-8a, C-9a), 176.0 (COO).\n2-(3,8-Dibromo-6-chloro-9H-carbazol-2-yl)propanoic acid (1h). To the solution obtained by dissolving 1.4 g (5 mmol) carprofen in 20 mL glacial AcOH at 50 °C was added dropwise 10 mmol bromine in 5 mL glacial AcOH. The reaction mixture was kept at 50 °C for 30 min. After cooling of the reaction mixture, the formed precipitate was filtered and washed on the filter with water and cold ethanol. The compound was crystallized from acetonitrile as colorless crystals with mp 237-240°C (dec.). Yield 78%. Calcd. for C15H10Br2ClNO2 (431.51) C 41.75, H 2.34, N 3.25; Found C 42.09, H 2.70, N 3.55. IR (ATR, solid) 1721 cm−1 (CO), 2869, 2925, 2970, 3041cm−1 (CH).1H-NMR (300 MHz, DMSO-D6, δppm, J\nHz): 1.43 (d, 3H, Me, J=7.1 Hz), 4.16 (q, 1H, CHMe, J=7.1 Hz), 7.56 (s, 1H, H-1), 7.67 (d, 1H, J=1.8 Hz, H-5), 8.30 (d, 1H, J=1.8 Hz, H-7), 8.49 (s, 1H, H-4), 11.66 (s, 1H, NH).13C-NMR (300 MHz, DMSO-D6): 18.6 (Me), 45.2 (CHMe), 104.5 (C-8, C-Br), 111.0 (C-1), 114.9 (C-3, C-Br), 120.4 (C-5), 124.1(C-4), 128.1 (C-7), 122.9, 124.0, 125.5, 137.9, 140.3 (C-2, C-6, C-4a, C-4b, C-8a, C-9a), 175.2 (COO).\nMethyl 2-(3,8-dibromo-6-chloro-9H-carbazol-2-yl)propanoate (1i). To a solution of 5 mmol 3,8-dibromocarprofen dissolved in 25 mL methanol was added dropwise 0.4 ml H2SO4. The reaction mixture was kept at room temperature for 48 h. The ester precipitates as pure product from the reaction medium. After cooling the reaction mixture, the precipitate was filtered and washed with water on the filter. Resulted colorless crystals from 2-propanol with mp 192–194°C. Yield 82%. Calcd. for C16H12Br2ClNO2 (445.54) C 43.13, H 2.71, N 3.14; Found C 43.40, H 3.09, N 3.33; IR (ATR, solid) 1701 cm−1 (CO), 3355 cm−1 (NH). 1H-NMR (300 MHz, CDCl3, δppm, J\nHz): 1.59 (d, 3H, Me, J=7.1 Hz), 3.74 (s, 3H, MeO), 4.39 (q, 1H, CHMe, J=7.1 Hz), 7.41 (s, 1H, H-1), 7.54 (d, 1H, J=1.8 Hz, H-5), 7.79 (dd, 1H, J=1.8, 0.6 Hz, H-7), 8.09 (s, 1H, H-4), 8.30 (bs, 1H, NH). 13C-NMR (75 MHz, CDCl3, δppm): 18.4 (Me), 45.2 (CHMe), 52.5 (MeO), 104.3 (C-8), 111.0 (C-1), 119.3, 125.1, 128.4 (C-1, C-4, C-5, C-7), 115.6 (C-3), 123.5, 123.8, 125.7, 137.3, 138.6, 139.1 (C-2, C-6, C-4a, C-4b, C-8a, C-9a), 175.1 (COO).\n\n## Single-crystal X-ray analyses\nCrystals of 1h and 1i were mounted on a Bruker Apex II four-circle diffractometer for intensity data-collection at 173 (2) K. Data-reduction and multi-scan absorption corrections were applied to the intensities and the structures were solved by direct methods. Isotropic refinement of the non-hydrogen atoms by full-matrix least-squares methods followed and in the later cycles of refinement the atoms were treated anisotropically. All hydrogen atoms were in different Fourier syntheses. They were subsequently included in idealized positions on their parent atoms and in a riding model. The CIF files are accessible from the Cambridge Structural Database (see below) and contain all details of the above procedures and the structural results, as well as the software used for the computations.\n\n## Molecule preparation\n3D and Simplified Molecular Input Line Entry (SMILES) files of the compounds 1a-1i (Favia et al., 2012) were obtained by Molecular Operating Environment (MOE) software (Avram et al., 2002).\nIn addition, the optimization of the minimum energies of the compounds was determined using the MOE software by Forcefield MMFF94x with a gradient of 0.05. After minimization, the Gasteiger partial charges were applied to all compounds.\n\n## Assessment of compounds’ drug- and lead-likeness features\nTo appreciate the features of drug-likeness, the chemical compounds 1a-1i were evaluated by several filters (Salih et al., 2016) such as -Lipinski, Ghose, Veber, and Egan used by Swiss ADME web service (Udrea et al., 2020).\n\n## Computational pharmacokinetics (ADME-Tox) and pharmacogenomics profiles\nSMILES files of molecules 1a-1i were downloaded into the admetSAR2 database (Vlad et al., 2020) to examine absorption, distribution, metabolism, and excretion properties (ADME). From all the pharmacokinetics items available in the admetSAR2 database, we selected Human Intestinal Absorption, Blood-Brain Barrier, P-glycoprotein inhibitor/substrate, Plasma protein binding, and primarily renal uptake transporter (OCT2) inhibitor parameters (Yang et al., 2019).\nDetailed predicted toxicity profiles of 1a-1i were obtained by admetSAR2 database. We selected the following toxicity items: eye corrosion/irritation, AMES mutagenesis, hepatotoxicity, respiratory toxicity, mitochondrial toxicity, nephrotoxicity, honeybee toxicity, crustacea aquatic toxicity, and fish aquatic toxicity (Vlaicu et al., 2019).\nThe pharmacogenomic profile extracted from the admetSAR2 database was used to predict the capacity of the compounds to be substrates or inhibitors of CYP2D6, CYP3A4, CYP1a2, CYP2C19, and CYP2C9 (Udrea et al., 2021).\n\n## Antioxidant activity of compounds\nThe DPPH method is largely used for measuring the antioxidant activity as it is fast, simple and allows comparison with other data from the literature obtained by using a similar approach. Fresh stock solutions of compounds 1a-1i at the concentration of 2 mg/mL in acetone were prepared, as well as a solution of DPPH in the same solvent with a concentration of 0.2 mg/mL. Ascorbic acid was used as reference. For TAC measurements, to 1 mL of DPPH solution was added 1 mL of stock solution of each compound and the mixture kept in the dark for 30 min, followed by the absorbance measurement at 517 nm, using UVD-3500 UV-Vis double beam spectrophotometer. The TAC percentage was calculated following the equation:\nwhere Absi\n is the initial absorbance of the mixture and the Abs30 min\n is the absorbance measured after 30 min (Remes et al., 2012; Paun et al., 2013; Bem et al., 2018).\n\n## Microbiological assays\nThe antimicrobial activity assay was performed on S. aureus ATCC 25923, E. faecalis ATCC 29212E. coli ATCC 25922 and P. aeruginosa ATCC 27853, using previously reported quantitative methods, allowing establishment of the minimal inhibitory concentration (MIC) (nutrient broth microdilution method), minimal bactericidal concentration (MBC) (viable cell count on solid media) and minimal biofilm inhibitory concentration (MBIC) (purple violet microtiter method) (Marinas et al., 2015; Yang et al., 2019; Limban et al., 2020). For the broth microdilutions assay, ten two-fold serial dilutions have been performed in 96-well microplates, starting from stock solutions of 10 mg/mL in dimethyl-sulfoxide (DMSO), the achieved concentrations being from 5 to 0.009 mg/mL. The wells containing the respective dilutions have been then seeded with a bacterial inoculum of standard density (i.e., 106 colony forming units/mL) prepared from fresh bacterial culture in sterile saline. Sterility and bacterial cultures controls have been used in the experiment. The microplates were incubated overnight at 370C and then, the MIC was recorded as the lowest concentration that inhibited the visible bacterial growth, the culture medium remaining clear similar to the sterility control. The assay was performed in duplicate, and the results were presented as mean ± standard deviation (SD). For the MBC assay, known volumes from the well corresponding to the MIC value as well as from the previous wells where the microbial growth has been absent and the well content remained clear, a volume of 10 µl has been spotted on agar medium. After overnight incubation, the bacterial growth has been inspected and the MBC values have been recorded as the lowest concentrations of the tested compounds that have completely inhibited the bacterial growth. To evaluate the anti-biofilm features of the new compounds, th",
  "has_full_text": true
}