{
  "pmid": "37710280",
  "title": "Repurposing approved non-oncology drugs for cancer therapy: a comprehensive review of mechanisms, efficacy, and clinical prospects.",
  "abstract": "Cancer poses a significant global health challenge, with predictions of increasing prevalence in the coming years due to limited prevention, late diagnosis, and inadequate success with current therapies. In addition, the high cost of new anti-cancer drugs creates barriers in meeting the medical needs of cancer patients, especially in developing countries. The lengthy and costly process of developing novel drugs further hinders drug discovery and clinical implementation. Therefore, there has been a growing interest in repurposing approved drugs for other diseases to address the urgent need for effective cancer treatments. The aim of this comprehensive review is to provide an overview of the potential of approved non-oncology drugs as therapeutic options for cancer treatment. These drugs come from various chemotherapeutic classes, including antimalarials, antibiotics, antivirals, anti-inflammatory drugs, and antifungals, and have demonstrated significant antiproliferative, pro-apoptotic, immunomodulatory, and antimetastatic properties. A systematic review of the literature was conducted to identify relevant studies on the repurposing of approved non-oncology drugs for cancer therapy. Various electronic databases, such as PubMed, Scopus, and Google Scholar, were searched using appropriate keywords. Studies focusing on the therapeutic potential, mechanisms of action, efficacy, and clinical prospects of repurposed drugs in cancer treatment were included in the analysis. The review highlights the promising outcomes of repurposing approved non-oncology drugs for cancer therapy. Drugs belonging to different therapeutic classes have demonstrated notable antitumor effects, including inhibiting cell proliferation, promoting apoptosis, modulating the immune response, and suppressing metastasis. These findings suggest the potential of these repurposed drugs as effective therapeutic approaches in cancer treatment. Repurposing approved non-oncology drugs provides a promising strategy for addressing the urgent need for effective and accessible cancer treatments. The diverse classes of repurposed drugs, with their demonstrated antiproliferative, pro-apoptotic, immunomodulatory, and antimetastatic properties, offer new avenues for cancer therapy. Further research and clinical trials are warranted to explore the full potential of these repurposed drugs and optimize their use in treating various cancer types. Repurposing approved drugs can significantly expedite the process of identifying effective treatments and improve patient outcomes in a cost-effective manner.",
  "journal": "European journal of medical research",
  "year": "2023",
  "authors": [
    "Mohi-Ud-Din R",
    "Chawla A",
    "Sharma P",
    "Mir P",
    "Potoo F"
  ],
  "doi": "10.1186/s40001-023-01275-4",
  "mesh_terms": [
    "Humans",
    "Drug Repositioning",
    "Anti-Bacterial Agents",
    "Antifungal Agents",
    "Antiviral Agents",
    "Apoptosis",
    "Neoplasms"
  ],
  "full_text": "## Introduction\nCancer is a serious disease that causes high mortality rates worldwide [1–3]. The occurrence of different types of cancer and particularly the possibilities of treatment are a big challenge for clinicians [4–9]. Malignant tumors such as liver cancer, breast, prostate, pancreas and colorectal cancer are generally difficult to cure at advanced phases with existing conventional treatments [10–14]. Finding new substances for the treatment of cancers was the result of technological development and innovative approaches. Surprisingly, the research on novel agents for cancer treatment lasts long and is a complicated exercise due to the various steps necessary for the isolation, synthesis, and purification of new anticancer substances [13, 15–18]. After drug discovery, synthesis and selection of appropriate formulation and preclinical pharmacology and toxicology, phase I clinical trials have to be made which begin with the administration of an investigational drug into healthy humans This phase involves the estimation of initial safety and tolerability, pharmacokinetics and assessments of pharmacodynamics. If successful, phase II is performed with the primary objective to explore therapeutic efficacy in patients. After that, for many of them, there is only a small probability to finish successfully phase III clinical trials which are designed to confirm the preliminary evidence obtained in phase II to verify that the potential drug is safe and effective for use in the intended indication and recipient patients. The amount of time and money for the production of new anti-cancer drugs is a big obstacle for the pharma industry for new drugs development, which will have proven therapeutic efficacy [19–23]. Therefore, a novel concept of the use of old FDA-approved drugs is the recent direction to help clinicians and researchers, and, of course, the patients [24]. In this strategy, the advantage is that the assessment of drug safety, such as pharmacodynamics, pharmacokinetics, toxicity, and safety profiles, has been already previously established in Phase I studies. Moreover, old approved drugs can rapidly proceed for further Phase II clinical trials. Therefore, the interest is more and more focused on this strategy because of the lower cost and less time for developing new use of old drugs [19, 25].\n\n## Drug repurposing landscape: a brief synopsis\nDrug development is a multistep process that includes identifying the therapeutic drug molecule that is clinically effective in the treatment of a disease [26]. This conventional drug discovery strategy implicates the de novo identification of new molecular entities. It has five stages, such as the discovery of the molecule and preclinical study, safety review, clinical studies, FDA review, and FDA post-market safety monitoring [27]. This process involves the identification of candidate molecules, synthesis, characterization, validation, optimization, screening, and assays for therapeutic efficacy [28]. When a product shows favorable outcomes in these studies, then the molecule has to go through a drug development process and subsequently testing in clinical trials [28]. De novo drug development is a time-consuming process and involves significant investments. It usually takes years of work (10–17 years) and costs millions of dollars. Furthermore, it is associated with high failure rates, with roughly 90% of molecules being rejected due to unexpected characteristics, such as safety and efficacy concerns [29, 30]. Despite massive expenditures in drug discovery and tremendous advancements in biological and informational technology over the past several decades, the number of new drugs brought to the phase of clinical trials has not expanded so much and remained relatively constant. Even though total research and development cost for drug discovery has expanded tenfold from 1975 (US $4 billion) to 2009 ($40 billion), there has been no substantial change in the number of new molecules approved since 1975 (in 2013 there were only 6 new drug moieties approved in comparison with the year 1976, where the number of newly approved pharmaceuticals was 27) [31]. The situation has improved in the last decade but not to a large extent. The increasing cost and time in the drug discovery process have resulted in the possibility that if resistance to the available drugs emerges, people with advanced diseases will end up dying before a substitute treatment option could become accessible [32]. Drug development is undoubtedly one of the most complex tasks in pharmaceutical research. In addition to already intimidating complications in pharmacological drug design, numerous obstacles occur due to regulatory, clinical intellectual property, and economic concerns. As a result of these challenging circumstances, the drug development process has become even more prolonged and uncertain. In pursuit of new treatment alternatives for patients with diseases, such as cancer, researchers have turned to drug repurposing tactics [33]. Drug repurposing also termed as drug repositioning, drug rescuing, drug reprofiling, drug recycling, or therapeutic switching, involves identifying and exploring the new therapeutic use of already FDA-approved and in clinical practice used drugs, but used for the treatment of other indications [24]. It is regarded as the most effective strategy in developing drug candidates using novel pharmacological properties and therapeutic characteristics of well-known drugs. Considering that traditional drug discovery is a time-consuming and costly process, the revolutionary strategy of drug repositioning is used to boost the success rate of medication development. Compared to the traditional drug discovery approach, this strategy is more favorable in terms of minimizing the length of time required for drug development while maintaining low costs, high efficiency, and minimal risk of failure [34]. The drug repurposing also offers a significant advantage not only in terms of the availability of preclinical information about the existing drug (a drug to be repurposed) but also provides additional data about clinical aspects such as pharmacokinetic, pharmacodynamics, and toxicity profile of that particular drug [35]. Because of this, these drugs might quickly be tested in Phase II and Phase III clinical trials, and the accompanying development costs could be significantly lower. The risk of failure is reduced, because in-vitro and in-vivo studies, toxicology profiles, chemical optimization, and formulation development have previously been explored. As a result, pharmaceutical companies have directed more and more of their attention to drug repurposing, since it might give a considerable advantage compared to traditional drug development (Fig. 1) [36]. In this context, it is not unexpected that approximately 30% of newly approved drugs in the United States are repurposed drugs [37].Fig. 1Comparison of drug repurposing with traditional drug discovery\n\n## Binding assay\nTechniques such as affinity chromatography, proteomics, and mass spectroscopy are used to identify novel targets for old drugs [38]. The protein target of gefitinib was investigated using HeLa cell extract. Mass spectroscopy results indicated that gefitinib could potentially interact with 20 different protein kinases that might be a target for gefitinib [27].\n\n## Phenotypic approaches\nThe phenotypic drug discovery approach is an experimental strategy that uses the library of accessible drug collections and focuses on finding their biological activities in cells and living organisms. It does not depend on the direct interaction with the target. Changes in in-vitro, in-vivo models and clinical studies can lead to the discovery of new drugs [39]. This is a screening procedure that does not presume the mechanism of action, and the primary output is a change in phenotype or physiological parameters. Cells, physiological systems, and whole organisms can all be used in this process. Depending upon the purpose or phase of drug development, each of these several systems can be used. Cell-based screening provides an increased insight into in vivo processes. On the other hand, in-vivo animal models help to assess the possible use of the existing medications for new phenotypic characteristics [40]. This method led to the discovery that astemizole and its metabolite desmethyl astemizole as effective inhibitors of Plasmodium falciparum growth and development [41].\n\n## Drug-centric approach\nDrug-centric repurposing strategy is focused on forecasting new use for already approved drugs. This strategy relies heavily on substances that have the potential to interact with a wide range of targets (polypharmacological agents). Even though polypharmacological substances are responsible for triggering undesirable side effects, their activities can be used, because they offer the possibility of additional indications for a specific drug [42]. Polypharmacology seems to become the next major drug development paradigm. A considerable number of drugs are known for their ability to affect many targets simultaneously. Aspirin is used to relieve mild pain, fever and rheumatoid arthritis. It is also used as an anti-inflammatory agent in the treatment of Kawasaki disease and pericarditis. Transient ischemic attacks, ischemic stroke, myocardial infarction and even some types of cancer have all been successfully treated with this drug. Sildenafil, a phosphodiesterase inhibitor, was initially used for the management of erectile dysfunction. However, today, it is widely used for the management of pulmonary hypertension [43]. The majority of kinase inhibitors can inhibit several targets which makes them attractive options for the treatment of some types of cancer. Different multi-targeted tyrosine kinase inhibitors (TKIs) such as imatinib, nilotinib, and vandetanib were approved for clinical use in 2010 to treat solid cancers [44].\n\n## Target-based approach\nThe target-based drug repurposing approach involves the study of candidate drugs with biological targets such as receptors and proteins to different physiological responses to them. According to this method, new indications were discovered by relating a certain drug to a specific disease depending on the protein which it might target [42]. Proteins have many pathophysiological roles both in diseases and in healthy humans; dysfunctional, mutated, or misfolded proteins may trigger pathological responses that cause the development of a disease. The studies of proteins or biomarkers implicated in pathophysiological processes focus on target-based drug repurposing strategy [45]. The target-based strategy involves in silico or virtual high-throughput screening of drugs from various drug libraries or substances databases such as ligand-based screening or molecular docking proceeded by in vitro and in vivo high throughput or high content screening of drugs against a specific protein or biomarker of interest [27]. For instance, a new pharmaceutical molecule N-myristoyl transferase was discovered by this target-based approach for the treatment of filarial nematodes [46].\n\n## Knowledge-based\nIn this drug repurposing approach, models are developed that incorporate drug-related information, such as drug targets, chemical structures, route information, adverse effects, etc. These models are then used to anticipate unknown targets, biomarkers, or disease mechanisms [35].\n\n## Pathway or network-based\nPathway-based drug repurposing approach uses information about metabolic pathways, signaling pathways, and protein interaction networks to anticipate the similarity or relationship between a certain drug and a disease [35]. Network or pathway-based drug repurposing uses omics data to understand how drugs interact and communicate with disease targets. As a result, a specialized network with a few targets can be found in a vast network of pathways. Network-based strategies for drug repurposing are more and more in the focus of interest. Network-based computational biology focused on biomolecular interactions and omics data integration seem to be very promising. New drug repurposing research has discovered previously unknown signaling pathways in breast carcinoma subtypes [47, 48]. Kotelnikova et al. described a novel computational algorithm for the treatment planning of glioblastoma. The study analyzed gene expression data using a proprietary algorithm designed for pathway studio called sub-network enrichment analysis (SNEA). This method led to the discovery and FDA approval of fulvestrant (Faslodex1), a drug used to treat hormone receptor-positive metastatic breast carcinoma [49]. A study by Yu et al. suggested an approach for predicting potential drug–disease interactions that may be used for drugs or diseases that have or do not have associated genes. The adverse effects of drugs and disease symptoms were associated with identify drug–module and disease–module pairs using this strategy [50].\n\n## Repurposing of non-oncology drugs to treat cancer\nRepurposing non-oncology drugs to use against cancer cells is an alternative approach to provide better mitigation possibilities for people with cancer at a lower cost and more quickly. Many methods were used to explore the probable anticancer function of non-cancerous drugs. For drug repurposing of non-oncology medications many in vivo and in vitro trials on pharmacological models and cancer cell lines were performed. Numerous wide-ranging electronic databases, such as the National Institute of Health (NIH) and Molecular Libraries Initiative [51], in which the chemical substances, biological evaluation assays, and genetic relevance of the active chemical substances were used to analyze them as a tool for utilization of drugs repositioning [52]. Repurposing of non-oncology drugs works through many mechanisms, such as cancer monotherapy, inhibiting proliferative signaling, inducing cell death, regulation of cellular metabolism, activation of antitumor immunity, drug combinatorial therapy, reactivating growth suppressors, interfering with replication, decreasing angiogenesis, suppression of invasion, and metastasis [32].\n\n## Anthelmintic drugs\nAnthelmintic are a class of drugs that are used to treat unicellular protozoa as well as parasite worms in the intestine [53]. Anti-parasitic drugs such as mebendazole, flubendazole, albendazole, ivermectin, and chloroquine are commonly used antiparasitic drugs. Initially, these drugs were used to treat cattle parasites and then subsequently they were recommended for helminthiasis in humans as well. Many studies showed that some anthelmintic drugs have beneficial effects as anticancer agents on pathways, such as activator transcription proteins, signal transducer, and nuclear factor-kappa B (NF-kB) and Wnt/β-catenin (Table 1 and Fig. 2) [53]. Therefore, these anthelmintic drugs might be potential candidates as anticancer drugs.Table 1Drug repurposing for cancer therapyClass of drugName of drugChemical structure of drugType of cancer cells testedMechanism/resultsRefs.Anthelmintic AntiprotozoalFlubendazolebreast cancer, leukemia,multiple myeloma, neuroblastoma colorectal cancer melanoma cells↑Microtubule damage↑ROS,↑Cell cycle arrest in G2/M phase↑Caspases 3, 7↑Apoptosis↑Cytotoxicity↓Cancer cells growth↓Metastasis↓Resistance to anticancer drug trastuzumab[57–59]Mebendazolebreast cancer, prostate cancercolon cancerovarian cancerthyroid cancerSynergistic effects with docetaxel↓Polymerization of tubulin↑ Cell cycle arrest in G2/M phase↑Caspase-3↑Apoptosis↑Cytotoxicity↓ Cancer cells multiplication↓ Tumor growth↓Metastases[63, 65, 68, 144]Niclosamidecolorectal, breast, prostate and ovarian cancer↑Cytotoxicity↓Anaerobic metabolism, ↓glucose uptake in cancer cells↓Signaling pathways associated with metastasis,↓NF-κB,↓Wnt/β-catenin, ↓STAT3[145, 146]Praziquantelcolorectaladenocarcinoma,gastrointestinal cancers↓XIAP↓Anti-apoptotic proteins↓Caspases↑ApoptosisSynergic effects with paclitaxel[53]Eprinomectinprostate cancer↑Apoptosis↑Caspases 3, 9↓ROS↑Mitotic cell arrest in G1 phase↑Translocation of β-catenin[87]Ivermectincolon, prostate, breast and gastric cancer↓Cancer cells growth↓AKT–mTOR↓Wnt/β-catenin↓PAK1↓cyclin D↓β-catenin↓AKT/ERK//NF-kB↓YAP1↓CTGF↓EGFR[90, 147]Nitazoxanideepithelial cancer cells↑Apoptosis↓c-MYC↓mTOR↑DNA fragmentation and damage[148]Clioquinolleukemic and myeloma malignant cells↑Apoptosis↓HDACs↑Cell cycle arrest↓p53, ↓p21[95]Chloroquinepancreatic, liver cancer, cancer stem cellsbreast cancer↑Autophagy,↓Janus kinase 2↓DNA methylase 1Synergistic effect in the combination with paclitaxel↓Growth of cancer,↓Signaling cascade of CXCL12/CXCR4[149]AntiviralRitonavirbreast, pancreatic, ovarian and lymphocytic leukemia↓Akt phosphorylation↑Apoptosis↓Progression of cancer cells[150]Nelfinavirovarian, breast, lung cancer and liposarcoma↑Apoptosis↓Phosphorylation of Akt↓STAT-3↓Erk 1/2[151]Acyclovirbreast cancer↓Cell proliferation↑Apoptosis↑Caspase-3↓ALDH↑Proteins expression of E-cadherin,↓Proliferation rate,↓Tumor growth[125]Ribavirinhuman lymphocytes and human squamous cell carcinoma↓Cyclin D1↓Proteins cells,↓elF4E and competing for guanylyl transferase↓Translation of VEGF↓mRNA, inhibit 5'-mRNA[152]Cidofovirglioblastoma and epithelial cells cancer↑Apoptosis↑PARP↑Caspases↑Cell cycle arrest in S-phase ↓DNA synthesis[153]Symbols: ↑increase, ↓decreaseAbbreviations: Akt protein kinase B, ERK extracellular signal-regulated kinase, NF-Kb Nuclear factor kappa B, mTor mammalian target of rapamycin, ALDH aldehyde dehydrogenase, MMP-9 MATZRIX metalloproteinase-9, Atg7 Autophagy-related E1 ligase 7, Bax Bcl-2-associated X protein, Bcl2 B-cell leukemia/lymphoma 2 protein, Bcl-XL B-cell lymphoma-extralarge, CAFs cancer-associated fibroblasts, CDC–CDK cyclin-dependent kinase 1, CK2 protein kinase CK2(casein kinase 2), c-MYC cellular myelocytomatosis oncogene, CTGF connective tissue growth factor, CXCL12/CXCR4 stromal cell-derived factor-1 (CXCL12) and chemokine (C–X–C motif) receptor 4 (CXCR4) cyclin D, DAPK death-associated protein kinase, DNA deoxyribonucleic acid, DR4/5 death receptor 4, EGFR epidermal growth factor receptor, elF4E eukaryotic translation initiation factor 4EFig. 2Illustrative diagram with the relevant mechanisms of repurposing anthelmintic drugs in cancer therapy. Symbols: ↑increase, ↓decrease. Bcl-2 B-cell lymphoma 2, ROS reactive oxygen species, Wnt Wingless-related integration site, XIAP X-linked inhibitor of apoptosis protein\n\n## Flubendazole\nFlubendazole is a well-known benzimidazole which is an antihelmintic drug that has also antineoplastic effects in different types of malignant diseases, including breast cancer, leukemia, multiple myeloma, and neuroblastoma [54, 55]. Flubendazole initiates significant changes in microtubule targeting sites, induction of apoptosis, induction of reactive oxygen species followed by G2/M phase accretion, and caspases 3, and 7 initiations in malignant cells. Flubendazole acts via different mechanisms such as inhibiting tumor growth, angiogenesis, etc. in pulmonary, liver, and breast cancer [56]. It inhibits trastuzumab resistance by targeting cancer cells, induction of apoptosis, and overexpression of human epidermal growth factor receptor 2 (HER2) in breast cancer [57]. This drug has cytotoxic activities in human colorectal cancer by blocking transcription proteins 3, signal transducer, and autophagy pathway [58]. It also blocks human melanoma cells' growth and metastasis and suppresses programmed cell death protein-1 and myeloid-derived suppressor cell accumulation [59].\n\n## Mebendazole\nMebendazole (MZ) is a drug that is frequently prescribed to manage gut parasitic infections. It inhibits tubulin polymerization which has an antiparasitic effect [60]. Mebendazole is a synthetic benzimidazole antihelmintic and a repositioned drug that has already proven its pharmacokinetics and toxicity profile [61]. MZ could be used in combination with temozolomide, which is a drug commonly prescribed in the treatment of malignant gliomas. In both xenograft and syngenic forms of glioma, this combination therapy suppressed tumor development more than temozolomide alone [62]. It also has synergistic effects with docetaxel inhibiting the polymerization of tubulin, mitotic arrest in the G2/M phase, augmenting apoptosis, reducing cell multiplication of prostate cancer, and suppressing tumor growth [63]. It stops mitotic growth in the G2/M phase, double-stranded breaks, and apoptosis in breast cancer which was shown using in vivo and in vitro biological assays [64]. Mebendazole activates the caspase-3 pathway and induces apoptosis. It also inhibits tumor development and stops pulmonary metastases in the later stages of thyroid cancer [65]. Mebendazole has also cytotoxic activity specific for colon cancer, ovarian cancer, endocrine malignancy, and brain tumors [62, 66, 67]. In cholangiocarcinoma, mebendazole induces apoptosis by inhibiting cell multiplication via increasing the expression of caspase-3 [68]. Other studies have found that MZ causes growth suppression in cell lines from many other different types of cancer ex-vivo and in vivo, especially pulmonary cancer [69], colorectal cancer [70], melanoma [71, 72], glioblastoma [62], and medulloblastoma [73]. The effects of MZ in melanoma are achieved by inducing apoptotic cell death, especially by activation of caspases, the pro-apoptotic Bcl-2, and suppression of the repressor of the apoptotic pathway, X-linked blocker of apoptosis (XIAP) [71, 72].\nMZ has significant binding interaction potential in colon cancer cells, suggesting that it might be an antagonist of different kinases and oncogenes, such as ABL and BRAF [70], as well as a Hedgehog modulator in medulloblastoma [74]. MZ therapy in rodents caused a reduction in the size of tumors and decreased angiogenesis in comparison with normal animals. Furthermore, the incidence of metastasis in the therapy group was lower [67].\nAccording to several case studies, MZ can also have antitumor effects in a clinical environment when given to patients with cancer [75, 76]. Mukhopadhyay et al. published one of the first studies on the antitumor effects of MZ [67]. It slowed down the growth of lung carcinoma cells but did not affect normal endothelium cells or fibroblasts. After the first- and second-line therapy in refractory tumors, MZ was given to patients with metastatic colorectal carcinoma. The patients had no adverse effects other than an increase in hepatic enzymes, and after that, the dose of the drug was reduced, and therapy efficiently eliminated practically all pulmonary and lymphovascular metastases, and partial recovery of hepatic metastases occurred as well [75]. MZ was prescribed to patients with adrenocortical cancer after the failure of different chemotherapeutics. During approximately one and a half years, there were no adverse effects, the size of the metastases decreased, and the illness was stable [76].\n\n## Niclosamide\nNiclosamide is a drug of choice [77] and got approval from FDA as an anthelminthic drug. It has also been reported in a series of studies to have cytotoxic effects on ovarian cancer, breast cancer and prostate cancer cells [32, 78]. It targets cancer cells by interfering with the anaerobic metabolism and glucose uptake of these cells [79]. It also has an anticancer effect on multiple signaling pathways, such as metastasis, and signal activation, and as a transducer of transcription proteins Wntβ/-catenin and NF-KB [80, 81]. Some studies showed that it significantly suppressed the development of cancer of breast, liver, and colorectal cancer. Its anti-metastasis effect seems to prevent liver metastasis of colorectal cancer cells. It also has a beneficial effect on pulmonary metastases of breast cancer [82, 83]. However, less bioavailability and the poor solubility of the drug is the biggest obstacle to its clinical development [84]. The intravenous route might help to use the development of this drug as a repositioned drug [85, 86].\n\n## Praziquantel\nPraziquantel is a broad-spectrum antiparasitic drug, and its mechanism of action is still unclear. Nevertheless, it can intensify the concentration of intracellular Ca2+ and it also causes contractions of muscles [53]. It has been shown that this drug also increases the cytotoxic action of paclitaxel at 20–40 µM. The combination of both drugs, i.e., praziquantel and paclitaxel, acts synergistically reducing the expression of anti-apoptotic protein and X-linked inhibitor of apoptosis protein (XIAP) [53].\n\n## Eprinomectin\nEprinomectin has a broad spectrum of effects against different parasitic infections. It showed also a cytotoxic potential against prostate cancer cells. It induces apoptosis in PC-3 cells by affecting reactive oxygen species (ROS). Eprinomectin also causes the stop of mitotic cells at the G1 phase. Moreover, this drug stimulates the translocation of β-catenin and has a significant apoptotic effect and activates caspase-3 and caspase-9. The abovementioned findings might explain why eprinomectin could have cytotoxic effects against advanced prostate cancer [87].\n\n## Ivermectin\nIvermectin is an FDA-approved macrocyclic lactone. It has antitumor effect in smaller doses against the Wnt-TCF, and β-catenin, and suppresses the expression of cyclin D in cancer of the colon [88]. Another approach documented the therapeutic effect of this drug in cancer xenografts and melanoma [89]. Reports on neurofibromatosis tumor cells and ovarian cancer cells suggested that this drug might suppress the growth of protein-activated kinases (PAK-1) and thus have a beneficial effect on prostate, breast, and gastric cancers [90]. This drug tends to reduce the growth of a tumor enhancing mitochondrial biogenesis compared to normal cells [91]. Similarly, in another research, it has been shown that this drug also inhibits PAK1 via AKT–mTOR in breast cancer. It reduces yes-associated protein (YAP1) expression and targets connective tissue growth factor (CTGF) in gastric cancer. It also suppresses resistance by dropping p-glycoprotein due to inhibition of ERK/AKT/NF-kB and epidermal growth factor receptor (EGFR) [92]. This drug is a self-renewal marker of cancer stem cells (CSCs) in breast cancer. Therefore, this drug could be a future therapeutic molecule for cancer management [93].\n\n## Nitazoxanide\nNitazoxanide is a thiazole-based molecule and it has been reported that it might have antitumor effects due to different mechanisms, such as inhibition of cellular myelocytomatosis (c-MYC), induction of apoptosis, and DNA fragmentation. It also causes autophagy against epithelial tumor cells via mechanistic targeting rapamycin (mTOR) inhibition besides its antihelmintic effects. Similarly, this drug can induce apoptosis by DNA fragmentation condensation of the nucleus along with its anti-parasitic effects [53, 94].\n\n## Clioquinol\nClioquinol also seems to have anticancer effects besides its antiparasitic effects. It causes downregulation expression in histone deacetylase (HDACs) in leukemic and malignant myeloma cells. This drug causes apoptosis via mitotic arrest and downregulation of HDAC, resulting in the expression of p53 and p21 [95].\n\n## Pyrimethamine\nPyrimethamine is an antiparasitic drug which inhibits tumor growth and metastasis in pulmonary carcinoma by attacking the dihydrofolate reductase (DHFR) and thymidine phosphorylase (TP) [96, 97]. Pyrimethamine, which is a STAT3 antagonist, has chemotherapeutic and immune-stimulatory effects in breast cancer models in mice. Pyrimethamine suppresses STAT3 action in metastatic breast cancer cell lines ex-vivo by reducing tumor growth and invasion and by increasing Lamp1 production in tumour-infiltrating CD8+T lymphocytes [98]. Pyrimethamine also inhibits the growth of ovarian cancer cells both ex-vivo and in-vivo [99].\nThe most representative mechanisms of anthelmintic drug repurposing in cancer therapy are summarized in Fig. 2.\n\n## Antiviral drugs\nThe combinations of antiviral drugs and conventional chemotherapeutic agents are used to treat different types of malignant diseases such as lymphoma, nasopharyngeal carcinoma, hepatocellular carcinoma, and Kaposi sarcoma using protease inhibitors directed towards the human immune-deficiency virus. Studies on the viruses accompanying cancers can be a useful platform for the development of novel therapeutic approaches not only for treating viral infections but also consequently influencing tumorigeneses [100].\n\n## Ritonavir\nRitonavir is a thiazole-based anti-viral drug widely used for the treatment of different viral diseases such as HIV (human immunodeficiency virus) and to increase the effectiveness of protease inhibitors. Several studies have shown antitumor effects of ritonavir. It seems that it can cause apoptosis and inhibit the progression of malignant cells in breast, pancreatic and ovarian carcinoma [101–103]. The drug also strengthens the effects of several substances such as temozolomide towards glioma cancer cells [104]. It seems that it could also be used in combination with bortezomib for the treatment of renal cancer [105]. Ritonavir also has anticancer effects against breast cancer by inhibiting Akt phosphorylation and seems to be effective also in lymphocytic leukemia [106].\n\n## Nelfinavir\nNelfinavir is a protease inhibitor and is widely used in managing HIV-1 and HIV-2. This drug can decrease phosphorylation of Akt, signal transducer and activator of transcription 3 (STAT-3), and xenografts tumors [107] Several studies reported the beneficial effects of this drug against different types of cancers such as ovarian, breast, lungs, and liposarcoma by inhibiting the signals of Erk 1/2, STAT-3, and Akt [108–113]. It has been reported that nelfinavir induces endoplasmic reticulum (ER) stress and also increases the effect of other drugs used for the management of prostate and breas",
  "has_full_text": true
}