{
  "pmid": "37773101",
  "title": "Antibacterial and anti-corona virus (229E) activity of Nigella sativa oil combined with photodynamic therapy based on methylene blue in wound infection: in vitro and in vivo study.",
  "abstract": "Microbial skin infections, antibiotic resistance, and poor wound healing are major problems, and new treatments are needed. Our study targeted solving this problem with Nigella sativa (NS) oil and photodynamic therapy based on methylene blue (MB-PDT). Antibacterial activity and minimum inhibitory concentration (MIC) were determined via agar well diffusion assay and broth microdilution, respectively. Transmission electron microscopy (TEM) proved deformations in Staphylococcus aureus ATCC 6538. Gas chromatography-mass spectrometry identified useful compounds that were suggested to be responsible for the potency of the oil. NS oil was tested as an antivirus against low pathogenic coronavirus (229E). Therapies examined, MB-PDT, NS, and MB-PDT + NS oil, to accelerate wound healing. The antibacterial efficacy against S. aureus was promising, with a MIC of 12.5% and TEM showing injured cells treated with NS oil. This oil inhibited 229E virus up to 42.85% and 32.14%. All tested therapies were successful in accelerating wound healing. The most successful was combined therapy (MB-PDT + NS oil), with a faster healing time. The combined therapy (MB-PDT + NS oil) reduced bacterial counts, which may be a key factor in accelerating wound healing. Skin wound histology was investigated; blood hematology and biochemical analysis did not change significantly after the safe combination treatment. A combination treatment could facilitate healing in a simple and inexpensive way in the future. Based on the results of the in vitro and in vivo studies, it was determined that NS oil had antibacterial and anti-corona virus activity when used in conjunction with photodynamic treatment based on methylene blue to treat wound infections.",
  "journal": "BMC microbiology",
  "year": "2023",
  "authors": [
    "Abo-Neima S",
    "El-Sheekh M",
    "Al-Zaban M",
    "El-Sayed A"
  ],
  "doi": "10.1186/s12866-023-03018-1",
  "mesh_terms": [
    "Humans",
    "Staphylococcus aureus",
    "Methylene Blue",
    "Coronavirus",
    "Anti-Bacterial Agents",
    "Photochemotherapy",
    "Wound Infection",
    "Plant Oils",
    "Nigella sativa"
  ],
  "full_text": "## Introduction\nHuman ailments are reported to have been healed with numerous medicinal herbs throughout antiquity. Benhaddou et al. [1] reported that the role of these plants had increased significantly in recent years compared to other medicines owing to a few variables: low price, easy access without a prescription, the fact that natural remedies have fewer adverse effects, and the absence of a doctor's visit. Many investigations are needed to clarify the therapeutic characteristics, mechanism and mode of action, toxicity level, and safe use of diverse herbal medicinal plants to treat various ailments.\nNigella sativa (NS) seeds, referred to as black cumin, have shown a wide spectrum of pharmacological effects such as hepatoprotective [2], analgesic and anti-inflammatory, antipyretic [3], antitumor [4], antibacterial, antifungal [5], antiviral [6], immune stimulation [7]. Due to the distinctive features of N. sativa, it has been applied in treating many types of wounds and trauma [8]. NS is a potent source of nutritionally important components; its oil contains polyunsaturated fatty acids with other phytochemicals with strong antioxidant activity and hypoglycemic effects [9]. Hossain et al. [10] advocated for the use of NS due to its ability to lessen fatigue and boost energy levels. In 2020 alone, nearly 176 published research papers examined different areas of NS, of which about 17 articles related to the coronavirus disease (COVID-19).\nThe chemical constitution of essential oil (EO) is typically determined using gas chromatography-mass spectrometry (GC–MS). It is well recognized that various parameters, such as environmental circumstances, soil conditions, plant parts, herb species chemotypes, isolation techniques, etc., affect EO content and, consequently, their biological property. The chemical composition of NS seeds, which includes oils, proteins, carbohydrates, and fiber, was initially reported by Greenish et al. [11]. NS seed oil is used to preserve food as well as a spice, carminative, and painkiller. Because of the low toxicity of the seeds and their oil, NS seeds have also been reported to help prevent plaque and tooth decay. Over the past two decades [12], numerous studies have been conducted on the effects of black seed oil on a variety of physiological systems both in vivo and in vitro. Rathi et al. [13] observed that the seeds of the plant black cumin (BC) exhibited significant, encouraging antibacterial action, particularly against the gram-positive bacteria Staphylococcus aureus and Listeria monocytogenes and the gram-negative bacterium Escherichia. coli.\nCoronaviruses (CoVs) with single-stranded positive-sense RNA genome and non-segmented nature are listed into four genera (alpha, beta, gamma, delta, and CoVs) according to phylogenetic clustering [14]. Antibiotics are often prescribed to treat bacterial respiratory infections. Moreover, they are given to treat potential secondary bacterial infections or to treat viral infections according to clinical antiviral indications. When antibiotics are misused to combat respiratory pandemic viruses, bacterial resistance emerges, and more people die. For this reason, we decided to test the antiviral effect of NS essential oil on the low pathogenic coronavirus 229E.\nIn this study, N. sativa oil was acquired from a local market in Alexandria, Egypt and used in a variety of experiments. Because of its low price, many people in our country use it on a daily basis; as a result, we have decided to purchase the essential oil from a local market in order to test its efficacy in a variety of contexts.\nInjuries can occur in many other ways, including cuts from knives, falls, scrapes, and injuries from blunt instruments. Human wound healing is an incredibly complicated process that begins when an injury occurs by triggering many metabolic pathways in the wounded body [15]. Various bacteria often cause wound infections, which can cause severe inflammation and significantly slow the healing process. Serious microbial infections of wounds can sometimes cause permanent damage, potentially imposing a financial and psychological burden on patients and affecting their quality of life [16].\nA wound is called physical damage that causes the skin to tear or open. Restoration of altered anatomical stability and compromised functional status of the skin depends on proper wound healing. A range of actions, including inflammation, cell proliferation, and cell type migration, lead to the repair of damaged tissue. Immediately after injury, the inflammatory stage begins with vasoconstriction that promotes homeostasis and produces inflammatory mediators [17].\nDebridement, anti-inflammatory agents, and other treatments are typically used in clinical settings to treat skin wounds, improve wound healing, and prevent infection. In addition, antibiotics are often used to suppress bacterial inflammation and speed healing. However, misuse of antibiotics can have negative side effects and accelerate the emergence of antibiotic resistance [18]. In order to efficiently promote wound healing while being affordable, easy to use, and with few side effects, new technologies need to be developed.\nIn Staphylococcus aureus, superficial skin infections, antibiotic resistance, and poor wound healing are major problems, and new treatments are needed. A new therapeutic strategy for infections called antimicrobial photodynamic therapy (PDT) also accelerates wound healing in several different wound model organisms. PDT has been studied in tissue repair and in the treatment of uninfected or infected (due to their inactivation potential of microorganisms) skin wounds.\nPublic health is severely affected by wounds. Wound management failures leading to bacterial development and resistance can be caused by improper manipulation to promote wound healing and indiscriminate administration of antibiotics. Proper and appropriate approaches to wound care are critical. In addition, it is crucial to develop novel and efficient treatment approaches to reduce patient suffering, side effects, and infection-related mortality. Photodynamic treatment (PDT) could be a possible solution to this widespread health problem.\nPDT is a versatile therapeutic approach that has been successfully used over the years to treat cancer [19, 20], age-related macular degeneration [21], and the inactivation of microorganisms in both clinical and non-clinical settings [22]. Recently, different research groups have been interested in investigating the strategy to improve wound healing/tissue regeneration after a traumatic lesion [23]. The conditions under which this therapeutic technique is used, in which a photosensitizer (PS) molecule/drug that can absorb visible light is brought into direct contact with the target tissue, affects the localized response to PDT treatment. Reactive oxygen species (ROS) are generated when PS is exposed to an appropriate wavelength of light in the presence of dioxygen (3O2). Different degrees of ROS can be generated depending on the PS structure and the light conditions [24]. Such levels of ROS may be toxic enough to promote i. destruction of malignant cells [25] or ii. Inactivation of pathogenic microorganisms, particularly multidrug-resistant strains [26], in situ, or at levels that cells can stimulate growth and tissue regeneration [27].\nMethylene blue-based antimicrobial photodynamic treatment (MB-PDT) kills bacteria and promotes wound healing. We used a mouse superficial abrasion wound model to test the efficacy of MB-PDT and N. sativa oil in vivo by examining bacterial count, wound healing, and cosmetic outcomes. Mice with dorsal wounds and infected with S. aureus (strain ATCC 6538).\nExperimentally, an infected wound was either left untreated (control) or treated topically with MB-PDT, Nigella sativa oil, or MB-PDT + N. sativa oil. According to this study, both therapies are noticeably successful: Better wound healing (reduction, disappearance of the crust), faster slight wound contraction after 24 h, and cosmetic results are all advantages of MB-PDT. The antibacterial activity of N. sativa oil is enhanced, although this does not appear to affect wound healing. The best clinical recovery has been shown in wounds treated with MB-PDT, but further research is needed to determine if more MB-PDT sessions, either alone or in conjunction with antibiotics, are beneficial in improving the microbicidal formulation of PDT. No synergistic antibacterial effect was found in this self-limiting infection model. Perhaps further research would be a good idea.\nAcne vulgaris, rosacea, genital warts, and other inflammatory diseases have all been successfully treated with PDT [27]. ROS, which affect cell signaling and specifically cause cell damage or cell death in target tissues and microorganisms, are generated by photochemical reactive oxygen species (PDT) generation using a non-toxic dye known as a photosensitizer and specific wavelengths of safe light [28]. ROS plays a key role in regulating intracellular signaling. When determining the amount of ROS during photochemical reactions, the PDT dose is crucial [29]. Low-dose PDT affects proliferation and differentiation without significantly increased cell death [30], in contrast to the cellular toxicities caused by high levels of ROS, which promote differentiation of pluripotent stem cells such as mesenchymal stem cells, osteoblastic progenitor cells [29], neural stem cells [31] and others.\nPDT is a form of clinical photochemotherapy in which a photosensitizer (PS) is introduced into target cells, followed by exposure to a specific wavelength light source. ROS and cell death are photo-induced when oxygen is present [30]. The treatment of local infections caused by bacteria, fungi, viruses, and parasites, and superficial malignancies has proven itself with this therapy [31]. PDT also effectively suppresses the microbial community within the biofilm [32].\nEarly wound healing significantly impacts the course and outcomes of future skin regeneration and the likelihood of pathologic scarring [33]. According to a recent study, the first phases of repair are when the benefits of PDT are most felt [34].\nThe current study's objectives were to assess in vitro antibacterial activity, MIC, along with taking some TEM micrographs illustrating the NS oil effects on bacterial pathogens and investigating the various components of this essential oil that are responsible for the destructive effect shown on the tested pathogens among exposure, via gas chromatography mass spectrometry analysis of N. sativa seeds oil. Then, study the impact of NS oil sample as an antiviral against low pathogenic coronavirus 229E. Also, study the antimicrobial effect of N. sativa essential oil with photodynamic therapy based on methylene blue in wound healing by S. aureus ATCC 6538 skin infection in vivo study. Finally, the main objective of the present work is to in vivo and in vivo study the antibacterial and anti-corona virus (229E) activity of N. sativa oil combined with photodynamic therapy based on methylene blue in wound infection.\n\n## Materials and methods\nBefore and after each inquiry, the workstation bench was frequently sterilized and decontaminated with 70% ethanol. Glass objects in each experiment were wrapped in foil sheeting and autoclaved for fifteen minutes at 120 o C.\n\n## Nigella sativa oil\nN. sativa (NS) black seed oil, a product of El Captain Company (CAP PHARM) for extracting natural oils, plants, and cosmetics Egypt, was purchased from a local herbal medicine store in Alexandria, Egypt. The manufacturer claims it is a 100% pure natural product, cold-pressed oil without any additives.\n\n## Bacterial strains\nThis study used four referenced pathogenic bacterial strains: S. aureus ATCC 6538, Listeria monocytogenes ATCC 35152, Salmonella typhimurium ATCC 14028, and Escherichia coli ATCC 65922. The pathogenic bacterial culture was subcultured on Mueller- Hinton agar (MHA) and was set for incubation at 37 o C for 24 h. Subcultures were then kept at 5 o C, for further experiments.\n\n## Antibacterial assay of \nUsing the agar well diffusion assay (AWDA), the antibacterial capacity of N. sativa oil against the above four clinically important bacterial pathogens was tested according to Er Kemal et al. [35]. At 37 °C, inoculate of the respective standard pathogenic bacteria with concentration between (1 × 108) – (2 × 108) (CFU/ml) were streaked onto (MHA) (DIFCO, USA) plates and by a sterilized cork porer a central well was made, 100 µL of oil sample was dropped into the well. Petri dishes were incubated at 37 °C for 18–24 h. The inhibition zone (IZ) around the well was measured to determine antibacterial activity. The inhibition was considered negative if there was no zone around the agar well. The antagonist potential was directly proportional to the IZ diameter [36]. The positive control was amoxicillin made from 500 mg tablets suspended in distilled water to a final stock concentration of 10 mg/mL and filter sterilized. The negative control was distilled water. The studies were carried out in triplicate, and the findings (mm) were reported as the mean and standard deviation of the inhibition zones (mm) [37].\n\n## Determination of minimum inhibitory concentration\nTo determine MIC of NS oil sample toward bacterial pathogens; the broth micro-dilution method was used. EO was first mixed with dimethyl sulfoxide DMSO (17 mg/mL, 99% purity) and then diluted in Muller Hinton broth (MHB). Briefly, 1.0 ml (MHB) was inoculated into all testing wells in 24 wells plates. 2.0 ml from the sample was dropped in the 1st well (without being diluted), then to create a 1:2 dilution, 1.0 ml was aspirated and transferred to the following well, which had already been filled with 1.0 ml MHB, mixed well, then 1.0 ml was withdrawn from 1:2 dilution and dropped to the next 1.0 ml broth (1:4 dilution), this step was continued for preparing at least 8 dilutions for the remaining wells. 1.0 ml of bacterial inoculum (5.0 × 105 CFU/well) was added to each well. A well served as a growth control well containing inoculated broth only was made in each sample/plate. A well served as negative control with only MHB was made in each sample plate. Plates were incubated at 35.0 ± 2.0 °C for 24.0 ± 2.0 h. After incubation, plates were kept in the dark to evaluate growth. All growth control wells have a turbid solution of growth, indicating test validity. All negative control wells were recorded as clear, indicating the accuracy of the test. After incubation, the appearance of turbid solution and a pellet on the bottom of the well was used to express bacterial growth. MIC was illustrated as the lowest concentration from EO without macroscopically seen growth [38].\n\n## Transmission electron microscopy\nS. aureus ATCC 6538 cells were treated with an NS oil sample at Minimum Inhibitory Concentrations (MIC), this bacterial pathogen was identified due to its apparent and clear diameter of the zone of inhibition detected when treated with an NS oil sample among other pathogens tested, selected for a TEM. For the TEM preparation, from 24-h-old cultures grown on MHB medium, bacteria were extracted by centrifugation (at 4000 rpm for 10 min); the samples were then cleaned with distilled water, fixed in 3% glutaraldehyde, rinsed in phosphate buffer, and post-fixed in potassium permanganate solution for five minutes. at ambient temperature. The samples were dehydrated for 15 min in each ethanol dilution, ranging from 10 to 90%, and then for 30 min in absolute ethanol. Over a graded sequence, samples were infiltrated with epoxy resin and acetone until they were finally laid in plain resin. Using copper grids, extremely thin pieces were gathered. After that, sections were thrice stained with lead citrate and uranyl acetate. Stained sections were examined via JEOL-JEM 1010 transmission electron microscope at 70 kV at Alexandria University [39–41].\n\n## Gas chromatography analysis\nAnalysis of NS oil via GC was done in a Trace 1300 GC Ultra/Mass Spectrophotometer ISQ QD (Thermo Scientific) instrument, X-calibur 2.2 software (Thermo X-calibur), a device controlled by a computer at 70 electron volts. Using a micro syringe, one l μl of NS oil was introduced into the GC–MS, and scanning was conducted for 50–600 m/z at five scans per second. When separating the compounds, they were eluted from the column and then entered a detector which once a molecule was identified, could produce an electronic signal [42, 43]. From the injection, the time made (Initial time) till the elution happens is called the retention time (RT) [43, 44]. Before starting the GC–MS analysis, the temperature of the oven, gas flow rate used, and electron gun were programmed first. The oven temperature was adjusted at 50 ºC for 5 min then raised from 50 ºC to 200 ºC for 1 min (4 ºC/min), and 200–270 ºC (7 ºC/min) for 1 min. Helium gas (average velocity 39 cm/s) served as a carrier and an eluent. The helium gas flow rate was adjusted at 0.7 mL/min. 70 eV was the energy of the electrons liberated from the electron gun of the mass detector. The column employed here for separating components was A TG-5MS Zebron capillary column (length 30 m × 0.25 mm ID, 0.25 µm film thickness; Thermo) [45, 46].\n\n## Antiviral activity against low pathogenic coronavirus (229E)\nVero E6 cells were cultured for a day at a temperature of 37° C. in a six-well plate. The growth medium was eliminated from the cell culture plates, then the virus was plated (100 µL/well) and incubated for 1 h at 37 °C. Various concentrations of the examined compound (100 l/well) were inoculated for 1 h and incubated at 37 °C on the infected cells. After 1 h contact time, 1.5 ml of DMEM additionally with 2% agarose was loaded to the cell monolayer; Plates were allowed to set up and then kept warm at 37 °C until viral plaques formed (over 3 days). After two hours of formalin (10%) addition, plates were dyed with 0.1% crystal violet in distilled water [14, 47]. Plaques were then enumerated, and the percentage of plaque reduction versus the control was reported as in Eq. (1). Control wells contained untreated virus that was cultured with Vero cells.1\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\%\\mathrm I\\mathrm n\\mathrm h\\mathrm i\\mathrm b\\mathrm i\\mathrm t\\mathrm i\\mathrm o\\mathrm n=\\frac{\\mathrm{Viralcount}\\left(\\mathrm{untreated}\\right)-\\mathrm{Viralcount}(\\mathrm{treated})}{\\mathrm{Viralcount}(\\mathrm{untreated})}\\;x100$$\\end{document}%Inhibition=Viralcountuntreated-Viralcount(treated)Viralcount(untreated)x100\n\n## Animals and wound creation\nAll mice were of age 6–8 weeks; the mice were kept individually in cages for a few days prior to the experiment to prevent wound damage. The procedures were carried out in biosafety chambers. The study was done at the Faculty of Science at Damanhour University on mice that were aged from 6 to 8 weeks of both sex and weight between 35 ± 2gm. The mice were distributed in isolated metallic cages of size 15 × 10 × 8 under controlled conditions with standard food and water. Mice were intramuscularly anesthetized by infusion of sodium pentobarbital intraperitoneal. The dorsal region was cleaned with sterile 150 mM NaCl and 70% ethyl alcohol. A wound was made in mice skin by blunt-tipped scissors and dissection forceps. 0.1 ml from concentration 106 CFU/ml of S. aureus of strain (ATCC 6538) suspension intraperitoneally except the control group received 250 µL of normal saline [48]. Twenty-four hours later specimen (blood) was taken from the animal’s tail and culture on a specific medium for S. aureus (Mannitol salt agar). Colonies growth was observed for S. aureus, indicating that animals are already infected with the test organism. Forty-eight hours later, each group received different treatments. Forty male albino mice that received wounds were distributed and divided into 4 groups (n = 10) for each group and were designed as follows:Group 1 (NCG): used as a negative control group of animals with no infected wounds and received 0.25 ml of normal saline daily.Group 2 (PCG): animals with infected wounds were used as positive control and cleaned using a saline solution.Group 3 (OG): animals with infected wounds and daily oral administration of 50 μL of black seed oil.Group 4 (MB-PDT G): animals with infected wounds were injected as group 3 then exposed the wounds to low-intensity laser therapy of power 2 mw for 10 min twice a week for two weeks.\nTo prevent external contamination, the treatment was carried out in a laminar flow over a period of 14 days. In addition, the weight and temperature of the mice were measured daily. Tissue samples were collected for histological examination, bacterial load assessment, and inflammatory mediator assessment. Blood samples were also collected for hematological markers.\n\n## Therapy protocols\nAfter sensitization with MB, MB-PDT involved the light irradiation of diseased wounds (Sigma-Aldrich). As described in previous reports [49, 50], MB was soon made in the dark prior to application. A prepared MB stock solution was diluted to the required concentration with double distilled water. The infected wounds received two drops of MB and the wounds were then closed with adhesive plaster until the MB was fully absorbed. After incubation in the dark for 30 min, irradiation started [51]. Under inhalation anesthesia, each wound was illuminated with low-intensity laser radiation therapy and then black seed oil was applied topically to the wound daily. MB-PDT treatment protocol on S. aureus infected skin was compared to Nigella sativa oil-based treatments alone or in combination with N. sativa oil.\n\n## Low-intensity laser therapy and wound treatment\nA low-intensity laser treatment device (Mustang, 2000, Germany) with a maximum power of 2mw, emission frequencies in the range from 10 to 3000 Hz, and two outputs, which allowed the simultaneous connection of two laser transmitters, is shown in Fig. 1. Wounds were the laser probe was firmly placed and the wound was treated with the laser for 10 min.Fig. 1Photograph of low-intensity laser therapy device and laser probe irradiate the wounds of mice\n\n## Bacteriological examinations in tissues\nThe presence of the test strain in the blood is assessed qualitatively by streaking the samples directly onto selected media mannitol salt agar. After a 24-h incubation period at 37 °C, the plates were examined for the presence of S. aureus.\n\n## Hematology and clinical biochemistry of blood samples\nHematological measurements of blood were performed using an autoanalyzer, including hemoglobin (Hb), erythrocyte count (RBC), packed cell volume (PCV), and total leukocyte count (TLC). Both the differential leukocyte count (DLC) and erythrocyte sedimentation rate (ESR) were performed manually.\n\n## Histological analysis of wound skin\nThe mice were sacrificed after 14 days, and skin samples were taken from minor wounds at the affected sites. The removal of healthy skin tissue served as a control. Tissues were then dehydrated with gradient ethanol, rinsed in PBS, fixed at 4% polyformaldehyde, and embedded in paraffin wax. Hematoxylin and eosin were used to stain the paraffin slices after slicing them with a slicer (HE).\n\n## Analysis of biological safety of laser radiation\nOn day 14, mice in all groups received an injection of 1% pentobarbital sodium. Blood was drawn from the hearts of comatose mice using a syringe. The serum was then separated from the blood and used to test for biochemical indicators such as liver and kidney function, blood lipids, blood sugar, inorganic ions, and antioxidants. The blood was placed in a 1.5 mL centrifuge tube and kept at room temperature for two hours. The mice were then sacrificed, and the liver, spleen, and kidneys, which are the main internal organs, were removed and preserved in 4% paraformaldehyde, and serum samples were analyzed and histologically stained with H&E.\n\n## Excision wound model\nKetamine (30 mg/kg, ip) was used to anesthetize the mice before using a standard ring to mark a 500 mm2 area on the animal's back. The marked skin was then carefully sliced ​​across its entire thickness. On 1mm2 graph paper, wounds were recorded on the day of injury, every three days until day 20, and then every other day until healing was complete. Regular measurements of wound area were taken and wound contraction can be calculated from Eqs. (2) and (3).2\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\%\\mathrm W\\mathrm o\\mathrm u\\mathrm n\\mathrm d\\mathrm c\\mathrm o\\mathrm n\\mathrm t\\mathrm r\\mathrm a\\mathrm c\\mathrm t\\mathrm i\\mathrm o\\mathrm n=\\frac{\\mathrm{Healedarea}}{\\mathrm{Totalwoundarea}}\\;\\mathrm x100$$\\end{document}%Woundcontraction=HealedareaTotalwoundareax1003\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\mathrm{Healed area}=\\mathrm{original wound area}-\\mathrm{present wound area}$$\\end{document}Healedarea=originalwoundarea-presentwoundarea\nThe significance in wound healing is determined by comparing the healed wound area of the test groups to the healed wound area of the control groups on the respective days. [17]\n\n## Statistical analysis\nThe ANOVA test was used in the data processing. The mean standard deviation (SD) from at least three independent experiments is reported for each experimental result. Student's t-test was used to determine statistical significance. Statistics were considered significant when values between two independent groups were p < 0.05. [52]\n\n## Antibacterial assay\nResults obtained from N. sativa essential oil were done in triplicate and the average was taken to be collected in Table 1. The NS oil was very active and potent in inhibiting the growth of S. aureus ATCC 6538 as represented in Fig. 2 which illustrates the most obvious clear inhibition zone among all other pathogens tested, with mean inhibition diameter and standard deviations; 17.033 (SD = 0.80208) mm. this was followed by E. coli ATCC 65922 then L. monocytogenes ATCC 35152showing a clear zone of inhibition with calculated means and standard deviations, 14.033(SD = 0.30551) mm and 12.333 (SD = 0.25166) mm, respectively. But no inhibitory mode was detected against S. typhimurium ATCC 14028. The standard antibiotic used amoxicillin, 10 mg/ml, gave an inhibition zone larger than that of NS oil with all tested pathogens, as detected in Table 1.\nTable 1Antibacterial activity of Nigella sativa oil against bacterial pathogensBacterial strainsNS oil Mean of I.Z(mm) ± SDAmoxicillin10 mg/ml\nStaphylococcus aureus ATCC 653817.033 \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\pm$$\\end{document}± 0.8020820 ± 0.816497\nEscherichia coli ATCC 6592214.033 \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\pm$$\\end{document}± 0.3055119.16667 ± 0.62361\nListeria monocytogenes ATCC 3515212.333 \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\pm$$\\end{document}± 0.2516618 ± 0.408248\nSalmonella typhimurium ATCC 14028NA15 ± 0.408248\nNA No Activity distinguishedFig. 2Antibacterial activity of Nigella sativa oil against Staphylococcus aureus ATCC 6538\n\n## Determination of minimum inhibitory concentration\nMIC results of black seed oil toward all tested bacterial pathogens were summarized in Table 2. MIC exerted by the NS oil was seen to be 12.5, 25, and 50% against S. aureus ATCC 6538, which was shown in the reading results of (Fig. 3) E. coli ATCC 65922 and L. monocytogenes ATCC35152, respectively. The amount of oil needed to reach no visible growth towards tested pathogens was greater than those needed from the control antibiotic to achieve the same results.\nTable 2MIC of Nigella sativa oil against bacterial pathogenspathogenic bacterial strainMIC of NS oil (%)MIC of Amoxicillin (%)\nStaphylococcus aureus ATCC 653812.512.5\nEscherichia coli ATCC 65922256.25\nListeria monocytogenes ATCC 35152506.25Fig. 3MIC reading results of Nigella sativa oil against Staphylococcus aureus ATCC 6538\n\n## Transmission electron microscope\nThe effect of Ns oil on the cells of S. aureus ATCC 6538 was shown in Fig. 4A-D. (Figure 4A) shows the S. aureus ATCC 6538 cells, before exposure to NS oil, seems to be in the division stage in a stable spherical to an oval shape, then from the monographs (Fig. 4B-D) cells were treated with NS oil sample at the (MIC), in which; severe dramatic changes were noticed with obvious cell destruction and damage in the whole cells were recorded.Fig. 4TEM images illustrated the changes in Staphylococcus aureus ATCC 6538 cells due to the strong inhibitory action of NS oil; A Control cell with normal appearance, B, C, and D treated cells with MIC of NS oil; cell walls wer",
  "has_full_text": true
}