{
  "pmid": "38032179",
  "title": "Antiparasitic nitazoxanide potentiates colistin against colistin-resistant Acinetobacter baumannii and Escherichia coli in vitro and in vivo.",
  "abstract": "Colistin is used as a last resort in many infections caused by multidrug-resistant Gram-negative bacteria; however, colistin-resistant (COL-R) is on the rise. Hence, it is critical to develop new antimicrobial strategies to overcome COL-R. We found that nitazoxanide (NTZ) combined with colistin showed notable synergetic antibacterial activity. These findings suggest that the NTZ/colistin combination may provide an effective alternative route to combat COL-R A. baumannii and COL-R Escherichia coli infections.",
  "journal": "Microbiology spectrum",
  "year": "2024",
  "authors": [
    "Xu M",
    "Yao Z",
    "Kong J",
    "Tang M",
    "Liu Q"
  ],
  "doi": "10.1128/spectrum.02295-23",
  "mesh_terms": [
    "Colistin",
    "Acinetobacter baumannii",
    "Antiparasitic Agents",
    "Escherichia coli",
    "Anti-Bacterial Agents",
    "Drug Resistance, Multiple, Bacterial",
    "Microbial Sensitivity Tests",
    "Nitro Compounds",
    "Thiazoles"
  ],
  "full_text": "## INTRODUCTION\nThe continuous emergence of multidrug-resistant (MDR) strains has become a global problem due to incorrect antimicrobial drug usage (1). Consequently, many antibiotics are no longer effective against even the simplest infections (2). Colistin (polymyxin E) has been recently reintroduced into clinical use, mainly to treat infections caused by MDR and extensive drug-resistant Gram-negative pathogens. However, with the overuse of colistin (COL), Gram-negative bacteria, including COL-R A. baumannii and COL-R E. coli, have gradually developed resistance to this “last-resort” antibiotic. This could become an uncontrollable global challenge.\nBiofilm is an assemblage of microorganisms where the microorganisms adhere to a substrate and are encapsulated within a self-produced matrix comprising extracellular polymeric substances, proteins, and extracellular DNA (3). It can enhance bacterial tolerance to antibiotics and innate immunity, ensuring survival and reproduction (3). Biofilm inhibitors, either alone or in combination with commercial antibiotics, reduce bacterial adhesion, thus reducing infection persistence, eliminating biofilm infection, and reducing the risk of drug resistance development (4).\nNitazoxanide (NTZ) is an FDA-approved oral antiprotozoal drug with a good bioavailability and safety profile (5). It has been clinically applied for the treatment of giardia and cryptosporidium-associated diarrhea (6). NTZ inhibits pyruvate: ferredoxin/flavodoxin oxidoreductases, nitroreductases, and peptide disulfide isomerases. In addition, NTZ inhibits pyruvate oxidoreductase in Helicobacter pylori, anaerobes, parasites, and Campylobacter jejuni (7). Studies have shown that NTZ has potent antibacterial activity against Gram-positive bacteria such as Staphylococcus aureus and Enterococcus spp., including antibiotic-resistant strains, methicillin-resistant S. aureus, and vancomycin-resistant S. aureus (8).\nTo our knowledge, this study is the first to report the synergistic antibacterial and antibiofilm effects of NTZ combined with COL against COL-R A. baumannii and COL-R E. coli. This combination may offer a new therapeutic option for infections caused by COL-R pathogens.\n\n## Antimicrobial susceptibility testing\nThe minimum inhibitory concentrations (MICs) of different isolates against commonly used clinical antibiotics and NTZ are listed in Table 1. The MIC of COL against all strains was 4–32 µg/mL. These strains have well-defined COL-R mechanisms, which were identified by the experimental team (9, 10). The resistance mechanism of E. coli to COL was attributed to the mcr-1 mobile COL resistance gene. COL resistance in A. baumannii was mediated by the substitution of LpxA, LpxC, LpxD, and PmrB and upregulation of the AdeABC/AdeIJK efflux pump. The MIC of all strains for NTZ was ≥256 µg/mL, which suggested that NTZ has no or low antibacterial activity against COL-R A. baumannii and COL-R E. coli. All bacterial isolates (16/16; 100%) were COL-R and displayed an MDR phenotype.\n\n## Synergistic antibacterial activity of COL and NTZ revealed by checkerboard assays\nWe investigated the antibacterial activity of NTZ against COL and NTZ. The MIC of COL and NTZ was 4–32 µg/mL and ≥256 µg/mL, respectively (Table 2). Checkerboard analysis showed that the combination of COL and NTZ exerted a synergistic effect on COL-R A. baumannii and COL-R E. coli strains with different COL-R mechanisms, with the fractional inhibition concentration index (FICI) ranging from 0.25 to 0.5 (Table 2). The presence of NTZ reversed the COL-R phenotype to the COL-S phenotype in all strains.\n\n## Impact on the formation and eradication of biofilms\nAll the tested strains could form a biofilm. Hence, crystal violet staining was used to investigate the ability of NTZ and COL, alone or in combination, to inhibit biofilm formation. The combination of NTZ and COL significantly inhibited biofilm formation by COL-R A. baumannii and COL-R E. coli (Fig. 1). The synergistic concentration for each strain was determined using the checkerboard method. In COL-R A. baumannii, the selected NTZ concentration was 64 µg/mL, whereas COL concentrations were 0.25 µg/mL and 0.5 µg/mL (Fig. 1A). In COL-R E. coli, the selected NTZ concentration was 32 µg/mL and 64 µg/mL, whereas the COL concentration was 1 µg/mL (Fig. 1B).\nThe biofilm eradication assay results showed that the combination of 4 µg/mL COL and 128 µg/mL NTZ easily eradicated most tested strains (7/8) compared to the control and monotherapy groups (Fig. 2). In conclusion, the combination of COL and NTZ inhibited biofilm formation in COL-R A. baumannii and COL-R E. coli and also eradicated the established biofilms.\n\n## The synergistic effect of COL and NTZ revealed by the time-kill assay\nTime-kill assays further confirmed the dynamic synergistic antibacterial effects of NTZ and COL on COL-R bacteria. The concentrations of these two drugs were determined using a checkerboard assay with FICI ≤0.5. In COL-R A. baumannii, the selected NTZ concentration was 64 µg/mL, whereas COL concentrations were 0.5 µg/mL and 1 µg/mL (Fig. 3A). In COL-R E. coli, the selected NTZ concentration was 32 µg/mL, whereas the COL concentration was 2 µg/mL (Fig. 3B). The growth of the tested strains could not be inhibited by either COL or NTZ within 12 h. However, the combination of NTZ and COL significantly decreased the bacteria load by approximately >3 log10 in colony-forming units (CFU)/mL compared to the other treated group within 24 h. Thus, regardless of the strain, bacterial suspensions treated with COL plus NTZ exhibited 2–6 log10 CFU/mL lower counts than the control group at the 24-h mark.\n\n## Scanning electron microscopy (SEM) and confocal laser scanning microscope (CLSM) images\nTo further explore the effect of the NTZ/COL combination on biofilm, we employed SEM to investigate the combination’s effects. The results are shown in Fig. 4. When observed at 3,000 and 7,000× magnification, cells in the control, NTZ monotherapy (32 µg/mL), and COL monotherapy (1 µg/mL) groups showed complete morphology and high density. The arrows in the combination group (Fig. 4D and H) point to cells that display bacterial cell morphology, cell shrinkage, and the appearance of vesicles, bulges, and wrinkles.\nMicroscopic examination using CLSM provided additional insights. The images revealed that the untreated E. coli cells exhibited a thick biofilm (Fig. 5a). The groups treated with 32 µg/mL NTZ or 1 µg/mL COL also formed abundant biofilms (Fig. 5b and c), whereas the combination of NTZ and COL significantly reduced biofilm biomass (Fig. 5d). In addition, quantification of biofilm thickness on CLSM imaging showed a reduction in the thickness and fluorescence intensity of biofilm formation after the combined administration of NTZ and COL compared to the control group (Fig. 5B). In addition, live/dead cell staining was used to observe the effect of the combination of NTZ and COL on cell viability. The results showed that there were a large number of live bacteria on the surface of the single drug treatment group (green light). In contrast, the number of viable bacteria on the surface was significantly reduced (red light) in the NTZ and COL combined treatment groups (Fig. 6).\n\n## Synergistic therapeutic effects of COL and NTZ \nTo determine the in vivo therapeutic effect of the COL/NTZ combination against COL-R bacteria, G. mellonella survival assay was conducted (Fig. 7). Without drug treatment, nearly all G. mellonella died after three days, and the survival rates of G. mellonella subjected to NTZ monotherapy were substantially lower than those subjected to combination therapy (P < 0.05). In the combination therapy group, a seven-day survival rate of 50% was observed among the tested stains. The combination of COL and NTZ was more effective than either drug used alone. The results suggest that the combination of the two drugs exerts good synergistic therapeutic effects on COL-R bacterial infections in vivo.\n\n## \n\nTo verify the safety of NTZ in combination with COL, we investigated the toxic effects of NTZ alone and NTZ in combination with COL on red blood cells (RBCs). Phosphate-buffered saline (PBS)-treated erythrocytes were used as the negative control group, and 0.1% Triton X-100-treated erythrocytes were used as the positive control group. Fig. 8 shows that compared with the negative control PBS, NTZ monotherapy had no additional toxic effects on erythrocytes when used at the highest concentration of 128 µg/mL as well as at the highest combined concentration of 2 µg/mL COL + 64 µg/mL NTZ in this study. This further proves that the combination therapy is safe in vivo.\n\n## DISCUSSION\nCOL-R Gram-negative bacteria are rapidly spreading worldwide, posing a substantial threat to public health and safety (11). Therefore, there is an urgent need for new therapeutic strategies to combat these superbugs. NTZ is an orally active drug with extensive post-marketing experience that is currently widely used in a variety of infectious diseases (12). NTZ can be utilized in combination with linezolid against infections caused by linezolid-resistant S. aureus, as it exhibits strong synergism in vitro and in vivo (13). In addition, NTZ exhibits broad-spectrum activity against anaerobes, parasites, and ulcer-causing Helicobacter pylori (7). The antibacterial effect of NTZ plus COL against Gram-negative bacteria has not been reported in the literature. Here, we used NTZ combined with COL in vivo and in vitro to develop new treatments against COL-R pathogens.\nIn antimicrobial susceptibility testing, NTZ monotherapy exhibits a high MICs (≥256 µg/mL), indicating ineffectiveness against COL-R Gram-negative strains, consistent with previous findings (13). The FICI in the presence of both NTZ and COL is in the range of 0.25–0.5. The MIC of NTZ significantly decreased by 4- to 8-fold and that of COL decreased by 4- to 64-fold (Table 2), indicating the significant effect of NTZ plus COL. We also explored the combined effect of NTZ and colistin against colistin-susceptible strains. The results indicated that NTZ combined with COL had no combined effect against colistin-susceptible strains. Moreover, it has been reported that colistin combined with antibiotics had no combined effect on COL-sensitive strains, but had a combined effect on colistin-resistant strains (14), which is consistent with our results. We speculated that this observation may be related to the complex COL resistance mechanism as well as the fact that the MIC value of colistin sensitivity cannot be reduced indefinitely. The neurotoxicity and nephrotoxicity of COL, as well as the emergence of COL-R strains, limit its clinical application (15). The combination of the two drugs can restore the sensitivity of COL and reduce its dosage.\nThis effect was further confirmed through time-killing assays under dynamic conditions mimicking clinical conditions. NTZ combined with COL showed significant bactericidal activity against COL-R A. baumannii and COL-R E. coli within 12 h and had a good synergistic antibacterial effect (Fig. 3A and B). The antimicrobial activity remained effective for 24 h against COL-R A. baumannii and COL-R E. coli, although the inhibitory effect was weakened after 24 h compared to 12 h. Therefore, it is necessary to further investigate the causes of this weakened synergistic effect of the combination after 12 h. This is thought to be attributable to the persistence of bacteria, consistent with previous results (16). Therefore, to completely kill the bacteria, a higher drug concentration or drug re-administration after 12 h is necessary.\nThe biofilm is a structured bacterial community that poses a significant challenge to the effectiveness of conventional antibiotics and is recognized as a breeding ground for antibiotic resistance. The National Institutes of Health estimates that more than 16 million people die annually because of bacterial infections worldwide (17). In addition, about 80% of them are associated with bacterial biofilm formation-mediated resistance (18). The results showed that COL combined with NTZ could effectively inhibit the biofilm formation of most experimental strains of COL-R A. baumannii and COL-R E. coli. In addition, based on the data from live/dead cell staining experiments, we found that the COL/NTZ combination could produce a more obvious effect on bacterial viability when compared to NTZ or COL alone. According to reports, NTZ inhibits the biofilm production of enteroaggregative E. coli strains by blocking the assembly of AafA fimbriae (19). Biofilm inhibition of the NTZ may be due to the inhibition of the motility of E. coli. Furthermore, the COL/NTZ combination disrupted the DC3846 biofilm and reduced cell alignment density under the SEM.\nIn recent reports, NTZ was shown to significantly eliminate existing S. aureus biofilms without the development of resistance to it by S. aureus (13). Removing preformed biofilms is more difficult than inhibiting them. Antibiotics are rarely administered prophylactically, but they target groups that are already resistant during infection. In this study, we conducted a biofilm eradication assay against COL-R A. baumannii and COL-R E. coli. The synergy between COL and NTZ in eradicating established strain biofilms highlights the promise of this antibacterial adjuvant regimen.\nIn addition, the efficacy of the combination was evaluated in vivo using the G. mellonella infection model. NTZ combined with COL enhanced the survival rates of G. mellonella in vivo. Furthermore, RBC cytotoxicity testing confirmed that the drug combination was not cytotoxic at combination concentrations. The in vivo application of this combination suggests a considerable level of safety. Pharmacologically, NTZ has an excellent safety and tolerability profile, with an LD50＞1,300 mg/kg in mice and demonstrating moderate absorption (6). Our work may help provide research directions for the reuse of existing drugs as adjuvants to expand the therapeutic range of these drugs.\n\n## Conclusion\nThis study demonstrated for the first time that NTZ combined with COL exhibits a significant synergistic effect against COL-R A. baumannii and COL-R E. coli while reducing biofilm formation. In addition, this combination can reduce the dose of COL and restore its potential as a first-line antibacterial drug, providing a new option for clinical anti-infective treatment.\n\n## Bacterial strains, medium, antibiotics, and solvents\nA total of eight COL-R A. baumannii and eight COL-R E. coli non-duplicate isolates were isolated from the First Affiliated Hospital of Wenzhou Medical University during 2012–2019. All isolates were cultured on a Columbia blood agar plate (BAP). Strains were identified using matrix-assisted laser desorption/ionization time-of-flight mass spectrometry (MALDI-TOF-MS, BioMerieux, France) and stored at −80℃ in Luria Bertani (LB) broth medium supplemented with 30% glycerin (Thermo Fisher Scientific, Shanghai, China.).\n\n## Antimicrobial susceptibility tests\nE. coli ATCC 25922 and P. aeruginosa ATCC 27853 were used as quality control strains purchased from the National Center for Clinical Laboratories. Antibiotic solutions, including aztreonam, ceftazidime, cefepime, imipenem, ciprofloxacin, levofloxacin, gentamicin, tobramycin, and COL (Kangtai Biological Technology, Zhejiang, China), were prepared following the CLSI 2022 guideline. NTZ (MedChem Express, Co., Ltd. NJ, USA) was dissolved in 2.5% (vol/vol) dimethyl sulfoxide. The MICs of COL-R isolates to nine antibiotics and NTZ were measured using the broth microdilution method. Briefly, 0.5 MacFarland suspension was prepared from a single colony on BAP using sterile normal saline and further diluted to 106 CFU/mL with cation-adjusted Mueller–Hinton broth (CAMHB). Wells were filled with continuous concentrations of antibiotics ranging from 0.06 to 128 µg/mL and NTZ 4–256 µg/mL, and 100 µL (105 CFU/mL) of bacterial suspension were introduced into each well. The MIC value was defined as the lowest concentration that completely inhibited bacterial growth, as determined by visual inspection after incubating for 16–20 h at 37℃. The breakpoints of antibiotics were referred to CLSI 2022 (20). Each MIC test against all isolates was performed in duplicate.\n\n## Checkerboard assays\nEight COL-R A. baumannii and eight COL-R E. coli isolates were employed for the checkerboard experiments, which examined the synergistic effects of twofold successive drug dilutions placed in a 12 × 8 matrix (21). COL and NTZ were diluted in CAMHB to various MIC values along the horizontal and longitudinal blanks of plates, and 105 CFU/mL of bacteria were introduced. Results were observed after 16–20 h of incubation at 37°C. A microplate reader was used to determine the optical density of the bacterial culture at 600 nm. All experiments were performed in triplicate.\nThe FICI was used to evaluate the synergistic effect of NTZ plus COL. The formula for calculating FICI is as follows: FICI = (MIC of drug A in combination/MIC of drug A alone) + (MIC of drug B in combination/MIC of drug B alone), where FICI ≤0.5 indicates synergistic, FICI >0.5 and FICI ≤4 indicates irrelevantly, and FICI >4 is considered antagonistic (22).\n\n## CV staining\nThe biofilm formation abilities of COL-R A. baumannii and COL-R E. coli were assessed via CV staining, as previously described and with minor modifications (23). A fresh single colony was cultured overnight. NTZ and COL were added to the 96-well plate at final concentrations of 32–64 µg/mL and 0.25–1 µg/mL, and 105 CFU/mL of bacteria were introduced. Cells underwent static incubation for 24 h at 37℃ and were washed three times with PBS (pH = 7.2) to remove planktonic cells, followed by drying at 60℃. Staining with 0.1% CV for 30 min was performed, and the stained biofilm was washed with PBS to remove the remnants. The CV contained in biofilm was dissolved in 150 µL of 95% ethanol, and its absorbance at 595 nm was measured. The experiments were performed in triplicate.\n\n## Preformed mature biofilm eradication assays\nWe based our methodology on previous reports, with minor modifications (24). Four COL-R A. baumannii and four COL-R E. coli isolates were randomly selected to evaluate the eradication effect of NTZ combined with COL on mature biofilms. First, individual colonies on blood plates were shaken overnight in LB broth medium. The bacterial suspension was adjusted to 0.5 McFarland standard using sterile saline and then diluted at a 1:100 ratio in LB broth. Second, 200 µL of bacterial suspension was added to each well of a 96-well plate and incubated at 37°C for 24 h to facilitate the formation of a mature biofilm. After incubation, the supernatant was discarded, and the plates were washed three times with 0.9% saline to remove unattached cells. Next, NTZ and COL were added to the single or combined groups at final concentrations of 128 µg/mL and 4 µg/mL, respectively, in 96-well plates and incubated for 24 h at 37°C. The staining procedure was the same as described above. The experiments were performed in triplicate.\n\n## Time-kill assay\nBacterial cultures were prepared as described for combination experiments (25). Briefly, 1 × 106 CFU/mL of bacteria were exposed to NTZ and COL alone or in combination. Bacteria without antibiotic treatment served as a control for growth. The suspensions were incubated at 37°C with moderate shaking for 24 h. CFU counting was performed at 0, 4, 8, 12, and 24 h. Bactericidal activity was defined as a reduction of ≥3 log10 CFU/mL at 24 h and synergistic activity was defined as a reduction of ≥2 log10 CFU/mL at 24 h in the presence of the two-drug combination compared to each drug administered individually.\n\n## Scanning electron microscope\nSEM was used to demonstrate the effects of the COL/NTZ combination on the biofilm of E. coli DC3846. E. coli DC3846 was cultured overnight and adjusted to 0.5 McFarland standard using sterile NS. The control, NTZ monotherapy, COL monotherapy, and combination groups were established. A sterile round glass slide was placed in each well, and 107 CFU bacteria were added to LB broth (2 mL) containing 1 µg/mL of COL or 32 µg/mL of NTZ. The cultures were kept at 37°C for 18–24 h. Subsequently, the glass slides were removed, washed three times with distilled water, and fixed overnight with 2.5% (vol/vol) glutaraldehyde. After air drying, the samples were treated with gold sputtering and observed under an SEM (S-3000N, Japan) (26).\n\n## Confocal laser scanning microscopy (CLSM)\nIn line with a previous protocol, we analyzed the E. coli biofilms using CLSM. In brief, E. coli DC3846 (106 CFU/mL) was inoculated in LB broth containing 1 µg/mL of COL, 32 µg/mL of NTZ, and 1 µg/mL of COL + 32 µg/mL of NTZ to form static biofilms on coverslips for 24 h at 37°C in the six-well plates. Biofilms were washed twice with PBS (pH = 7.2) before removing planktonic cells and stained using SYTO 9 (L7012, Invitrogen, Thermo Fisher Scientific, Eugene, OR, USA) according to the procedure. Then, excess staining was eliminated by washing twice with PBS (pH = 7.2), and the biofilm was imaged using CLSM (LSM800, Zeiss, Jena, Germany).\nIn addition, COL-R A. baumannii BM2622 was randomly selected for live/dead staining experiments. A. baumannii BM2622 (106 CFU/mL) was inoculated in LB broth containing 1 µg/mL COL, 64 µg/mL NTZ, and 1 µg/mL COL plus 64 µg/mL NTZ to form static biofilms on coverslips for 24 h at 37°C in six-well plates. Biofilms were stained using the SYTO-9/PI live/dead bacteria double staining kit (Fushenbio, Shanghai, China), which stained live bacterial DNA green and dead cells red due to PI staining. The excess staining solution was then removed by washing twice with PBS, and the specimens were observed using CLSM (LSM800, Zeiss, Jena, Germany).\n\n## \n\nThe in vivo synergy of COL and NTZ was evaluated using modified survival assays involving G. mellonella infected with A. baumannii and E. coli, as previously described (27). The overnight cultures of A. baumannii BM2370 and E. coli DC4887 were adjusted to 1.5 × 105 CFU/mL using sterile normal saline. The bacterial solution (10 µL) was injected into the larva’s left hind limb using a microsyringe and treated with the test drug alone or in a combination of 7× MICs after 1 h of infection. Larvae treated with normal saline served as positive controls. Larvae were aerobically incubated at 37°C for seven days, and the survival rates of G. mellonella were recorded every 24 h. All experiments were in triplicate. Larvae with darkened bodies and no reaction to repeated physical stimuli were considered dead.\n\n## Hemolysis test\nThe hemolytic effect of NTZ was assessed using RBCs from healthy volunteers, as described previously (28). Blood samples were collected in EDTA-2Na tubes and centrifuged at 3,000 rpm for 5 min, after which serum was removed and RBCs were resuspended thrice in PBS. Then, 6% (vol/vol) of the RBC suspension was diluted with PBS. The RBC suspension was mixed with isopycnic NTZ at a concentration of 0–128 μg/mL. After 1 h of incubation at 37℃, suspensions were centrifuged at 3,000 rpm for 5 min, and the OD540nm of the supernatant was determined using a microplate reader. RBCs treated with PBS and 0.1% Triton X-100 served as negative and positive controls, respectively.\n\n## Statistical analysis\nComparison between the two groups was performed using no-paired Student t-tests or non-parametric Mann–Whitney test, while multiple comparisons were made using one-way analysis of variance with post hoc analysis using Tukey’s test in GraphPad Prism (GraphPad Prism 8.0.1, GraphPad, San Diego, CA, USA). The results from all experiments were presented as the mean ± SD of three replicates.",
  "has_full_text": true
}