{
  "pmid": "38169981",
  "title": "Ebselen Optimized the Therapeutic Effects of Silver Nanoparticles for Periodontal Treatment.",
  "abstract": "OBJECTIVE: Silver nanoparticles (AgNPs) possess excellent antibacterial effects on periodontal pathogens, but their clinical application is limited mainly due to their cytotoxicity through inducing oxidative stress in human cells. Ebselen disrupts the reactive oxygen species (ROS) scavenging in bacteria and relieves oxidative stress in mammalian cells. This study aimed to assess the antibacterial and anti-inflammatory effects of AgNPs and ebselen as well as the protective effect of ebselen, to further provide the theoretical basis for their future application in periodontal treatment. METHODS: The antibacterial and anti-biofilm effects of the synthesized AgNPs combined with ebselen were assessed on Porphyromonas gingivalis (P. gingivalis), Streptococcus gordonii (S. gordonii), and Fusobacterium nucleatum (F. nucleatum) in planktonic condition and as biofilms. In addition, the intracellular bactericidal efficiency of AgNPs and ebselen was evaluated in P. gingivalis-infected human gingival fibroblasts (HGFs). The cytotoxicity, intracellular ROS levels, and potential antioxidative enzymes were detected in HGFs treated with AgNPs and ebselen. Further, the anti-inflammatory effects were evaluated by in vitro and in vivo experiments. RESULTS: The combination of AgNPs and ebselen showed excellent antibacterial effects against planktonic P. gingivalis and F. nucleatum and synergistic antibiofilm effects on all mono- and multi-species biofilms. In addition, ebselen significantly enhanced the intracellular bactericidal efficiency of AgNPs. Furthermore, ebselen combined with up to 20 μg/mL AgNPs showed no obvious cytotoxicity to HGFs. Evidently, ebselen alleviated the AgNPs-induced ROS by increasing the levels of glutathione and superoxide dismutase 2. Moreover, AgNPs and ebselen together declined the release of P. gingivalis-stimulated inflammatory cytokines both in vitro and in vivo, and reduced alveolar bone resorption effectively. CONCLUSION: AgNPs combined with ebselen would be an effective adjuvant for periodontal treatment owing to their synergistic antibacterial and anti-inflammatory effects.",
  "journal": "International journal of nanomedicine",
  "year": "2023",
  "authors": [
    "Liang Y",
    "Wang B",
    "Yu Q",
    "Wang W",
    "Ge S"
  ],
  "doi": "10.2147/IJN.S434579",
  "mesh_terms": [
    "Humans",
    "Anti-Bacterial Agents",
    "Anti-Inflammatory Agents",
    "Biofilms",
    "Metal Nanoparticles",
    "Porphyromonas gingivalis",
    "Reactive Oxygen Species",
    "Silver",
    "Organoselenium Compounds",
    "Isoindoles"
  ],
  "full_text": "## Introduction\nPeriodontitis is a complex infectious disease initiated by bacteria, manifesting as pathologic loss of periodontal ligament and alveolar bone.1\nStreptococcus gordonii (S. gordonii) is an early colonizer that can easily attach to the tooth surfaces and facilitate the colonization of other periodontal pathogens to establish subgingival biofilms.2,3\nFusobacterium nucleatum (F. nucleatum) can act as a bridge pathogen between the early and late colonizers by creating favorable conditions for the outgrowth of the late colonizer, such as Porphyromonas gingivalis (P. gingivalis), which is a keystone pathogen in the etiology of chronic periodontitis.4\nP. gingivalis can invade cells and tissues where they can maintain viability to avoid immune surveillance, thus easily developing antibiotic resistance and producing persistent infection.5–7 Therefore, the exploration of antibacterial agents against pathogens both planktonic grown and in biofilms or cells will facilitate periodontal treatment.\nSilver nanoparticles (AgNPs) have been recognized as promising antibacterial agents that are efficient for both Gram-negative and Gram-positive bacteria.8,9 They can kill bacteria by increasing membrane permeability and inducing reactive oxygen species (ROS) production through intracellular uptake.8,9 Consequently, the therapeutic effects of AgNPs on dental caries or periodontal diseases are attributed to their antimicrobial efficacy against Streptococcus mutans, Staphylococcus aureus (S. aureus), and P. gingivalis.9,10 As AgNPs can be phagocytized by cells, they exhibit high bactericidal efficacies against S. aureus in osteoblasts,11 meanwhile, the autophagy induced by nanoparticles would also be beneficial for controlling intracellular P. gingivalis.12 Moreover, AgNPs are reported with the capability to inhibit biofilm developing and destroy bacterial biofilms, which indicates they are potential agents combating bacteria protected by biofilms.13,14 Nevertheless, their clinical application is still limited due to the concern over their toxicity. For instance, silver could be detected in organs after administration of massive AgNPs doses, especially in the liver and spleen,8 and AgNPs-induced ROS increasing results in oxidative stress and cellular injury in human cells.9,15 Hence, alleviating the intracellular oxidative stress and reducing therapeutic concentrations of AgNPs would facilitate their prospective application.\nIntracellular oxidative stress is closely associated with the antioxidant systems in both bacteria and human cells. There are generally two thiol-dependent antioxidant systems, ie, thioredoxin (Trx) and glutathione (GSH) systems in most cells.16 Both AgNPs and the released silver ions disturb the function of these two antioxidant systems by binding to thiol groups, and the disturbance is nonspecific to bacteria since it is also hazardous to human cells.17,18 Coincidently, the structures of thioredoxin reductase (TrxR), a crucial enzyme in Trx systems, are different in bacteria and mammalian cells.19 Ebselen can act as a TrxR inhibitor to disrupt ROS scavenging in bacteria,20 while it serves as a substrate of TrxR and a mimic of glutathione peroxidase (GSH-Px) to relieve oxidative stress in mammalian cells.21 Therefore, combining AgNPs with ebselen would be an optimized strategy to improve the antibacterial efficacy of AgNPs and reduce oxidative damage in mammalian cells. Accordingly, ebselen and AgNPs have been reported to possess synergistic antibacterial effects on both S. aureus and Escherichia coli (E. coli);21 however, their antibacterial efficacy on periodontal pathogens of typical pathogenic status such as planktonic or in biofilms has yet been explored. Besides, the protective effect of ebselen on AgNPs-induced oxidative stress and whether the combination could relieve bacteria-caused inflammatory reactions is still unknown.\nHerein, we aimed to provide the theoretical basis for the future application of AgNPs and ebselen in periodontitis, by exploring the antibacterial effects of AgNPs and ebselen against periodontal pathogens in planktonic, biofilm, and intracellular status, as well as their effect on human gingival fibroblasts (HGFs) including the measurement of intracellular GSH content, TrxR activity, and superoxide dismutase (SOD)2 expression to further explore the protective effect of ebselen. Finally, the anti-inflammatory effects of AgNPs and ebselen both in vitro and in vivo were assessed by evaluating the expression of inflammatory cytokines such as interleukin (IL)-6, IL-8, C-C motif ligand 2 (CCL2), and their potential therapeutic effects on periodontal destruction were also evaluated by alveolar bone loss analysis in vivo.\n\n## Preparation and Characterization of AgNPs\nAgNPs were synthesized by the classic Lee-Meisel method according to Yu’s study.22 Briefly, AgNPs as start seeds were synthesized by reducing from silver nitrate (Sigma, St Louis, MO, USA) with sodium borohydride (Sinopharm, Beijing, China) and trisodium citrate (Tianjin Damao Chemical, Tianjin, China). Then, AgNPs were further synthesized with the above seeds. To remove the residual agents, the synthesized AgNPs were washed twice with Milli-Q water. The concentration of AgNPs in the dispersant was determined by measuring dry weight. Then the ultraviolet-visible (UV-vis) spectrum of AgNPs was characterized by UV-vis spectrophotometer. The shape and particle size were also observed under transmission electron microscopy (TEM). The particle size, polymer dispersity index (PDI), and zeta potential were further measured by dynamic light scattering (DLS) analysis.\n\n## Evaluation of Antibacterial Effect Against Planktonic Periodontal Pathogens\nP. gingivalis, F. nucleatum, and S. gordonii were obtained from the American Type Culture Collection (ATCC), and the types were ATCC 33277, ATCC 10953, and ATCC 10558, respectively. Firstly, the glycerol-cryopreservative bacteria were melted and spread on brain heart infusion (BHI, Qingdao Haibo, Qingdao, China) blood agar plates containing 1% agar powder, 5% defibrinated sheep blood, 5% hemin, and 0.5% vitamin K, to obtain pure colonies. The colony was then transferred into liquid BHI medium containing 5% hemin and 0.5% vitamin K (complete medium) and incubated in the anaerobic chamber (DG250, DWS, Winchester, England) with 80% N2, 10% H2, 10% CO2 at 37°C for 24 to 48 h, and then the bacteria were used in the following experiments.\nThe bactericidal experiments were as follows: P. gingivalis, F. nucleatum, and S. gordonii in complete medium were added into the 96-well plate (50 μL/well) and treated with AgNPs (0, 5, 10 μg/mL in final concentration) and ebselen (0, 5, 10 μM in final concentration) for 24 h, and then the culture was diluted with a 10-fold gradient and 5 μL of each diluted suspensions were taken to drop onto the blood agar plates and incubated in anaerobic condition. Then the bactericidal efficiency was evaluated by colony-forming unit (CFU) counting method.\nTo evaluate the inhibitory effect of AgNPs and ebselen on the growth of P. gingivalis, F. nucleatum, and S. gordonii, bacteria in the complete medium were treated with various concentrations of AgNPs (0, 5, 10, 20 μg/mL in final concentration) and ebselen (0, 10 μM in final concentration), and then incubated in the anaerobic incubator, and the optical density (OD) of the culture suspensions at 600 nm were recorded at 24, 48, and 72 h by the microplate reader (BMG, Berlin, Germany), respectively.\n\n## Assessment of ROS Levels in \n1 mL of 5×107 CFU/mL P. gingivalis in complete medium containing AgNPs (0, 5 μg/mL in final concentration) and ebselen (0, 10 μM in final concentration) were incubated in anaerobic condition for 2 h, and then bacteria were collected by centrifuging and intracellular ROS was labeled by 2′,7′-dichlorofluorescein diacetate (DCFH-DA; Beyotime, Shanghai, China) according to the instruction of intracellular ROS assessment kit. The fluorescence images were observed and taken by fluorescence microscope with a camera under 488 nm excitation, and mean fluorescence intensity was quantified by Image J.\n\n## Evaluation of Anti-Biofilm Effects\nTo analyze the inhibitory effect of AgNPs and ebselen on the biofilm formation of P. gingivalis, titanium sheets with a diameter of 14.75 mm were placed at the bottom of the 24-well plate, 500 μL of 1×108 CFU/mL P. gingivalis was added per well, and treated with different concentrations of AgNPs (0, 5, 10 μg/mL) alone or combined with 10 μM ebselen. The plate was placed in the anaerobic incubator for 48 h and then washed twice with sterilized phosphate-buffered saline (PBS), and 1 mL of 2.5% glutaraldehyde (Solarbio, Beijing, China) was added to each well for fixation at 4°C overnight. And then the samples were dehydrated with graded ethanol, freeze-dried, sprayed with gold, and taken for scanning electron microscopy (SEM, Hitachi, Tokyo, Japan) observation. Besides, the samples were also dyed with live-dead bacteria staining kit (Bestbio, Shanghai, China) to observe the viability of bacteria in the biofilms and the thickness of biofilms by confocal laser scanning microscope (CLSM, Andor, Purbeck, England). For the biofilm dispersion experiment, 500 μL of 1×108 CFU/mL P. gingivalis was inoculated on the titanium sheet in the 24-well plate for 24 h, washed twice, and then treated with AgNPs (0, 5, 10 μg/mL) or together with 10 μM ebselen in complete medium. The plate was placed in the anaerobic condition for another 24 h and the following steps were consistent with the biofilm formation experiment.\nMoreover, F. nucleatum and S. gordonii biofilms were established using 1×108 CFU/mL and 1×106 CFU/mL bacterial suspension, respectively. The multispecies biofilm was established by mixing P. gingivalis, F. nucleatum, and S. gordonii in the ratio of 1:1:1 (108, 108, and 106 CFU/mL, respectively) and cultured anaerobically. The following process and detection methods were consistent with that of P. gingivalis. Moreover, the multispecies biofilms were also stained with crystal violet to evaluate the biomass.\n\n## Evaluation of Intracellular Bactericidal Efficiency\nHGFs were obtained from gingival tissues removed in crown lengthening surgery and impacted teeth extraction surgery by enzyme digestion method as previously described.23 Written approval for HGFs collection performed in this study was approved by the Medical Ethical Committee of Stomatological Hospital of Shandong University (Protocol No. 20211112) complying with the Declaration of Helsinki, and written informed consent was obtained from each individual participant.\nHGFs were seeded in the 24-well plate at a density of 3×104 cells/well. After cell adhesion, HGFs were infected with P. gingivalis at a multiplicity of infection (MOI) of 100 for 2 h, and then washed with sterilized PBS thrice, 500 μL DMEM medium containing 500 μg/mL gentamycin was added for 30 min to eliminate extra bacteria, and then HGFs were treated with AgNPs (0, 5, 10 μg/mL) or combined with 10 μM ebselen for 4 h, after that, HGFs were washed three times, and 1 mL sterilized water was added into each well for 1 h to lyse HGFs, P. gingivalis inside HGFs were counted on the blood agar plates.\nAs to flow cytometry detection, P. gingivalis was labeled by 5(6)-Carboxyfluorescein diacetate N-succinimidyl ester (CFDA-SE; MKbio, Shanghai, China) according to the manufacturer’s protocol. To only label the P. gingivalis, the P. gingivalis was pre-labeled with CFDA-SE. CFDA-SE can enter live bacteria and be catalyzed by the esterase into CFSE, and then CFSE is kept inside and binds with the amino on protein irreversibly. The residual CFDA-SE diffused into the medium and was removed by washing with fresh medium. The HGFs were infected with the pre-labeled P. gingivalis with fresh medium to avoid being labeled. The following procedure was consistent with the previously described. Finally, HGFs were collected for flow cytometry (BD, USA) to evaluate fluorescence intensity reflecting the amounts of intracellular bacteria.\n\n## Assessment of Cytotoxicity, Intracellular ROS Levels, and Antioxidative Enzymes in HGFs\nHGFs were suspended in DMEM and seeded into the 96-well plate at a density of 3×103 cells/well. After cell adhesion, the cells were treated with AgNPs (0, 5, 10, 20 μg/mL) or together with 10 μM ebselen for 24 h, and the viabilities of HGFs were assessed by cell counting kit-8 (CCK-8, Dojindo, Kumamoto, Japan) as the instruction.\nFor detection of intracellular ROS levels, HGFs were inoculated into 6-well plates at a density of 2×105 cells/well. After cell adhesion, the cells were treated with AgNPs (0, 5, 10 μg/mL) or together with 10 μM ebselen for 6 and 24 h, respectively. And intracellular ROS level was measured by fluorescent probe DCFH-DA according to the manufacturer’s protocol. The fluorescence intensity was detected by flow cytometry. Besides, the ROS levels in HGFs at 24 h were also observed by fluorescence microscope (Leica, Wetzlar, Germany), and the mean fluorescence intensities were evaluated by image J.\nTo assess intracellular GSH amount, HGFs in the culture plate were treated with AgNPs (0, 5, 10 μg/mL) or together with 10 μM ebselen for 24 h, and then HGFs were collected and disrupted by quick freeze-thawing twice with liquid nitrogen and 37°C water. The supernatants were obtained for examination by GSH amount assay kit (Beyotime, Shanghai, China) with the instruction of the manufacturer’s protocol.\nTo assess intracellular TrxR activity, HGFs in the culture plate were treated with AgNPs (0, 5 μg/mL) or together with 10 μM ebselen for 24 h, and then HGFs were collected and disrupted by ultrasonic lysis. The supernatants were obtained for examination by the TrxR activity assay kit (Solarbio, Beijing, China) according to the manufacturer’s protocol.\nHGFs in the culture plate were treated with AgNPs (0, 5, 10 μg/mL) or together with 10 μM ebselen for 24 h, and then RNA samples were collected by Trizol (Accurate biology, Beijing, China) for qRT-PCR examination to evaluate the expression of SOD2. The total RNA of cells was extracted according to the manufacturer’s instructions using the Trizol reagent (Accurate biology, Beijing, China). The samples’ messenger RNA (mRNA) concentrations were determined using the GeneQuant™ pro RNA/DNA Calculator Spectro photo meter (Amersham Biosciences, Pittsburgh, PA, USA). The ratio of absorption (OD 260 nm/OD 280 nm) was between 1.8 and 2.0. Then, RNA was converted to complementary DNA (cDNA) using a reverse transcriptase synthesis kit (Accurate biology, Beijing, China). qRT-PCR primers for NADPH and SOD2 were listed in Table S1, qRT-PCR was performed in duplicate using Light Cycler 480 II Real-Time PCR System (Roche, Basel, Switzerland) with a two-step method. The PCR reaction system contained 5 μL of SYBR Green PCR mix (Accurate biology, Beijing, China), 0.2 μL of each primer, 1 μL of cDNA template, and 3.6 μL nuclease-free water in a final volume of 10 μL per reaction. The cycling parameters for qRT-PCR were 95°C for 30s, 45 cycles of 95°C for 5s, 60°C for 30s, and a melt curve assay was then performed (95°C for 5s, and then the temperature increased by 0.11°C every 1s) to detect the formation of primer-derived trimers and dimers. The real-time quantitative PCR reaction was performed in triplicate for each sample, and the mean value was used to calculate the mRNA expression levels. Expression levels of interested genes were normalized to GAPDH, by calculating the ΔCt (Ct gene of interest-average Ct housekeeping gene), and the expression of the interested gene was expressed as 2−(ΔCt).\n\n## Evaluation of the Anti-Inflammatory Effect on HGFs Infected with \nHGFs were infected with P. gingivalis (MOI = 100) for 2 h and then treated with AgNPs (0, 5 μg/mL) or together with 10 μM ebselen for 24 h. The supernatants were collected to evaluate secretion of IL-6, IL-8, and CCL2 by enzyme-linked immunosorbent assay (ELISA; Biolegend, San Diego, CA, USA), and RNA samples were collected for qRT-PCR examination to evaluate the expression of IL-6, IL-8, CCL2, and SOD2. The total RNA extraction and qRT-PCR procedures were the same as above, and qRT-PCR primers for NADPH, IL-6, IL-8, CCL2, and SOD2 were listed in Table S1.\n\n## Evaluation of Autophagic Flux in HGFs Infected with \nHGFs were seeded on glass coverslips in 24-well plates at the density of 3×104 cells/well. After cell adhesion, the cells were transfected with AdM-CMV-mCherry-EGFP-LC3B adenovirus (Vigene, Shandong, China) at MOI of 100 for 24 h. and the transfected cells were infected with P. gingivalis (MOI = 100) for 2 h, and then treated with AgNPs (0, 5 μg/mL) or together with 10 μM ebselen for 12 h. Cells were fixed for 15 min and then the coverslips were taken out for observation.\n\n## Experimental Periodontitis Establishment and in vivo Evaluation\nSix- to eight-week-old male Wistar rats were provided by Beijing Vital River Laboratory Animal Technology Co., Ltd. (China) and maintained at the Experimental Animal Center of Shandong University (Jinan, China). The animal studies were approved by Stomatological Hospital, Shandong University (Protocol No. GD201903). The experimental procedures were performed following National Institutes of Health guidelines for the care and use of laboratory animals (NIH Publications NO. 8023, revised 1978).\nTwenty rats were randomly divided into five groups, including healthy rats without inducing periodontitis (Sham), periodontitis with local application of PBS (Pg), periodontitis with local application of 250 μg/mL AgNPs (Pg+Ag), periodontitis with local application of 500 μM ebselen (Pg+Eb), and periodontitis with local application of AgNPs and ebselen (Pg+Ag+Eb).\nTo induce experimental periodontitis, the rats were anesthetized with isoflurane (RWD, Sugar Land, USA, 5% for anesthesia inducing and 2% for maintaining) during the experimental procedure, and then the 4–0 surgical suture was surrounded and tied on the cervical of the maxillary second molar. Next, 50 μL of P. gingivalis suspension was injected into the gingival sulcus around the maxillary second molar every 3 days within 2 weeks.\nAfter two weeks of induction, the experimental periodontitis was established. The sutures were kept for the next 2 weeks because they were critical for plaque accumulation to mimic the chronic inflammation with a consistent bacterial infection. During the treatment period, 20 μL samples were injected into the gingival sulcus around the maxillary second molar every other day for 2 weeks. Then the rats were euthanized with overdose anesthesia, the gingival tissue around the maxillary second molar was immediately removed and conserved in RNALater™ RNA stabilization reagent for animal tissue (Beyotime, Shanghai, China), and the part of maxillae including 3 maxillary molars, heart, liver, spleen, lung and kidney were collected and fixed with 4% paraformaldehyde (PFA, Biosharp, Hefei, China) for 24 h and then preserved in 70% alcohol at 4°C for further experiments.\nThe collected gingival tissues were ground fully by the manual tissue grinder after being taken from the liquid. The next procedure of RNA extraction and PCR was the same as above mentioned. And the primers for NADPH, IL-6, and IL-1β were listed in Table S2.\nThe collected maxillae were scanned by Micro-CT (Quantum FX, USA) to analyze alveolar bone loss in vivo (90 kV, 88 μA). The three-dimensional (3D) images were reconstructed following the criteria that the occlusion plane could not be seen from the buccal side and all samples kept the same cervical width of the second molar. The distance from the alveolar bone crest (AB) to the cementoenamel junction (CEJ) was measured by image J, representing the degree of alveolar bone loss.\nThen the specimens were demineralized by 10% disodium ethylenediamine tetraacetate (EDTA) with stirring for about 2 months. Afterward, the samples were dehydrated using graded ethanol solutions. After vitrification by dimethyl benzene, the specimen was embedded in paraffin for further acquiring paraffin sections with a thickness of 5 μm. Hematoxylin and eosin (H&E) staining was performed to assess alveolar bone loss. The vertical distance between the CEJ and AB represented bone loss. Tartrate-resistant acid phosphatase (TRAP) staining (Solarbio, China) was performed to assess the number of osteoclasts.\n\n## Statistical Analysis\nAll data were presented as the mean ± standard deviation (SD) and experiments were independently repeated three times. One-way ANOVA and two-way ANOVA were used for statistical analysis. P value of less than 0.05 was considered to be statistically significant.\n\n## Synthesis and Characterization of AgNPs\nAgNPs were synthesized using the classic Lee-Meisel method (Figure S1A). The successful synthesis of AgNPs was confirmed by the absorbance peak at 402 nm (Figure S1B). The AgNPs showed uniform spherical shapes (Figure S1C). The DLS revealed that particle sizes were in a range of 10 to 100 nm with 23.36 nm on average, the zeta-potential was −24.75 mV, and the PDI of the colloidal solution was 0.324, which represented moderate dispersity (Figure S1D).\n\n## Synergistic Antibacterial Effect of AgNPs and Ebselen on Periodontal Pathogens\nS. gordonii, F. nucleatum, and P. gingivalis are typical early, bridge, and keystone periodontal pathogens that can co-aggregate with other periodontal pathogens, which contribute to the development of periodontitis.2 Hence, these three representative pathogens were selected to clarify the antimicrobial characteristics of AgNPs and ebselen. First, the bactericidal efficacies of AgNPs and ebselen were measured using the CFU counting method. 10 μg/mL AgNPs in this study partially killed P. gingivalis and F. nucleatum, two Gram-negative bacteria (Figures 1A, B and S2) while showing no effect on S. gordonii (Figure S3), the Gram-positive bacteria. This discrepancy may be related to the thicker cell walls of gram-positive bacteria, which are composed of various peptidoglycan coats and thus serve as a barrier for the penetration of the AgNPs.24 10 μg/mL AgNPs significantly reduced the viability of F. nucleatum while decreasing less effect on P. gingivalis (Figures 1A, B, and S2A), which was coincident with Sirisha P’s study showing that P. gingivalis with higher resistance to AgNPs than F. nucleatum.25\nFigure 1Synergistic antibacterial effect of AgNPs and ebselen on planktonic P. gingivalis owing to intracellular ROS increase. (A and B) CFU counting results of live bacteria after treatment with various concentrations of AgNPs and ebselen for 24 h; (C–E) Inhibitory effect of AgNPs and ebselen on P. gingivalis growth after treatment for 24, 48, and 72 h, respectively; (F) Representative fluorescence images of ROS levels in P. gingivalis after being treated with AgNPs and ebselen for 2 h (scale bars: 20 μm); (G) The mean fluorescence intensities of ROS levels in P. gingivalis; (H) Schematic diagram about the potential antibacterial mechanism of AgNPs and ebselen; created with BioRender.com. Data were presented as the mean ± SD. Compared with the control group, *P < 0.05, ***P < 0.001. Compared with the group with the same concentration of AgNPs, #P < 0.05, ##P < 0.01, ###P < 0.001.\nAs expected, when combined with ebselen, especially 10 μM ebselen, the bactericidal efficacy of AgNPs on P. gingivalis was significantly enhanced, even 10 μg/mL AgNPs combined with 10 μM ebselen killed 99% P. gingivalis within 24 h, indicating AgNPs and ebselen possessed a synergistic bactericidal effect on planktonic P. gingivalis (Figure 1A and B), which agreed with the previous study against Acinetobacter baumannii.26 However, the synergistic bactericidal effect of ebselen on F. nucleatum was not obvious (Figure S2A), which may be because the more effective antioxidative system in F. nucleatum resulted in higher tolerance for oxidative stress than P. gingivalis.27 Encouragingly, the addition of ebselen enhanced the inhibitory effect of AgNPs significantly and prolonged their antibacterial capacity on P. gingivalis and F. nucleatum for up to 72 h (Figures 1C–E and S2B–D).\nThe ROS levels in P. gingivalis, the keystone pathogen for periodontitis, were detected to further investigate the potential mechanism of the synergistic antibacterial effect of AgNPs and ebselen. Either AgNPs or ebselen induced a slight increase in ROS levels, while the combination generated a significantly enhanced increment of ROS level in P. gingivalis (Figure 1F and G). The synergistic antibacterial effect of AgNPs and ebselen may be the superimposing result of the enhancement of oxidative systems and dysfunction of the antioxidant system in bacteria (Figure 1H). The released Ag ion inside cells can deactivate the respiratory enzyme and then induce ROS generation.8 Also, ebselen could also destroy antioxidant function in bacteria by acting as a TrxR inhibitor,20 and the bacteria with antioxidant system disturbance would be more sensitive to ROS increase.28\n\n## Anti-Biofilm Effect of AgNPs and Ebselen\nPeriodontitis is initiated from the bacterial biofilms composed of multispecies communities with heterogeneous structures on the tooth and gingival surfaces. S. gordonii, F. nucleatum, and P. gingivalis serve as the early, bridge, and late colonizers and contribute to the progress of periodontitis.2,3 Because of the complex structure, bacteria enclosed in biofilms are more resistant to attack from the host immune system and antibiotics.14,29 To this end, the anti-biofilm effects of AgNPs and ebselen were firstly explored against the keystone bacteria, ie, P. gingivalis. 5 μg/mL AgNPs showed slight inhibition on biofilm development, and a higher concentration, ie, 10 μg/mL AgNPs inhibited the biofilm-developing more effectively as shown with smaller and thinner biofilm structure (Figure 2A–C). However, AgNPs alone, especially in low concentrations, failed to destroy established biofilms, showing large patches of biofilms with close connections (Figure 2D and E). There were more dead and ruptured bacteria in the biofilms treated with 10 μg/mL AgNPs (Figure 2D and E), which could be attributed to the ability of AgNPs to penetrate biofilms shown in the energy dispersive spectroscopy (EDS) result (Figure 2F), possibly by aquaporin.30 The penetrated AgNPs could interact with polysaccharides, proteins, and nucleic acid to further destroy biofilm structure.31 Meanwhile, 10 μM ebselen alone suppressed the development of biofilm significantly, which agreed with the previous study that reported ebselen inhibited the biofilm formation of some drug-resistance bacteria and destroyed established biofilms,32,33 possibly by inhibiting bacterial protein synthesis.33 Furthermore, the combination of AgNPs and ebselen showed more obvious anti-biofilm effects on both biofilm formation and eradication, manifesting as the biofilms were looser and thinner with more dead bacteria according to the result of SEM and CLSM images (Figure 2A–E). Besides, the evaluation of the anti-biofilm effect on F. nucleatum or S. gordonii showed similar results as the combination of AgNPs and ebselen presented a great antibiofilm effect regardless of the type of bacteria (Figure 3).\nFigure 2Synergistic anti-biofilm effect of AgNPs and ebselen on P. gingivalis. (A) SEM images and (B) CLSM images of the biofilm formation experiment; (C) Biofilm thickness quantified by CLSM; (D) SEM images and (E) CLSM images of the biofilm destruction experiment, the red arrow in SEM images indicated ruptured P. gingivalis; (F) EDS result of destructed biofilm. Scale bars in SEM images: 2 μm, scale bars in CLSM images: 100 μm. Data were presented as the mean ± SD. Compared with the control group, **P < 0.01, ***P < 0.001.\nFigure 3Synergistic anti-biofilm effect of AgNPs and ebselen on F. nucleatum and S. gordonii. CLSM images of the biofilm formation experiment (A) and the biofilm destruction experiment (B) on F. nucleatum; SEM images of the biofilm formation experiment (C) and the biofilm destruction experiment (D) on F. nucleatum; CLSM images of the biofilm formation experiment (E) and the biofilm destruction experiment (F) on S. gordonii; SEM images of the biofilm formation experiment (G) and the biofilm destruction experiment (H) on S. gordonii. Scale bars in CLSM images: 100 μm, scale bars in SEM images: 10 μm.\nTo better simulate the establishment of the complex biofilm, a mixture of S. gordonii, F. nucleatum, and P. gingivalis was further created to evaluate the anti-biofilm effect. There was a high proportion of live bacteria adhered on the surface in the control group, while 5 and 10 μg/mL AgNPs treatment groups displayed more dead bacteria (Figure 4A and B). With the treatment of 10 μM ebselen, smaller biofilm structures with thinner layers were established (Figure 4A–C), this further clarified the inhibitory effect of ebselen on biofilm formation. Possibly, ebselen impeded biofilm establishment by inhibiting the function of cyclic-di-GMP (cdiGMP), which is an important second messenger to regulate biofilm formation.34,35 The AgNPs and ebselen combination resulted in biofilms with more dead bacteria and thinner layers, which further corroborated the excellent inhibitory effects on biofilm formation (Figure 4A–C). The crystal violet staining result showed a similar tendency as previously described (Figure 4D). Surprisingly, the combination of AgNPs and ebselen also demonstrated excellent efficacy in biofilm eradication (Figure 4E and F). The thickness of multispecies biofilms was reduced from 15 μm (mean of the control group) to 9.33 μm (mean of 5 μg/mL AgNPs and 10 μM ebselen group) and 8 μm (mean of 10 μg/mL AgNPs and 10 μM ebselen group), respectively (Figure 4G). In addition, the crystal violet staining result also proved the excellent dispersive effect of AgNPs and ebselen combination on multispecies biofilms (Figure 4H). The syne",
  "has_full_text": true
}