{
  "pmid": "38206016",
  "title": "The mechanism of action of auranofin analogs in B. cenocepacia revealed by chemogenomic profiling.",
  "abstract": "Drug repurposing efforts led to the discovery of bactericidal activity in auranofin, a gold-containing drug used to treat rheumatoid arthritis. Auranofin kills Gram-positive bacteria by inhibiting thioredoxin reductase, an enzyme that scavenges reactive oxygen species (ROS). Despite the presence of thioredoxin reductase in Gram-negative bacteria, auranofin is not always active against them. It is not clear whether the lack of activity in several Gram-negative bacteria is due to the cell envelope barrier or the presence of other ROS protective enzymes such as glutathione reductase (GOR). We previously demonstrated that chemical analogs of auranofin (MS-40 and MS-40S), but not auranofin, are bactericidal against the Gram-negative Burkholderia cepacia complex. Here, we explore the targets of auranofin, MS-40, and MS-40S in Burkholderia cenocepacia and elucidate the mechanism of action of the auranofin analogs by a genome-wide, randomly barcoded transposon screen (BarSeq). Auranofin and its analogs inhibited the B. cenocepacia thioredoxin reductase and induced ROS but did not inhibit the bacterial GOR. Genome-wide, BarSeq analysis of cells exposed to MS-40 and MS-40S compared to the ROS inducers arsenic trioxide, diamide, hydrogen peroxide, and paraquat revealed common and unique mediators of drug susceptibility. Furthermore, deletions of gshA and gshB that encode enzymes in the glutathione biosynthetic pathway led to increased susceptibility to MS-40 and MS-40S. Overall, our data suggest that the auranofin analogs kill B. cenocepacia by inducing ROS through inhibition of thioredoxin reductase and that the glutathione system has a role in protecting B. cenocepacia against these ROS-inducing compounds.IMPORTANCEThe Burkholderia cepacia complex is a group of multidrug-resistant bacteria that can cause infections in the lungs of people with the autosomal recessive disease, cystic fibrosis. Specifically, the bacterium Burkholderia cenocepacia can cause severe infections, reducing lung function and leading to a devastating type of sepsis, cepacia syndrome. This bacterium currently does not have an accepted antibiotic treatment plan because of the wide range of antibiotic resistance. Here, we further the research on auranofin analogs as antimicrobials by finding the mechanism of action of these potent bactericidal compounds, using a powerful technique called BarSeq, to find the global response of the cell when exposed to an antimicrobial.",
  "journal": "Microbiology spectrum",
  "year": "2024",
  "authors": [
    "Maydaniuk D",
    "Martens B",
    "Iqbal S",
    "Hogan A",
    "Lorente Cobo N"
  ],
  "doi": "10.1128/spectrum.03201-23",
  "mesh_terms": [
    "Humans",
    "Auranofin",
    "Reactive Oxygen Species",
    "Thioredoxin-Disulfide Reductase",
    "Anti-Bacterial Agents",
    "Burkholderia cepacia complex",
    "Burkholderia cenocepacia",
    "Glutathione"
  ],
  "full_text": "## INTRODUCTION\nThere is a dire need to develop new antibiotics against the growing threat of antibiotic resistant bacteria. One approach to alleviate this crisis is to repurpose drugs already on the market (1, 2). An example is auranofin, a gold-containing, antirheumatic drug found to have bactericidal activity against Gram-positive bacteria (3). Auranofin inhibits thioredoxin reductase (TrxB), disrupting the cell’s ability to withstand oxidative stress (3, 4). However, auranofin is inactive in many Gram-negative bacteria (3, 5). It is not clear whether the lack of activity is due to differences in cell envelope permeability or the presence of glutathione reductase (GOR), which is functionally and structurally similar to TrxB (6).\nGOR and TrxB belong to the two major systems that combat reactive oxygen species (ROS) in bacteria, the glutathione and the thioredoxin systems, respectively. The thioredoxin system uses the protein thioredoxin (Trx) and NADPH as a source of electrons (6). Most Gram-negative bacteria encode TrxB and two thioredoxins (6). The thioredoxin protein donates electrons to the ribonucleotide reductase, which creates deoxyribonucleotides from ribonucleotides (7, 8). The oxidized thioredoxin is reduced by TrxB with electrons sourced from NADPH (7, 8). In the glutathione system, glutathione in its reduced form (GSH) can detoxify ROS and reactive nitrogen species (RNS) by reducing ROS/RNS and itself becoming oxidized (GSSG), forming a disulfide bond between two molecules of glutathione (7, 9). Organisms that use glutathione to detoxify ROS/RNS recycle oxidized glutathione to its reduced form by the action of GOR (7, 9). This enzyme uses electrons from NADPH to accomplish this reaction and has a domain for NADPH binding (9, 10).\nBacteria of the Burkholderia cepacia complex (Bcc) are a group of Gram-negative opportunistic pathogens (11) that are naturally resistant to many classes of antibiotics and cause severe infections in people with cystic fibrosis (CF) (12, 13). A Bcc member, Burkholderia cenocepacia can scavenge ROS using the thioredoxin system, the glutathione system, and various superoxide dismutases and catalases (14, 15). Having these systems allows B. cenocepacia to survive intracellularly within macrophages (16), as macrophages use ROS to fight invading bacteria and other pathogens (17). Antibacterial drugs that target ROS protective mechanisms may then be useful in alleviating Bcc infections. To that aim, we tested auranofin and synthesized sugar-modified analogs against Gram-negatives (18). Two of these analogs, MS-40 and MS-40S, exhibited bactericidal activity against B. cenocepacia, without detectable resistance (18).\nHere, we explore the molecular targets and global mechanisms of action of MS-40 and MS-40S in B. cenocepacia. We first identified that the bacterial TrxB is inhibited by auranofin, MS-40, and MS-40S in vitro. However, these compounds were inactive against the bacterial GOR. We next found that both MS-40 and MS-40S increased cellular levels of reactive oxygen species, possibly caused by the inhibition of the TrxB. Finally, we exposed a randomly barcoded transposon mutant library (19) to MS-40, MS-40S, and other ROS inducers and quantified relative mutant fitness with BarSeq (20). We found genetic elements related to ROS metabolism that when disrupted caused differential susceptibility to the auranofin analogs, suggesting their involvement in the mechanism of action of the auranofin analogs.\n\n## MS-40 and MS-40S inhibit TrxB but not GOR in \nAuranofin and other auranofin analogs inhibit Staphylococcus aureus and Mycobacterium tuberculosis (3) as well as the mammalian TrxB (21). Auranofin is thought to be inactive in Gram-negatives due to the presence of the secondary antioxidant system, glutathione system, or the low permeability of the cell envelope. The B. cenocepacia K56-2 genome encodes the trxB and gor genes and a previous TnSeq analysis identified trxB (but not gor) as essential in B. cenocepacia (22). We hypothesized that MS-40 and MS-40S (Fig. 1A) are active in B. cenocepacia because they target TrxB and the structurally and functionally similar protein GOR of the glutathione system, while auranofin is inactive because it only inhibits TrxB.\nTo confirm that auranofin, MS-40, and MS-40S share the same target, the trxB gene from B. cenocepacia K56-2 was expressed in E. coli, the protein purified (Fig. S1), and the enzymatic activity of TrxB was tested. Auranofin, MS-40, and MS-40S decreased TrxB activity in vitro in the nanomolar range (Fig. 1B), indicating that these three compounds are potent inhibitors of this essential protein.\nDrug target interactions can be also visualized in vivo when reduced levels of the target increase the susceptibility of a bacterial strain in the presence of a drug (23). We reasoned that knocking down trxB would result in enhanced growth inhibition in the presence of auranofin and auranofin analogs. To address this hypothesis, we investigated the growth phenotype of a trxB knockdown mutant exposed to auranofin, MS-40, and MS-40S. The knockdown mutant was created with a CRISPRi system adapted for Burkholderia (24), where a rhamnose-inducible dCas9 is expressed, inhibiting trxB gene expression. Under gene silencing conditions (0.5% rhamnose), the trxB CRISPRi mutant showed slightly enhanced susceptibility to MS-40 and MS-40S (Fig. 1C), which supported the role of TrxB in the mechanism of action. However, the trxB CRISPRi mutant did not show as strong hypersusceptibility to auranofin compared to MS-40 and MS-40S, suggesting auranofin may not reach the cytoplasmic target due to the cell envelope barrier.\nAlternatively, auranofin could be inactive in B. cenocepacia because GOR can compensate for the lack of TrxB, while auranofin analogs are active because the analogs could also inhibit GOR. To determine whether GOR is a target of MS-40 and MS-40S the B. cenocepacia K56-2 gor gene was overexpressed and the protein was purified (Fig. S2).\nTo measure GOR enzymatic activity, we followed the decrease in NADPH, as it is oxidized to NADP when oxidized glutathione is converted to reduced glutathione by GOR (7, 9, 10). The addition of auranofin, MS-40, and MS-40S up to a concentration of 250 µM did not inhibit GOR, indicating that GOR is neither a target of auranofin nor auranofin analogs (Fig. 1D). In the presence of a known GOR inhibitor, 2-AAPA (25), purified GOR from B. cenocepacia lost approximately half of its activity at 250 µM (Fig. S3). Thus, GOR is not a target for auranofin, MS-40, or MS-40S and auranofin may be inactive in B. cenocepacia, and other Gram-negatives, because of the low permeability of their cellular envelope.\n\n## MS-40 and MS-40S cause an increase in ROS\nAs we showed that both MS-40 and MS-40S inhibit TrxB in vitro, and the thioredoxin system is involved in detoxifying ROS (6), we hypothesized that MS-40 and MS-40S may cause an increase in ROS. To test this, we examined whether B. cenocepacia K56-2 had an increase in ROS after exposure to MS-40 and MS-40S using the cell-permeant indicator dye 2′,7′-dichlorodihydrofluorescein diacetate (H2DCFDA). H2DCFDA diffuses into cells in a non-fluorescent form, where it is oxidized by ROS (mainly H2O2, ROO•, and ONOO-) to the fluorescent 2′,7′-dichlorofluorescein (DCF) (26). MS-40 and MS-40S caused a significant increase in ROS compared to the DMSO solvent control (Fig. 2A). Tetracycline, which was used as a control, did not cause an increase in ROS in our conditions, in agreement with a previous report (27). This effect was more pronounced when the concentration of the compounds increased to fourfold the MIC (Fig. 2A). The increase in ROS was also shown using microscopy, in which cells fluoresced only when exposed to MS-40 and MS-40S (Fig. 2B). Together, these results validate that ROS does in fact play a role in the mode of action for the auranofin analogs.\n\n## BarSeq analysis of cells exposed to MS-40, MS-40S, and other ROS inducers\nTo investigate the full global response of B. cenocepacia K56-2 due to exposure to MS-40 and MS-40S, we used randomly barcoded transposon sequencing (BarSeq). A barcoded transposon mutant library in B. cenocepacia K56-2 containing more than 330,000 unique mutants in over 6,400 protein-coding genes (19) was exposed to the IC25 of MS-40, MS-40S, and the ROS inducers H2O2, paraquat, As2O3, and diamide (Table 1) for 8 hours (10–12 generations). H2O2 and paraquat damage cellular proteins, lipids, and DNA (28–30). Diamide is a thiol stressor that can disrupt the thiol groups in proteins causing disulfide bond formation, potentially disrupting TrxB (31, 32). Lastly, As2O3 a heavy metal compound binds DNA and also causes an increase in ROS (33, 34). These additional ROS inducers were included as benchmarks for the mechanism of action comparisons. Sequenced barcode read counts served as a proxy for mutant abundance (20) and gene fitness was then calculated as the log2 fold change of a number of reads in experimental condition to time zero (20, 35). The change in gene fitness for each mutant in the presence of a compound compared to the DMSO solvent control was then calculated. A positive gene fitness score indicates the mutant was more abundant following treatment, while a negative fitness score indicates those mutants were more depleted.\nWe first looked for known interactions with As2O3, diamide, H2O2, and paraquat (Fig. 3). One of the most depleted mutants for H2O2 was one in which dyp-type peroxidase (K562_RS21385) was disrupted, which plays a role in ROS scavenging (36). In addition, mutants in known arsenic efflux and arsenic tolerance proteins were identified as being more susceptible to As2O3 (Fig. 3). These arsenic resistance genes include arsH, which encodes for a flavoprotein that uses NADP+ to oxidize As(III) to As(V), conferring resistance (37), and acr3 family arsenite efflux transporter (K562_RS18375) which is involved in the efflux of arsenite from the cell (37). In summary, these results confirm that exposure conditions followed by BarSeq can reliably detect genetic elements that are part of the mechanism of action of the auranofin analogs.\nA genetic network map was generated to visualize similar and unique responses for each of the compounds analyzed, in terms of which genes had a significant change in gene fitness compared to the DMSO control (Fig. 4A). Transposon disruption of 825 genes resulted in significant changes in gene fitness in the presence of MS-40, with 216 exclusive interactions. For MS-40S, we observed significant changes in fitness for 788 genes, with 178 genes exclusive to MS-40S. While unique interactions with MS-40 were related to the glyoxylate shunt, octane oxidation, and general degradation/utilization/assimilation pathways, unique interactions with MS-40S were related to L-glutamate, L-aspartate, and sugar degradation. We observed 593, 517, 528, and 616 genes having significant changes in fitness, with 181, 109, 26, and 185 exclusive interactions for As2O3, diamide, H2O2, and paraquat, respectively. Interestingly, the other ROS inducers have notably fewer interactions than MS-40 and MS-40S.\nThere were 17 genes with differential fitness for all six compounds used in the BarSeq (Fig. 5A and B). Interestingly, one of these genes was gor and this gene had positive fitness scores for all compounds, except diamide. The uncharacterized LysR type transcriptional regulator (K562_RS18170) had a negative fitness score for all ROS inducers. In addition, the Upset plot shows how many interactions are shared between multiple conditions (Fig. 4B). Unsurprisingly, MS-40 and MS-40S had the most similar interaction profiles compared to any other compound, with 162 genes shared between these two. Genes in this subset are related to phosphonate/phosphorous metabolism and aerobic respiration. There were 37 interactions shared between just MS-40, MS-40S, and As2O3, with these genes being related to the NAD salvage pathway, purine nucleotide biosynthesis, and glycerol degradation (Fig. 4B). There were also 37 interactions shared between just MS-40, MS-40S, and diamide, with these genes being related to glutathione biosynthesis and L-selenocysteine biosynthesis. For MS-40, MS-40S, and H2O2, there were 26 shared interactions with the genes being involved in pyrroloquinoline quinone biosynthesis and glutathione biosynthesis. Lastly, there were 31 interactions shared between MS-40, MS-40S, and paraquat, with the genes being involved in flavin biosynthesis and glycerophosphodiester degradation.\nA pairwise comparison of compound response shows that MS-40 and MS-40S seem to share a similar number of interactions with each of the benchmarking compounds (Fig. 4C). MS-40 and MS-40S shared 110 genes with As2O3, 133 with diamide, 102 with H2O2, and 113 with paraquat (Fig. 4D). Together, these results suggest that MS-40 and MS-40S share some of the mechanism of action with the tested ROS inducers.\n\n## BioCyc analysis identifies glutathione and purine biosynthesis in the mechanism of action for MS-40 and MS-40S\nAs BarSeq captured the B. cenocepacia global response to ROS inducers, we set to identify related pathways that were important for MS-40 and MS-40S’s mechanism of action. To help narrow down which cellular processes highly affect each compound used in BarSeq, analysis from BioCyc was used (38). Pathway enrichment (Fig. S4) was used to find whether the BarSeq data were enriched for mutants in specific pathways. BioCyc analysis finds which pathways were enriched or depleted in the set of genes that had a significant change in gene fitness as compared to the entire genome of B. cenocepacia K56-2, without taking the magnitude of the gene fitness value into consideration. For genes that had a positive fitness (Fig. S4A), the gene set was especially enriched in genes related to nucleoside and nucleotide metabolism, specifically purine metabolism, including 5-aminoimidazole ribonucleotide biosynthesis. Diamide and paraquat had pyrimidine biosynthesis as an enriched pathway. Alternatively, for genes that had a negative fitness for MS-40 and MS-40S, the gene set was enriched in genes in amine and polyamine degradation, glutathione biosynthesis, and phosphorus compound metabolism (Fig. S4B).\nBioCyc also analyzes a data set for a pathway perturbation score (PPS), which is calculated as the weighted average of each gene’s fitness belonging to a pathway (38). For genes that had a positive gene fitness, the top perturbed pathways for both MS-40 and MS-40S were the two-component alkanesulfonate monooxygenase (Fig. S5A), which is involved in using alkanesulfonates as a source of sulfur (39). Other perturbed pathways in this analysis were related to purine metabolism, such as biosynthesis and salvage. In addition, other ROS inducers used in the BarSeq also had purine or pyrimidine synthesis/salvage as their most perturbed pathways. Moreover, pyruvate decarboxylation to acetyl-CoA was a pathway that was in the top perturbed pathways for MS-40S and diamide, suggesting a role of central metabolism in the mechanism of action of these compounds. On the other hand, for genes that had a negative gene fitness, the top 15 perturbed pathways are shown in Fig. S5B. Glutathione biosynthesis was one of the most perturbed pathways for MS-40, MS-40S, As2O3, and diamide, suggesting that this pathway is highly responsible for scavenging ROS in the cell exposed to oxidative stress. In addition, purine metabolism was a process that was found to cause decreased susceptibility to all ROS inducers, a novel mechanism in ROS susceptibility. The cellular processes that are putatively involved in the mechanism of action of MS-40 and MS-40S are marked with an asterisk in Fig. S4 and Fig. S5.\nAs MS-40 and MS-40S caused an increase in ROS (Fig. 2), we looked at mutants in ROS-related genes and their corresponding fitness values. Figure S6 shows which ROS scavenging genes were identified by BarSeq. Some of these genes when disrupted lead to increased susceptibility to MS-40 and MS-40S. These include katG and katE, encoding catalases organic hydroperoxide resistance (ohr) family peroxidase (K562_RS31135), sodC (encoding a superoxide dismutase), ahpC (encoding an alkyl hydroperoxide reductase), and various genes encoding peroxidases. However, mutants of a putative ROS regulator, oxyR, as well as ahpD and ahpF, which in E. coli are known to help clear ROS (29, 40), showed decreased susceptibility to MS-40 and MS-40S. The other compounds used in the BarSeq experiment also had ROS-related genes having significant changes in gene fitness, in addition to displaying similar susceptibilities as MS-40 and MS-40S (Fig. S6). Based on hierarchical clustering, the response to MS-40 and MS-40S is most similar to H2O2, suggesting that hydrogen peroxide is the type of ROS produced by MS-40 and MS-40S. It is similar to diamide, which causes thiol stress, suggesting that MS-40 and MS-40S may also cause thiol stress, which might lead to an accumulation of hydrogen peroxide in the cell.\n\n## The glutathione biosynthetic pathway is involved in protection against MS-40 and MS-40S\nThe putative glutathione biosynthesis pathway of B. cenocepacia based on sequence similarity to E. coli is shown in Fig. 5A. The role of this system is to create glutathione, which can be used to detoxify ROS inside the cell (9, 10). Glutathione is made from a two-step reaction using glycine, cysteine, and glutamate, with GshA and GshB catalyzing the first and second steps, respectively. The genes gshA and gshB encode the glutathione synthetic enzymes, grxC and grxD encode glutaredoxins, and gpo encodes a glutathione peroxidase (10).\nOur BarSeq analysis shows that transposon disruptions of gshA1, gshA2, and gshB resulted in gene fitness between −4 and −6 in the presence of MS-40 and MS-40S, indicating increased susceptibility (Fig. 5B). Disruption of gshA1, gshA2, and gshB also increased susceptibility to the other ROS-inducing compounds used in the BarSeq experiment. However, the interactions were not as strong as with MS-40 and MS-40S. Thus, we deleted these three genes in B. cenocepacia K56-2, as well as two glutaredoxins, grxC and grxD, and exposed the mutants to MS-40 and MS-40S. The mutants ΔgshA1 and ΔgshB were more susceptible to MS-40 and MS-40S, compared to the wild type (Fig. 5C). We observed that the MIC drops twofold and fourfold for ΔgshA1 and ΔgshB, respectively. These both validate the BarSeq method and indicate the involvement of the glutathione system in the mechanism of action of MS-40 and MS-40S.\nThe genes gshA1 and gshB form a gene cluster, and efforts to delete the putative operon were unsuccessful, suggesting a synthetic lethality effect. Thus, to investigate the effect of silencing both genes in B. cenocepacia K56-2, we created a CRISPRi knockdown which is polar when genes are arranged in an operon. The growth of this CRISPRi mutant was measured together with ΔgshA1 and ΔgshB (Fig. 5D). Neither ΔgshA1 nor ΔgshB had a growth defect compared to wild-type K56-2 but the gshA1B CRISPRi mutant had a major growth defect in the presence of rhamnose and showed elevated ROS levels (Fig. S7). We observed a percent growth of 32.5% compared to the non-targeting control strain (Fig. 5D). Thus, gshA and gshB form a synthetic lethality pair. While silencing gshA and gshB simultaneously did not change the MIC and minimum bactericidal concentrations (MBC) of MS-40 and MS-40S, it dropped the MIC of ceftazidime from 32 μg/mL to 4 μg/mL and decreased the MBC for ciprofloxacin, ceftazidime, and meropenem between twofold and fourfold (Table 2).\n\n## DISCUSSION\nAuranofin and previously published auranofin analogs inhibit TrxB, an enzyme that plays a role in thiol-homeostasis in the cell (3, 21). However, it was unknown whether the auranofin analogs MS-40 and MS-40S share the same target with auranofin or whether they have any other additional targets. It is assumed that the active component of auranofin is the gold atom, which binds the sulfur in the active site of TrxB. This binding inhibits the formation of a critical disulfide bond required for electron transfer between substrates, disrupting the function of the enzyme (21, 41).\nWe have shown that MS-40 and MS-40S inhibit TrxB, which is expected as auranofin inhibits this enzyme (3, 21). We hypothesized that MS-40 and MS-40S would also inhibit the functionally similar protein GOR, as both contain two key cysteine amino acids in their active site (6, 7). However, this was not the case as MS-40 and MS-40S did not affect the activity of GOR. In addition, the BarSeq results showed a slightly decreased susceptibility of gor mutants to MS-40, MS-40S, and other ROS inducers (Fig. S6). E. coli mutants lacking GOR have decreased levels of glutathione (42) but the ratio of reduced to oxidized glutathione remains unperturbed, which suggests GOR has a minor role in ROS protection. As MS40, MS40S, and auranofin inhibit TrxB in vitro but only MS40 and MS40S are active in vivo, differential restrictions imposed by the cell envelope might be one reason why auranofin is not active in B. cenocepacia. This aspect was not further investigated in the current study.\nTo determine the factors involved in susceptibility and tolerance to two antimicrobials, MS-40 and MS-40S, as well as other ROS-producing compounds as benchmarking controls, we used a randomly barcoded transposon mutant library in B. cenocepacia K56-2 previously created in our laboratory (19). The BarSeq approach allowed us to have a genome-wide look at which mutants had altered susceptibilities after exposure to MS-40, MS-40S, and other ROS inducers. In addition, BarSeq facilitated a genome-wide comparison between MS-40, MS-40S, and other ROS inducers. We found the chemical interactions of MS-40 and MS-40S are most similar to diamide and As2O3, suggesting that the mechanism of action of the auranofin analogs involves thiol stress and response to heavy metal toxicity.\nThere are several mutants shared between MS-40 and MS-40S in which the disrupted genes result in altering mutant susceptibility. These include gshA and gshB, which are involved in glutathione biosynthesis, oxyR, a regulatory for oxidative stress, and purH, purL, and purM in purine biosynthesis. Similar chemical genetic interaction profiles are expected as MS-40 and MS-40S are structurally very similar. The involvement of these genetic elements suggests that the mechanism of action of MS-40 and MS-40S includes the glutathione system, which can detoxify ROS and maintain thiol homeostasis (9) and oxidative stress in the cell. This is also shown in the pathway perturbation score and pathway enrichment analysis, which again pointed towards glutathione biosynthesis and purine metabolism/biosynthesis.\nWe further explore the role of the glutathione biosynthesis pathway in B. cenocepacia by constructing gene deletion mutants in gshA1, gshA2, and gshB, as well as in two glutaredoxins, grxC and grxD. Deleting some of these genes in B. cenocepacia K56-2 led to a slightly increased sensitivity to MS-40 and MS-40S. In general, we found that pooled growth (as in the BarSeq experiment) enhances susceptibility related to clonal growth, probably due to the additional effect of mutant competition (43).\nFor ROS-related genes grouped by hierarchical clustering, MS-40 and MS-40S had more similar clustering to H2O2 and diamide, which might suggest that the ROS produced by MS-40 and MS-40S is H2O2 and may also cause thiol-stress. In addition, disrupting oxyR led to increased tolerance to MS-40 and MS-40S in the BarSeq data and deleting this gene validated this interaction. Namely, the deletion mutant was more tolerant to MS-40, MS-40S, and H2O2. This is the opposite of what is expected because oxyR is an activator of ROS-scavenging genes in many bacteria (29, 40). However, some data show that OxyR can also act as a negative repressor in some bacteria (40). It has been shown that oxyR transcription increases upon exposure to ROS in B. cenocepacia (44) but whether it is a positive or negative regulator is not known.\nThe genes gshA1 and gshB are in a putative operon in B. cenocepacia K56-2 and our attempts to delete the gene cluster were unsuccessful. Only silencing both genes resulted in any growth defect but deleting either of the genes alone did not produce a growth defect. We thus created a CRISPRi mutant of this operon in which we could tune the level of suppression, silencing both gshA1 and gshB. CRISPRi is a method for gene silencing and is polar, such that if we silence the first gene in an operon the subsequent genes are also silenced. As the CRISPRi mutant showed a severe growth defect, gshA1 and gshB appear to be a new synthetic lethal combination. We suggest these proteins have at least semi-redundant functions in synthesizing glutathione and thus deleting both may completely abolish glutathione biosynthesis.\n\n## Bacterial strains and growth conditions\nThe plasmids and strains used in this study are listed in Table S1 and S2, respectively. The following selective antibiotics were used for mutant construction: trimethoprim (Sigma; 50 µg/mL for E. coli and 100 µg/mL for B. cenocepacia), gentamicin (Fisher Scientific; 50 µg/mL for B. cenocepacia), kanamycin (Fisher Scientific; 40 µg/mL for E. coli), and tetracycline (Sigma; 20 µg/mL for E. coli and 100 µg/mL for B. cenocepacia). The strains and mutants used in this study are listed in Table S2. B. cenocepacia cultures were grown in LB-Lennox (LB) broth at 37 °C with shaking at 230 rpm.\n\n## Auranofin derivatives and antibiotics\nStock solutions at 20 mg/mL of auranofin, MS-40, and MS-40S were prepared by dissolving the compounds in dimethyl sulfoxide (DMSO). Antibiotics were prepared at the following concentrations: ciprofloxacin (Sigma), 10 mg/mL in 0.1 M HCl; tetracycline (Sigma), 10 mg/mL in ethanol; meropenem (Sigma), 10 mg/mL in DMSO; ceftazidime (Sigma), 10 mg/mL in 0.1 M NaOH.\n\n## CRISPRi mutants\nCRISPRi mutants were made as previously described (24). Inverse PCR was used to introduce new sgRNA targeting regions into pSCB2-sgRNA. The 5′-GTTTTAGAGCTAGAAATAGCAAGTTAAAATAAGGC-3′ primer was used with a 5′ extension of the 20-nucleotide targeting sequence. This primer was used with primer 1092 (Table S3) for PCR amplification. The PCR product was used for blunt end ligation using T4 DNA ligase (NEB), T4 PNK (NEB), and DpnI (NEB) in a custom ligase buffer (132 mM Tris-HCl pH 7.5, 20 mM MgCl2, 2 mM ATP, 15% PEG6000 in de-ionized water). The reaction was then incubated at 37°C for 30 minutes. The ligation mix was then transformed into E. coli DH5α and tri-parental mating was performed to transfer the plasmid into B. cenocepacia K56-2::dCas9.CRISPRi mutants were made as previously described (24). Inverse PCR was used to introduce new sgRNA targeting regions into pSCB2-sgRNA. The 5′-GTTTTAGAGCTAGAAATAGCAAGTTAAAATAAGGC-3′ primer was used with a 5′ extension of the 20-nucleotide targeting sequence. This primer was used with 1092 for PCR amplification. The PCR product was used for blunt end ligation using T4 DNA ligase (NEB), T4 PNK (NEB), and DpnI (NEB) in a custom ligase buffer (132 mM Tris-HCl pH 7.5, 20 mM MgCl2, 2 mM ATP, 15% PEG6000 in de-ionized water). The reaction was then incubated at 37°C for 30 minutes. The ligation mix was then transformed into E. coli DH5α and tri-parental mating was done to transfer the plasmid into B. cenocepacia K56-2::dCas9.\n\n## Antibiotic susceptibility testing\nAntibiotic susceptibility testing or minimum inhibitory concentration experiments was done as described in the CLSI guidelines (45). The compound to be tested was serially diluted twofold in cation-adjusted Mueller Hinton broth (CAMHB). The bacterial strain to be tested was diluted to a turbidity equal to the McFarland standard 0.5 in phosphate-buffered saline (PBS) and then diluted 100-fold in CAMHB, which was then added to the twofold concentration gradient of the compound. For CRISPRi mutants, overnights were grown in LB Tp100 with 0.5% rhamnose and diluted in CAMHB with Tp100 and 0.5% rhamnose. Plates were incubated at 37°C without shaking and the minimal inhibitory concentration (MIC) was read after 20 hours of growth.\n\n## TrxB purification and inhibition assay\nThe TrxB gene (locus tag; K562_RS14600) was amplified from B. cenocepacia K56-2 genome using primers 2303 and 2304 (Table S3). The primers contained the cut sites BamHI and HindIII to be cloned into pET24b+, which contains a C-terminal 6× His-tag, creating pET24b-TrxB. The plasmid was then transformed into E. coli BL21(DE3) cells. For purification, E. coli containing pET24b-TrxB was grown in Lysogeny Broth (LB) culture medium to an OD600nm of 0.6 at 37°C for approximately 3 hours with shaking. After that, 1 mM IPTG was added to induce expression of trxB, and the cells were allowed to grow for an additional 3 hours at 30°C with shaking. Cells were pelleted via centrifugation at 4,100 × g and resuspended in lysis buffer: 50 mM Tris pH 7.5, 500 mM NaCl, 25 mM imidazole and lysed using an Emulsiflex-C3 High Pressure Homogenizer (Avestin). The cells were centrifuged at 35,000 × g, lysed by sonication and the pellet and supernatant were separated by centrifugation and visualized by Coomassie-stained SDS-PAGE gel (Fig. S2). Protein was then purified by affinity chromatography using a nickel NTA-agarose column (Bio-Rad). Size exclusion was performed using an AKTApure (Cytiva) with an SD75 16/600 column. The buffer used for size exclusion was 20 mM Tris pH 7.5, 150 mM sodium chloride, and 1 mM β-ME. To confirm protein purity from chromatography, samples were run on a 10% SDS-PAGE gel and visualized by Coomassie-stained SDS-PAGE gel (Fig. S2) The In vitro inhibition assay was done as described in the protocol from the Sigma kit (catalog number CS0170). Manufacturer instructions were followed except for the TrxB protein, which we",
  "has_full_text": true
}