{
  "pmid": "38295025",
  "title": "Unlocking Opportunities for Mycobacterium leprae and Mycobacterium ulcerans.",
  "abstract": "In the recent decade, scientific communities have toiled to tackle the emerging burden of drug-resistant tuberculosis (DR-TB) and rapidly growing opportunistic nontuberculous mycobacteria (NTM). Among these, two neglected mycobacteria species of the Acinetobacter family, Mycobacterium leprae and Mycobacterium ulcerans, are the etiological agents of leprosy and Buruli ulcer infections, respectively, and fall under the broad umbrella of neglected tropical diseases (NTDs). Unfortunately, lackluster drug discovery efforts have been made against these pathogenic bacteria in the recent decade, resulting in the discovery of only a few countable hits and majorly repurposing anti-TB drug candidates such as telacebec (Q203), P218, and TB47 for current therapeutic interventions. Major ignorance in drug candidate identification might aggravate the dramatic consequences of rapidly spreading mycobacterial NTDs in the coming days. Therefore, this Review focuses on an up-to-date account of drug discovery efforts targeting selected druggable targets from both bacilli, including the accompanying challenges that have been identified and are responsible for the slow drug discovery. Furthermore, a succinct discussion of the all-new possibilities that could be alternative solutions to mitigate the neglected mycobacterial NTD burden and subsequently accelerate the drug discovery effort is also included. We anticipate that the state-of-the-art strategies discussed here may attract major attention from the scientific community to navigate and expand the roadmap for the discovery of next-generation therapeutics against these NTDs.",
  "journal": "ACS infectious diseases",
  "year": "2024",
  "authors": [
    "Shyam M",
    "Kumar S",
    "Singh V"
  ],
  "doi": "10.1021/acsinfecdis.3c00371",
  "mesh_terms": [
    "Humans",
    "Mycobacterium ulcerans",
    "Mycobacterium leprae",
    "Buruli Ulcer",
    "Mycobacterium"
  ],
  "full_text": "## How It Started\nA comprehensive review of the systematic\ndrug development process for leprosy showed that dapsone was first\nintroduced as the standard chemotherapy for leprosy in the early 1950s\n(Figure 1). The major\ndrawback associated with bacteriostatic dapsone was that it was required\nfor a long-term, often lifelong, defense against M. leprae. This resulted in the emergence of dapsone-resistant strains of M. leprae in the 1970s.24,25 To mitigate\nthis, two other antimycobacterial drugs, rifampicin and clofazimine,\nwere introduced between the 1960s and 1970s. Importantly, the statistics\nindicate that rifampicin was a successful antileprosy chemotherapeutic,\nthough using it as a single drug of choice resulted in relapse of\nleprosy.25 Interestingly, clofazimine monotherapy\nwas ineffective due to its weak bactericidal activity against M. leprae.26,27 To improve treatment effectiveness\nand avoid the public health crisis created by the widespread use of\nfirst-line medications (dapsone, rifampicin, and clofazimine), the\nWHO suggested multidrug therapy (MDT) for leprosy in 1982. The WHO\nproposed paucibacillary (PB) leprosy treatment with dapsone and rifampicin\nfor 6 to 12 months and, subsequently, the inclusion of clofazimine\nin the therapeutic regimen for up to 24 months for the treatment of\nmultibacillary (MB) leprosy. However, it took over 15 years for MDT\nto be used globally, and the target of fully covering all leprosy\npatients by 1997 was not achieved.28 Nonetheless,\nthe global adoption of MDT was a success story that led to a 50-fold\nreduction in the number of leprosy patients. While MDT techniques\nhave been effective in treating leprosy, many patients are still coping\nwith long-term sequelae such as irreversible nerve function deficits\nand disabilities, and in certain cases, acute inflammatory responses\nare evident (Type I and Type II reactions),29 which speed up nerve degeneration.\nDapsone, rifampicin, and\nclofazimine were widely used as first-line drugs in MDT, but there\nwas also a surge for new drugs due to the limited bactericidal chemotherapeutic\navailability in the antibiotic regimen and, most importantly, the\nneed to provide a second-line treatment for cases with rifampicin-resistant M. leprae strains. Clarithromycin (macrolide), minocycline\n(tetracycline), and levofloxacin/ofloxacin (fluoroquinolone) are more\nwidely used as second-line therapies due to their high bactericidal\nactivity against M. leprae (albeit inferior to rifampicin)\nin vivo and in clinical studies with fewer side effects (Figure 1).30,31 However, after 1997, a resurgence of fluoroquinolone-resistant M. leprae strains, particularly those that were already\nresistant to dapsone and rifampicin, was reported. A remarkable 208 641\nnew cases were recorded globally in 2019, although the annual incidence\nhas plateaued at above 200 000. According to the WHO, the 23\nnations designated as global priorities for the geographical distribution\nof leprosy account for 95% of all new cases. In addition, the increasing\nprevalence of multidrug-resistant M. leprae in various\nregions of the world stresses the call to develop new bactericidal\nchemotypes to expedite effective treatment and lessen the spread of\nzoonotic transmission.32,33\n\n## Major Challenges\nThe understanding and knowledge of\nthe molecular mechanisms involved in the pathology of various mycobacterial\ndiseases have sped up the discovery of novel therapeutic options.\nBut unlike other mycobacteria, the molecular mechanisms of M. leprae are poorly understood because of the difficulties\nof in vitro growth, and the knowledge is mainly based on animal models\n(Figure 1). M. leprae has a 3.27 Mb genome and a single circular chromosome;\ncomparative genomic analysis has revealed significant variations between\nit and other mycobacteria. The genome of M. leprae only has 49.5% protein-coding genes, and the rest are pseudogenes.\nInfections are thought to have undergone reductive evolution, which\nhas resulted in the loss of roughly 2000 genes.34 Most surprisingly, even though the full genome of M. leprae was revealed just over three years after that\nof M. tuberculosis, only 16 X-ray crystallography\nstructures of particular proteins have been deposited in the RCSB\nprotein data bank, or PDB, compared to the 1200 crystallography structures\nof M. tuberculosis proteins that have been deposited.35−37\n\n## New Chemical Entities\nThe dihydrofolate reductase (DHFR)\ninhibitor epiroprim was used in combination with the first-line medication\ndapsone in a mouse footpad infection model in 2002 (Figure 3).38 Epiroprim was extremely effective against both dapsone-sensitive\nand dapsone-resistant M. leprae strains. Earlier,\nK-130 (2,4-diaminodiphenyl sulfone-substituted 2,4-diamino-5-benzylpyrimidine)\nand brodimoprim of the same class were used in combination with dapsone\nand showed cidality against dapsone-resistant M. leprae in the mouse foot-pad model. Additionally, both candidates have\nshown considerable synergy with dapsone (Figure 1).39,40\nTelacebec (Q203) was discovered as the inhibitor\nof cytochrome bcc:aa3 terminal oxidase\nor the cytochrome bc1 complex cytochrome b subunit (QcrB).41,6M. leprae exclusively relies on QcrB for respiration,\nand the absence of a QcrB homologue in the human host makes it a lucrative\nmycobacterial drug target. Telacebec appeared as a promising inhibitor\nof M. leprae at 2.0 nM.42 A mouse bone-marrow-derived macrophage model has similarly shown\nconsiderable activity against intracellular M. leprae at 2.0 nM (Figure 1).\nBedaquiline (BDQ, TMC207), an ATP synthase inhibitor, was\ndeveloped\nto treat multidrug-resistant TB.43 In a\nmouse infection model, BDQ has demonstrated promising bactericidal\nactivity against M. leprae, equivalent to rifampicin,\nrifapentine, and moxifloxacin and notably greater than PA-824, linezolid,\nand minocycline.44,45 Favorably, testing of the safety\nand efficacy of BDQ in MB leprosy patients began in 2018, and it is\nanticipated that the data will be available by 2024. Importantly,\nBDQ will be the first clinically approved candidate to have completed\na leprosy clinical trial46 (Figure 1).\nIn a mouse footpad\ninfection model, the diarylquinoline candidate\nR207910 was discovered to be a potential choice for M. leprae bactericidal therapy. Like rifampicin, rifapentine, and moxifloxacin\nin effectiveness, R207910 was substantially more active than PA-824,\nlinezolid, and minocycline.44 These findings\nencourage further exploration of R207910 as a viable leprosy intervention\n(Figure 1).\nOther\nthan the therapeutic candidates, earlier in 1939, the bacille\nCalmette–Guérin (BCG) vaccine was first proposed against\nleprosy infection due to possible common antigens between M. leprae and Mycobacterium bovis.47,48 Several studies over the decades have reported promising protection\n(26–96%) of BCG against leprosy, and in 2018, WHO officially\nincluded the single-dose BCG vaccination recommendation for leprosy.49−51 Recently, a protein vaccine candidate called LepVax was discovered\nfor the treatment of leprosy infection. Its promising clinical trial\nfindings in healthy subjects encourage its advancement to testing\nin leprosy endemic regions (Figure 1).52 LepVax is a cocktail\nof ML2055, ML2380, and ML2028 antigens and has shown a better pharmacological\nprofile than the established TB vaccine BCG and other replicating\nlive vaccines, indicating a safer administration to both immunocompetent\nand immunocompromised people.53\n\n## Drug and Vaccine Discoveries: How It Started\nTreatment\nof BU is difficult and frequently involves both extensive antibiotic\nregimens and surgery, which may even require skin transplants. The\nWHO initially suggested rifampicin with streptomycin or clarithromycin\nas a two-month course for BU treatment. This treatment requires daily\ninjections of streptomycin for two months, which results in hearing\nloss, nausea, and vomiting. Therefore, the development of potential\nbiomarkers to monitor a patient’s response to therapy and the\nintroduction of new drugs to combat this infection are urgently required.54 Contrary to widespread assumption, there is\ncurrently no vaccine against M. ulcerans; nevertheless,\nvaccination with the BCG vaccine has been linked to significant, albeit\ntransient, protection against BU.55 Potential\npossibilities for vaccine development include modified BCG vaccines\nand immunizations based on the individual subunits.56 Previous strategies on using MUL_2232, MUL_3720, Hsp18,\nand MUL_3720 proteins as prospective vaccine candidates failed to\nprotect against M. ulcerans infection in mice despite\ninducing high antibody titers in immunized mice.57,58 However, DNA vaccines encoding the antigen 85A and the 65-kD heat-shock\nprotein Hsp65 could shield mice from M. ulcerans infection.59−61 However, these were not as protective in mice as BCG, even when\nadministered during DNA prime-boost methods. Unprecedented potential\nfor vaccine development and improved precision medicine could be provided\nby comparative genomics (Figure 2).\n\n## Major Challenges\nThe real concern with M. ulcerans is the extremely slow growth; it takes around three months for a\nvisible colony to appear on an agar plate that has been supplemented\nwith enrichment media intended for mycobacterial development. Preclinical\nstudies, required for the development of anti-BU chemotherapeutics,\nwould take much longer using conventional methods that count the colony\nforming units (CFU) to determine a drug’s activity.62 Determination of CFU is considered a key readout\nin the microbiology and immunology domain. However, to address the\nmajor time challenge associated with M. ulcerans,\nfurther focus on the autoluminescent reporter M. ulcerans strain (AlMu) as a potential alternative approach is discussed here.\nAlMu was created by using the luxCDABE operon from Photorhabdus luminescens. Relative light units (RLU), which\nare quantified using autoluminescent reporter strains, exhibit a positive\nconnection with CFU counting through conventional approaches. On the\nother hand, the real-time investigation of in vitro (two days) and\nin vivo (within a week) drug activity by using recombinant bioluminescent\nreporter M. ulcerans strains, which express luxAB genes from Vibrio harveyi, was encouraging\nto expedite the new discoveries within the shorter regimen.19,63 In summary, the adoption of recombinant bioluminescent reporter M. ulcerans strains made it possible to monitor the pathogen\nquickly and repeatedly in real-time in a mouse foot infection model\nto assess the compound’s antimycobacterial activity by greatly\nreducing the required time, effort, and resources.\n\n## New Chemical Entities\nA library of compounds covering\na broad chemical space was selected from a TB drug development program\nof AstraZeneca to screen against M. ulcerans. The\nscreening identified five potent candidates with a minimum inhibitory\nconcentration (MIC) of ≤1 μM, indicating a good starting\npoint for the lead development. The chemical structures suggest that\nfundamental chemical blocks of heterocyclic rings such as pyrazole,\nthiazole, and imidazole in the scaffold architecture are noticeably\nefficient against this extremely slow-growing pathogen.64 Furthermore, drug design approaches in alignment\nwith this fundamental scaffold layout might be encouraging for inhibitor\ndiscovery against BU (Figure 2).\nP218 is a derivative of the diaminopyridine candidate\nWR99210, also known as a dihydrofolate reductase (DHFR) inhibitor,\nwhich is now being tested in clinical trials for the treatment of\nmalaria. It has since been discovered to be a powerful inhibitor of\nthe MulDHFR enzyme in M. ulcerans in an enzyme inhibition\nassay. P218 showed a significant enzyme inhibition profile against\nMulDHFR, while an investigation against M. ulcerans in microbiological assays has yet to be conducted, which must be\ndone before claiming its potentiality for infection prevention against\nBU. The amalgamation of in vitro and in vivo instigations against\nthe pathogen in parallel to drug target identification and validation\nis required for prospective drug development. The encouraging enzyme\ninhibition finding raises the possibility that P218 could be explored\nfurther for antimycobacterial investigation against M. ulcerans. Subsequently, it can be used in combination with other antimicrobial\ndrugs as a more modern means of avoiding the severe adverse effects\nof rifampicin in the future (Figure 2).65\nBoth in vivo\nand in vitro testing revealed that the pyrazolo[1,5-a]pyridine-3-carboxamide TB47 was highly bactericidal against M. ulcerans. When compared to the conventional BU treatment\nregimen advised by the WHO, TB47 reduces the pathogen’s burden\nby more than 2.5 log10 CFU in a mouse footpad BU infection\nmodel. Although it has been recognized that TB47 resistance is conferred\nby mutations in ubiquinol-cytochrome c reductase\ncytochrome subunit b, this drug’s robust pharmacological\nproperties and low level of toxicity call for continued investigation\nof this treatment for BU (Figure 2).66\nAs a chemotherapy\nfor the treatment of BU, the antitubercular drug\ntelacebec (Q203) is a novel first-in imidazopyridine amide chemical\nclass and exhibits outstanding promise.6 Given twice weekly in combination with either bedaquiline or rifapentine,\ntelacebec sterilized mouse footpads in 8 weeks, that is, after a total\nof just 16 doses, and prevented recurrence for 20 weeks following\nthe conclusion of treatment. These outcomes are extremely encouraging\nfor future intermittent oral regimens that would considerably streamline\nthe field of BU treatment.67,68 As a newer hope for\ntackling the drug-resistance, it has been postulated that Q203 and\nanother imidazopyridine amide may support single-dose combination\ntreatments in the near future (Figure 2).69\n\n## Deciphering Mycolactone Biosynthesis Pathway for Newer Possibilities\nMycolactone is one of the major virulent factors of M.\nulcerans, characterized by a 12-membered macrolactone core\nappended to a highly unsaturated acyl side chain.70,71 Mycolactone biosynthesis is encoded by the type 1 polyketide synthases\n(PKS or mls cluster) (Figure 3),72 comprising\nthree unusually large and homologous gene machineries (mlsA1: 51 kb, mlsB: 42 kb, and mlsA2: 7 kb) with the putative accessory enzymes encoded by a P450 monooxygenase mup045 and a FabH-like type III ketosynthase mup038 within the mycobacterial cell wall. The mycolactone PKS orchestra\ncovers the range of diverse enzymes in the assembly line enzymes,\ni.e., ketosynthase (KS), acyltransferase 1 (AT1), acyltransferase\n2 (AT2), acyltransferase 3 (AT3), dehydratase (DH), dehydratase inactive,\nenoylreductase (ER), ketoreductase A (KR-A), ketoreductase B (KR-B),\nacyl carrier protein (ACP), intermodular linker, and integral thioesterase\n(TE). Multi-enzyme PKS machinery produces bioengineered small molecules\nvia iterative Claisen condensation mechanisms by genetically engineered\nrearrangements of the mls mega-module architecture.\nEach module (M1–M9 of mlsA1/A2 and M1–M7 of mlsB) comprises a different\nset of enzymes that produce instinct intermediate products in the\nbioengineered mycolactone scaffold.73 The mlsA1 and mlsA2 clusters combined constitute\na loading module along with nine extension modules that synthesize\nthe mycolactone core. On the upper side chain, mlsB, along with its loading module and seven extension modules, generates\nthe acyl side chain of the mycolactone architecture.74,75\n\n## Mycolactone and Its Structural Analogues\nIt has been\nspeculated that the modules are interchangeable in mycolactone PKS\nbecause the domains are of near-identical sequence, supporting that\nthey might be readily exchanged with each other to produce new module\ncombinations, resulting in the development of different mycolactone\npolyketides (mycolactones C–G76,77 in Figure 3) secreted by Mycobacterium liflandii and Mycobacterium pseudoshottsii.78 In the PKS multimodular system, where\ninterdomain identity is less than 80% and tight specificity is accountable\nfor native incoming precursor polyketides for a particular given module\nand under the same chemical layout, swapping, deleting, or duplicating\na particular module resulted in six diverse mycolactone secretion.79 In the context of discovering potential treatment\noptions against M. ulcerans infections, Pluschke\net al. reported a few analogues of synthetic mycolactone A/B, varying\nboth the C-linked upper parts and the C5–O linked lower parts\nof the core utilizing the stereoselective olefin metathesis ring closure\napproach. These analogues were evaluated for their cytotoxic potential\nagainst murine L929 fibroblasts cell. Further, they synthesized the\nmycolactone derivative PG-203 (noncytotoxic), which was coupled with\nBSA (PG-204-BSA) (Figure 4) via a diethylene glycol linker to immunize mice for the\ngeneration of antimycolactone monoclonal antibodies (mAbs). Their\nfindings suggested that upper-side modification along with the mycolactone\ncore constitute part of the epitope of mAbs. In this direction, more\neffective protein-coupled analogues targeting mycolactone toxin through\nantibody adjuvant therapy can be explored.80−82\n\n## Opportunities in the Mycolactone Biosynthesis Machinery\nThese significant changes affect the biological activity of the resulting\nmycolactone molecules. Therefore, we propose that genetically engineered\nmycolactone PKS modules provide a multitude of opportunities in developing\nintermediate mimics or complex small molecules as potential mycolactone\nbiosynthesis inhibitors. This could be by targeting potential enzymes\nof the PKS enzyme assembly line, i.e., TE, ACP, KS, or KR.1.Repurposing and reframing the previously\nidentified benzofuran-based analogues including TB thioesterase (TE)\ninhibitors, such as TAM16 (benzofuran analogue), a clinical trial\ncandidate (analogue of TAM1), and coumestan derivatives, against M. ulcerans and M. leprae would be a significant\nattempt.83−85 Scaffold hopping/hybrid strategies and structural\nderivatization on benzofuran analogues along with their balanced physiochemical\nproperties and low hERG cardiotoxicity discussed here (Figure 5) could be a potential move\nto encounter challenges associated with TAM16. Another strategy can\nbe targeting the intermediate products generated by the specific clusters\nlike mlsA or mlsB. The available\nX-ray crystallography structures of the B1-type ACP domain from module\n7 of mlsB (PDB ID: 6H0Q)86 and the A1-type ACP domain from module 5 of mlsA1 (PDB ID: 6H0J)87 provide an opportunity\nto accelerate drug discovery.2.Pks13 (Rv3800c), a type I polyketide\nsynthase, has received significant interest recently from the TB community\nas a viable therapeutic target. In human mycobacterial diseases that\nare caused by M. tuberculosis, M. leprae, and M. ulcerans, Pks13 is one of the virulence\nfactors and is involved in the final biosynthesis step of mycolic\nacids.88,89,12 The biosynthesis\nof polyketides typically involves a variety of PKS domains, but the\nAT, ACP, and KS domains, along with phosphopantetheinyl transferase\n(PptT), form the core of all PKSs and are necessary for the elongation\nof the starting unit (Figure 6).90,91 The therapeutic potential of\ncoumestan analogues as potent Pks13 inhibitors in the treatment of\nTB has been explored.92−94 Benzofuran, thiophenes, and phenylindole scaffolds\nhave also demonstrated strong Pks13 inhibition.83,95,96 As PptT inhibitors, amidinoureas offer a\nfresh perspective for the immediate repurposing of amidinoureas against\nthe rising HD and BU load.973.Mycolactone biosynthesis is tightly\nregulated by the sigma (σ) subunit of RNA polymerase, termed\nSigA-like promoter.86 It can be interesting\nto target SigA to tackle M. ulcerans; however, there\nis no crystal structure available. Homologous modeling or artificial\nintelligence-based AlphaFold protein structure predictions could serve\nthe primary purpose, and the ZINC database could potentially help\nin hit identification from high-throughput scaffold hopping.98−100 However, one should be cautious in targeting σ factors, as\nthey hold both potential benefits and risks. The main benefits can\nbe, but are not limited to, the following: (1) yielding broad-spectrum\nantimicrobials, as σ factors are ubiquitous and highly conserved\namong bacteria, making them promising targets for broad-spectrum antibiotics,\nand (2) reduced antibiotic resistance, as σ factors are not\ndirectly involved in antibiotic resistance mechanisms, so targeting\nthem is less likely to drive the emergence of resistant strains compared\nto conventional antibiotics. The critical risks include (1) disrupting\nthe essential cellular processes of beneficial bacteria and harming\nthem and (2) the potential for toxicity via interfering with the fundamental\ntranscription machinery (or off-target metabolic machinery) of host\ncells. Toward this end, the discovery of a spiro-heterocyclic compound,\nGPI0363, that inhibits the transcription of Staphylococcus\naureus via the primary σ factor of RNA polymerase,\nSigA, is a good example of supporting the above discussion. GPI0363\nshares no cross-resistance with other clinically used RNA polymerase\ninhibitors, such as rifampicin and fidaxomicin.101 Overall, targeting σ factors has the potential to\nrevolutionize antimicrobial therapy by providing broad-spectrum, resistance-sparing\nantibiotics. However, careful consideration of the potential risks\nand off-target effects is essential to ensure the safety and efficacy\nof such drugs.\n\n## Novel Drug Conjugate Approach As an Alternative Solution: Discovery\nof P218-Mycolactone Conjugates Utilizing Click Chemistry Approach\nRecently, the discovery of P218 as a potential M. ulcerans DHFR enzyme inhibitor was reported. In this context, shedding light\non P218 conjugation with mycolactone utilizing a “Trojan Horse”-like\napproach against BU could be an interesting attempt to investigate.102,103 Blanchard and co-workers have explored the total synthesis of mycolactone\nanalogues.104 It has been observed that\nC-8 methyl substituents and C12′, C13′, and C15′\nare central for understanding key interactions of mycolactone and\nexploring their modes of action. Based on this assumption, the click\nchemistry approach can be utilized to synthesize P218-mycolactone\nconjugates, which could be further evaluated against M. ulcerans (Figure 4). Here,\na rationally designed P218-mycolactone conjugate development strategy\nis proposed, and further mycobacteriologists may accelerate the investigation\nof this conjugate against M. ulcerans.\nHowever,\ntargeting virulence factors like mycolactone instead of essential\ncellular pathways could have a direct impact on a bacterium’s\nviability and growth, such as disruption of pathogenesis (where virulence\nfactors are crucial for a bacterium’s ability to invade and\ncolonize a host, evade the immune system, and cause disease), reduced\nhost damage (where virulence factors are often responsible for causing\ndamage to host cells and tissues, as in the case of BU), and selective\npressure for resistance (it may indirectly exert selective pressure,\ndriving the development of antibiotic resistance). The last example\nmay lead to the compensatory mechanism by evolution, although these\nare yet to be evaluated in studies of BU. Nonetheless, targeting virulence\nfactors offers a more nuanced approach to antimicrobial therapy, aiming\nto disarm bacteria rather than outright killing them. This strategy\nhas the potential to reduce the emergence of antibiotic resistance,\nminimize host damage, and preserve the beneficial microbiome, making\nit a promising alternative to traditional antibiotic treatment.\n\n## An Uncanny Resemblance between Mycolactone and Mycobactin Metabolism\nThe study reported by Deshayes et al. drew an interesting correlation\nthat the decrease in mycolactone is linked to siderophore-mediated\niron-uptake upregulation.105\n\n## Siderophores and Their Conditionally Essential Functions in\nMycobacteria\nLike other mycobacteria, M. ulcerans and M. leprae require iron for growth, while high\nextracellular iron levels could cause irreparable oxidative damage.106,107 Iron acts as an enzyme cofactor in several essential biological\nprocesses (respiration, DNA synthesis, and protection from reactive\noxygen species),108 and due to this essentiality,\nthe host also restricts access to iron as an antimicrobial mechanism.\nIn the iron-limiting macrophage milieu, mycobacteria have evolved\na specific iron-scavenging mechanism to acquire iron from the host\nenvironment. Particularly in iron-stress conditions, mycobacteria\nsecrete conditionally essential iron scavengers: siderophores.106,107 Researchers105 have highlighted that\nother than siderophore expression genes (inversely related to IdeR\nactivation), while non-IdeR-dependent proteins involved in iron metabolism\nare overproduced, such as Mul_3902 (encoded IrtA), siderophore transporters\nMul_1209 and Mul_1210, respectively, encoding EsxG and ESsxH, and\nMmpLS5 and MmpL5 export genes are also overexpressed in 7.5% glucose-enriched\nmedium. They reported that the export machines of mycolactone and\nmycobactin act as scaffolds for their respective biosynthetic machines,\nalthough coupled elongation and export machines are not very uncommon\nin mycobacteria (it has been noted in the regulation of phthiocerol\ndimycocerosates and glycopeptidolipids in mycobacteria as well).109,110 In correlation, it was hypothesized that mycolactone and mycobactin\nand their respective biosynthetic complexes compete for the same translocation\nmachinery, which may explain the disappearance of mycolactone when\nmycobactin production is induced. Henceforth, impeding this identical\niron-regulatory mechanism present in both M. ulcerans and M. leprae could serve as a possible alternative\nmode of targeting these pathogens. Potential and well-established\nmycobactin biosynthesis inhibitors such as predominantly discovered\nMbtA and MbtI inhibitors might also be an alternative treatment option\nfor these neglected mycobacterial strains and could potentially be\ninvestigated as repurposing drug candidates.105,106\n\n## Mycobactin versus Menaquinone Biosynthesis Pathways\nThe menaquinone (MK) biosynthesis pathway, present in mycobacteria,\nplays a crucial role in oxidative phosphorylation and enables both\nreplicating and nonreplicating persisters of mycobacteria to survive\nunder aerobic and anaerobic conditions.107 We have drawn intriguing parallels between essential-mechanism menaquinone\nregulation and conditionally essential-mechanism mycobactin biosynthesis\nregulation. Although the final product of these pathways differs,\nthe common link between both pathways is the conversion of the starting\nunit chorismate into isochorismate (Figure 6).111,105,106 This enzymatic activity is carried out by the enzyme MbtI (salicylate\nsynthase)105,106 in the mycobactin biosynthesis\nroute, whereas the enzyme MenF performs the same function in the MK\npathway. Despite several noteworthy studies on the creation of inhibitors\nfor the MenD, MenE, MenB, MenA, and MenG enzymes,112 to the best of our knowledge, no inhibitors have yet been\nreported against MenF. MenF is a crucial enzyme in the Men enzyme\nassembly; it also oversees the initial steps of MK biosynthesis, and\nthe identification of a potential inhibitor could be considered as\na significant addition in antimycobacterial drug discovery research.\nIn this regard, we draw attention to MbtI inhibitors in investigating\nactivity against MenF and anticipate that the spatial geometry of\nMenF will accommodate these inhibitors (Figure 6). Over the past 10 years, Chiarelli, Mori,\nand co-workers have showcased an outstanding amount of research,113,114,105 and some top candidates have\nemerged as prospective MbtI inhibitors. By focusing on two fatal pathways,\na sneak peek at these key targets is provided in the hopes that they\nwill be further considered against these underrepresented deadly mycobacterial\nspecies.\n\n## QcrB\nTargeting the membrane-associated b subunit of cytochrome bcc (QcrB) of the electron\ntransport chain (ETC) has led to the discovery of novel chemically\ndiverse scaffolds, such as Q203 and TB47, which have been very useful\nfor the treatment of these neglected pathogens. Furthermore, to accelerate\nthe investigation of other potent QcrB inhibitors against NTDs, a\nconclusive summary of a few diverse chemical classes of QcrB inhibitors\nis highlighted here (Figure 7).115\n\n## DNA Gyrase and Topoisomerase IV\nThe newest antibiotic\nin the group, gepotidacin (GSK2140944), was discovered in 2010 by\ntargeting DNA gyrase and topoisomerase mechanisms.116 To the best of our knowledge, no other currently licensed\nantibiotics target DNA gyrase (GyrA) and topoisomerase IV (topo IV)\nmechanisms in combination. Therefore, this antibiotic’s “dual\ndeath mechanisms of action” (Figure 7) make gepotidacin an intriguing clinical\ndrug candidate.117 This candidate has demonstrated\na remarkable therapeutic window after being tested against a panel\nof mycobacterial strains, from pathogenic to NTM116 mycobacteria strains, which may motivate further research\nagainst M. ulcerans and M. leprae. It would be intriguing to pay attention to the drug candidate’s\ndevelopment against mycobacterial infections over time.\n\n## Ag85A and Hsp65 Proteins\nA discussion on the potentiality\nof Hsp65 and antigen 85A (Ag85A) DNA vaccines to combat BU has been\ndrawn earlier in the Drug and Vaccine Discovery:\nHow It Started subsection. In accordance, we highlight the\npotential of target-based drug design and discovery for these two\nproteins. The discovery of novel drugs can be sped up by utilizing\nthe structure of the M. tuberculosis antigen 85A\nprotein (PDB ID: 1SFR).118 Additionally,\nfurther attempts at homology modeling/artificial intelligence (AI)-based\napproaches for the M. ulcerans antigen 85 protein\nprovide better accuracy. With the help of the crystal structure of hsp chaperonin 60.2 (PDB ID: 1SJP),119 a comparable potential s",
  "has_full_text": true
}