{
  "pmid": "38790017",
  "title": "Repurposing harmaline as a novel approach to reverse tmexCD1-toprJ1-mediated tigecycline resistance against klebsiella pneumoniae infections.",
  "abstract": "BACKGROUND: A novel plasmid-mediated resistance-nodulation-division (RND) efflux pump gene cluster tmexCD1-toprJ1 in Klebsiella pneumoniae tremendously threatens the use of convenient therapeutic options in the post-antibiotic era, including the \"last-resort\" antibiotic tigecycline. RESULTS: In this work, the natural alkaloid harmaline was found to potentiate tigecycline efficacy (4- to 32-fold) against tmexCD1-toprJ1-positive K. pneumoniae, which also thwarted the evolution of tigecycline resistance. Galleria mellonella and mouse infection models in vivo further revealed that harmaline is a promising candidate to reverse tigecycline resistance. Inspiringly, harmaline works synergistically with tigecycline by undermining tmexCD1-toprJ1-mediated multidrug resistance efflux pump function via interactions with TMexCD1-TOprJ1 active residues and dissipation of the proton motive force (PMF), and triggers a vicious cycle of disrupting cell membrane integrity and metabolic homeostasis imbalance. CONCLUSION: These results reveal the potential of harmaline as a novel tigecycline adjuvant to combat hypervirulent K. pneumoniae infections.",
  "journal": "Microbial cell factories",
  "year": "2024",
  "authors": [
    "Yang J",
    "Xu L",
    "Zhou Y",
    "Cui M",
    "Liu D"
  ],
  "doi": "10.1186/s12934-024-02410-4",
  "mesh_terms": [
    "Klebsiella pneumoniae",
    "Tigecycline",
    "Klebsiella Infections",
    "Animals",
    "Mice",
    "Anti-Bacterial Agents",
    "Drug Repositioning",
    "Harmaline",
    "Microbial Sensitivity Tests",
    "Drug Resistance, Multiple, Bacterial",
    "Bacterial Proteins",
    "Membrane Transport Proteins",
    "Female"
  ],
  "full_text": "## Introduction\nAntimicrobial resistance (AMR), resulting from the horizontal spread of resistance genes mediated by chromosomal mutations or mobile elements such as plasmids, has become one of the most remarkable public health challenges worldwide since the 1970s [1]. One Health surveillance for antimicrobial resistance has been promoted by the scientific community and by international organizations for more than a decade. To assist countries in the development of surveillance systems, the WHO Advisory Group on Integrated Surveillance of Antimicrobial Resistance released its new guidelines on the application of a One Health approach to surveillance of antimicrobial resistance in foodborne bacteria in 2017 [2]. Under these circumstances, multidrug-resistant bacteria have developed at a horrifying rate and endured, which has stressed health-care systems around the world. Tigecycline, as a semisynthetic extra gastrointestinal glycylcyclic antibiotic with broad-spectrum activity [3], has been touted as a last line agent against bacterial infections since its discovery in 1993 and introduction into the clinic in 2005 [4]. However, with the widespread use and misuse of antibiotics, resistance to tetracycline antibiotics has emerged globally, with dangerous implications for public health and food safety [5].\nHowever, recent studies have identified tmexCD1-toprJ1, a novel multidrug resistance efflux pump gene cluster carried by the plasmid of K. pneumoniae that mediates high levels of resistance to drugs such as tigecycline [6], further detailing the antimicrobial susceptibility and genetic and functional characterization of tmexCD1-toprJ1-positive clinical strains, as well as potential interspecies transmission pathways of tmexCD1-toprJ1 gene clusters [7]. Epidemiologic investigations identified plasmid-encoded variants of transmissible RND efflux pump genes, such as tmexCD2-toprJ2 from diseased patients in China [8] and tmexCD3-toprJ3 in Klebsiella spp. from municipal sludge in Vietnam [9], suggesting that plasmid-mediated mechanisms for RND efflux are emerging and spreading on a large scale and on multiple scales around the globe. Alarmingly, recent findings revealed that the tmexCD1-toprJ1 and tet(X) genes were simultaneously detected in high abundance in animal fecal samples, which is seriously threatening the efficacy of clinical therapeutic options for multidrug-resistant pathogens [10].\nExhibiting a highly diverse genetic context and potential for transmission between hosts, tmexCD-toprJ has been metastasized in a wide range of clinical pathogens. Hence, there is an urgent need to monitor and control the spread of the tmexCD1-toprJ1 gene cluster and explore novel RND-type efflux pump TMexCD1-TOprJ1 inhibitors, which would be potent pharmacologically active ingredients and anti-infective therapeutic strategies for the control of drug-resistant tmexCD1-toprJ1-producing K. pneumoniae infections.\nAccumulating evidence has demonstrated that antibiotic adjuvant strategies hold a promise in extending the lifespan of existing antibiotics [11]. Harmaline, a β-carboline alkaloid, has anti-inflammatory [12], antiviral [13], and anticancer activities [14]. However, the role and mechanism of harmaline as a tigecycline co-adjuvant against tmexCD1-toprJ1-positive K. pneumoniae have not been fully explored. Therefore, this study focuses on tigecycline resistance mediated by the efflux pump gene cluster tmexCD1-toprJ1 to address the clinically relevant problem of drug resistance in K. pneumoniae. The study demonstrated the potential of harmaline as synergistic adjuvant of tigecycline to combat tmexCD1-toprJ1-positive pathogens infections.\n\n## Reagents\nHarmaline was purchased from Derick Biotechnology Co., Ltd. (Chengdu, China), and the purity of which was confirmed to be > 95% by high-performance liquid chromatography (HPLC) analysis. Tigecycline with an HPLC purity > 98% was supplied by Shanghai Yuanye Bio-Technology Co., Ltd.\n\n## Bacterial strains and culture conditions\nThe bacterial strains used in this study were listed in Supplementary Table 1. The bacterial strains were cultured in Luria–Bertani (LB) broth or Mueller-Hinton broth (Qingdao Haibo Biotechnology Co., Ltd.) at 37 °C with shaking at 180 rpm.\n\n## Animals and cell culture\nGalleria mellonella were purchased from Huiyude Biotechnology Co., Ltd. (Tianjin, China), and Balb/C and KM mice were purchased from Changsheng Biotechnology Co., Ltd. (Liaoning, China). Mice were kept in strict accordance with the regulations for the Administration of Laboratory Animals (11-14-1988) approved by the State Council of the People’s Republic of China. All animal experiments were approved by the Animal Care Committee and the Welfare and Research Ethics Committee of Jilin University (Approval No. SY202309036) and were conducted in accordance with the relevant guidelines and regulations of the committees. Caco-2 and J774A.1 cells (laboratory original) were cultured in DMEM + 10% FBS + 1% P/S at 37 °C.\n\n## Antimicrobial susceptibility testing\nThe minimum inhibitory concentration (MIC) of all drugs was determined using the standard microdilution method according to CLSI Guidelines 2018 [15]. Briefly, the compounds were diluted twofold in a 96-well microtiter plate containing 100 µL of Mueller-Hinton broth, followed by the addition of the prepared overnight bacterial culture (5 × 105 CFU/mL). After 20–24 h of incubation at 37 °C, the MIC was defined as the lowest drug concentration for which no visible bacterial growth was observed.\nThe synergistic activity of the compounds and antibiotics was determined by the modified checkerboard method. The fractional inhibitory concentration (FIC) index values were calculated with the following equation: FICI = (MIC of the compound in combination/MIC of the compound) + (MIC of the antibiotic in combination/MIC of the antibiotic). The antimicrobial combinations were defined as synergistic if FICI ≤ 0.5 [16].\n\n## Growth curves\nThe overnight cultures were inoculated in fresh Mueller-Hinton broth until the logarithmic growth stage (OD600nm = 0.3). Then, the indicated concentrations of harmaline (0, 64, or 128 mg/L) were added to the bacterial cultures, which were then incubated at 37 °C with shaking at 180 rpm. The OD600nm values were measured spectrophotometrically at 30-min intervals.\n\n## Time-dependent killing\nOvernight bacterial cultures (5 × 105 CFU/mL) were incubated with harmaline (128 mg/L), tigecycline (4 mg/L) or the combination. At the indicated time points (0, 1, 3, 7, 10, 12, and 24 h), the different treatment samples were collected and plated for colony counting. An increase in lethality of ≥ 2log10 CFU/mL with the combination compared to the most active single agent is considered synergistic. Antagonism is defined as a decrease in kill of ≥ 2log10 CFU/mL with the combination compared to the most active single drug. There is no indifference when the killing effect of the two drugs in combination differs within 2log10 CFU/mL from the killing effect of either drug alone.\n\n## Post antibiotic effect (PAE) assay\nK. pneumoniae T2 was cultured at 37 °C in Mueller-Hinton broth to the log-phase. Then, the diluted bacteria (1 × 108 CFU/mL) were exposed to harmaline (0, 64, or 128 mg/L), tigecycline (0, 4, or 8 mg/L) or the conbinations for 2 h at 37 °C. After incubation, samples were removed by diluting 1:1000 with Mueller-Hinton broth. Viable counts were determined immediately after dilution and at 2 h intervalor at least 10 h. PAE determination was calculated as PAE (h) = T-C, where T is the time (h) that required to increase by tenfold for the drug-treated viable count from the moment of dilution and C is the time (h) required to increase by tenfold for cell density without treatment.\n\n## Combination disc test\nBacterial cultures were diluted with Mueller-Hinton broth to OD600nm values of 0.1 and 0.3 and were further plated on solid media containing 0, 32, 64, or 128 mg/L harmaline. Then, the 15 µg tigecycline discs were gently placed on the agar plate. The size of inhibition zones were observed and recorded the next day.\n\n## Resistance evolution analysis\nThe effect of harmaline on the development of acquired resistance was determined using serially passaged cultures [17]. Briefly, K. pneumoniae T2 cultures were incubated with tigecycline (16 mg/L) or harmaline in combination with tigecycline (128 + 16 mg/L) at 37 °C. The tigecycline MICs against the tested bacteria were measured for 30 days continuously.\n\n## Mutant prevention concentration (MPC) determination\nBacteria (K. pneumoniae T2) at 1010 CFU/mL were placed on LB-agar plates containing tigecycline alone (0, 4, 8, 16, 32, 64, 128, 256, 512, 1024, or 2048 mg/L) or in combination with harmaline at different concentrations (0, 32, 64, 128, or 256 mg/L). The plates were then cultured at 37 °C for 72 h, and the lowest tigecycline concentration that limited bacterial growth at each set of concentration harmaline treatment was defined as the MPC [18].\n\n## Determination of efflux pump function\nThe fluorescent dye Rhodamine B (Sigma, Germany) was employed to assess the effect of harmaline on efflux pump function. K. pneumoniae T2 in the logarithmic growth stage (OD600nm = 0.6) was washed and incubated with Rhodamine B (10 µM) at 37 °C and 180 rpm for 30 min. The cultures were then treated with different concentrations of harmaline (0, 32, 64, or 128 mg/L), tigecycline (0, 4, or 8 mg/L), and the combinations for 1 h at 37 °C. Finally, the fluorescence intensity of the bacterial supernatant (8, 000 rpm, 10 min) was measured with an excitation wavelength of 553 nm and an emission wavelength of 627 nm.\n\n## Ethidium bromide (EtBr) efflux assay\nTo assess the inhibitory effect of harmaline on the multidrug efflux pump, we performed an ethidium bromide (EtBr) efflux assay based on previous studies [19]. Bacteria in the logarithmic growth phase (OD600nm = 0.6) were collected, washed and incubated with different concentrations of harmaline (0, 32, 64, or 128 mg/L), tigecycline (0, 4, or 8 mg/L), and the combinations for 1 h at 37 °C. Subsequently, 10 µM EtBr (Sigma, Germany) was supplemented, and the samples were incubated for 1 h at 37 °C; the efflux pump inhibitor carbonyl cyanide-3-chloro phenylhydrazone (CCCP) (100 µM, Sigma, Germany) served as a positive control. After being centrifuged at 8, 000 rpm for 10 min, the precipitates were collected, washed and resuspended in PBS. The efflux efficacy of EtBr was monitored using an excitation wavelength of 530 nm and an emission wavelength of 600 nm.\n\n## Inner membrane permeability\nBacteria cultures in logarithmic growth were collected, washed and resuspended to an OD600nm of 0.6, the cultures were then treated with different concentrations of harmaline (0, 64, or 128 mg/L), tigecycline (0, 4, or 8 mg/L) or the combinations for 1 h. Prodium iodide (PI) (Yuanye, China) was added to a final concentration of 10 nM and the samples were incubated for 30 min in the dark. The fluorescence intensity was measured at an excitation wavelength of 535 nm and an emission wavelength of 615 nm.\n\n## Determination of outer membrane permeability\nThe fluorescent probe N-phenyl-l-naphthylamine (NPN) (Macklin, China) was employed to assess the effect of harmaline on outer membrane permeability. Briefly, bacterial cultures (OD600nm = 0.5) were pretreated with various concentrations of harmaline (0, 64, or 128 mg/L), tigecycline (0, 4, or 8 mg/L), or the combinations at 37 °C for 1 h. The cells were incubated with NPN (10 µM) and absorbance was measured with an excitation wavelength of 350 nm and an emission wavelength of 420 nm.\n\n## Extracellular β-galactosidase measurement\nBacterial cultures (OD600nm = 0.6) were treated with different concentrations of harmaline (0, 64, or 128 mg/L), tigecycline (0, 4, or 8 mg/L) or the combinations at 37 °C for 1 h. A final concentration of 10 mM 2-nitrophenyl-β-D-galactopyranoside (ONPG) (Macklin, China) was then added and samples were incubated for an additional 30 min; then, the absorbance at 420 nm was recorded.\n\n## Membrane fluidity\nOvernight bacterial cultures (OD600nm = 0.7) in the presence or absence of harmaline (0, 64, or 128 mg/L), tigecycline (0, 4, or 8 mg/L), or the combinations were incubated with 40 µM 8-anilino-1-naphthalenesulfonic acid (ANS) (Macklin, China) for 30 min. The fluorescence intensity was determined at excitation and emission wavelengths of 385/473 nm.\n\n## Membrane depolarization analysis\nBacteria in the logarithmic phase (OD600nm = 0.6) were collected, washed, and incubated with 10 µM 3,3’-dipropylthiadicarbocyanine iodide (DiSC3(5)) (Sigma, Germany). The fluorescence intensity was measured continuously with an excitation wavelength of 622 nm and an emission wavelength of 670 nm for 8 min. Then, the corresponding concentrations of harmaline (0, 32, 64, or 128 mg/L), tigecycline (0, 8 mg/L), and the combinations (64 + 8, 128 + 8 mg/L) were added and the fluorescence was measured for an additional 32 min (two-minute interval).\n\n## Proton gradient measurement\nK. pneumoniae T2 (OD600nm = 0.6) was incubated with 10 µM 2’,7’-Bis(2-carboxyethyl)-5(6)-carboxyfluorescein acetoxymet (BCECF-AM) (Merck, Germany) at 37 °C for 30 min and treated with the indicated concentrations of harmaline (0, 32, 64, or 128 mg/L), tigecycline (0, 8 mg/L), or the combinations (64 + 8, 128 + 8 mg/L) for an additional 30 min. The fluorescence intensity was determined at excitation and emission wavelengths of 488/525 nm. The fluorescence at the beginning was subtracted by the fluorescence at the 40 min.\n\n## Estimation of zeta potential\nBacterial cultures (OD600nm = 0.5) were treated with different concentrations of harmaline (0, 64, or 128 mg/L), tigecycline (0, 4, or 8 mg/L), or the combinations at 37 °C for 2 h. The Zeta potential was measured by dynamic light scattering at 25 °C using a Nano Zeta sizer (ZS) ZEN3600.\n\n## Molecular docking\nUsing AutoDock Vina software (http://vina.scripps.edu/), the ligands and proteins needed for molecular docking were prepared, and for the target proteins, the crystal structures were obtained from the PDB database (https://www.rcsb.org/); the crystal structures required preprocessing, including the removal of hydrogenation, the modification of amino acids, the optimization of energies, and the tuning of force field parameters. For the target protein, the ligand structure was downloaded from the PDB database (https://pubchem.ncbi.nlm.nih.gov/), after which the low-energy conformation of the ligand structure was satisfied. Finally, this target structure was molecularly docked with the active ingredient structure utilizing vina in pyrx software (https://pyrx.sourceforge.io/). This complex was visualized using PyMOL (https://pymol.org/2/), and the 2D plots were visualized and analyzed using Discovery Studio 2020 Client (https://discover.3ds.com/discovery-studio-visualizer- download).\n\n## Amino acid site-specific mutation\nThe tmexC1, tmexD1, and toprJ1 genes were amplified by using primers with the genomic DNA of K. pneumoniae T2 as the template. The product was digested with BamHI and XhoI and cloned into similarly digested pET28a/pGEX-6P-1 to generate pET28a-tmexC1/toprJ1 and pGEX-6P-1-tmexD1. The recombinant plasmids were used as templates and the list of primers used for mutagenesis is shown in Supplementary Table 2. The PCR products were added to Dpn I enzyme to digest the methylation template and then transformed into E. coli DH5α/BL21(DE3) strain to obtain the recombinant strains. The clone was confirmed by sequencing.\n\n## Protein expression and purification\nRecombinant pET28a-TMexC1/TOprJ1 were purified by HisPur™ Ni-NTA affinity chromatography. TMexD1 was expressed by fusion with glutathione-S-transferase (GST) in the E. coli BL21(DE3) strain and gene-specific primers were shown in Supplementary Table 3. The cultures were induced with isopropyl-β-d-thiogalactoside (IPTG) overnight at 16 °C, centrifuged at 7, 000 rpm for 30 min, and then lysed for purification. The purity of the proteins was determined by separation on SDS‒PAGE gels, and the protein concentrations were determined by a Quawell DNA/Proteins Analyzer.\n\n## Circular dichroism (CD) spectra analysis\nThe secondary structures of the TMexC1/TMexD1/TOprJ1 proteins were further analyzed by circular dichroism (CD). Briefly, TMexC1, TMexD1, and TOprJ1 proteins in the presence or absence of harmaline (128 mg/L) were scanned in the range of 190 to 260 nm using a CD spectrophotometer (MOS-500; Bio-Logic) according to the methods of our previous study [20].\n\n## Reverse transcriptase PCR (RT‒PCR) analysis\nThe effect of harmaline on the transcription of tmexC1, tmexD1, and toprJ1 was investigated using RT‒PCR analysis. Briefly, overnight K. pneumoniae T2 was incubated with concomitant addition of harmaline at final concentrations of 0, 64, or 128 mg/L for 4 h. Total RNA was then extracted, and pretreated. RNA was reverse transcribed to cDNA using the NovoScript® Plus All-in-one 1st Strand cDNA Synthesizer (Mei 5, China) and gene-specific primers were shown in Supplementary Table 4. The transcriptional levels of tmexC1, tmexD1, and toprJ1 in each sample were determined by quantitative real-time analysis using the 2−ΔΔCt method. In addition, the 16 S ribosomal RNA gene served as an internal control.\n\n## Western blotting analysis\nK. pneumoniae T2 (OD600nm = 0.3) was treated with the indicated concentrations of harmaline (0, 32, 64, or 128 mg/L) and incubated for 4 h. Then, the bacterial cultures were centrifuged and collected (12, 000 rpm, 10 min). Western blotting assays were employed to analyze the effect of harmaline on TMexC1/TMexD1/TOprJ1 expression. In brief, the protein was separated by 10% SDS‒PAGE and transferred to polyvinylidene difluoride (PVDF) membranes. After blocking for 2 h, the membranes were incubated with the specific primary antibodies and then with HRP-conjugated goat anti-mouse or anti-rabbit secondary antibody. The membranes were visualized using an enhanced chemiluminescence ECL kit (Biosharp, China).\n\n## Intracellular ATP determination\nBacteria in the logarithmic growth phase (OD600nm = 0.6) were washed and incubated with different concentrations of harmaline (0, 64, or 128 mg/L), tigecycline (0, 4, or 8 mg/L), or the combinations at 37 °C for 2 h. The intracellular adenosine triphosphate (ATP) level was determined using the Enhanced ATP Assay Kit (Beyotime, China) according to the manufacturer’s instructions.\n\n## ROS level determination\nThe level of reactive oxygen species (ROS) was measured with 2′, 7′-dichlorodihydrofluorescein diacetate (DCFH-DA) (Beyotime, China) according to the manufacturer’s instructions. Briefly, logarithmically growing bacteria (OD600nm = 0.6) in the presence or absence of harmaline (0, 64, or 128 mg/L), tigecycline (0, 4, or 8 mg/L), or the combinations were incubated with DCFH-DA (10 µM) for 30 min at 37 °C. The fluorescence intensity was measured at an excitation wavelength of 488 nm and an emission wavelength of 525 nm.\n\n## NAD\nBacteria in the logarithmic growth phase (OD600nm = 0.6) were washed and treated with different concentrations of harmaline (0, 64, or 128 mg/L), tigecycline (0, 4, or 8 mg/L), or the combinations for 2 h at 37 °C. According to the manufacturer’s instructions, the NAD+/NADH level was determined at 450 nm.\n\n## SOD and GSH activity determination\nThe bacterial cultures in the logarithmic growth phase (OD600nm = 0.6) were collected and incubated with the indicated concentrations of harmaline (0, 64, or 128 mg/L), tigecycline (0, 4, or 8 mg/L), or the combinations for 2 h at 37 °C. Then, superoxide dismutase (SOD) and glutathione (GSH) activity were measured using Beyotime (China) under the manufacturer’s instructions.\n\n## Cytotoxicity evaluation\nThe cytotoxicity of harmaline/tigecycline and harmaline in conbinations of tigecycline against J774A.1 and Caco-2 cells was determined using a Cytotoxicity Detection Kit (Roche, Switzerland). Cells were treated with or without harmaline (0, 4, 8, 16, 32, 64, or 128 mg/L), or co-incubated with harmaline (0, 64, or 128 mg/L), tigecycline (0, 4, or 8 mg/L), or their combinations for 5 h, and the cytotoxicity in the cultured supernatants was measured at OD492nm. Cells treated with 0.2% Triton X-100 were employed as a positive control, and untreated cells were used as a negative control.\n\nGalleria mellonella were purchased from Huiyude Biotech Company (Tianjin, China) and infected with K. pneumoniae T2 at a dose of 106 CFUs (10 µL) for survival experiments. Then, the Galleria mellonella were randomly divided into the following 4 groups (n = 10 per group): the infection group, tigecycline monotherapy (1 mg/kg) group, harmaline monotherapy (1 mg/kg) group, and combination (1 + 1 mg/kg) group. The survival of Galleria mellonella was monitored for 20 h post infection for survival analysis.\nGalleria mellonella used for K. pneumoniae colonization analysis were divided into treatment groups (n = 8). Bacteria (2 × 105 CFUs, 10 µL) were administered at 0, 24, and 48 h. Tigecycline (1 mg/kg), harmaline (1 mg/kg), and tigecycline + harmaline (1 + 1 mg/kg) were administered at 0, 12, 24, 36, and 48 h post infection. At 60 h post infection, the infected Galleria mellonella were homogenized, diluted and plated for bacterial counting.\n\n## In vivo toxicity evaluation\nAfter administration of 200 mg/kg harmaline each to 6- to 8-week-old female KM mice (n = 3) and 6- to 8-week-old male KM mice (n = 3), the status and body weights of mice were monitored daily for 14 days.\n\n## Mouse infection assays\nFor survival analysis, the mice were infected with a dose of 1.6 × 1010 CFUs K. pneumoniae T2 (30 µL) via nasal drip. Then, the mice were randomly divided into the following 4 groups (n = 10 per group): the infection group, tigecycline monotherapy (10 mg/kg) group, harmaline monotherapy (20 mg/kg) group, and tigecycline + harmaline (10 + 20 mg/kg) treatment group. Harmaline was administered by gavage, and tigecycline was administered by subcutaneous injection at 12-hour intervals. The survival of the mice was monitored continuously for 7 days.\nAdditionally, the mice were nasally infected at a dose of 107 CFUs (30 µL) at 0, 24, and 48 h post infection for bacterial burden experiments and then randomly divided to 4 groups (n = 6 per group); tigecycline monotherapy (10 mg/kg), harmaline monotherapy (20 mg/kg), and tigecycline + harmaline (10 + 20 mg/kg) were administered every 12 h. Harmaline and tigecycline were administered by gavage and subcutaneous injection, respectively. Mice were euthanized at 60 h post infection, and the lungs were harvested for microbial plating. In addition, inflammatory cytokines (TNF-α, IL-1β, and IL-10) levels in livers were determined using ELISA kits (BioLegend, the United States) following the manufacturer’s instructions.\n\n## Data analysis\nAll data are expressed as the mean ± SD from biological replicates. Statistical significance was determined using GraphPad Prism 9.5.1 software via one-way ANOVA or the log-rank (Mantel‒Cox) test, and comparisons among more than two groups were assessed by two-way ANOVA, which is shown with ns (no significance) (p ≥ 0.05), *p < 0.05, **p < 0.01, *** p < 0.001, and **** p < 0.0001.\n\n## Harmaline, as a potent tigecycline adjuvant, works synergistically with tigecycline against \nMedicinal plants and plant extracts serve as a natural drug repository, offering effective treatments against pathogenic bacteria and playing a crucial role in the discovery of novel antibiotics [21–23]. Our existing library of plant extracts (301 species) was employed to screen for tmexCD1-toprJ1-mediated efflux pump inhibitors via an antimicrobial susceptibility assay (Fig. 1A). Remarkably, harmaline showed potential synergistic activity by restoring the susceptibility of drug-resistant bacteria harboring tmexCD1-toprJ1 to tigecycline, as evidenced by a fractional inhibitory concentration index (FICI) of less than 0.5 (Fig. 1B through E). To investigate whether this synergistic effect was specific to tigecycline, we evaluated harmaline synergistic effects with other tetracycline antibiotics (methacycline, doxycycline, and tetracycline) using the same method. As shown in Figure S1A, the FIC index for the combination of harmaline and other tetracycline antibiotics were all greater than 0.5, demonstrating no synergy [24]. Additionally, we tested non-tmexCD1-toprJ1 carrying strains (E. coli J53p47EC (tet (X4)), K. pneumoniae 12016p47EC (tet (X4)), E. coli 47R (tet (X4)), A. baumannii 34AB (tet (X3))) and no synergistic effects were found between harmaline and tigecycline, as their FIC were all greater than 0.5 (Figure S1B). To investigate the broad-spectrum synergistic potential of harmaline, we sought to explore the potency of the combination of harmaline with diverse antibiotics. As depicted in Figure S1C, harmaline potentiates the activity of multiple antibiotics, including polymyxin B and ceftiofur sodium [24], suggesting that harmaline is a potential broad-spectrum antibiotic adjuvant for combating tmexCD1-toprJ1-positive K. pneumoniae.\nFig. 1Harmaline significantly enhanced tigecycline activity against tmexCD1-toprJ1-positive bacteria. A The protocol for screening antimicrobial compounds in this study. B-E FIC index of the combination of harmaline and tigecycline against four strains of tmexCD1-toprJ1-positive bacteria. The darker the blue color, the higher the probability of long bacteria. An FIC index ≤ 0.5 indicates synergy. Data represent five biological replicates\nIn order to verify harmaline alone does not directly kill bacteria, growth curves were performed under different concentrations of harmaline treatment. Harmaline administration showed negligible effects on bacterial growth at the effective concentrations (Fig. 2A through D). We further probed the synergistic effects of harmaline and tigecycline in vitro, as depicted in Fig. 2E through H, and the combination of harmaline plus tigecycline exhibited potent synergistic effects against tmexCD1-toprJ1-positive K. pneumoniae. As shown in Figure S2, synergistic treatment of K. pneumoniae T2 with harmaline in combination of tigecycline resulted in a visible increase in PAE. The results indicated that harmaline in combination of tigecycline prolonged effects on bacterial growth. Additionally, the combined disk tests also showed the synergistic potential between harmaline and tigecycline, as evidenced by the significantly larger zone of inhibition (Fig. 2I and J).\nFig. 2Synergistic bactericidal effects of harmaline and tigecycline in vitro.A-D Growth curves of tmexCD1-toprJ1-positive isolates with the presence or absence of harmaline. E-H Time-killing curves of harmaline/tigecycline alone or in combination against tmexCD1-toprJ1-positive bacteria. I-J Determination of the diameter of the zone of inhibition of K. pneumoniae T2 by harmaline versus tigecycline (15 µg) (****, p < 0.0001). Data represent three biological replicates\n\n## Harmaline prevents the evolution of tigecycline resistance\nPreventing the evolution of bacterial resistance is of the utmost importance [25]. To investigate the potential of harmaline in preventing the evolution of tigecycline resistance, serial passages of tmexCD1-toprJ1-positive K. pneumoniae supplemented with tigecycline in the presence or absence of harmaline for 30 consecutive days were performed. Consequently, the evolution of tigecycline resistance was observably suppressed in the presence of harmaline (Fig. 3A). MPC is an important indicator of resistance changes [26]. Furthermore, we determined the mutant prevention concentration (MPC) of K. pneumoniae T2 against tigecycline under different harmaline concentrations. As the harmaline concentration increased, both the MPC and the ratio of MPC/MIC significantly decreased, indicating a narrower mutation selection window in the presence of harmaline (Fig. 3B and C). These findings suggest that the combined use of harmaline and tigecycline effectively minimized the de novo emergence of tigecycline in tmexCD1-toprJ1-positive bacteria.\nFig. 3Harmaline blocks the evolution of tigecycline resistance in tmexCD1-toprJ1-positive bacteria. A Changes in tigecycline MIC values against K. pneumoniae T2 in the presence of tigecycline (16 mg/L) or a combination of 128 mg/L harmaline and 16 mg/L tigecycline within 30 days of passaging. B Mutation prevention concentration (MPC) of K. pneumoniae T2 against tigecycline in the presence of harmaline at concentrations of 0, 32, 64, 128, or 256 mg/L. C Ratio of MPC to MIC (**, p < 0.01). Three biological replicates per dataset were included\n\n## Harmaline inhibits efflux pump function by dissipating the proton motive force\nThe effect of harmaline on bacterial efflux activity was further evaluated using Rhodamine B and ethidium bromide (EtBr) efflux assays. As depicted in Fig. 4A and B, harmaline addition eliminated the efflux of Rhodamine in K. pneumoniae T2 [27]. The application of harmaline alone led to a significant increase in fluorescence intensity (Fig. 4C). When used in combination with tigecycline, the fluorescence intensity showed a dose-dependent increase compared to tigecycline alone (Fig. 4D). Collectively, the overall results revealed that harmaline potentiated tigecycline activity by inhibiting the activity of the efflux pump.\nFig. 4Harmaline inhibits the function of efflux pumps. The fluorescence intensity of Rhodamine B A-B and Ethidium bromide (EtBr) C-D with the indicated concentrations of harmaline alone or combined with tigecycline was monitored to characterize the efflux pump function (**, p < 0.01, ***, p < 0.001, ****, p < 0.0001). Three biological replicates per dataset were included\nTo further elucidate the potential mechanisms underlying the harmaline-mediated inhibition of efflux activity, the membrane permeability of K. pneumoniae T2 was further determined",
  "has_full_text": true
}