{
  "pmid": "38796864",
  "title": "Ebselen improves fungal keratitis through exerting anti-inflammation, anti-oxidative stress, and antifungal effects.",
  "abstract": "Fungal keratitis is a severely vision-threatening corneal infection, where the prognosis depends on both fungal virulence and host immune defense. Inappropriate host responses can induce substantial inflammatory damage to the cornea. Therefore, in the treatment of fungal keratitis, it is important to concurrently regulate the immune response while efforts are made to eliminate the pathogen. Ebselen is a widely studied organo-selenium compound and has been demonstrated to have antifungal, antibacterial, anti-inflammatory, and oxidative stress-regulatory properties. The effectiveness of ebselen for the treatment of fungal keratitis remains unknown. In this study, ebselen was demonstrated to produce a marked inhibitory effect on Aspergillus fumigatus (A. fumigatus), including spore germination inhibition, mycelial growth reduction, and fungal biofilm disruption. The antifungal activity of ebselen was related to the cell membrane damage caused by thioredoxin (Trx) system inhibition-mediated oxidative stress. On the contrary, ebselen enhanced the antioxidation of Trx system in mammalian cells. Further, ebselen was proven to suppress the expressions of inflammatory mediators (IL-1β, IL-6, TNF-α, COX-2, iNOS, and CCL2) and reduce the production of oxidative stress-associated indicators (ROS, NO, and MDA) in fungi-stimulated RAW264.7 cells. In addition, ebselen regulated PI3K/Akt/Nrf2 and p38 MAPK signaling pathways, which contributed to the improvement of inflammation and oxidative stress. Finally, we verified the therapeutic effect of ebselen on mouse fungal keratitis. Ebselen improved the prognosis and reduced the fungal burden in mouse corneas. Expressions of inflammatory mediators, as well as the infiltration of macrophages and neutrophils in the cornea were also obviously decreased by ebselen. In summary, ebselen exerted therapeutic effects by reducing fungal load and protecting host tissues in fungal keratitis, making it a promising treatment for fungal infections.",
  "journal": "Redox biology",
  "year": "2024",
  "authors": [
    "Yu B",
    "Wang Q",
    "Zhang L",
    "Lin J",
    "Feng Z"
  ],
  "doi": "10.1016/j.redox.2024.103206",
  "mesh_terms": [
    "Organoselenium Compounds",
    "Isoindoles",
    "Animals",
    "Keratitis",
    "Mice",
    "Oxidative Stress",
    "Azoles",
    "Antifungal Agents",
    "Anti-Inflammatory Agents",
    "RAW 264.7 Cells",
    "Antioxidants",
    "Aspergillus fumigatus",
    "Aspergillosis",
    "Eye Infections, Fungal",
    "Disease Models, Animal"
  ],
  "full_text": "## Introduction\nFungal keratitis is an important cause of blindness and is a significant public health problem in many countries. Corneal trauma (particularly from vegetative matter) is the major cause of fungal keratitis. Due to various predisposing factors, such as overuse of topical steroids, improper use of corneal contact lenses, and chronic ocular surface diseases, the incidence of fungal keratitis is continuously rising [[1], [2], [3], [4]]. Epidemiology studies have found over a million people are affected by fungal keratitis annually. Aspergillus spp. is one of the principal causes of fungal keratitis in most parts of the world [[5], [6], [7], [8], [9]].\nThe prognosis of fungal keratitis is decided by the balance between the invading fungus and the host's defense. The immuno-inflammation and oxidative stress of cornea is a double-edged sword: while restricted reactions protect against pathogens, excessive and persistent reactions also bring damage to the ocular tissue [10]. Unfortunately, current therapeutic drugs are incapable of lessening inflammatory reactions; in addition, they are constrained by poor corneal permeability and strong side effects [11]. It is important to find safe and effective antifungal drugs with the ability to alleviate host oxidative stress and inflammatory status.\nThe thioredoxin (Trx) system is a ubiquitous disulfide reductase system, playing a critical role in defending against oxidative stress. It is comprised of thioredoxin reductase (TrxR), Trx, and NADPH. TrxR is a homodimeric flavoenzyme belonging to the pyridine nucleotide-disulfide oxidoreductase family and can be categorized into two classes based on molecular weight(MW): low-MW TrxR with 35 kDa for each subunit and high-MW TrxR with 55 kDa for each subunit. Low-MW TrxR, present in prokaryotes and lower eukaryotes (such as fungi), has only one conserved active site. By comparison, high-MW TrxR, present in higher eukaryotes, has another active-site selenocysteine in the C-terminal extension, making it exhibit unique chemical properties and have a broad range of substrates [12,13]. TrxR is considered to be a promising target for novel antifungals. Differences between high-MW TrxR and low-MW TrxR make it possible to selectively regulate the oxidative reactions in fungal pathogens and host cells during infection [[13], [14], [15]].\nEbselen is an organoselenium compound and is famous as a mimetic of glutathione peroxidase (GPx1). It has been reported to possess several biological properties, including antimicrobial activities [[16], [17], [18], [19]], anti-inflammatory activities, and regulative action on oxidative stress [13,[20], [21], [22], [23]]. Zyddrune et al. found that ebselen decreased IL-1β, INFγ, and TNF-α levels and protected the liver tissue from lipid peroxidation and inflammation in diabetic mice [24]. Previous studies also found that ebselen attenuated colonic inflammation of C. difficile-infected mice [25] and LPS-induced mouse inflammatory bone destruction [26]. Besides, ebselen suppressed Candida spp. and Cryptococcus spp. at low concentrations [27] and had the ability to inhibit biofilm formation [17]. Some studies suggested that the pharmacological effects of ebselen largely resulted from its action on Trx system. Ebselen is an excellent substrate of mammalian TrxR and acts as a highly efficient oxidant of reduced Trx, exerting an anti-oxidant effect in mammalian cells [28]. In contrast, due to the structural and catalytic differences, low-MW TrxR was inhibited by ebselen, thus disturbing the redox homeostasis in fungal cells [15,29].\nBased on existing research results, we speculated that ebselen could be a potential treatment for fungal keratitis. In the current study, we first investigated the antifungal effects and mechanism of ebselen on Aspergillus fumigatus (A. fumigatus). Then, we tested the regulation of ebselen on oxidative stress and inflammation both in vitro and in vivo.\n\n## Reagents and animals\nEbselen (CAS 60940-34-3; MedChemExpress, Shanghai, China) was dissolved in DMSO as a stock solution (20 mg/mL) and further diluted as needed. Female 8-week-old C57BL/6 mice were supplied by Pengyue Co. Ltd. (Jinan, China) and treated in accordance with the ARVO Statement for the Use of Animals in Ophthalmic and Vision Research. The animal experiments adhered to the National Research Council's Guide for the Care and Use of Laboratory Animals and were approved by the Ethics Committee of Affiliated Hospital of Qingdao University.\n\n## Determination of Minimum Inhibitory Concentration (MIC) and calcofluor white (CFW) staining\nA. fumigatus culture was performed as described previously [30]. A. fumigatus spores (1 × 105/mL) were cultured in Sabouraud medium with different concentrations of ebselen (1, 2, 4, 6, 8, 10, 12, 14, 16, 18 μg/mL) at 37 °C for 48 h. Optical density (OD) was measured at 540 nm with an enzyme-labeling instrument. Then the mycelial was stained with CFW (Sigma-Aldrich, Louis, MO, USA) in the dark for 15 min. The images were photographed with a fluorescence microscope (Nikon, Tokyo, Japan, 200 × ).\n\n## Propidium Iodide (PI) staining\nA. fumigatus spores were cultured for 24 h at 37 °C to produce hyphae. Then, the hyphae were exposed to varying concentrations of ebselen (4, 8, 12, 16 μg/mL) or DMSO (0.1 %) for an additional 24 h. Hyphae treated with 1 % Triton X-100 served as the positive control. The hyphae were collected and treated with the PI solution (Solarbio, Beijing, China) for 15 min. Fluorescence images were captured using a fluorescence microscope (Nikon, 200 × ).\n\n## Biofilm formation inhibition test\nA. fumigatus spores (1 × 105/mL) were cultured in a 12-well plate for 6 h. Then the wells were washed carefully and added with fresh medium containing different dosages of ebselen (4, 8, 12, 16 μg/mL) or DMSO (0.1 %). After 48 h of incubation, the biofilms were washed and stained with 0.1 % crystal violet for 15 min. Fungal biofilms were washed to remove excess stains and destained in 95 % ethanol. OD was measured at 570 nm. In a separate study, after 48 h of incubation, the biofilms were collected and dispersed by ultrasonication for 10 min. The biofilm suspension was diluted and spread on SDA plates for 24 h at 37 °C. The amount of colony-forming unit (CFU) was calculated.\n\n## Reactive Oxygen Species (ROS) assay\nThe level of intracellular ROS was detected by Reactive Oxygen Species Assay Kit (Beyotime Biotechnology, Jiangsu, China). RAW264.7 cells were cultured in DMEM supplemented with 10% fetal bovine serum (Inner Mongolia Opcel Biotechnology Co., Ltd., China) for 12 h and pretreated with ebselen (8 μg/mL) or DMSO (0.1 %) for 1 h. Then, the cells were stimulated by fungal hyphae for 12 h. According to the manufacturer's instructions, cells treated with Rosup served as the positive control. Subsequently, cells were collected and cultured with serum-free medium containing dichloro-dihydro-fluorescein diacetate (DCFH-DA) at dark for 20 min. Finally, cells were washed carefully to remove the excess probes and captured using a fluorescence microscope (Leica, Germany, 200 × ).\nAs regards A. fumigatus, fungal spores were cultured for 24 h to form hyphae and then treated with ebselen for 8 h. Then, the hyphae were collected and incubated with DCFH-DA. The fluorescence microscope was used to record the images (Leica, 200 × ).\n\n## Nitric Oxide (NO), MDA and GSH assay\nCells were cultured and treated as described in Section 2.5. The levels of NO (Beyotime), MDA (Solarbio), and GSH (Beyotime) were detected using specific kits according to the manufacturer's protocols.\n\n## H\nA. fumigatus conidia (1 × 105/mL) were cultured for 6 h and subsequently treated with ebselen (2 μg/mL). H2O2 was added at final concentrations of 0–8 mM. After co-incubation for 24 h, the fungi were stained with CFW as described above and quantified by fluorometry (Nikon, 200 × ).\n\n## Cell viability assay (cell counting Kit-8, CCK-8)\nRAW264.7 cells were incubated in DMEM in a 96-well plate until they reached about 80 % confluence and then cultured with ebselen (4–18 μg/mL) or DMSO (0.1 %) for 24 h. Then, the medium was replaced, and cells were incubated with CCK8 (Shandong Sparkjade Biotechnology Co., Ltd.) for 1 h. The absorbance at 450 nm was measured. The assay of HCECs viability also followed the same procedure.\n\n## Cell scratch assay\nHCECs were seeded in a 6-well plate and incubated overnight. Three parallel scratches were made on each cell monolayer by a pipette tip. After the wells were washed to remove the floating cells, ebselen-containing (2, 4, 8 μg/mL) serum-free culture medium was added. Images were taken under an optical microscope (Zeiss, Germany, × 100) after 0, 12, and 24 h of cultivation and analyzed by ImageJ software.\n\n## Corneal safety assay\n4 μL of ebselen (6,10, and 14 μg/mL) or DMSO (0.1 %) was dripped into the right conjunctival sac of the mouse 4 times per day. The cornea was observed with 1 % sodium fluorescein staining, while alterations of the iris and conjunctival were also examined through slit-lamp at 1, 3, and 5 days. Ocular irritation was assessed based on the total score [31].\n\n## Mouse model of \nThe mice fungal keratitis model was established based on our previous studies. Briefly, the corneal epithelium of mice was removed under anesthesia. Before eyelids were sutured, 4 μL hyphae (1 × 108/mL) were applied to the defect area and covered with a soft contact lens. Animals were randomly divided into control and ebselen groups and treated topically 4 times per day with 4 μL DMSO (0.1 %) or ebselen (8 μg/mL), respectively. Corneas were examined daily using a slit-lamp and evaluated on a scale of 0–12, considering the degree of opacity density, opacity area, and surface regularity [32]. At 3 days post infection (p.i.), the corneas were extracted for subsequent experiments.\n\n## Corneal fungal load assay\nCorneal fungal load was assessed by plate counting. Corneal homogenates were evenly spread onto Sabouraud agar plates and then incubated at 37 °C to allow for the growth of fungal colonies. The colonies were photographed and counted.\n\n## Cytokine assays\nRAW264.7 cells were pretreated with ebselen (8 μg/mL) or DMSO (0.1 %) for 1 h and then cultured with A. fumigatus hyphae for 12 h. The cells and medium supernatant were collected separately for the subsequent assays. Protein expressions of IL-1β, TNF-α, IL-6, and CCL2 in the supernatant were detected by enzyme-linked immunosorbent assay (ELISA) according to the instructions (BioLegend, California, USA).\n\n## Real-time reverse transcription-polymerase chain reaction (RT-qPCR)\nTotal RNA was extracted using Freezol RNAiso reagent (Vazyme Biotech, Nanjing, China). cDNA was synthesized through HiScript III RT SuperMix (with gDNA wiper). RT-qPCR was performed using ChamQ Universal SYBR qPCR Master Mix according to the manufacturer's protocols (Vazyme Biotech). The primer sequences are provided in the Table 1.Table 1Primer list used for RT-qPCR.Table 1GenePrimer Sequence (5′-3′)Gen Bankβ-actin (mouse)F: GATTACTGCTCTGGCTCCTAGCR: GACTCATCGTACTCCTGCTTGCNM_007393.5IL-1β (mouse)F: CGCAGCAGCACATCAACAAGAGCR: TGTCCTCATCCTGGAAGGTCCACGNM_008361.4TNF-α (mouse)F: ACCCTCACACTCAGATCATCTTR: GGTTGTCTTTGAGATCCATGCNM_013693.3iNOS (mouse)F: TCCTCACTGGGACAGCACAGAATGR: GTGTCATGCAAAATCTCTCCACTGCCNM_010927.3CCL2 (mouse)F: CAGCAGGTGTCCCAAAGAAGR: ATTTGGTTCCGATCCAGGTTNM_011333.3IL-6 (mouse)F: CACMGTCCGGAGAGGAGACR: CAGAATTGCCATTGCACAACNM_031168.1COX-2 (mouse)F: TGCACTATGGTTACAAAAGCTGGR: TCAGGAAGCTCCTTATTTCCCTTNM_011198.3β-actin (human)F: GCTCCTCCTGAGCGCAAGR: CATCTGCTGGAAGGTGGACANM_001101.3IL-1β (human)F: GCTGATGGCCCTAAACAGATGAAR: TCCATGGCCACAACAACTGACNM_000576.3IL-6 (human)F: AAGCCAGAGCTGTGCAGATGAGTAR: TGTCCTGCAGCCACTGGTTCNM_000600.5AFUA_6G10300F: CCCTGTCGTCGTCGATTTCTXM_745825.1R: CCCTCACATTCCCACCAACAAFUA_5G11320F: ACGCCAAGGTCTTCAAGGAGXM_748424.1R: GGGTTGGCACCAACAACTTCAFUA_3G14970F: GGGCGTCGAAGAACTAAGCAR: CGACACTCCCAACTCCTGTGXM_749034.AFUA_8G01090F: GATGTCGATGAGCAGGAGCAR: AGAGCGTGCAGTGTTGAGAAXM_742004.AFUA_4G09090F: GCGAAGACGCTTTTCGATCCXM_746823.1R: CATCAGCTGCTCGTCGGTAT\n\n## Western blot\nCells were cultured with ebselen (8 μg/mL) or DMSO (0.1 %) for 12 h in the presence or absence of A. fumigatus hyphae and collected. Samples were lysed after ultrasonication, and the protein concentrations were measured using a BCA kit (Elabscience, Wuhan, China). Next, the proteins, denatured by loading buffer, were separated on SDS-PAGE and transferred to PVDF membranes. Subsequently, the blocked membranes were incubated with primary antibodies against P38 (1:1000, CST), p-P38 (1:1000, CST), p-PI3K (1:500, Affinity Biosciences), PI3K (1:1000, Proteintech), p-AKT (1:3000, Proteintech), AKT (1:10000, Proteintech), Nrf2 (1:1000, Abcam), HO-1 (1:1000, Abcam), β-actin (1:2000, Elabscience), or β-tubulin (1:2000, Elabscience) respectively overnight, washed 3 times in TBST, and incubated with secondary antibodies for 2 h. Finally, the protein bands were detected using enhanced chemiluminescence (Vazyme) and analyzed by ImageJ.\n\n## Immunofluorescence staining\nThe mice's eyeballs were embedded in OCT and frozen in liquid nitrogen. 8 μm-thick eyeball sections were made with freezing microtome. The slices were blocked in goat serum and then incubated overnight with NIMP-R14 antibody (1:100, Invitrogen) or F4/80 antibody (1:500, Abcam). After washed with PBS, the sections were incubated with a secondary antibody (FITC-conjugated) for 1 h. A DAPI solution (Solarbio) was used for nuclear staining. Images were captured by a fluorescence microscope.\n\n## Statistical analysis\nAll the data were analyzed using GraphPad Prism 8 and shown in the form of mean ± SD. Differences in clinical scores between the DMSO- and Ebselen-treated groups were analyzed using Mann-Whitney U test. For other experiments, statistical significance between two groups was evaluated using unpaired, two-tailed Student's t-test. P < 0.05 was considered statistically different. Each treatment contained at least three biological repetitions.\n\n## Antifungal activity of ebselen\nIn the current research, the MIC test was first taken to assess the antifungal activity of ebselen. As shown in Fig. 1A, ebselen inhibited the fungal growth in a concentration-dependent manner from 4 μg/mL. The fungal growth inhibitory rate achieved 90 % when cultured with ebselen at 10 μg/mL, and almost no fungi survived from ebselen at 12 μg/mL. CFW staining was used to observe the hyphal growth. Images (Fig. 1B) showed that the reduction of hyphae became more significant as the concentration of ebselen increased. Besides, biofilm biomass and live fungi in the biofilm were tested to determine the ability of ebselen to inhibit biofilm formation. Results of crystal violet staining (Fig. 1C and D) showed that ebselen reduced fungal biofilm biomass from 8 μg/mL and almost completely inhibited the formation when the concentration reached 16 μg/mL. The fungi CFUs on the SDA plates of the ebselen-treatment group were also significantly less than that of the control group (Fig. 1E and F), indicating that ebselen decreased the live fungi in the biofilms. These results confirmed that ebselen had an excellent antifungal ability.Fig. 1The antifungal activity of ebselen. MIC test (A) on A. fumigatus. CFW staining (B) showed the inhibitory effect of ebselen on hyphal growth. Images of crystal violet staining (C) and quantitative analysis (D) showed that ebselen reduced fungal biofilm biomass. Fungal colonies on the plate (E) and survival rate (F) showed that ebselen decreased the number of live fungi in the biofilms. Compared to the DMSO group, *p < 0.05, **p < 0.01, **p < 0.001. (For interpretation of the references to colour in this figure legend, the reader is referred to the Web version of this article.)Fig. 1\n\n## Ebselen disrupted the redox homeostasis and destroyed the fungal membrane\nEffects of ebselen on cell membrane integrity were detected using PI staining (Fig. 2A). As a nucleic acid dye, PI can permeate broken cell membranes and emit red fluorescence. Hyphae of the DMSO group showed very weak fluorescence, while the hyphae treated with ebselen (4, 8, 12, 16 μg/mL) showed intense red fluorescence, and the fluorescence intensity was higher along with ebselen concentration increasing, implying that ebselen damaged fungal membrane integrity by a dose-dependent method. Further examinations were conducted to determine the mechanism of membrane destruction. ROS accumulation in A. fumigatus hyphae was detected using a DCFH-DA fluorescent probe [33]. As shown in Fig. 2B, the spontaneous fluorescence of the DMSO group was dim, whereas the fluorescence intensity of ebselen-treated hyphae was remarkably enhanced, which meant that exposure to ebselen led to an increase in ROS accumulation. The MDA (a lipid peroxidation indicator) levels (Fig. 2C) also increased after ebselen treatment owing to the superfluous accumulation of ROS. In addition, we investigated the sensitivity of fungi to exogenous H2O2 in the presence or absence of ebselen at 1/2 MIC. As shown in Fig. 2D, 2 mM H2O2 alone did not affect hyphae growth, while 4 mM H2O2 alone killed almost all fungi. However, in the presence of ebselen (2 μg/mL), nearly 80 % of hyphae were killed by 1 mM H2O2, and no fungi survived in 2 mM H2O2. This confirmed that ebselen lessened the resistance of fungi to exogenous oxidative stress.Fig. 2Ebselen destroyed the fungal cell membrane by disrupting redox homeostasis. Effects of ebselen on cell membrane integrity (A) and ROS accumulation in hyphae (B). The first row of images is fluorescence, and the second is the bright field. The MDA levels were increased after ebselen treatment (C). Biomass assay of A. fumigatus treated with H2O2 (0, 1, 2, 4 mM) in the presence or absence of 2 μg/mL ebselen (D). The expressions of five thioredoxins in A. fumigatus treated with ebselen (E). ns, no significance; *p < 0.05, **p < 0.01, **p < 0.001.Fig. 2\n\n## Ebselen targeted fungal Trx system\nTrx system is essential for fungi to maintain redox homeostasis and defend against oxidant stress. The mRNA expression of five putative thioredoxins encoded in the A. fumigatus genome (Afu5g11320, Afu6g10300, Afu3g14970, Afu8g01090, and Afu4g09090) was quantified. Results of RT-qPCR (Fig. 2E) indicated that ebselen significantly downregulated the expressions of all five fungal thioredoxins in a concentration-dependent manner. These results demonstrated that ebselen could cause oxidative stress and subsequent cell membrane destruction by targeting the Trx system.\n\n## Safety assessment of ebselen \nA CCK8 test was performed to estimate the cytotoxicity of ebselen to RAW264.7 cells and HCECs. As shown in Fig. 3A, ebselen, at the concentration of 4–18 μg/mL, did not affect the viability of RAW264.7 cells. As for HCECs (Fig. 3B), ebselen could promote cell proliferation at low concentrations (≤8 μg/mL) and gradually showed cytotoxic effects at high concentrations (≥10 μg/mL). Besides, compared to the controls, ebselen promoted the migration of HCECs at 2, 4, and 8 μg/mL (Fig. 3C and D). Fluorescein staining was employed to visualize and mark any corneal lesions to assess the potential toxicity of ebselen on mouse corneas. As shown in Fig. 3E and F, all mice showed no ocular lesions on day 1 and day 3, with a score of 0. Some of the mice treated with ebselen at 14 μg/mL showed mild lesions at day 5, while those treated with ebselen at 6 and 10 μg/mL remained at 0 points. Thereby, it was safe for eye application when ebselen was below 10 μg/mL. These results suggested that ebselen at 8 μg/mL, which had been demonstrated to have an antifungal activity, was safe for application both in vitro and in vivo.Fig. 3Safety assessment of ebselen. CCK8 tests of ebselen on RAW264.7 cells (A) and HCECs (B). The effect of ebselen on promoting the migration of HCECs (C, D) at 12 and 24 h. The toxicity of ebselen on mouse cornea was evaluated using fluorescein staining on day 1, day 3, and day 5 (E). Corneal fluorescein staining (CFS) scores were recorded (F). ns, no significance; compared to the DMSO group, **p < 0.01, **p < 0.001; compared to the DMSO group at 12 h, & p < 0.05; compared to the DMSO group at 24 h, #p < 0.05, ##p < 0.01, ###p < 0.001.Fig. 3\n\n## Ebselen improved oxidative stress in \nAs shown in Fig.4A–D, A. fumigatus-induced RAW264.7 cells showed strong fluorescence intensity, which was decreased greatly in the ebselen-treated group, suggesting that ebselen reduced the generation of ROS triggered by fungi. As shown in Fig. 4E and F, NO and MDA levels were decreased by ebselen. Treatment with ebselen also elevated the glutathione (GSH) level (Fig. 4G). Thus, ebselen exerted an anti-oxidant effect in A. fumigatus-induced macrophages.Fig. 4Ebselen alleviated oxidative stress and inflammation in A. fumigatus-induced macrophages. Images of ROS accumulation in A. fumigatus-induced RAW264.7 cells using DCFH-DA as a fluorescent probe (A–D). The normal group showed weak fluorescence (A), while A. fumigatus-induced cells showed strong green fluorescence intensity (B). Ebselen reduced the generation of ROS triggered by fungi (C). Cells treated with rosup served as the positive control (D). The effects of ebselen on NO (E), MDA (F), and GSH (G) levels in A. fumigatus-induced macrophages. Ebselen down-regulated A. fumigatus-induced mRNA expressions (H) and protein levels (I) of inflammatory mediators IL-1β, IL-6, TNF-α, and CCL2. Ebselen inhibited the expressions of COX-2 and iNOS (J). The expressions of IL-1β and IL-6 in A. fumigatus-induced HCECs were also reduced by ebselen (K). ns, no significance; *p < 0.05, **p < 0.01, ***p < 0.001. (For interpretation of the references to colour in this figure legend, the reader is referred to the Web version of this article.)Fig. 4\n\n## Ebselen suppressed \nThe mRNA expressions and protein secretions of cytokines and chemokines were determined to assess the role of ebselen in regulating inflammation. Compared to the control group, ebselen significantly down-regulated the mRNA levels of IL-1β, IL-6, TNF-α, and CCL2 in A. fumigatus-stimulated RAW264.7 cells (Fig. 4H), as well as the protein secretions of IL-1β, IL-6, TNF-α, and CCL2 (Fig. 4I). Besides, COX-2 and iNOS, two key inflammation-related enzymes, were also inhibited by ebselen (Fig. 4J). The repression of ebselen on cytokines was also verified in HCECs. As shown in Fig. 4K, the expressions of IL-1β and IL-6 in HCECs were reduced by ebselen.\n\n## Ebselen inhibited \nAs shown in Fig. 5A and D, the P38 phosphorylation level was significantly increased after fungal stimulation and was inhibited by ebselen. Our study also found that fungal stimulation up-regulated the phosphorylation levels of PI3K and Akt, which were further enhanced by ebselen (Fig. 5B, E, and 5F). Compared with the AF group, protein levels of Nrf2 and HO-1 (Fig. 5B, G, and 5H) were also increased after ebselen treatment. Additionally, pretreatment with wortmannin (a PI3K/Akt inhibitor) could weaken ebselen-mediated expression of Nrf2 after fungal stimulation, suggesting that the up-regulation of Nrf2 was partly mediated by the PI3K/Akt pathway (Fig. 5C and I).Fig. 5Ebselen inhibited A. fumigatus-induced phosphorylation of p38 MAPK and activated the PI3K/Akt and Nrf2/HO-1 signaling pathways. Ebselen inhibited p38 phosphorylation level in A. fumigatus-induced RAW264.7 cells (A, D). Ebselen enhanced the phosphorylation levels of PI3K/Akt and the protein levels of Nrf2/HO-1 (B, E-H). Pretreatment with wortmannin (WM, a PI3K/Akt inhibitor) before fungal stimulation weakened ebselen-mediated expression of Nrf2 (C, I). ns, no significance; *p < 0.05, **p < 0.01, ***p < 0.001.Fig. 5\n\n## Therapeutic effect of ebselen on mouse fungal keratitis\nBased on the in vitro studies, the therapeutic efficacy of ebselen in treating C57BL/6 mouse fungal keratitis was further substantiated. As shown in Fig. 6A, mice treated with DMSO displayed a large area of corneal opacity and swelling and even formed descemetocele at 5 days p.i. In contrast, the ebselen-treated group showed a smaller corneal opacity area, slighter corneal cloudiness, more regular surface, and lower clinical scores (Fig. 6B). Additionally, corneal H&E staining (Fig. 6C) showed that compared to the control group, ebselen relieved the corneal edema and alleviated the infiltration of inflammatory cells. The activity of ebselen in fungi clearance in vivo was evaluated through homogenizing corneas and quantitating after incubation. As shown in Fig. 6D and E, ebselen exhibited a significant reduction in the quantity of surviving fungi within corneas at 3 days p.i. These findings demonstrated that ebselen alleviated the severity of mouse fungal keratitis.Fig. 6Ebselen ameliorated mouse fungal Keratitis. Ebselen improved the clinical manifestations of mouse fungal keratitis (A) and lowered the clinical scores (B) at 1, 3, and 5 days p.i. HE staining showed ebselen relieved the corneal edema and alleviated the infiltration of inflammatory cells (C). Ebselen reduced the number of surviving fungi in corneas (D, E). Ebselen reduced the expressions of inflammatory mediators IL-1β, TNF-α, IL-6, and CCL2 in the infected corneas at the mRNA (F–I) and protein (J–L) levels. ns, no significance; *p < 0.05, **p < 0.01, ***p < 0.001.Fig. 6\n\n## Ebselen reduced the expressions of inflammatory mediators and the infiltration of macrophages and neutrophils \nThe mRNA levels of inflammatory mediators, including IL-1β (Fig. 6F), TNF-α (Fig. 6G), IL-6 (Fig. 6H), and CCL2 (Fig. 6I), were greatly down-regulated by ebselen. In accordance with the trend of mRNA expressions, ebselen also decreased the protein levels of IL-1β (Fig. 6J), TNF-α (Fig. 6K), and IL-6 (Fig. 6L) at 3 days p.i. Inflammatory factors and chemokines lead to the infiltration of macrophages and neutrophils in cornea, resulting in the outbreak of oxidative stress. In this study, the infiltration of macrophages and neutrophils in the corneas of mice was detected using immunofluorescence staining. As shown in Fig. 7A and B, corneas of the normal group showed extremely weak green fluorescence, while corneas of the fungal keratitis group showed significantly increased fluorescence intensity, indicating a large amount of macrophage infiltration. Compared with the control group, ebselen treatment markedly inhibited corneal macrophage accumulation at 3 days p.i. Similarly, results also showed that ebselen inhibited A. fumigatus-induced infiltration of neutrophils (Fig. 7C and D). These results indicated that ebselen improved inflammatory response in mice corneas.Fig. 7Ebselen reduced the infiltration of macrophages and neutrophils in A. fumigatus-infected mouse corneas. The sections of mouse cornea were stained with F4/80 antibody (macrophages) or NIMP-R14 antibody (neutrophils). The immunofluorescence staining (A) and quantitative analysis (B) of macrophages. The immunofluorescence staining (C) and quantitative analysis (D) of neutrophils. Compared with the control group, ebselen treatment markedly inhibited corneal macrophage accumulation and the infiltration of neutrophils.Fig. 7\n\n## Discussion\nDue to the fungal virulence, uncontrolled immune inflammatory response, and limited selection of antifungal drugs, fungal keratitis is a kind of refractory disease. Following the recognition of the fungal pathogen, the resident immune cells in the cornea produce inflammatory mediators and mediate neutrophil recruitment to kill the fungi. While fighting against the invading fungal pathogens, the host response can also induce serious inflammatory damage to the cornea [34,35]. The regulation of immune response has been a focus of research in recent years to reduce corneal damage in FK. Traditional antifungal medications, such as natamycin and amphotericin B, are usually incapable of controlling host inflammation and oxidative stress, thereby limiting their effectiveness. Given the shortcomings of traditional drugs, novel drugs for fungal keratitis need to be further investigated and supplemented. Ebselen (2-phenyl-1,2-benzisoselenazol-3(2H)-one) is a seleno-organic compound. Already demonstrated safety [36,37] combined with its antifungal activity [15] makes ebselen a potential candidate for fungal keratitis treatment.\nROS are byproducts of aerobic metabolism and serve as vital regulators of numerous physiological processes. However, overaccumulation of ROS can induce oxidative stress, resulting in oxidative damage to the cellular components (DNA, proteins, and lipids), cellular dysfunction, and even death. As a pivotal anti-oxidant mechanism in combating oxidative stress, the Trx system is ubiquitously present across all domains of life. It functions in DNA synthesis, protein disulfide reduction, redox modulation of transcription factors, regulation of apoptosis, and immunomodulation [38]. The fungal thioredoxin system is indispensable for the in vitro growth of A. fumigatus [39,40]. Marshall et al. found that ebselen interacted covalently with Cys148 of A. fumigatus TrxR through mass spectrometry analysis and completely inhibited the growth of five clinical A. fumigatus isolates at 16–64 μg/mL [15]. This is basically consistent with our research findings showing that ebselen at 14 μg/mL achieved a 100 % inhibition rate on fungal growth. Meanwhile, our study found all five putative thioredoxins encoded in the A. fumigatus genome were significantly inhibited by ebselen, which led to a more comprehensive suppression of the fungal thioredoxin system. This was consistent with the results showing ROS accumulation in A. fumigatus mycelia and an increase of MDA level in ebselen-treated fungi, confirming the disturbance of fungal redox homeostasis. Thus, we concluded that ROS stress and the resulting destruction of cell membrane permeability was the main cause of fungal cell death. In this study, we also found that ebselen inhib",
  "has_full_text": true
}