{
  "pmid": "38904380",
  "title": "Nitazoxanide synergizes polymyxin B against Escherichia coli by depleting cellular energy.",
  "abstract": "The rapid expansion of antibiotic-resistant bacterial diseases is a global burden on public health. It makes sense to repurpose and reposition already-approved medications for use as supplementary agents in synergistic combinations with existing antibiotics. Here, we demonstrate that the anthelmintic drug nitazoxanide (NTZ) synergistically enhances the effectiveness of the lipopeptide antibiotic polymyxin B in inhibiting gram-negative bacteria, including those resistant to polymyxin B. Mechanistic investigations revealed that nitazoxanide inhibited calcium influx and cell membrane depolarization, enhanced the affinity between polymyxin B and the extracellular membrane, and promoted intracellular ATP depletion and an increase in reactive oxygen species (ROS), thus enhancing the penetration and disruption of the Escherichia coli cell membrane by polymyxin B. The transcriptomic analysis revealed that the combination resulted in energy depletion by inhibiting both aerobic and anaerobic respiration patterns in bacterial cells. The increased bactericidal effect of polymyxin B on the E. coli ∆nuoC strain further indicates that NuoC could be a promising target for nitazoxanide. Furthermore, the combination of nitazoxanide and polymyxin B showed promising therapeutic effects in a mouse infection model infected with E. coli. Taken together, these results demonstrate the potential of nitazoxanide as a novel adjuvant to polymyxin B, to overcome antibiotic resistance and improve therapeutic outcomes in refractory infections.IMPORTANCEThe rapid spread of antibiotic-resistant bacteria poses a serious threat to public health. The search for potential compounds that can increase the antibacterial activity of existing antibiotics is a promising strategy for addressing this issue. Here, the synergistic activity of the FDA-approved agent nitazoxanide (NTZ) combined with polymyxin B was investigated in vitro using checkerboard assays and time-kill curves. The synergistic mechanisms of the combination of nitazoxanide and polymyxin B were explored by fluorescent dye, transmission electron microscopy (TEM), and transcriptomic analysis. The synergistic efficacy was evaluated in vivo by the Escherichia coli and mouse sepsis models. These results suggested that nitazoxanide, as a promising antibiotic adjuvant, can effectively enhance polymyxin B activity, providing a potential strategy for treating multidrug-resistant bacteria.",
  "journal": "Microbiology spectrum",
  "year": "2024",
  "authors": [
    "Jiang X",
    "Chen D",
    "Wang X",
    "Wang C",
    "Zheng H"
  ],
  "doi": "10.1128/spectrum.00191-24",
  "mesh_terms": [
    "Nitro Compounds",
    "Animals",
    "Thiazoles",
    "Polymyxin B",
    "Escherichia coli",
    "Mice",
    "Drug Synergism",
    "Anti-Bacterial Agents",
    "Escherichia coli Infections",
    "Microbial Sensitivity Tests",
    "Reactive Oxygen Species",
    "Female"
  ],
  "full_text": "## INTRODUCTION\nAntibiotics are indispensable pharmaceuticals for the treatment of severe bacterial infections in humans and animal husbandry. Unfortunately, the emergence and rapid dissemination of bacterial pathogens that are resistant to current antibiotics in hospitals, community settings, and animal husbandry pose an increasing threat to global health (1–3). It is concerning that the incidence of multidrug resistance (MDR), extensive-drug-resistant (XDR), or pan-drug resistance (PDR) among clinical isolates is increasing every year (4, 5). Gram-negative bacteria are inherently resistant to many antibiotics because of a dual-membrane envelope that prevents many antibiotics from reaching their targets, resulting in infections caused by gram-negative bacteria that are arguably more difficult to treat (6). The development process of novel antimicrobial drug entities has significantly lagged behind the evolution speed of drug-resistant bacteria. Therefore, there is an urgent need to explore other new strategies to combat infections (7, 8).\nPolymyxins, such as polymyxin B and colistin, are cationic lipopeptides that exhibit a strong positive charge. They primarily exert their antimicrobial activity against gram-negative bacteria by tightly binding to the lipid A component of lipopolysaccharides within the outer membrane of the cellular envelope, ultimately leading to bacterial cell death (9). The emergence of carbapenem-resistant Enterobacteriaceae strains has significantly compromised the efficacy of available antimicrobial agents, thereby highlighting the potential therapeutic value of polymyxin antibiotics. Over recent years, polymyxins have gained widespread recognition as “last-resort” antibiotics for treating infections caused by multidrug-resistant and extensively drug-resistant gram-negative bacteria, particularly Enterobacterales, Acinetobacter baumannii, and Pseudomonas aeruginosa (10, 11). However, the rapid dissemination of mcr-1 gene poses an additional threat to the effectiveness of polymyxin antibiotics (12). To address this escalating resistance issue among gram-negative bacteria toward conventional antibiotics, we are exploring antibiotic adjuvant strategies aimed at enhancing antibiotic efficacy and prolonging the lifespan of existing antibacterial agents. Previous studies have demonstrated that niclosamide (13), robenidine (14), miconazole (15), SLAP-S25 (16), compound 666-15 (17), along with certain antibiotics like rifampicin, can synergistically enhance the effectiveness of polymyxin B against gram-negative bacteria (18).\nNitazoxanide (NTZ) was developed as an oral antiparasitic agent through scaffold modification of the anthelmintic niclosamide (19). The U.S. Food and Drug Administration (FDA) has approved nitazoxanide for the treatment of diarrhea caused by Cryptosporidium parvum and Giardia intestinalis. Nitazoxanide has also been licensed in Bangladesh, Egypt, India, and Latin America, where it is widely commercialized as an oral broad-spectrum antiparasitic agent for treating intestinal protozoa and helminths (20). Over the years, numerous studies have demonstrated that nitazoxanide exhibits antiviral properties (20, 21), possesses potential anti-tumor effects (22), and displays anti-inflammatory activity (23). It induces autophagy (24) and may have applications in diabetes treatment (25) as well as in Alzheimer’s disease therapy (26, 27). Additionally, nitazoxanide has demonstrated activity against a wide range of obligate and facultative anaerobic gram-positive and gram-negative bacteria in vitro. However, its effectiveness against members of the Enterobacteriaceae family and Pseudomonas species under aerobic conditions is limited (28). Furthermore, it remains unclear whether nitazoxanide can serve as an adjuvant to antibiotics to enhance their bactericidal activity.\nTo investigate the efficacy of antibiotic combinations, we evaluated the synergistic activity of several commercially approved antibiotics in combination with nitazoxanide against Escherichia coli (E. coli). Our findings demonstrated that nitazoxanide significantly potentiates the antimicrobial activity of polymyxin B against multiple gram-negative pathogens. Subsequent investigations revealed that nitazoxanide enhances bacterial membrane permeability and disrupts the electrochemical potential in E. coli cells. Notably, nitazoxanide also interferes with cellular oxidative phosphorylation, leading to a substantial reduction in ATP levels and thereby augmenting the bactericidal effect of polymyxin B. Collectively, these results underscore the potential utility of nitazoxanide as an adjunctive therapy to polymyxin B for treating bacterial infections.\n\n## Nitazoxanide potentiates polymyxin B against gram-negative bacteria\nNitazoxanide did not exhibit any antibacterial effects against gram-negative bacterial strains such as E. coli, Salmonella enterica serovar Typhi (S. Typhi), Proteus mirabilis (P. mirabilis), and Klebsiella pneumoniae (K. pneumoniae) at the highest concentrations (128 µg/mL) tested. To investigate potential synergistic combinations against these strains, checkerboard dilution assays were conducted with nitazoxanide and various classes of antibiotics, including β-lactams, polymyxins, aminoglycosides, tetracyclines, fluoroquinolones, macrolides, sulfonamides, lincomycins, and rifamycins. The screening revealed that only polymyxin B exhibited synergistic activity with nitazoxanide against E. coli, while other commonly used antibiotics did not demonstrate synergism with nitazoxanide.\nAlthough most isolates of E. coli, S. Typhi, P. mirabilis, and K. pneumoniae from animals were resistant to polymyxin B, the combination of polymyxin B and nitazoxanide showed a synergistic effect against the standard strain of E. coli ATCC 25922 as well as against isolated strains (Fig. 1A through C). The results of minimum inhibitory concentration (MIC), fractional inhibitory concentration (FIC), and dose reduction index (DRI) values for the combination of polymyxin B and nitazoxanide against gram-negative bacteria are presented in Table 1. The DRI values of polymyxin B were significantly increased in the presence of nitazoxanide, ranging from 4- to 16-fold.\nThe analysis of the checkerboard assay indicated that nitazoxanide enhanced the antibacterial activity of polymyxin B, and this enhancement was further validated by time-killing curve testing at sub-MIC levels for E. coli ATCC 25922 and B2 (Fig. 2A and B). In the control group, the bacterial growth of both standard and isolated strains was observed to be nearly equivalent to that of the sample treated with nitazoxanide alone. Treatment with polymyxin B alone at sub-MIC levels resulted in a reduction in colony count of ATCC 25922 and B2 within 24 h compared to the control growth and nitazoxanide alone. A consistent reduction of at least five log10 was still evident after 4 h of incubation, although the number of bacteria present had increased thereafter. This reduction remained consistent compared to the growth control and nitazoxanide alone. It is noteworthy that the combination of polymyxin B and nitazoxanide significantly reduced the colony count of the standard and isolated strains over 2 and 4 h, demonstrating a synergistic effect compared to the control growth and polymyxin B alone. After 2 and 4 h, bacteria were eliminated in both ATCC 25922 and B2, respectively.\nTo get a better understanding of nitazoxanide on the development of polymyxin B resistance, we performed serial passages of E. coli ATCC 25922 with polymyxin B in the presence and absence of nitazoxanide during 30 d. MIC increase and FIC index for calculated passages are presented in Fig. 2C and D. Both groups treated with polymyxin B alone or in combination produced high-resistant strains to polymyxin B. However, the combination of polymyxin B and nitazoxanide still had a synergistic effect (FIC ≤ 0.5) on all passaged E. coli including these resistant strains.\n\n## Nitazoxanide promotes polymyxin B to disrupt the integrity of \nThe activities of polymyxin B in the presence or absence of nitazoxanide against biofilm formation of E. coli ATCC 25922 were texted by the optical density (OD) ratio of bacterial biofilms stained with crystal violet between drug treatment and blank control. As shown in Fig. 3A, all drug treatment groups showed significant inhibition of bacterial biofilm formation compared to the blank control. The biofilm formation activity of polymyxin B at a concentration of 0.5 µg/mL was 28.2%, exhibiting a strong inhibitory activity of biofilm formation compared to the blank control as well as comparable to the positive control of 70% propan-2-ol solution (23.9%). Additionally, nitazoxanide reduced almost 50% of the biofilm at a concentration of 32 µg/mL. Interestingly, the combination of polymyxin B and nitazoxanide (0.5 µg/mL + 32 µg/mL) significantly further reduced biofilm formation to 16.9%, demonstrating the potential for synergistic inhibition of biofilm formation.\nPropidium iodide (PI) is a non-permeable fluorochrome that accumulates only in cells with damaged membranes, providing a measure of membrane integrity. The fluorescence signals of PI uptake by E. coli observed under fluorescence microscopy are shown in Fig. 3B through E. The uptake of PI was weak in both E. coli ATCC 25922 and B2 treated with polymyxin B at concentrations of 1 and 8 µg/mL, respectively. Nitazoxanide-alone treatment also showed less significant uptake of PI. Interestingly, the combination of polymyxin B and nitazoxanide exhibited a more robust in fluorescent signaling of PI than polymyxin B or nitazoxanide alone in both E. coli ATCC 25922 and B2. The results of flow cytometry assay for PI uptake by E. coli are shown in Fig. 3F. The fluorescence abundance of PI by polymyxin B-treated E. coli ATCC 25922 and B2 was 9.19% and 52.59%, respectively. This abundance was 47.87% and 11.84% in the nitazoxanide-treated group; 55.96% and 80.50% in the combined treatment group, respectively. The synergy results showed that the fluorescence abundance was higher when the two drugs were used together than when they were used alone, which further illustrated the results of bacterial permeability. The results of the flow cytometry assay for bacterial permeability were consistent with the fluorescence microscopy observation that the combination of polymyxin B and nitazoxanide disrupted cell membrane integrity more than the treatment with polymyxin B or nitazoxanide alone.\nThe swimming motility of E. coli was assessed by measuring the colony diameter after exposure to the tested substances or their combination for 24, 36, and 48 h. In soft agar chemotaxis assays, polymyxin B at a concentration of 1/2 MIC, which effectively inhibited biofilm formation, did not impact swarming motility. Nitazoxanide treatment did not significantly reduce colony diameter either. Furthermore, there was no observed effect on bacterial motility when polymyxin B and nitazoxanide were combined (data not shown).\nMorphological changes associated with treatment in E. coli were assessed by visual comparison using transmission electron microscopy (TEM). As shown in Fig. 4A and B, the cell envelope of E. coli in untreated controls was clearly visible as plasma membrane, cell wall, and capsule. The regions with high and low electron density could be distinguished in the cytoplasmic substructure. Compared with the control group, the regions with lower electron density in cytoplasmic substructures were more pronounced in nitazoxanide-treated cells, but the cell membrane morphology was integrated and smooth. In contrast, E. coli cells exposed to polymyxin B presented a swollen envelope with tubular-like radiant appendages. The plasma membrane was partly detached from the cell wall. The electron density in cytoplasm and envelope was reduced and almost electron transparent. The morphological changes of membrane disruption and cytoplasmic leakage in E. coli became more severe with increasing doses of polymyxin B. Polymyxin B group (2 µg/mL) exhibited bacterial fragments and perforations; membrane debris was found surrounding the cells (Fig. 4B). Of note, the cells treated with the combination of polymyxin B and nitazoxanide exhibited distinct coronate tubular appendages. The gap between the cell wall and the cytoplasmic membrane disappeared, and electron dense material in cytoplasm was reduced and almost electron transparent. A large amount of membrane debris was found around the cells. The damage to the E. coli cells was more powerful with their combination than with high doses of polymyxin B.\nMorphological changes imply that the combination of polymyxin B and nitazoxanide might cause dysfunction in cytoplasmic membrane. To test this, a DiSC3(5) probe was used to evaluate the inner membrane depolarization of E. coli cell (29). As shown in Fig. 5A, polymyxin B treatment resulted in a 1.5-fold enhancement of cell fluorescence compared to solvent treatment in DiSC3(5)-probe-labeled cells. Conversely, nitazoxanide treatment resulted in a nearly twofold lower fluorescence intensity of DiSC3(5)-probe-labeled cells compared to solvent treatment. Notably, the combined treatment with polymyxin B and nitazoxanide strongly reduced the fluorescence intensity of the labeled cells, similar to the treatment with nitazoxanide alone. The contrast in fluorescence intensity implies a different mechanism for the effect of polymyxin B and nitazoxanide on the electric potential (Δψ) of E. coli, with the effect of nitazoxanide prevailing over that of polymyxin B.\nPrevious studies demonstrated that membrane depolarization is directly involved in energizing key cellular processes such as calcium influx and ATP synthesis (30, 31). The concentration of intracellular calcium ions was detected with the Fluo-4 AM probe. As shown in Fig. 5B and C, E. coli cells treated with polymyxin B and treated with solvent both emitted green fluorescence, which was produced by the binding of influx calcium ions to the Fluo-4 AM probe. The calcium ion influx was due to cellular depolarization. Compared to the significant fluorescence intensity in bacteria treated with solvent, polymyxin B led to increased fluorescence, implying that membrane disruption and depolarization were exacerbated. However, the green fluorescence emitted by the binding of calcium ions to the probe was barely visible in cells treated with nitazoxanide alone or with a combination of polymyxin B and nitazoxanide. The blocking effect of nitazoxanide on calcium ion influx was consistent with the DiSC3(5)-probe assay. Furthermore, the ATP levels of E. coli cells exposed to polymyxin B in the presence and absence of nitazoxanide were studied. As shown in Fig. 5D, the treatment of polymyxin B alone resulted in a significant increase in cellular ATP levels by nearly twofold compared to the blank control group. In contrast, nitazoxanide resulted in a significant decrease in ATP levels. Similarly, the combination of polymyxin B and nitazoxanide resulted in a dramatic decrease in ATP levels. The changes in ATP with the substances were in agreement with calcium ion influx and the DiSC3(5)-probe assay.\nROS have recently been recognized as a common bactericidal mechanism for antibiotic activity. As shown in Fig. 5E, the fluorescence intensity responded to the amount of ROS with a mild increase in E. coli cells treated with polymyxin B alone. However, visible increases in ROS levels were observed in the cells treated with nitazoxanide alone. Similarly, polymyxin B combined with nitazoxanide significantly stimulated ROS accumulation in E. coli cells.\n\n## Efficacy of nitazoxanide in mice models\nThe combination of polymyxin B and nitazoxanide exhibited a favorable synergistic antimicrobial effect in vitro, prompting further investigation into their therapeutic application in an animal model. The results depicted in Fig. 6A through C demonstrate that treatment with polymyxin B alone for a duration of 24 h significantly reduced E. coli colonization in both metabolic (liver) and immune (spleen) organs of mice. Treatment with nitazoxanide led to a decrease in bacterial colonization in the liver and spleen, although the reduction was not statistically significant. Encouragingly, the concurrent administration of polymyxin B and nitazoxanide demonstrated a noteworthy decrease of approximately two logarithmic units in colony-forming units (CFUs) when compared to the control group. Moreover, this combination treatment exhibited a greater reduction in bacterial colonization of the liver and spleen compared to the use of polymyxin B alone. The findings depicted in Fig. 6C further support these observations, as histopathological examination revealed a significant alleviation of hepatocellular edema and inflammatory cell infiltration, as well as a mitigation of splenic lymphocytopenia and red marrow congestion, both in the presence and absence of nitazoxanide during polymyxin B treatment. These in vivo effective results demonstrate the adjuvant potential of nitazoxanide to enhance polymyxin B in the treatment of bacterial infectious diseases.\n\n## Transcriptomic analysis\nTo gain a deeper understanding of the molecular mechanisms of nitazoxanide, we performed transcription analysis of E. coli after exposure to polymyxin B or the combination of polymyxin B and nitazoxanide. The principal component analysis (PCA) plot (Fig. 7A) indicated that there was a remarkable discrimination in detected transcriptional genes between blank groups (C_3 and C_4), polymyxin B (T_1) or nitazoxanide (T_2) groups, and combination groups (T_5 and T_6). The two blank groups (C_3 and C_4) are tightly clustered, while the two combination groups (T_5 and T_6) are loosely clustered, and the polymyxin B and nitazoxanide groups (T_1 and T_2) are completely separated. Further analysis revealed that a total of 2,636 differentially expressed genes (DEGs) were detected in pairwise comparisons (Fig. 7B), among which only 93 DEGs were screened in the C_4 group compared to the C_3 group, including 48 upregulated and 45 downregulated; compared to the combination treated for 2 h (T_5), the combination treated for 0.5 h (T_6) resulted in the upregulation of 110 DEGs and the downregulation of 310 DEGs. However, compared with the blank group (2 h, C_4), a total of 269, 260, 1,602, and 1,356 DEGs were screened in the polymyxin B (T_1), nitazoxanide (T_2), and two combination groups (2 h, T_5 group and 0.5 h, T_6 group), respectively. This result indicated that the different treatments caused a large change in the gene expression level of E. coli.\nFocused on analyzing the DEGs in the blank treatment (2 h, C_4) vs combination treatment (2 h, T_5) group, the DEGs screened in the C_4 vs T_5 group included 858 upregulated genes and 744 downregulated genes (Fig. 7B). Gene Ontology (GO) enrichment analysis showed that these DEGs are remarkably correlated with 10 molecular functions (false discovery rate [FDR] < 0.001), including bacterial-type flagellum-dependent cell motility, oxidation-reduction process, transporter activity, cell motility, movement of cell or subcellular component, archaeal or bacterial-type flagellum-dependent cell motility, cilium or flagellum-dependent cell motility, transmembrane transporter activity, oxidoreductase activity, and locomotion (Fig. 7C). Kyoto Encyclopedia of Genes and Genomes (KEGG) enrichment analysis demonstrated that these DEGs were significantly enriched in oxidative phosphorylation with FDR < 0.001, and in two-component system, flagellar assembly, bacterial chemotaxis with FDR < 0.01 (Fig. 7D).\nThe comparison of treatment with the combination (T_5 group) to polymyxin B alone (T_1 group) revealed an upregulation of 723 and downregulation of 694 DEGs (Fig. 7B). GO enrichment analysis showed that these DEGs are remarkably correlated with oxidoreductase activity and bacterial-type flagellum-dependent cell motility (FDR < 0.001) (Fig. 7E). KEGG enrichment analysis demonstrated that these DEGs were significantly enriched in flagellar assembly (FDR < 0.001), oxidative phosphorylation (FDR < 0.01), and citrate cycle (TCA cycle) (FDR < 0.05) (Fig. 7F).\nThe comparison of treatment with the combination (T_5 group) to nitazoxanide alone (T_2 group) revealed an upregulation of 761 and downregulation of 676 DEGs (Fig. 7B). GO analysis showed that these DEGs are remarkably enriched in 11 molecular functions with FDR < 0.001, including oxidoreductase complex, locomotion, archaeal or bacterial-type flagellum-dependent cell motility, cilium or flagellum-dependent cell motility, cell motility, movement of cell or subcellular component, oxidation-reduction process, bacterial-type flagellum-dependent cell motility, generation of precursor metabolites and energy, membrane protein complex, and small molecule catabolic process (Fig. 7G). KEGG enrichment analysis demonstrated that these DEGs were significantly enriched in flagellar assembly, oxidative phosphorylation (FDR < 0.001), and bacterial chemotaxis, citrate cycle (TCA cycle), glyoxylate and dicarboxylate metabolism (FDR < 0.01) (Fig. 7H).\nObviously, the oxidative phosphorylation and flagellar assembly functional genes in bacteria were significantly downregulated under the combined treatment. Specifically, the gene expression of many oxidoreductase enzymes, including NADH-quinone oxidoreductase, fumarate reductase (frd), and succinate dehydrogenase (sdh), as well as the gene expression of the type III secretion system (T3SS), is significantly decreased (Fig. 8A). Notably, the genes related to the two-component system are both upregulated and downregulated (Fig. 8B), implying a disrupted function of quorum sensing in E. coli by combination treatment. Collectively, these data indicate that the combined action of polymyxin B and nitazoxanide leads to the interference of oxidative phosphorylation and ATP synthesis in E. coli cells and further leads to the destruction of the communication network, promoting bacterial cell death.\n\n## The killing effect of polymyxin B on strain \nJoint analysis of affinity chromatography results (data not shown) and transcriptomic analysis results identified two potential target genes, namely nuoC and fliC (data not shown). In view of the close association of NuoC with oxidative phosphorylation, the red homologous recombination system was used to knock out the nuoC gene and construct the E. coli ATCC 25922 ∆nuoC (data not shown). In Mueller‐Hinton broth (MHB) medium, the growth of strain E. coli ATCC 25922 ∆nuoC was slightly slower than that of E. coli ATCC 25922 (Fig. 9A). The sub-MIC polymyxin B significantly inhibited the growth of E. coli ATCC 25922 within 6 h, and this inhibitory effect disappeared after 6 h. However, the strain E. coli ATCC 25922 ∆nuoC was completely killed after being treated with sub-MIC polymyxin B for 2 h. The bactericidal curve of ATCC25922 ∆nuoC treated with polymyxin B alone is very similar to that of ATCC25922 treated with a combination of polymyxin B and nitazoxanide. Furthermore, the FIC assay revealed that the synergistic effect of polymyxin B and nitazoxanide on strain E. coli ATCC 25922 ∆nuoC disappeared (FIC > 0.5, Fig. 9B), suggesting that the synergistic effect of nitazoxanide requires the involvement of NuoC or related proteins.\n\n## DISCUSSION\nHere, we demonstrate for the first time that the MIC value of the lipopeptide antibiotic polymyxin B against gram-negative bacteria can be significantly reduced by 4- to 16-fold in the presence of the anthelmintic drug nitazoxanide, indicating a selective synergistic effect (with FIC ≤ 0.5) between nitazoxanide and polymyxin B (Fig. 1; Table 1). Further tests revealed a synergistic effect of nitazoxanide in combination with polymyxin B against sensitive strains, resistant strains, and clinical isolates of E. coli, S. Typhi, P. mirabilis, and K. pneumoniae (Table 1). Additionally, we demonstrate that the elimination time of the clinical isolates of E. coli B2 by combination drugs was retarded by twice as much as standard sensitive strain in time-killing assays (Fig. 2A and B). The result indirectly confirmed that drug-resistant strains not only increased the required colistin concentration to inhibit growth but also reduced the rate of bacterial lysis (18). It should be noted that if the medium contained a certain amount of polymyxin B, E. coli passed continuously in the medium could acquire resistance to polymyxin B, regardless of whether the medium contained nitazoxanide. However, the development of resistance in the combination was later than that of polymyxin alone, and the combination still had a synergistic effect on the resulting polymyxin B-resistant strains (Fig. 2C). Due to widespread resistance among clinical isolates, the effectiveness of polymyxins is decreasing (11, 12). As a new adjuvant strategy, the synergistic effect of the combination of nitazoxanide and polymyxin B against polymyxin B-resistant bacteria undoubtedly provides the possibility to improve the effectiveness of polymyxin B and prolong the service life of polymyxin B. More importantly, using a mouse model of peritonitis/septicemia infected with E. coli in vivo, we found that the combination of nitazoxanide and polymyxin B reduced the bacterial load and lesions in the mouse organs more significantly than polymyxin B treatment alone (Fig. 6), suggesting that the combination has great clinical application prospects. Although in vivo polymyxin B treatment alone remains significantly effective, the potential for combination therapy provides a new means of countering polymyxin B resistance and defending polymyxin B as a “last resort” antibiotic for infections caused by gram-negative bacteria.\nIn the current study, nitazoxanide demonstrated to not only significantly enhance the inhibitory effect of polymyxin B on biofilm formation, but also significantly improve the permeability of polymyxin B to E. coli cell membrane (Fig. 3). The role of nitazoxanide in promoting polymyxin B to damage the integrity of E. coli cell membranes was further confirmed by visual comparison using TEM (Fig. 4). Polymyxin B causes the outer membrane to penetrate forward by replacing divalent cations responsible for stabilizing the integrity of the outer membrane, such as Ca2+ and Mg2+, leading to the collapse of the outer membrane and cell death before depolarization of the cell plasma membrane (10, 32, 33). Nevertheless, the inhibition of cell membrane depolarization and blockade of calcium ion influx exhibited by nitazoxanide in the present study appear to be in contradiction with the known mechanism of polymyxin B (Fig. 5). It is well known that polymyxin B is a strong cation lipopeptide that interacts closely with lipopolysaccharide molecules, particularly with lipid a and phosphate groups on the lipopolysaccharide core (10). Sufficient negatively charged components of the bacterial membrane are necessary for the interaction of polymyxin B with the membrane (34). The increase in positive charge on the surface of the bacterial outer membrane induced by modification of lipopolysaccharide is one of the colistin resistance mechanisms in gram-negative bacteria (35). Nitazoxanide displays considerable structural similarity with niclosamide and shares similar pharmacodynamic properties with niclosamide, such as disruption of bacterial membrane potential and intracellular pH homeostasis (36). It was previously reported that niclosamide increased the negative surface charge of A. baumannii and K. pneumoniae strains, and contributed to the restoration of colistin activity against gram-negative bacteria (37). Nuclear magnetic resonance studies identified two apparent forms of nitazoxanide: a biologically active anion (pKa = 6.18) and a biologically inactive protonated form of NTZ at lower pH (38). Thus, the biologically active anions of nitazoxanide inhibit cell membrane depolarization and calcium ion influx, which may contribute to strengthen the surface anionicity of bacterial outer membranes. The increased anion enhances the affinity of polymyxin B to the outer membrane of gram-negative bacteria and further promotes higher outer membrane permeability.\nIt is well established that the antibacterial effect of polymyxin B on gram-negative bacteria is believed to involve multiple modes of action, such as destroying the bacterial outer membrane, causing the exchange of phospholipids between both membranes, and inhibiting vital respiratory enzymes (32, 39). As a potent inhibitor of the pyruvate ferredoxin oxidoreductase, nitazoxanide exhibits a broad-spectrum activity in vitro against strictly anaerobic bacteria (40), including Clostridium difficile, and against members of the Epsilonproteobacteria, including Helicobacter pylori and Campylobacter jejuni (38, 41). In contrast, previous studies have shown that Enterobacteriaceae are generally insensitive to nitazoxanide (28, 42), due to the lack of pyruvate ferredoxin oxidoreductase in bacteria such as Enterobacteriaceae, despite nitazoxanide inhibiting the biofilm formation mediated by aggregative adhesion fimbriae in enteroaggregative E. coli (43, 44). Our ultrastructural findings suggest that polymyxin B combined with nitazoxanide may have the potential to interact with cytoplasmic components (Fig. 4). Further research reveals that drug combinations significantly inhibit ATP synthesis and lead to ROS accumulation (Fig. 5). The consequence is mainly attributed to the contribution of nitazoxanide, due to the effect of nitazoxanide alone being significantly stronger than that of polymyxin B. The disruption of the proton motive force and the inhibition of ATP production by nitazoxanide in gram-negative bacteria caused an intracellular survival stress. Moreover, the intracellular ROS-induced oxidative stress produced by nitazoxanide caused further damage to the bacteria.",
  "has_full_text": true
}