{
  "pmid": "39284817",
  "title": "Adaptation mechanisms of Clostridioides difficile to auranofin and its impact on human gut microbiota.",
  "abstract": "Auranofin (AF), a former rheumatoid polyarthritis treatment, gained renewed interest for its use as an antimicrobial. AF is an inhibitor of thioredoxin reductase (TrxB), a thiol and protein repair enzyme, with an antibacterial activity against several bacteria including C. difficile, an enteropathogen causing post-antibiotic diarrhea. Several studies demonstrated the effect of AF on C. difficile physiology, but the crucial questions of resistance mechanisms and impact on microbiota remain unaddressed. We explored potential resistance mechanisms by studying the impact of TrxB multiplicity and by generating and characterizing adaptive mutations. We showed that if mutants inactivated for trxB genes have a lower MIC of AF, the number of TrxBs naturally present in clinical strains does not impact the MIC. All stable mutations isolated after AF long-term exposure were in the anti-sigma factor of σB and strongly affect physiology. Finally, we showed that AF has less impact on human gut microbiota than vancomycin.",
  "journal": "NPJ biofilms and microbiomes",
  "year": "2024",
  "authors": [
    "Anjou C",
    "Royer M",
    "Bertrand É",
    "Bredon M",
    "Le Bris J"
  ],
  "doi": "10.1038/s41522-024-00551-3",
  "mesh_terms": [
    "Humans",
    "Auranofin",
    "Clostridioides difficile",
    "Gastrointestinal Microbiome",
    "Anti-Bacterial Agents",
    "Microbial Sensitivity Tests",
    "Thioredoxin-Disulfide Reductase",
    "Mutation",
    "Drug Resistance, Bacterial",
    "Adaptation, Physiological",
    "Sigma Factor",
    "Bacterial Proteins",
    "Vancomycin"
  ],
  "full_text": "## Introduction\nClostridioides difficile is a Gram-positive, anaerobic and spore-forming bacterium responsible for post-antibiotic gastrointestinal infections1. During dysbiosis, a switch of microbiota leading to a change of metabolites is observed favoring C. difficile colonization and infection2,3. Clinical signs of C. difficile infections (CDIs) are diarrhea, pseudo-membranous colitis and toxic megacolon, which can lead to the death of the patient2. Historically identified as a healthcare-associated infection, changes in epidemiology have been observed during the last years, with now around 25% of community-associated CDIs4. The symptoms of CDIs are caused by the toxins of C. difficile5. TcdA and TcdB cause disruption of the epithelial intestinal barrier6,7, resulting in a strong inflammation with recruitment of immune cells and production of reactive oxygen and nitrogen species6,8,9. CDT is an additional binary toxin, only present in some strains, that is associated to severe infections and increased risk of recurrences10,11. Indeed, after a first episode, a high rate of recurrences (20–25%) is usually observed12. Risk factors of recurrences are age and the antibiotic treatment used13. Indeed, the use of large spectrum antibiotic treatment inducing a strong disruption of the gut microbiota favors recurrences while the gut microbiota recovery protects from recurrence. On the bacterial side, these recurrences are at least partly due to the production of spores, which allows dissemination and transmission of this anaerobe pathogen5. These spores are highly resistant to air and disinfectants, and are responsible for widespread contamination in hospital and for re-infection of patients1. Biofilms might be another mechanism of recurrences of CDI, favoring persistence in the gut during antibiotic treatment14,15.\nFirst-line antibiotics for CDIs are vancomycin (Van) and fidaxomicin (Fdx) as metronidazole (Mtz) is now recommended only for pediatric infections16. After one or more recurrences, alternative treatments are recommended such as addition to the antibiotic treatment of bezlotoxumab, an anti-TcdB monoclonal antibody, or fecal microbiota transplantation (FMT)16. The choice of therapy will depend on the severity of infection, the risk and number of recurrences and the cost of the treatment. Despite all these treatments, CDIs remain a challenge to treat. Around 200,000 and 500,000 cases a year are observed in Europe17 and in the US18, respectively, with a mortality rate of 5–10%17,19. These numbers are diminishing in the last few years4, notably with the increasing use of Fdx, FMT and bezlotoxumab. Although expensive20,21, these treatments show better clinical efficacy and protection against recurrence than Van and Mtz22,23. However, even if limited yet, Fdx resistant strains isolated from patients have been recently described24–26. Thus, alternative treatments are still needed, and therapeutic repositioning is one of the considered options, as it allows faster and cheaper development, clinical trials, and commercialization.\nAuranofin (AF) is a drug formerly commercialized as Ridauran for its anti-inflammatory properties in the treatment of rheumatoid polyarthritis27. Due to more efficient treatments, its use has been gradually stopped in several countries. However, recent studies showed an antibacterial potential for this molecule, with activity against various pathogens including Staphylococcus aureus, Enterococcus spp. and Streptococcus spp., Helicobacter pylori, Mycobacterium tuberculosis, and C. difficile28–31. AF was shown to impact growth and survival of C. difficile vegetative cells32,33 and to decrease spore formation and toxin production29,32. Accordingly, an AF treatment increases survival in hamster or mouse models of CDI by reducing gut damages32,34,35.\nThe mode of action of AF remains unclear. AF has a bactericidal effect against Mycobacterium spp. and Neisseria gonorrhoeae28,36,37, but a bacteriostatic effect against Enterococcus spp.38. AF is known to be an inhibitor of bacterial thioredoxin-reductases (TrxB), as demonstrated on the purified enzymes of M. tuberculosis and S. aureus28. A recent study showed the crucial role of the thiol repair thioredoxin systems in C. difficile physiology39. Three thioredoxins (TrxAs) and three to four TrxBs are present in C. difficile strains. Two TrxBs (TrxB2 and TrxB3) are canonical NADPH-dependent flavin TrxBs (NTRs) while the third one (TrxB1) is a ferredoxin-dependent flavin TrxB (FFTR), an anaerobe-specific class of TrxB. Two thioredoxin systems (TrxA1, TrxA2, TrxB1, TrxB2) are involved in stress response, protecting vegetative cells from exposure to O2, inflammation-related molecules and bile salts. The TrxA1/B1 system is also present in the spores and contributes to germination and survival to hypochlorite (HOCl), a disinfectant used to eradicate the spores. Finally, the third system (TrxA3/B3) contributes to glycine reduction and sporulation. In addition to the possible TrxB inhibition, AF has a broader effect on thiol homeostasis and selenium metabolism33. C. difficile possesses two selenoenzymes involved in Stickland metabolism, the proline-reductase, PrdB, and the glycine-reductase, GrdA40. The clostridial-specific Stickland pathways allow the production of energy from the degradation of amino acids41,42. Various studies show the involvement of Stickland metabolism in C. difficile colonization and infection42,43. Interestingly, the recycling of the selenoenzyme GrdA is ensured by a dedicated system TrxA3/B3 encoded by the glycine-reductase operon39,44.\nAll these studies provide good arguments for the use of AF as a new treatment for CDI. However, several elements are lacking before going through clinical trials. In C. difficile, the precise targets of AF and potential resistance mechanisms remain uncharacterized while interactions with molecules produced in the gut during infection and with first-line treatments are not described. Moreover, AF spectrum of action and its impact on the gut microbiota has never been studied. This question is crucial, especially in a context where the gut microbiota is the main barrier against CDIs and recurrences1,13. In this work, we studied AF interactions with other therapeutic molecules or with infection-related molecules, addressed the question of potential resistance mechanisms in clinical strains or generated in laboratory, and analyzed the impact of AF on human gut microbiota in vitro.\n\n## Role of TrxBs in AF response\nBacterial TrxBs are known to be the first target of AF28. The C. difficile 630∆erm strain has three trxB genes in its genome39. We have previously inactivated the trxB1 and trxB2 genes in the 630∆erm strain and obtained a double trxB1/trxB2 mutant39. To investigate the role of TrxB in AF tolerance in C. difficile, we performed a Minimum Inhibitory Concentration (MIC) assay (Table 1). The MIC of the strain 630∆erm is 0.75 µg mL−1. Single trxB mutants had similar MIC to that of the parental strain, while a 2-fold decrease was observed for the double trxB1/trxB2 mutant. We observed a similar trend using an assay on plates containing sub-inhibitory doses of AF (Fig. 1A, B), with a survival defect only for the double mutant. These results indicate that the inactivation of the genes encoding the two TrxBs involved in stress response increased the susceptibility to AF.Table 1MIC of trxB mutantsStrainMIC auranofin (µg mL−1)WT (630∆erm)0.750trxB10.750trxB20.750trxB1/trxB20.375The MIC was determined using the liquid two-fold serial dilution method. The experiment was performed in four biological replicates.Fig. 1Role of TrxBs in AF susceptibility.A, B Growth of trxB mutants in presence of AF. A Culture of 630∆erm was serially diluted and spotted on TY and TY containing AF 0.5 µg mL−1. B The survival was calculated by doing the ratio between CFUs with AF and CFUs without AF. Experiment was performed in six biological replicates. Mean and SD are shown. C MBCs of trxB mutants. MIC experiments were performed and CFUs from inoculum and wells with no visible growth were numerated. Survival was calculated by doing the ratio between the CFUs after and before treatment. Experiment was performed in four biological replicates. Geometric mean and geometric SD are shown. D MICs of clinical strains. MICs of clinical strains encoding or not the trxB4 gene were compared. The clade of each strain is indicated by a color code. The MIC to AF of these different strains carrying or not the trxB4 gene were indicated in Supplementary Table 1. MICs were performed in four biological replicates. E MBC of strains containing or not the trxB4 gene. MIC experiments were performed on the 630∆erm strain, the 630∆erm strain expressing the trxB4 gene or on the E1 and RT027 strains, which naturally contain the trxB4 gene. CFUs from inoculum and wells with no visible growth were numerated. Survival was calculated by doing the ratio between the CFUs after and before treatment. Experiment was performed in four biological replicates. Geometric mean and geometric SD are shown. For survival on plate, one-way ANOVA was performed followed by Tukey’s multiple comparison. For MBC, Mann–Whitney tests were used. For the MIC comparison, a Mann–Whitney test was used. * indicates p value < 0.05.\nAs AF has been shown to have a bactericidal effect on several bacteria28,36,37, we performed a Minimum Bactericidal Concentration (MBC) experiment (Fig. 1C). We demonstrated that AF have a bactericidal effect on C. difficile, with a MBC of 1.5 µg mL−1 for the 630∆erm strain. This MBC remained similar in the single trxB1 and trxB2 mutants, while the double mutant MBC was 0.75 µg mL−1 with a 5-log decrease of survival compared to the parental strain (Fig. 1C). Interestingly, a significant drop of survival was observed at 0.75 µg mL−1 for the trxB1 mutant compared to the WT strain, suggesting that this mutant was more susceptible to AF than the parental strain. No significant differences were observed between the trxB1 and the trxB2 mutant. These results confirm that TrxBs are involved in AF tolerance with a slightly more pronounced effect of TrxB1, and strongly suggest that C. difficile TrxBs are AF targets.\n\n## Impact of the presence of an additional TrxB paralog on AF susceptibility\nNot all C. difficile strains harbor the same number of trxB genes. Indeed, we have recently identified the presence of a fourth trxB gene (trxB4) widely distributed in C. difficile strains from clades 3 and 539. TrxB4, like TrxB1, is a FFTR45 contrary to TrxB2 and TrxB3 which are NTRs. As we observed a higher susceptibility of the trxB1 mutant to AF, we investigated the influence of the presence of a second FFTR on AF resistance. The MIC of a panel of clinical strains harboring or not the trxB4 gene (Supplementary Table 1) was tested. Clade 3 and clade 5 strains carrying the trxB4 gene were included, but also trxB4-positive strains from clade 1 and clade 2 for which most of the strains are not encoding the trxB4 gene39. No significant difference in the MIC of AF was observed between the strains harboring or not the trxB4 gene (Fig. 1D). In addition, there were no differences in MIC between strains with or without trxB4 in clades 1 and 2. As trxB gene deletion has an impact on MBC, we assessed the MBC of three strains encoding trxB4. We used two clinical strains, the E1 (clade 5) and the RT023 strain (clade 3), and the 630∆erm strain harboring a pMTL84121 plasmid carrying the trxB4 gene from the E1 strain expressed under the control of its own promoter39. Both the E1 and the RT027 strains had a MIC of 1.5 µg mL−1 (Supplementary Table 1) and a MBC of 3 µg mL−1 (Fig. 1E), corresponding to a 2-fold increase compared to the 630∆erm strain. The expression of the trxB4 gene in the 630∆erm strain did not change neither the MIC nor the MBC. Even though a slight increase in resistance was observed for the two clinical strains encoding TrxB4, our results are not sufficient to conclude that this additional FFTR impacts susceptibility to AF.\n\n## Interaction of AF with other antibiotics used for \nAnother potential resistance mechanism that could be already spread in C. difficile strains is cross-resistance with antibiotics of first-line treatments. We evaluated the AF MICs of clinical strains resistant to Mtz or Fdx and of strains with a decreased sensitivity to Van (Table 2). The MICs of these strains were between 0.375 and 1.5 µg mL−1, corresponding to a 2-fold change or less compared to the 630∆erm reference strain. The absence of higher MIC of AF for clinical resistant strains indicates that no cross-resistance was detected. We also tested the synergy of AF with the three antibiotics used for CDI treatments using the Fractional Inhibitory Concentration (FIC) method46 (Table 3). We obtained values between 0.5 and 1 for Fdx and Mtz, suggesting an additive effect with AF. For Van, the FIC value was between 1 and 4 indicating no interaction with AF. Our results suggest that no cross-resistance mechanism is already present in clinical strains of C. difficile and indicate that no antagonism exists between AF and the first-line treatments against CDIs. The risks of using a two-drug therapy with AF are therefore limited.Table 2MIC of first-line antibiotic resistant strainsStrainDrugEpidemiological cut-off (µg mL−1)MIC 1st ATB (µg mL−1)MIC auranofin (µg mL−1)630∆erm///0.750CD19-071Fdx0.5160.375CD18-314Van21.51.500CD19-0171.50.750CD19-2301.51.500CD20-05920.750104-1Mtz2161.50080441.50086180.75091861-2160.750985 64280.750985 82780.750The epidemiological cut-off100 and the MIC for the first-line treatment are indicated. The MIC for AF was determined using the liquid two-fold serial dilution method. The experiment was performed in four biological replicates.Table 3FIC indexes of AF and first-line treatmentsAntibioticFIC indexConclusionFdx0.61Additive effectVan1.64No interactionMtz0.91Additive effectThe FIC index was determined using AF and Fdx, Van or Mtz. FIC < 0.5 indicates synergy, 0.5 < FIC < 1 indicates additive effect, 1 < FIC < 4 indicates no interaction and 4 < FIC indicates antagonism. The experiment was performed in four replicates.\n\n## Generation of adaptive mutations through long-term exposure to AF\nIn order to study the appearance of resistance in vitro, we tried to generate mutations conferring a decreased susceptibility to AF via two strategies. We first used a screening of spontaneous resistant clones by plating cultures of strain 630∆erm on plates containing high doses of AF (5 and 10 µg mL−1). After 5 to 7 days at 37 °C, clones were visible on plates but the MIC of most of these clones remained between 0.75 and 1.5 µg mL−1. Three clones had an increased MIC (3 to 6 µg mL−1). However, when sequenced, no mutations were identified, suggesting an absence of stability of the selected mutations.\nThe second approach was a long-term exposure to sub-inhibitory dose of AF with iterative MIC experiments (Fig. 2A). After a first MIC experiment, the well with visible growth at the highest concentration of AF was used to prepare the inoculum for the next MIC experiment. This method allows an adaptive increase of the AF dose over time. We performed this experiment for 30 days and followed the MIC of the 630∆erm and the E1 strains. The MIC of both strains increased slightly over the experiment. The maximum MIC values reached during the experiment were 3 and 6 µg mL−1 obtained for the 630∆erm and E1 strains, respectively, corresponding to a 4-fold increase. Importantly, this increase was not stable over time regardless of the strain, with variations of the MIC from day to day. Finally, the E1 strain had a higher MIC over time than the 630∆erm (two-way ANOVA, p value = 0.03), confirming that the E1 strain is more tolerant to AF than the 630∆erm strain (Supplementary Table 1 and Fig. 2A).Fig. 2Generation and characterization of adaptative mutation to AF.A Evolution of AF MIC during long time exposure. MIC experiments were performed on the 630∆erm and the E1 strain over 30 days. Every day, the bacterial suspension with visible growth at the highest AF concentration was used to prepare a new MIC experiment after a 1:100 dilution. MIC was recorded daily. Thin lines represent the four biological replicates of each strain, thick line represents the median. B, C Survival of mutated strains. Cultures of 630∆erm, rsbW* and rsbWSTOP strains (B) or cultures of 630∆erm pDIA6103, rsbWSTOP pDIA6103 and rsbWSTOP pDIA6103-rsbW strains (C) were serially diluted and spotted on TY and TY containing AF at 0.75 µg mL−1. The survival was calculated by doing the ratio between CFUs with AF and CFUs without AF. Experiments were performed in six biological replicates. D MBC of the 630∆erm, rsbW* and rsbWSTOP strains. MIC experiments were performed and CFUs from inoculum and wells with no visible growth were numerated. Survival was calculated by doing the ratio between the CFUs after and before treatment. Experiments were performed in four biological replicates. Geometric mean and geometric SD are shown. For survival on plate, one-way ANOVA was performed followed by Tukey’s multiple comparison. For MBC, Mann–Whitney tests were used. * indicates p value < 0.05, ** <0.01, *** <0.001 and **** <0.0001.\nTo identify selected mutations, we sequenced at day 30 the evolved populations, 4 replicates of the E1 strain and 3 biological replicates for the 630∆erm strain. Additionally, the replicate 3 of the E1 strain was also sequenced at day 10, corresponding to the first day when a replicate reached a MIC of 6 µg mL−1. Although several mutated genes have been identified (Supplementary Table 2), two of them were mutated in independent populations. Mutations in the rsbW gene were identified in all the 630∆erm replicates and in the third replicate of the E1 strain, both at day 10 and day 30. RsbW is the anti-sigma factor of σB, the sigma factor of the general stress response47. Three mutations were different non-synonymous point mutations at different positions of the rsbW gene. The fourth mutation was an insertion of a T at position 17 over 408 that introduces an early stop codon leading to the production of a truncated RsbW protein of 17 amino acids instead of 135. Finally, two 630∆erm replicates presented two different non-synonymous point mutations in the CD3089 gene encoding a phosphotransferase system specific for trehalose48.\n\n## Characterization of the mutations on AF susceptibility\nTo study the impact of the mutations in the rsbW and CD3089 genes on AF susceptibility, we constructed a CD3089::erm mutant in the 630∆erm background and we used two rsbW mutants of the 630∆erm strain obtained from the evolution experiment (Supplementary Table 2). The 630∆erm replicate 2, mentioned as the rsbW* strain, has a D37Y modification in RsbW. The 630∆erm replicate 3, mentioned as the rsbWSTOP strain, has an early stop codon in the rsbW gene but also contains a F228L mutation in the CD3089 gene. To complement the rsbWSTOP mutation, we used a plasmid carrying the rsbW gene expressed under the control of its own promoter47.\nFirst, no differences of MIC were observed for the different mutants compared to the parental strain 630∆erm (Supplementary Table 3). Since the expression of the CD3089 gene is induced by trehalose48, we performed MIC and survival assays in presence of 10 or 100 mM of trehalose. Identical MICs were obtained for the WT strain and the CD3089::erm mutant in all the conditions tested (Supplementary Table 3), while the survival on plates containing 0.75 µg mL−1 AF was similar for these two strains in absence or in presence of trehalose (Supplementary Fig. 1A). In contrast, we observed an increased survival upon exposure to 0.75 µg mL−1 of AF for both strains containing a mutation in the rsbW gene compared to the parental strain, with a greater effect for the rsbWSTOP strain than for the rsbW* strain (Fig. 2B). Plasmid complementation of the rsbWSTOP mutant with the WT copy of the rsbW gene restored AF susceptibility (Fig. 2C). These results confirmed that mutations in the rsbW gene were responsible for increased survival to AF and suggested that the CD3089 gene is not involved in this phenotype. Finally, we performed MBC assays of the four strains (Fig. 2D and Supplementary Fig. 1B). The rsbW* and the CD3089::erm strains had no differences of survival compared to the 630∆erm strain. However, the MBC of the rsbWSTOP was 6 µg mL−1 instead of 3 µg mL−1 for the parental strain. Altogether, our results indicated that the inactivation of rsbW, decreases AF bactericidal activity, although it does not confer resistance.\n\n## Impact of the \nWe evaluated the impact of the rsbW mutations on key steps of the bacterium physiology. We first performed growth curves of the strains (Fig. 3A). No differences were observed between the WT and the rsbW* strain, but the rsbWSTOP strain displayed a longer lag phase and a reduced growth yield compared to the WT strain (Fig. 3A). This growth defect was exacerbated in a peptone-containing medium (Pep-M), a less rich medium (Supplementary Fig. 2A). We then assessed the sporulation efficiency of the rsbWSTOP strain (Fig. 3B). The rsbWSTOP strain produced significantly less spores after 48 h compared to the parental strain and never reached 100% of sporulation, contrary to the WT strain. Finally, we tested the production of toxins (Fig. 3C–F). The intracellular levels of TcdA and TcdB were significantly reduced in the rsbWSTOP strain compared to the parental strain (Fig. 3C, E). By contrast, the extracellular levels of toxins, although way lower than the intracellular levels, were higher in the rsbWSTOP strain (Fig. 3D, F). The increased levels of extracellular toxin are probably due to an increased lysis since more lactate dehydrogenase, a cytoplasmic protein used as lysis control, was detected in the supernatant of the rsbWSTOP strain (Fig. 3G). Consistently with the decreased total amount of toxins produced, we also observed a downregulation of the expression of the tcdA and tcdB genes by qRT-PCR in the rsbWSTOP strain, although not significant for tcdB (Fig. 3H). Since tcdR is also downregulated in the rsbWSTOP strain, we assumed that the transcriptional control of tcdA and tcdB expression by RsbW is mediated via TcdR, the specific sigma factor of tcdA and tcdB transcription49.Fig. 3Impact of the rsbWSTOP mutation on C. difficile physiology.A Growth of the rsbW mutants. Growth of 630∆erm, rsbW* and rsbWSTOP strains was assessed by following OD600nm in 96-well plates in TY medium. Experiments were performed in five technical and three biological replicates. Mean and SD are shown. B Sporulation of the rsbWSTOP strain. Sporulation rate was evaluated by serially diluting a culture and plating before (total cells) and after (spores) ethanol shock. Sporulation rate was evaluated by calculating the ratio between spores and total CFUs. Mean and SEM are shown. C–F Toxin production. One ml of a 24 h culture was harvested and centrifuged. Supernatant was used for extracellular toxins quantification. Pellet was lysed to determine intracellular toxin levels. Sandwich ELISAs were performed to evaluate C, D TcdA and E, F TcdB concentrations in C, E intracellular and D, F extracellular fractions. Toxin amount was normalized using the OD600nm of the culture. Experiment was performed on six biological replicates. Mean and SD are shown. G Extracellular LDH in the WT strain and rsbWSTOP mutant. One ml of a 24 h culture was harvested and centrifuged. LDH present in the supernatant was quantified and normalized by the OD600nm of the culture to evaluate cell lysis. Experiment was performed on six biological replicates. Mean and SD are shown. H Expression of toxin-related genes. Expression of genes was compared by qRT-PCR between the WT and rsbWSTOP strains. Experiment was performed on five biological replicates. Mean and SD are shown. For sporulation, multiple t-tests were used to compare the rate of sporulation every day. For toxin quantification, unpaired t-tests were performed. For LDH assay, unpaired t-test was performed. For qPCR, one sample t-tests were used with comparison of the fold change to 1. * indicates p value < 0.05, ** <0.01, *** <0.001 and **** <0.0001.\nAltogether, our results indicate that the rsbWSTOP mutation has a strong impact on C. difficile physiology with a modified growth, an increased cell lysis, a reduced sporulation efficiency, and a drop in toxin production.\n\n## Characterization of the \nWe thus wanted to dig into the mechanism of the decreased AF susceptibility of the rsbWSTOP strain. RsbW is the anti-sigma factor of σB, the sigma factor of the general stress-response47. σB controls the expression of a large set of genes involved in stress response, including the trxA1-trxB1 operon and the trxB2 gene39,50. We therefore compared the expression of the trxB genes in the rsbWSTOP and WT strains by qRT-PCR (Fig. 4A). We found that the three trxB genes were downregulated in the rsbWSTOP strain compared to the WT strain, suggesting a positive regulation by RsbW. Since trxB1 and trxB2 are transcribed from a promoter recognized by σB39,50,51 and because RsbW is the anti-σB, we expected that trxB1 and trxB2 gene expression would be upregulated in the rsbWSTOP strain. We can exclude that this unexpected result is due to a polar effect of the rsbWSTOP mutation on the sigB gene located downstream (Supplementary Fig. 2B)47 as we did not observe differences in the expression of the sigB gene in the rsbWSTOP strain compared to the WT strain (Supplementary Fig. 2C). All these data suggest that RsbW, despite being described as the anti-σB, may have another function and might also control genes that do not belong to the σB regulon such as trxB3. This hypothesis is consistent with a study performed on a ∆rsbW mutant in the R20291 strain indicating that most of the genes positively controlled by σB are not upregulated in a rsbW mutant52.Fig. 4Impact of the rsbWSTOP mutation on gene expression and role of grdAB in AF survival.A, B Gene expression in the rsbWSTOP strain. Expression of the trxB genes (A) and of the grdA, prdB and selD genes (B) was measured by qRT-PCR in WT and rsbWSTOP strains. Experiments were performed in five biological replicates. Mean and SD are shown. C MBC of the ∆grdAB mutant. A MIC experiment was performed and CFUs from inoculum and wells with no visible growth were numerated. Survival was calculated by doing the ratio between the CFUs after and before treatment. Experiment was performed in four replicates. Geometric mean and geometric SD are shown. For qRT-PCR, one sample t-tests were used with comparison of the fold change to 1. For MBC, Mann–Whitney tests were used. * indicates p value < 0.05 and *** <0.001.\nThe decreased susceptibility of the rsbWSTOP strain to AF is not due to an overexpression of trxB genes. Another possible target of AF are selenoenzymes33. C. difficile selenoproteins are the Stickland enzymes PrdB and GrdA, whose synthesis relies on the selenophosphate synthetase, SelD40. In the R20291 ∆rsbW mutant, the expression of both the grd and prd operons is strongly downregulated, including the genes encoding for PrdB and GrdA52. In the rsbWSTOP strain, we found that the expression of grdA was significantly downregulated compared to the WT strain, while the rsbW mutation had no effect on the expression of the prdB or the selD gene (Fig. 4B). To see if the downregulation of grdA contributes to the tolerance of the rsbWSTOP strain, we performed an MBC assay on a ∆grdAB mutant (Fig. 4C). No differences were observed between the ∆grdAB mutant and the WT strain, suggesting that the downregulation of grdA expression alone is not sufficient to decrease AF susceptibility. However, this downregulation can explain, at least partly, the sporulation defect of rsbWSTOP strain, as grdAB has been shown to contribute to sporulation39,53.\n\n## Synergy of AF with inflammation-associated molecules\nA loss of efficiency of a treatment at the infection site can also be due to inactivation of the antibiotic by molecules produced by the host or the microbiota, or by antagonistic interactions. CDI is associated with microbiota dysbiosis leading to an increase of O2-tensions in the gastrointestinal tract and with an intense inflammation leading to the production of antibacterial compounds by immune cells8,9,54,55. To evaluate the impact of such molecules on AF activity, we tested the effect of a sub-inhibitory concentration of AF (0.5 µg mL−1) in presence of different molecules of the inflamed gut (Fig. 5). Combining a sub-inhibitory dose (0.1%) of HOCl with AF (Fig. 5A) led to a complete inhibition of C. difficile growth on plates. An inhibition was also observed with DEA-NONOate, a nitric oxide (NO) donor, at 750 µM (Fig. 5B). These results confirmed that the presence of inflammation-related molecules potentializes the effect of AF on C. difficile. Compared to anaerobiosis, we observed a more drastic effect of AF at a low physiological O2-tension of 0.4%56,57 (Fig. 5C). Interestingly, when we exposed C. difficile to a lethal dose of Mtz (1.5 µg mL−1) at 0.4% O2 (Fig. 5D), we observed a decrease of the activity of Mtz. Altogether, our results suggest that in opposition to Mtz, AF activity on C. difficile is increased in presence of infection-related stress molecules.Fig. 5Impact of infection-related molecules on AF activity.A, B Synergy of AF with molecules produced during inflammation. Culture of 630∆erm was serially diluted and spotted on TY with or without AF 0.5 µg mL−1 and with or without A HOCl 0.1% or B DEA NONOate 750 µM. C Synergy of AF with O2 and D antagonism of Mtz and O2. Culture of 630∆erm was serially diluted and spotted in duplicate on TY Tau plates with or without AF 0.5 µg mL−1 (C) and with or without Mtz 1.5 µg mL−1 (D). Plates were incubated either in anaerobiosis or at 0.4% O2. Photos are representative of",
  "has_full_text": true
}