{
  "pmid": "39308694",
  "title": "Revisiting Niclosamide Formulation Approaches - a Pathway Toward Drug Repositioning.",
  "abstract": "Niclosamide (NIC), an anthelmintic drug, has garnered recent attention for its potential as an antiviral, antibacterial, and chemotherapeutic agent, among other applications. Repurposing NIC presents a current trend, offering significant time and cost savings compared to developing entirely new therapeutic chemical entities. However, its drawback lies in poor solubility, resulting in notably low oral bioavailability. This review consolidates efforts to overcome this limitation by summarizing twelve categories of formulations, spanning derivatives, amorphous solid dispersions, co-crystals, nanocrystals, micelles, nanohybrids, lipid nanoparticles and emulsions, cyclodextrins, polymeric nanoparticles, dry powders for inhalation, 3D printlets, and nanofibers. These formulations cover oral, injectable, inhalable and potentially (trans)dermal routes of administration. Additionally, we present a comprehensive overview of NIC characteristics, including physico-chemical properties, metabolism, safety, and pharmacokinetics. Moreover, we identify gaps in formulation and administration pathways that warrant further investigation to address NIC poor bioavailability.",
  "journal": "Drug design, development and therapy",
  "year": "2024",
  "authors": [
    "Jug M",
    "Laffleur F",
    "Millotti G"
  ],
  "doi": "10.2147/DDDT.S473178",
  "mesh_terms": [
    "Drug Repositioning",
    "Niclosamide",
    "Humans",
    "Biological Availability",
    "Drug Compounding",
    "Solubility",
    "Animals",
    "Nanoparticles",
    "Anthelmintics",
    "Chemistry, Pharmaceutical"
  ],
  "full_text": "## Introduction\nNiclosamide (NIC) is a generic anthelmintic drug approved by the Food and Drug Administration (FDA) which is listed in the Model List of Essential Medicines produced by the World Health Organization (WHO).1 In recent years, there has been a consistent increase in the popularity of studies exploring the potential of niclosamide for various diseases, such as cancer, bacterial infections, and viral infections.2 It was suggested that its anti-tumor activity involves blocking multiple pathways (WNT/b-catenin, mTORC1, Stat3, NF-kB, Notch) and inducing cell-cycle arrest through targeting mitochondrial enzymes, resulting in growth inhibition and programmed cell death.3 In 2004, Wu et al reported inhibitory effect of NIC on viral replication of SARS-CoV. A more recent study in 2019 demonstrated that niclosamide is highly effective in inhibiting the viral replication of MERS-CoV by over a 1000-fold, positioning it as a promising agent against viral replication.4,5 In recent years, a great effort to repurpose niclosamide has been made. Drug repurposing involves identifying new therapeutic applications for drugs that have already received approval, in order to minimize pharmaceutical research expenses6. Nevertheless, the primary constraint linked to NIC is its low water solubility, leading to restricted bioavailability.7 Improving water solubility is key for repurposing of NIC. Numerous strategies can be employed to improve the aqueous solubility and dissolution rate of an Active Pharmaceutical Ingredient (API). These approaches include particle size reduction, co-crystals, salts, amorphous solid dispersion, cyclodextrins, co-solvents, surfactants, lipid-based formulations, and others.8 This review outlines the endeavors made to enhance the water solubility and consequently the bioavailability of NIC, considering various formulation strategies and administration pathways.\n\n## Physicochemical Properties of NIC\nNIC (5-chloro-N-(2-chloro-4-nitrophenyl)-2-hydroxybenzamide) is a crystalline solid with a yellowish-grey hue and odourless nature, melting within the temperature range of 224 to 229 °C.8 The solubility of NIC at 20 °C has been reported to be 5–8 μg/mL.2 For its properties of low solubility and high permeability, NIC has been classified as a class II drug in the Biopharmaceutical Classification System (BCS), meaning that its bioavailability is limited by the dissolution rate.2 NIC, classified as a weak acid, contains an ionizable phenolic -OH group, with reported pKa values ranging from 5.6 to 7.2. Consequently, the solubility of NIC and Log D is heightened at higher pH conditions.2,9 At a blood pH of 7.4, NIC predominantly exists in its anionic form. There are two obstacles hindering the oral absorption of NIC. Firstly, as a weak acid, NIC remains neutral at low pH levels, limiting its solubility in the gastric region. Secondly, while the higher pH in the small intestine enhances its solubilization, the permeation through enterocyte membranes becomes less favourable due to the increased proportion of charged species.10 Moreover, it has been reported that there is no significant difference in solubility between the acidic medium (0.1N HCl) and buffered medium (pH 6.8). This finding further exacerbates the challenge of absorption.11 Another significant aspect concerning pH is that when NIC in amorphous solid dispersion is exposed to acidic media, it undergoes crystallization.9 This results in even poorer dissolution and subsequently lowers the bioavailability of NIC. Additionally, NIC experiences chemical degradation in both acidic and basic conditions, attributed to hydrolysis.9 Furthermore, some reports have indicated that alkaline solutions promote the photooxidation of NIC.12 The degradation products of NIC exhibit toxicity to mononuclear cells, neuronal cells, and alveolar cell lines, while demonstrating non-toxicity to hepatic cell lines.13\nLog P was reported to be 3.912. NIC, due to its pKa and LogP values, demonstrates an affinity for and accumulates within acidic environments, including cancer cells and acidic intracellular vesicles.2 Research indicates an efficient distribution of NIC from the bloodstream to tumours, where it attains concentrations in the micromolar range.14\nBesides being poorly water-soluble, it also exhibits poor glass-forming characteristics.1 The evaluation of a drug’s tendency to become amorphous is determined by its glass-forming ability (GFA), which is classified into three categories: poor (class 1), modest (class 2), and good (class 3). NIC falls under class 1, indicating a high propensity for recrystallization, implying it cannot naturally form an amorphous solid. However, it has the potential to create an amorphous solid dispersion or glass solution when dissolved in a solid matrix.1 Glassy materials possess higher thermodynamic energy compared to crystalline ones, resulting in enhanced solubility and dissolution rates.9 As mentioned earlier, a low pH environment promotes the conversion of the amorphous form to the crystalline form.\nThe literature describes three crystal forms of NIC: a hygroscopic anhydrous form, along with two monohydrates named HA and HB.15 In an aqueous medium, the anhydrous form swiftly transforms into HA, and subsequently transitions to the most stable and least water-soluble form, HB.10 Indeed, the solubility decreases from 13.32 μg/mL in the anhydrous form to 0.95 μg/mL and 0.61 μg/mL for the monohydrates HA and HB.10 Jara et al reported that the transition of NIC anhydrate to NIC HA during storage can be visually confirmed, as the original yellowish-white powder of NIC anhydrate turns yellow in the HA form.2 Therefore, it was recommended to subject NIC to treatment at 100 °C for 15 minutes if the raw material is exposed to high humidity.15 While both NIC anhydrate and monohydrate are options for drug formulation, each presents drawbacks. The anhydrate exhibits a high affinity for water, whereas the hydrate’s poorer solubility can lead to sedimentation during storage.15 NIC possesses several potential hydrogen-bonding sites, including NO2, OH, and carbonyl groups, along with two Cl atoms capable of forming halogen bonds. These structural characteristics generally promote the formation of solvates and co-crystals, offering promising avenues for enhancing solubility and decreasing hygroscopicity.16 The LogP value for NIC reveals its solubility being thousands of times higher in the organic phase than in the aqueous phase, indicating a preference for lipid dissolution, membrane penetration, and protein binding. However, at pH 6.9, the LogD (referring to lipophilicity at a specific pH) value of 3.6 suggests a declining trend in lipid partitioning due to increased ionization. Nevertheless, its significant lipophilicity could still encourage the development of lipid-based formulations.17,18 The most effective formulations are likely to generate moderate supersaturation close to the site of absorption. Lipid-based formulations are particularly well suited to these criteria since solubilization protects against high supersaturation ratios (and precipitation), and supersaturation initiation typically occurs in the small intestine at the absorptive membrane.19\n\n## NIC Plasma Protein Binding, Permeability, Metabolism, CYP Inhibition and Safety\nA recent study revealed that NIC, at concentrations of 1 and 10 µM, displayed an extensive binding affinity to plasma proteins, surpassing 99% in both rat and human plasma. This significant plasma protein binding raises considerable concerns regarding potential drug-drug interactions. With multiple drugs co-administered, there’s a risk of competition for the same binding sites, potentially altering free drug concentrations and subsequent therapeutic outcomes.20 The permeability of NIC (1µM) was assessed using Caco-2 cells in the apical to basolateral direction (AB→BL), revealing a Papp value of 28.33×10−6 cm/s. Notably, NIC permeability closely resembles that of the control with high permeability, propranolol (27.5 x 10−6 cm/s), rather than the control for low permeability, atenolol (1.75 x 10−6).20 The same research group further investigated the efflux ratio (P app\nBL→AP / P app AP→BL). The ratio was determined to be 0.98, indicating no involvement of efflux transporters. Consequently, intestinal permeability is unlikely to be a contributing factor to the low bioavailability.20 Nevertheless, as the concentration of NIC increased to 10 µM, the Papp value dropped by 10-fold (2.90 x 10−6 cm/s), indicating that its low solubility might impede intestinal absorption.20\nNIC undergoes significant Phase I metabolism by Cytochrome P450 enzymes (CYP), with notable Phase II metabolism by UDP-glycuronosyltransferases (UGTs). The primary metabolizers for both phases I and II are CYP1A2, primarily located in the liver, and UGT1A1, predominantly found in the liver and small intestine. CYP1A2 catalyzes the formation of 3-hydroxy NIC metabolites, while UGT1A1 generates the NIC-2-O-glucuronide metabolite.2,21 The production of 3-hydroxy NIC in the liver is minimal compared to the synthesis of NIC-2-O-glucuronide in both the intestine and liver.22 Therefore, the primary metabolic pathway for NIC is intestinal and hepatic glucuronidation, with the intestinal metabolism rate being approximately 10 times higher than hepatic metabolism. This indicates that UGT metabolization might significantly contribute to the reduced bioavailability of NIC.2 The distribution and relative abundance of these enzymes vary across different tissues and animal models.21,22 Among dogs, monkeys, mice, and rats, microsomes in monkeys exhibit glucuronidation parameters that are closest to humans.21\nThe half-lives of NIC in rat, dog, and human hepatic microsomes were determined to be 44.9, 16.0, and 11.8 minutes, respectively. These results suggest that NIC is metabolically unstable, with a half-life of approximately 45 minutes, and that the half-life tends to be shorter in larger mammals.23 This also indicates that human metabolization is more challenging and complex with respect to preclinical models.2 In humans, these enzymes are predominantly localized in the liver, colon, and small intestine.24 While in rats and mice, being the most common animal models, NIC primarily targets the liver and small intestine during its biodistribution.25,26 Several studies have observed a second peak in the plasma concentration profile following both oral and intravenous administration of NIC. Some authors have linked this phenomenon to enterohepatic circulation. Molecules exhibiting this phenomenon typically display multiple peaks in their pharmacokinetic profiles. However, only a few formulations of NIC have demonstrated this behavior. It remains unclear whether NIC undergoes enterohepatic circulation.10\nIn a study conducted by Seo et al20 the impact of NIC on seven CYP isoenzymes was examined. Results indicated that NIC showed negligible inhibitory activity on most of the tested isoenzymes, except for CYP1A2 and CYP2C8. The IC50 values for these two isoenzymes were found to be 6.66 uM and 6.34 uM, respectively, signifying that NIC has a potent inhibitory effect on these specific CYP enzymes. Therefore, it is essential to highlight the need for careful consideration of potential drug-drug interactions mediated by CYP enzymes, particularly those involving these two isoforms.20 The authors concluded that NIC is improbable to display time-dependent inhibitory effects on CYP1A2 and CYP2C8. Consequently, careful consideration is crucial when selecting drugs for co-medication with NIC to prevent adverse reactions.\nRegarding NIC safety, several studies have reported that the oral administration of NIC is safe.2 However, clinical trials also present conflicting findings. For instance, in their review, Jara and Williams2 reported differing maximum tolerated doses. In the phase I clinical trial NCT02532114 of 2018, Schweizer et al observed that patients tolerated doses of up to 500 mg three times daily (TID), totaling 1500 mg/day in solid capsule form. Furthermore, it was concluded by the authors that the administered dose of NIC per os (PO) should not be above 500 mg TID.27 Conversely, in the subsequent phase Ib clinical trial conducted by Parikh et al in 2021 (NCT02807805), patients were administered 1200 mg of a NIC formulation orally twice a day, reporting favorable patient tolerance.28 However, it must be noted that in the above-cited studies, NIC was administered along with another drug (enzalutamide and abiraterone/prednisone, respectively).\nIt can be said that safety profile of systemic delivery of NIC remains largely unexplored, necessitating future studies for a clearer understanding of its toxicity. The oral dose of NIC as a cestocidal agent is 2g as a single dose, resulting in a wide range of serum concentrations due to variable absorption rates. Consequently, the efficacy of clinical studies is unpredictable due to low oral bioavailability and substantial variations in serum concentrations. Further investigations utilizing formulations with high bioavailability are necessary before NIC can be more widely utilized.29\n\n## Pharmacokinetics of NIC\nPharmacokinetic data was collected from a study conducted by Choi et al, where NIC was administered to rats and dogs via intravenous (IV), oral (PO), and intramuscular (IM) routes at various doses.23 The dosing solutions were prepared using a solvent mixture comprising 10% DMSO, 30% PEG, 20% of 0.05N NaOH, and 40% saline.23 Following intravenous (IV) administration to rats, the authors observed that increasing the nominal dose of NIC by 3.3 and 10 times led to dose-dependent increases in Cmax and AUClast, specifically by 3.0 and 11.5 times, respectively. The clearance (CL) values were moderate compared to the hepatic blood flow rate of rats and did not show significant changes with the NIC dose. This implies that NIC was primarily confined to the plasma pool with limited tissue distribution due to its high plasma-protein binding properties. Indeed, the authors found that plasma protein binding in rat, dog, and human plasma samples was remarkably high, with values of 99.86% ± 0.006%, 99.83% ± 0.015%, and 99.84% ± 0.042%, respectively.23 This is in accordance with Seo et al20 NIC presented a linear pharmacokinetic profile in an IV gavage. In rats, the oral bioavailability of NIC was measured at 5.51% ± 1.02%, with very low plasma exposure, suggesting limited absorption. This is the result of the moderate clearance (CL) value in comparison to the hepatic blood flow rate of rats. The authors stated that NIC presented flip-flop kinetics. This implies that the rate of absorption is lower compared to the rate of elimination. Conversely, the absorption rate of NIC via intramuscular (IM) administration in rats was high, with a Tmax of 5 minutes, and the bioavailability was higher than that achieved via oral (PO) administration.\nIn dogs, following intravenous (IV) administration, a high mean clearance (CL) was observed, along with a low volume of distribution at steady state (Vss), indicating poor distribution of NIC in tissues. Additionally, after oral administration, flip-flop kinetics were observed, and the oral bioavailability of NIC was only 0.54%, attributed to the high CL value.\nRegarding biodistribution, NIC initially accumulates in the intestines, kidneys, liver, and spleen. Levels of NIC in the heart and lungs are negligible following intravenous (IV) administration after an IV administration in rats (2 mg/kg).2,25 On the other hand, after oral administration of NIC ethanolamine to mice, Tao et al observed that the biodistribution of the NIC salt was higher in the liver and kidneys, with lower levels detected in the heart and lungs. Concentration in the spleen was undetected. The authors did not evaluate the concentration in the intestine.26 These discrepancies could be attributed to variations in the routes of administration, diverse animal models, and the distinct forms of NIC (such as salt) utilized in the studies.\nAdditionally, Yang et al introduced a novel NIC prodrug (PDNIC).30 Their research revealed that following both intravenous (IV) and oral (PO) administrations of PDNIC, there was a notably high tissue-to-plasma AUC0-\n∞ ratio in well-perfused tissues such as the heart, lung, kidney, liver, spleen, and intestine. Conversely, distribution to adipose tissue and the brain was comparatively lower.\n\n## NIC Derivatives\nThe literature reports various NIC derivatives and their superior biological activity. However, the main focus of this review will be the solubility and pharmacokinetic improvement of the new derivatives. Some of the derivatives with the most prominent improvement in solubility, biological activity and ADME (Absorption, Distributions, Metabolism, Excretion) characteristics are presented in Figures 1 and 2.\nFigure 1Chemical structure of NIC (A) and derivatives with enhanced solubility and biological activity prepared by Chen et al31 (B), Xu et al32 (C), Ma et al33 (D), He et al34 (E), Wu et al35 (F), Li et al36 (G), Mook et al37 (H) and Yang et al38(I).\nFigure 2The chemical structure of NIC (A) and selected derivatives (B-E) synthesized by Shamim et al38 that show activity against the SARS-CoV-2 infection and Zika virus with significantly improved in vitro drug-like properties such as microsomal stability, solubility, and PAMPA permeability compared to NIC.\nChen et al modified the hydroxyl group on the phenol ring of NIC, introducing an O-alkylamino side chain (Figure 1B).31 The author stated that scaffolds containing amino groups are crucial motifs for structural tuning, possessing the capability to engage in hydrogen bonding, and are therefore expected to have better solubility. The most successful derivatives were produced through the Mitsunobu coupling of NIC with N-Boc-protected amino alcohols, followed by Boc deprotection. Compounds HJC0125 and HJC0152, among all derivatives, not only showed improved anticancer activity but also displayed a notable increase in aqueous solubility. Indeed, compound HJC0125, with a pentylamine side chain, showed a saturated concentration of 248 μg/mL, indicating a 1080-fold improvement in water solubility. Compound HJC0152 with an ethylamine side chain, exhibited a saturated concentration of 762 μg/mL, improving water solubility of NIC by 3300-fold. Additionally, it was demonstrated that in MDA-MB-231 cells, the novel derivative HJC0152 suppressed STAT3 promoter activity, increased active caspase-3 expression, halted cell-cycle progression, and induced apoptosis. Furthermore, in nude mice presenting breast tumor xenografts, HJC0152 significantly inhibited the growth of MDA-MB-231 xenograft tumors in vivo.\nXu et al further synthesized O-alkylamino-tethered derivatives of NIC.32 The most successful compound (HJC0431) with 4-aminobutyl moiety (Figure 1C), was also synthesized via the Mitsunobu coupling reaction, as described earlier. Compound HJC0431 revealed a saturated concentration of 650 μg/mL. In this study, aiming to develop novel antibacterial derivatives this compound also showed the broadest antibacterial activity, being effective against 6 strains.\nThe ethanolamine salt of NIC was also synthesized. It was reported that the solubility of ethanolamine salt increases to 180–280 mg/L at 20 °C compared to 5–8 mg/L of NIC and that this form of NIC has an excellent safety profile8,39. The synthesis of NIC ethanolamine salt (NEN) is reported by Kapale as by patent CN106496060A.8 Tao et al discovered that NEN exhibits a remarkable antidiabetic effect in mice. Following oral administration, the LD50 value of NEN remained consistent or even higher compared to NIC. This observation indicates that pro-longed oral therapy with NEN does not present any toxic effects.26 Ma et al synthesized pegylated NIC with mPEG-5000 (mPEG5000-nic, Figure 1D)) by reversible addition-fragmentation chain transfer polymerization (RAFT) method.33 It was designed for injectable administration. The authors reported that the water solubility of the pegylated NIC was over 1.8 mg/mL, representing an 8000-fold increase with respect to pure NIC. The authors attributed the enhanced solubility to the self-assembly of mPEG5000-NIC in water. This self-assembly improved the water solubility of NIC, as the hydrophilic chain segment mPEG mutually entangled and enveloped the hydrophobic group NIC. Consequently, NIC was evenly distributed in the water without precipitation. The in vitro release experiment was conducted in phosphate-buffered saline (PBS) with a pH of 7.4 and a concentration of 0.01M, supplemented with 0.5% (wt/wt) Tween 80. NIC, grafted onto the copolymer, exhibited a gradual and sustained release extending up to 11 days, with cumulative drug release exceeding 80%. The novel formulation demonstrated antitumor efficacy both in vitro and in vivo, showing comparable antitumor activity to 5-fluorouracil but with lower toxicity.\nIn another investigation, He et al created a set of degradable NIC derivatives to target small-cell lung cancer.34 The authors modified the hydroxyl group on the phenol ring of NIC, introducing a phosphate and disodium phosphate moiety (Figure 1E). The water solubility of the new derivatives was reported to be 7.2 mg/mL and 22.1 mg/mL respectively, while the water solubility of NIC was reported to be 0.06 mg/mL. This represents a 120-fold and 368-fold increase in aqueous solubility, respectively. These two compounds displayed anti-small cell lung cancer (SCLS) activity comparable to the most potent compound among the new derivatives, which had very limited solubility.\nWu et al synthesized a new NIC derivative, B17, obtained by the fusion of hydroxybenzamide NIC’s ring (Figure 1F), targeting urological cancers.35 The authors stated that B17 exhibited increased solubility (10.6 mg/mL) compared to NIC (1.6 mg/mL) in DMSO.\nAnother NIC derivative JMX0207, with a 3-NO2 group, (without the 5-Cl moiety, Figure 1G) was tested in vivo and in vitro for antiviral efficacy against the Zika virus. The derivative showed improved pharmacokinetic properties. When given orally to B6 mice at a dose of 40 mg/kg, JMX0207 exhibited Cmax of 145±18 μM (242-fold improvement), T1/2 of 4.6±1.0 hours (2.39-fold increase) and an AUC0-∞ of 2719± 1018 (777-fold increase).36\nMook et al synthesized a series of NIC derivatives and discovered an acyl derivative, DK-520 (Figure 1H), which substantially increased both the plasma concentration and the duration of exposure to NIC when administered orally.37 This results from the capacity of the derivative DK-520, which has a octanoyl moiety instead of the -OH, to metabolize into NIC, thereby increasing the exposure of NIC after oral administration. The derivatives were synthesized by coupling substituted anilines with 5-chloro-2-hydroxybenzoic acid. The authors reported that administering a 200 mg/kg solution of DK-520 to mice in corn oil resulted in higher plasma exposure compared to published studies on NIC orally dosed at 200 mg/kg, as referenced in the study by Osada et al14 The Cmax, AUC and the duration of exposure all increased with the new derivate. Plasma concentrations of NIC, following the administration of DK-520 at 200 mg/kg, surpassed the IC50 for inhibiting Wnt signalling in the TOPFlash assay for nearly 24 hours. In comparison, the reported plasma levels of NIC dosed as a solution at 200 mg/kg were only above the IC50 for Wnt inhibition in the TOPFlash assay for less than 1 hour. Moreover, this elevated NIC exposure did not lead to any observed toxicity.\nYang et al introduced a novel NIC prodrug (PDNIC) called NCATS-SM4705 (Figure 1I).30 The prodrug exhibits an acyloxy piperazine moiety on the -OH group. PDNIC exhibited a remarkable 40-fold increase in solubility at pH 7.4 when compared to NIC. The in vitro metabolic stability of PDNIC was assessed using plasma and liver fractions from mice, hamsters, and humans. PDNIC exhibited rapid biotransformation to NIC in mouse and hamster plasma, but a significantly slower biotransformation in human plasma. In mouse and human liver microsomes, only a minor fraction of PDNIC was converted to NIC, whereas a slightly higher proportion of NIC was converted to NIC in hamster microsomes. In vivo studies conducted in mice following both intravenous (IV) and oral (PO) administration demonstrated high oral absorption of PDNIC, with a bioavailability of 85.6% and a moderate clearance. The formulation used was composed as follows: 5% ethanol, 60% PEG-300 and 35% of 20% HP-β-CD solution in water. The administered doses were 3 and 10 mg/kg for IV and 10 mg/kg for PO gavage. The authors noted that PDNIC can be effectively converted to NIC in vivo following both intravenous (IV) and oral (PO) doses, with the plasma AUC0-∞ ratio of NIC to PDNIC ranging from 0.34 to 0.48. The dose-normalized AUC0-∞ of NIC was 216 (h*ng/mL)/(mg/kg) after a PO dose of PDNIC (10 mg/kg), which was 8-fold higher compared to a PO dose of NIC at 40 mg/kg as the authors compare to the study reported by Fan et al22 As stated before, PDNIC was highly distributed in well-perfused tissues (heart, lungs, kidney, liver, spleen and intestine) and presented a low distribution in adipose and brain. The Vdss was 0.28–0.33L. Additionally, following an oral dose of 10 mg/kg PDNIC, the lung-to-plasma AUC0-last ratio of NIC was approximately 0.97, marking a 3.6-fold increase compared to 0.27 reported after an oral dose of NIC (40 mg/kg).22 Following intravenous doses of PDNIC, the formed NIC exhibited a terminal half-life (T1/2) ranging from 2.7 to 4.5 hours in plasma and similar half-lives in other tissues, except for the liver, where the elimination of NIC was notably 4-fold slower than in all other tissues, with terminal half-lives ranging from 11.6 to 21.2 hours. Similar profiles were observed in the 10 mg/kg oral group. In vivo studies were conducted in hamsters using both intravenous (IV) and oral (PO) doses. The IV dose administered was 3 mg/kg, while the PO dose was 30 mg/kg. The formulation used for both IV and PO administration was 20% HP-β-CD in water (0.6 mg/mL for IV and 3 mg/kg for PO). PDNIC demonstrated efficient conversion to NIC in vivo, with plasma AUC0-∞ ratios (NIC/PDNIC) of 0.32 and 0.44 after both IV and PO doses, showing similarity to observations in mice. The dose-normalized AUC0-∞ of NIC was 88 (h*ng/mL)/(mg/kg) after the PO dose of PDNIC (30 mg/kg), slightly lower than that observed in mice. The prodrug exhibited a Vdss of 0.74 L in hamsters. Additionally, after both IV and PO doses of PDNIC, the lung to plasma AUC0-∞ ratio of NIC was 72 and 107 respectively. This value is quite higher than that in mice. Following an oral dose of 30 mg/kg, the bioavailability of PDNIC in hamsters is approximately 64%, slightly lower than that observed in mice. It’s worth mentioning that the formulation media for mice and hamsters differed. The mice formulation contained 60% PEG-300. This raises questions about whether PEG might impact the formulation outcome in some way and be also responsible for some differences in pharmacokinetic parameters.\nShamin et al synthesized a series of NIC derivatives (Figure 2), concentrating on the anilide and salicylic regions of NIC to enhance physicochemical properties and target the inhibition of Zika virus and SARS-CoV-2 infection.38 The objective was to investigate the impact of electron-donating and electron-withdrawing substitutions in both regions of NIC. The authors aimed to identify a suitable replacement for the aniline 4-NO2 group, which could undergo reduction and glucuronidation in vivo. Among all tested compounds, the 5-bromo substitution in the salicylic acid region demonstrated retained potency along with improved ADME properties. It exhibited enhanced solubility (8 µg/mL), good rat liver microsomal stability (t1/2 greater than 30 min), and increased PAMPA permeability (6.7 x 10−5 cm/s). Moreover, the alterations in the anilide region with 2-OMe and 2-H substitutions demonstrated comparable IC50 values to NIC in the NS-1 assay, while exhibiting markedly improved physicochemical properties compared to NIC. Through modifications in the anilide region, it was discovered that 4-CN and 4-CF3 served as suitable replacements for 4-NO2. These compounds exhibited similar potencies to NIC in the NS-1 inhibition assay while offering enhanced physico-chemical properties, such as microsomal stability, solubility, and PAMPA permeability.38\n\n## Amorphous Solid Dispersions\nThe use of hydrophilic polymers in creating amorphous solid dispersions (ASDs) is a well-established method to enhance the aqueous solubility of poorly soluble drugs, directly impacting bioavailability.40 ASDs, generally, are dispersions where the drug is dissolved within a solid matrix, typically a polymer.41 Amorphous materials enhance the apparent solubility of the drug by increasing its thermodynamic activity when it is dispersed in a molecularly and randomly distributed manner within the polymer.42,43 NIC has a limited ability to form an amorphous solid on its own, as it is a poor glass former with a high tendency to recrystallize. However, it can form an amorphous solid dispersion (ASD) when dissolved in a solid matrix, such as a polymer.2 Furthermore, the addition of a third component (surfactant, polymer, or excipient) prevents drug precipitation and stability issues, offering advantages like controlled drug release, heightened drug loading, and improved stability compared to binary ASDs.40 Jara et al developed an amorphous solid dispersion (ASD) of NIC that generates nanoparticles during dissolution.1 It was prepared by the hot melt extrusion method wherein the drug was formulated with poly (1-vinyl pyrrolidone-co-vinyl acetate (PVA-VA). The NIC ASD produced nanoparticles with an average particle size of approximately 100 nm in fasted simulated intestinal",
  "has_full_text": true
}