{
  "pmid": "39335008",
  "title": "Innovative Strategies in Drug Repurposing to Tackle Intracellular Bacterial Pathogens.",
  "abstract": "Intracellular bacterial pathogens pose significant public health challenges due to their ability to evade immune defenses and conventional antibiotics. Drug repurposing has recently been explored as a strategy to discover new therapeutic uses for established drugs to combat these infections. Utilizing high-throughput screening, bioinformatics, and systems biology, several existing drugs have been identified with potential efficacy against intracellular bacteria. For instance, neuroleptic agents like thioridazine and antipsychotic drugs such as chlorpromazine have shown effectiveness against Staphylococcus aureus and Listeria monocytogenes. Furthermore, anticancer drugs including tamoxifen and imatinib have been repurposed to induce autophagy and inhibit bacterial growth within host cells. Statins and anti-inflammatory drugs have also demonstrated the ability to enhance host immune responses against Mycobacterium tuberculosis. The review highlights the complex mechanisms these pathogens use to resist conventional treatments, showcases successful examples of drug repurposing, and discusses the methodologies used to identify and validate these drugs. Overall, drug repurposing offers a promising approach for developing new treatments for bacterial infections, addressing the urgent need for effective antimicrobial therapies.",
  "journal": "Antibiotics (Basel, Switzerland)",
  "year": "2024",
  "authors": [
    "Lorente-Torres B",
    "Llano-Verdeja J",
    "Castañera P",
    "Ferrero H",
    "Fernández-Martínez S"
  ],
  "doi": "10.3390/antibiotics13090834",
  "mesh_terms": [],
  "full_text": "## 1. Introduction\nThe global burden of infectious diseases caused by intracellular pathogens remains a significant challenge to public health [1]. Pathogens such as Listeria monocytogenes, Mycobacterium tuberculosis, and Staphylococcus aureus have developed sophisticated mechanisms to survive and replicate within host cells [2,3], evading both the host immune response and traditional antimicrobial therapies. This evasion complicates treatment strategies and underscores the urgent need for innovative approaches to combat these infections [4].\nDrug repurposing, the process of identifying new therapeutic uses for existing drugs, typically FDA-approved with established information on their toxicity, formulation, pharmacology, and potential side effects [5,6], has emerged as a promising strategy to address this challenge (Figure 1), especially pushed by the vast amount of information surrounding approved drugs [7]. In that sense, the emergence of COVID-19 has accelerated the application of drug repurposing strategies to find new and effective treatments for combating diseases [8,9]. Drug repurposing had primarily been accidental, lacking a systematic approach; however, the discovery of Viagra as an effective treatment for erectile dysfunction, instead of its original purpose as an antihypertensive drug, opened the door to a new and lucrative market, which was further propelled by the COVID-19 pandemic [10,11]. Repurposing offers a cost-effective and time-efficient alternative to the lengthy and expensive process of novel drug discovery [12] that reduces the investment needed for the development of new treatments and makes repurposing an attractive alternative for pharmaceutical companies [13]. Recent advances in high-throughput screening, bioinformatics, and systems biology have facilitated the identification of candidate drugs with potential efficacy against intracellular pathogens [14,15,16].\nIt is crucial to acknowledge that drug repurposing faces several significant challenges, with intellectual property barriers being foremost among them. From a profitability perspective, repurposed drugs often present difficulties, as generating profit can be challenging [10]. However, it is possible to secure patents and achieve profitability for a repurposed drug when a novel medical use is demonstrated. This requires successfully completing clinical trials to confirm the drug’s efficacy in its new application [10].\nThis review aims to provide a comprehensive overview of the current landscape of drug repurposing efforts targeting intracellular bacterial pathogens, which is an evolving field (Figure 2). We will discuss the mechanisms by which these pathogens evade conventional therapies, highlight key examples of successfully repurposed drugs, and explore the methodological approaches employed in identifying and validating these candidates.\n\n## 2. \nStaphylococcus aureus is a significant human pathogen responsible for a variety of infections. Approximately 30% of the human population is estimated to carry S. aureus, and it is the leading cause of bacteremia [17,18]. This pathogen expresses numerous virulence factors that aid in the colonization of eukaryotic cells. Attempts to develop vaccines targeting various S. aureus virulence factors have failed due to the bacterium’s ability to evade the immune response from multiple angles, rendering these vaccines ineffective [19]. Moreover, the misuse of antimicrobials has led to the emergence of multi-drug resistant bacteria [20]. Methicillin-resistant S. aureus (MRSA), in particular, was responsible for approximately 100,000 deaths related to antimicrobial resistance in 2019 [18]. The rapid evolution of bacteria poses significant challenges for developing new antimicrobials, making it often economically inefficient. Consequently, drug repurposing has emerged as a viable alternative [21]. This strategy has shown promise, particularly in the treatment of S. aureus infections.\nS. aureus initially infects the skin and mucosal surfaces, and can eventually infect internal organs, causing pneumonia, endocarditis, osteomyelitis, and bacteremia [19]. More interestingly, S. aureus can act as both an extracellular and an intracellular pathogen, which significantly increases the difficulty of treating S. aureus infections. Once inside the cells, S. aureus can evade the phagosome and become free in the cytoplasm. Additionally, it controls the host adaptive immune response through a complex system of virulence factors expressed during infection [19]. For these reasons, S. aureus is a model for targeting host-directed therapies (HDT), as reactivating the immune system could be an effective strategy to kill intracellular bacteria.\nA plethora of drugs target intracellular S. aureus, and interestingly, some have been extensively used for other purposes and are now repurposed to target intracellular infections (Table 1). Chlorpromazine (CPZ), originally used to treat psychosis, was the first drug discovered with anti-S. aureus activity among other intracellular pathogens [22]. It was demonstrated that the drug accumulates in macrophages, particularly in lysosomes, at higher concentrations than needed for its in vitro activity. The fusion between the phagosome (where the bacteria are usually located) and the lysosome triggers the antimicrobial activity of CPZ. However, the doses required for in vivo activity are beyond those clinically achievable, and CPZ becomes toxic when used chronically. Fortunately, another neuroleptic agent, thioridazine (TZ), has shown antimicrobial activity at clinically relevant doses with a similar mechanism of action as CPZ [22,23]. Thioridazine, a phenothiazine, exhibits activity in vitro against S. aureus and also acts against phagocytosed S. aureus by accumulating in macrophages [22,24].\nAntimicrobials active against cell walls or cell wall synthesis are commonly used. Clomiphene, a fertility drug, antagonizes wall teichoic acid (WTA), showing activity against S. aureus and synergism with cell-wall-targeting antimicrobials [25].\nRepurposing antimicrobial agents against new targets is another strategy to utilize existing compounds. Some agents are used alone or in combination with other antimicrobials to mitigate resistance. Interestingly, ebselen, a non-toxic seleno-organic drug with anti-inflammatory, antioxidant, and anti-atherosclerotic properties, has demonstrated activity against MRSA [26]. Additionally, while ebselen does not show activity against Gram-negative bacteria, it is effective against intracellular MRSA, highlighting its potential as a new anti-MRSA therapy [27].\nThe anthelmintic drug selamectin showed a Gram-positive antimicrobial profile with high activity against S. aureus, a low toxicity profile, and an 81.3% reduction in intracellular S. aureus loading, exhibiting a synergistic effect with ampicillin [28].\nCelecoxib, an anti-inflammatory drug, inhibits cyclooxygenase-2 (COX-2) and also inhibits multidrug efflux pumps in S. aureus, increasing sensitivity to other antimicrobials. However, the antimicrobial mechanism of celecoxib remains unknown [29]. Diflunisal, another anti-inflammatory drug and a prostaglandin synthetase inhibitor, acts on the Agr quorum-sensing system, which plays a key role in pathological bone remodeling in S. aureus osteomyelitis [30]. Inactivation of the Agr system leads to significant bone destruction reduction in osteomyelitis patients [30].\nRepurposing anticancer drugs as antimicrobials has several advantages, primarily due to their established safety spectrum and guaranteed intracellular activity. However, repurposing drugs from cancer to antibacterial therapies shares a common handicap: the appearance of resistance in both prokaryotic and eukaryotic cells [31]. Floxuridine, an inhibitor of riboside phosphorylase, and streptozotocin, a DNA synthesis inhibitor, were both repurposed to treat intracellular S. aureus. These compounds inhibit the SaeRS two-component system and demonstrated a significant survival rate in S. aureus-infected mice compared to the commonly used anthracycline antibiotic doxorubicin [32].\nAs an intracellular pathogen, S. aureus is exposed to reactive oxygen and nitrogen species (RONS), which usually reduce its viability [33]. Staphylotoxin, the golden carotenoid pigment of S. aureus, aids in ROS detoxification during infection. Interestingly, BPH-652, a cholesterol-lowering agent, binds to the dehydrosqualene synthase of S. aureus, reducing staphylotoxin and restoring the toxic effect of ROS against S. aureus [34]. Artemisinin, extensively used as an antimalarial drug, exhibits antibacterial activity via ROS generation; the addition of Cu+ ions enhances its activity through increased free radical production and DNA damage [35].\nEbselen, which shows non-selective activity against different cysteine-containing proteins, specifically inhibits thioredoxin reductase (TrxR) and thioredoxin (Trx) in S. aureus, resulting in toxic bactericidal activity against MRSA [36]. Similarly, auranofin decreases the reducing capacity of MRSA by inhibiting the TrxR system, making the bacteria more sensitive to oxidative stress [37]. Auranofin, an FDA-approved organogold drug, has proven effective in vivo against MRSA and intracellular M. tuberculosis at low micromolar concentrations [37]. It clears over 60% of intracellular S. aureus, demonstrating significantly higher efficacy compared to isoniazid and vancomycin, which only achieve a 30% clearance of intracellular bacteria [38].\nAnother strategy to fight intracellular pathogens is the induction of autophagy in infected cells, a treatment known as host-directed therapy [15,16]. Several compounds exhibit this activity. Ibrutinib, used for lymphocytic leukemia, decreases intracellular Mycobacterium tuberculosis and S. aureus, reducing MRSA viability by 90%. Ibrutinib inhibits the BTK/Akt/mTOR pathway during M. tuberculosis infections, triggering autophagy in macrophages [39]. Ibrutinib’s activity was further analyzed with other host-directed therapy compounds like dasatinib and crizotinib against S. aureus, acting as kinase inhibitors and blocking bacterial infection and intracellular proliferation [15]. Interestingly, crizotinib targets ATP production and presents broad-spectrum activity against Gram-positive bacteria, showing a synergistic effect with clindamycin and gentamicin [15,40].\nRaloxifene, an estrogenic receptor agonist, has been repurposed against intracellular S. aureus due to its autophagy-inducing activity [41]. Raloxifene also prevents neutrophil cell death in response to phorbol 12-myristate 13-acetate (PMA), inhibiting PMA-induced ERK phosphorylation but not ROS production, which triggers the formation of neutrophil extracellular traps (NETs), known to contain antimicrobial substances aiding in intracellular pathogen clearance [41,42].\nDuring infection, MRSA activates the MAPK/ERK pathway, which acts as a sensor for cell energy homeostasis and amino acid deprivation. Intriguingly, S. aureus appears capable of inducing autophagy to facilitate its own replication and proliferation [43]. Building on this hypothesis, dorsomorphin, an AMPK inhibitor, has shown activity against S. aureus as a host-directed therapy. It reduces autophagy and thereby decreases S. aureus intracellular survival [43]. Similarly, thapsigargin, an inhibitor of the SERCA protein (a Ca2+ pump in the endoplasmic reticulum), blocks autophagy, increases host cell viability, and reduces intracellular MRSA survival by two-fold [16].\n\n## 3. \nM. tuberculosis is the bacterium responsible for tuberculosis (TB) and is considered the leading cause of death due to bacterial infections [14,44]. M. tuberculosis is adept at colonizing and surviving inside alveolar macrophages, modulating immune responses, and controlling macrophage maturation. Its metabolism is adapted to the challenging environment it encounters during infection. Recent reviews have focused on drug repurposing for M. tuberculosis treatment, specifically on drugs that can cross eukaryotic membranes to target intracellular M. tuberculosis [12,14,26]. One of the most prominent strategies includes host-directed therapies (Table 2) that have been extensively used against M. tuberculosis [12,14,45,46,47].\nDuring infection, M. tuberculosis controls lysosome protease fusion proteins, downregulating them to aid colonization. Saquinavir, an anti-HIV drug, has been proposed as a repurposed drug against M. tuberculosis because it can restore cathepsin protease activity, including cathepsin S, in a dose-dependent manner in M. tuberculosis-infected macrophages [48]. Additionally, M. tuberculosis utilizes cholesterol, a crucial component of mammalian cell membranes, as an energy source essential for colonization. Cholesterol accumulation decreases membrane permeability to anti-tubercular drugs and blocks phagosome maturation by direct cholesterol uptake [49]. Consequently, statins, which treat hypercholesterolemia and atherosclerotic cardiovascular disease, have emerged as new anti-tubercular drugs. Atorvastatin, a 3-hydroxy-3-methyl-glutaryl-coenzume A (HMG-CoA) reductase inhibitor, enhances macrophage bactericidal effects [50]. Atorvastatin started a phase 2 clinical trial (ref. NCT06199921) this year. Simvastatin, another HMG-CoA inhibitor, reduces cholesterol uptake by M. tuberculosis, sensitizing the bacteria to other antimicrobial compounds and showing synergy with isoniazid and rifampicin [51].\nInhibiting efflux pumps is another strategy to enhance antimicrobial effects. M. tuberculosis detoxifies itself via a bacterial efflux pump-mediated process. Verapamil, an FDA-approved cardiovascular drug, has been successfully used as an adjuvant for TB treatment, acting as a mycobacterial efflux pump inhibitor and increasing the toxicity of isoniazid and rifampicin [52]; this drug was used in a recently finished Phase 1/2 clinical trial (ref. IRCT20170210032478N1). During M. tuberculosis infection, patients often suffer inflammatory responses, leading to tissue damage from neutrophil infiltration. Anti-inflammatory drugs, such as ibuprofen, have shown potential in reducing bacterial load in the lungs and improving survival in animal models, despite having no direct effect on M. tuberculosis [53]. Ibuprofen has progressed to two distinct Phase 2 clinical trials as an adjunctive treatment: one in combination with acetylsalicylic acid (currently ongoing, ref. NCT02781909), and another as a standalone treatment, which was completed in 2019 (ref. NCT03891901).\nThe activation of Toll-like receptors (TLR) is part of the innate defence against bacterial infections, but M. tuberculosis downregulates TLR activity. Vitamin D, which activates TLR, has shown anti-TB activity, highlighting the importance of sunlight in bacterial infections [54]. Repurposing anticancer drugs is another strategy against M. tuberculosis. Tamoxifen, an established anticancer drug, has been repurposed to induce autophagy in infected cells, promoting bacterial degradation in lysosomes [55]. Fluspirilene and pimozide, two diphenylbutylpiperidine-class antipsychotic drugs, elicit autophagy in infected cells, promoting bacterial clearance. Pimozide also affects ROS generation and inhibits STAT5, reducing the presence of cytokine-inducible SH2-containing protein on infected phagosomes [56].\nM. tuberculosis uses ABL and other related host tyrosine kinases for entry and intracellular survival. Imatinib, a tyrosine kinase inhibitor used in cancer therapy, has been successfully tested against M. tuberculosis in vitro and in vivo [57] and it was in a Phase 2 clinical trial testing its safety, pharmacokinetics and hematologic effect alone or in combination with isoniazid and rifabutin, finishing the study in 2022 (ref. NCT03891901). The development of kinase inhibitors has been pursued for years due to their importance in intracellular pathogen colonization. Kuijl et al. (2007) have developed several kinase inhibitors with good antimicrobial profiles against M. tuberculosis and Salmonella enterica serovar Typhimurium [58].\nPromoting autophagy in infected cells is a classic method to combat intracellular pathogens. Bazedoxifene, a selective estrogen receptor modulator (SERM) used in cancer therapy, has been repurposed against M. tuberculosis, reducing the intracellular growth of the bacteria in THP-1 macrophages [59]. Vitamin D also shows antimicrobial activity via autophagy induction by activating the human cathelicidin microbial peptide (CAMP) [60]. Vitamin D3 induces antimicrobial activity through autophagy and nitric oxide production, acting through cathelicidin and TLRs, which induce a nitric oxide burst [54,61]. The good activity shown against M. tuberculosis opened the door to three different clinical trials (refs. NCT00507000 and NCT01130311); one of them was finalized in 2023 (ref. NCT01992263).\nNitroimidazofurans, originally used as radiosensitizers in cancer chemotherapy, are bicyclic molecules that show anti-TB activity in the nanomolar range, similar to isoniazid [62]. PA-824 has demonstrated activity in murine models treated orally with the compound, thus PA-824 was used in a Phase 2 clinical trial that finalized in 2022 (ref. NCT02256696). Chronic inflammation, often resulting from infection, aids M. tuberculosis infection [63]. Reducing deleterious inflammation can make current antibiotherapies more effective. Metformin, a biguanide used for type 2 diabetes, has emerged as a new HDT therapy by activating a major energy-sensing kinase and reducing inflammation by limiting the proliferation of inflammatory cells [63]. Metformin was in a Phase 1/2 clinical trial that finalized in 2023 (ref. NCT05215990). Metformin, in combination with statins, has shown synergistic effects [64].\nOnce M. tuberculosis colonizes pulmonary tissues, it often forms granulomas characterized by hypoxia and necrosis, similar to solid tumors. This induces the production of vascular endothelial growth factor (VEGF), promoting new vessel formation and aiding TB progression. Bevacizumab, a humanized monoclonal antibody used to neutralize VEGF in some cancers, has been used to reduce TB progression and disease lesions in animal models [65].\nReintroducing “old” antimicrobials is an effective strategy against multidrug-resistant bacteria due to their known pharmacokinetics and pharmacodynamics. Sulphonamides have been studied as new TB therapies. Sulfadiazine, an analogue of para-aminobenzoic acid, acts as a dihydropteroate synthase inhibitor, blocking the folic acid synthesis pathway in M. tuberculosis and showing high in vitro activity, suggesting its potential as a second-line antibiotic in combination with other treatments [66].\nTargeting cell wall synthesis is a common strategy against bacterial infections. Arabinosyl transferase (EmbC) is crucial for lipoarabinomannan biosynthesis, a major polysaccharide in the cell envelope. Ethambutol, which targets EmbC, is part of TB treatment but often encounters resistance. Terlipressin, originally a vasoactive drug for low blood pressure, has been identified as a new anti-TB drug targeting EmbC in a different region than ethambutol, showing high binding affinity and reduced resistance potential [67]. In silico analysis has identified 29 compounds with anti-TB activity, with fluvastatin showing intracellular activity at moderate concentrations, highlighting the power of bioinformatics in antimicrobial discovery [68].\nAnthelmintic drugs like avermectins, used against helminths, insects, and arachnids, have shown activity against mycobacteria. Ivermectin, selamectin, and moxidectin have demonstrated in vitro activity against MDR M. tuberculosis, showing high specificity and oral activity, making them promising antimicrobial therapies [69]. Nitazoxanide, an FDA-approved anthelmintic and antiparasitic drug, inhibits intracellular M. tuberculosis growth by modulating host cell immune responses [70] and it was in a Phase 2 clinical trial to study its bactericidal activity (ref. NCT02684240).\nPhenothiazine-derived antipsychotic drugs have shown high antitubercular activity with minimal side effects, showing no cytotoxicity in vitro and in vivo [71]. Carbapenems, such as biapenem, which was involved in a Phase 1 clinical trial (ref. NCT01702649), and tebipenem, have shown activity against M. tuberculosis by targeting L,D-transpeptidases, [72]. Faropenem has shown even better transpeptidase affinity and good in vivo antimicrobial activity [72], results that opened the door to clinical trials; thus, Faropenem was used in a Phase 3 clinical trial (ref. NCT01937832). Carbapenems show synergistic effects with rifampin, with doripenem, biapenem, and rifampin combinations showing the best results [73].\nArtemisinin and its derivative artesunate, known for their anti-malarial properties, also show anti-TB activity with confirmed low toxicity and good pharmacokinetic profiles in murine models [74]. Imidazopyridine amides, such as compound Q203, target the cytochrome bc1 complex and have shown effective inhibition of M. tuberculosis in vitro and in mouse models [75]. Moreover, Q203 was utilized in a Phase 2 clinical trial finished in 2019 that evaluated its bactericidal activity, safety, tolerability, and pharmacokinetics following multiple oral doses (ref. NCT03563599).\nM. tuberculosis experiences oxidative stress inside macrophages, making its redox mechanisms, including NADH dehydrogenase type II and thioredoxin reductase (TrxR), critical. Chlorpromazine, an NADH inhibitor, and gatifloxacin, a fluoroquinolone, that was in a Phase 3 clinical trial (ref NCT00216385), have shown effective synergistic antimicrobial effects, indicating their potential as dual therapies [76]. Auranofin, a TrxR inhibitor, has shown significant efficacy against both intracellularly replicating and non-replicating M. tuberculosis [37]. In fact, Auranofin was used in a Phase 2 clinical trial (ref. NCT02968927) that finalized in 2020.\n\n## 4. \nListeria monocytogenes (LMO) is a Gram-positive, saprophytic bacterium that can exist both intracellularly and extracellularly, categorizing it as a facultative intracellular pathogen. It is the causative agent of listeriosis, a serious infection typically leading to meningitis, septicemia, and neonatal death [77]. Upon infection, LMO penetrates the intestinal epithelial barrier and migrates to the lamina propria [78]. LMO enters host cells via endocytosis; once inside the phagosome, it escapes into the cytoplasm where it can reside [79]. LMO infection triggers an inflammatory response, apoptosis, necrosis, pyroptosis, and autophagy in the infected cells [78]. As a host response, both major histocompatibility complex (MHC) I and II molecules produce immune responses involving CD4 and CD8 T cells and the production of interferon γ (IFN γ).\nGiven the high fatality rate of LMO among food-borne pathogens (13%) and a 97.1% hospitalization rate [80], repurposing drugs to combat LMO infections could be a cost-effective strategy. Similar to other intracellular pathogens like S. aureus and M. tuberculosis, LMO can control infection by modulating the host-cell immune response, making host-directed therapies (HDT) potentially effective alone or in combination with antimicrobials for new treatments.\nNeurological compounds have shown promise against LMO (Table 3). In a screening of 68 neurological compounds, 26 exhibited inhibitory effects on LMO internalization in eukaryotic cells. Notably, thioridazine (an antipsychotic) and bepridil (a calcium channel inhibitor) inhibited LMO’s escape from the vacuole, resulting in bacterial death [81]. Pimozide, previously reported, blocks LMO entry into host cells, phagosome escape, and cell-to-cell spread, indicating its potential as an effective treatment by targeting multiple stages of infection [82]. However, no in vivo results for pimozide have been reported.\nRepurposing antimicrobials is another strategy against LMO (Table 3). Griseofulvin, an antifungal drug, has demonstrated activity against LMO, although it lacks activity against S. aureus or Bacillus subtilis. This discovery has led to modifications of its structure to increase the activity of various derivatives [83]. These compounds preferentially target GyrB, DNA topoisomerase IV, and thymidylate kinase, showing low or negligible cytotoxicity [83]. Despite these efforts, no in vivo studies have been conducted on these compounds, and their stability remains untested.\n\n## 5. \nSalmonella Typhimurium is a Gram-negative bacterium that causes gastroenteritis and severe systemic infections in humans and other animals. It infects both epithelial cells and macrophages. Epithelial cell infection is primarily driven by the Salmonella Pathogenicity Island 1 (SPI-1), whereas infection of macrophages and neutrophils occurs through phagocytosis, leading to the formation of a modified phagosome known as the Salmonella-containing vacuole (SCV) [84]. Within host cells, S. Typhimurium releases various effectors to aid its intracellular survival [85]. Additionally, S. Typhimurium infection alters host cholesterol biosynthesis [86].\nThe use of host-directed therapies (HDT) is widely applied for Salmonella due to its role as a model for host-pathogen interactions [86] (Table 4). Statins, which affect host cholesterol metabolism, have been shown to negatively impact bacterial growth. For instance, lovastatin blocked intracellular proliferation of S. Typhimurium in macrophages and murine models [86].\nAnti-inflammatory drugs are another powerful tool for repurposing against S. Typhimurium as they modulate the host-cell response. Diclofenac sodium, an anti-inflammatory drug that inhibits prostaglandin G/H synthase 1 and 2, exhibited antimicrobial activity against S. Typhimurium and other bacteria both in vitro and in vivo. This compound, alone or in combination with other drugs, showed significant antimicrobial activity against several pathogens, including Shigella spp. and Salmonella spp. Diclofenac sodium demonstrated a synergistic effect with streptomycin and trifluoperazine, reducing mortality in mice from 100% without treatment to less than 10% in treated groups [87].\nHigh-throughput screening (HTS) of various compounds has been a promising method for identifying effective repurposed drugs against S. Typhimurium. Doxapram, amoxapine, and trifluoperazine were identified using this technique. Trifluoperazine, a dopamine D2 receptor blocker used as an antipsychotic, accumulates in macrophages and reduces S. Typhimurium intracellular survival by potentially targeting the host autophagy pathway [88]. In the same line, loperamide, an antidiarrheal drug, blocked the intracellular replication of S. Typhimurium not by directly affecting the bacteria, but by inducing autophagy in S. Typhimurium-infected cells [89].\nBioinformatic tools are also utilized to identify inhibitors of specific bacterial proteins or virulence factors. For instance, Joshi et al. (2022) analyzed over 1900 compounds as potential S. Typhimurium dihydrofolate reductase inhibitors. From this, eight compounds were further analyzed, and four (duvelisib, amenamevir, lifitegrast, and nilotinib) were identified as the most promising inhibitors [90].\nHTS of different antimicrobials against intracellular S. Typhimurium yielded interesting results. Since antimicrobials can have different effects in vitro versus during infection, a new technique was developed to evaluate the activity of 1600 antimicrobials against intracellular S. enterica. Nucleoside analogs, including doxifluridine, fluorouracil, azacitidine, and carmofur, were among the most effective. Additionally, bromperidol, metergoline, ciclopirox and ethopropazine showed significant activity at the lowest concentration of 64 µg/mL [84]. Metergoline, the most promising agent, disrupted the cytoplasmic membrane potential decreasing ATP levels. This alkaloid, produced by fungi, was effective in murine models, particularly in the spleen, liver, cecum, and colon [84].\n\n## 6. Other Intracellular Pathogens\nIntracellular pathogens have unique strategies for surviving and proliferating within host cells. For instance, Chlamydia forms inclusions; Legionella and Coxiella occupy lysosomes; and Shigella and Rickettsia inhabit the cytosol [84].\nShigella flexneri, a common gastrointestinal pathogen, has been targeted for drug repurposing. As an intracellular pathogen, S. flexneri is susceptible to drugs that induce autophagy in host cells. Capsaicin, a herbal compound known to induce autophagy, has shown effectiveness in reducing S. flexneri intracellular growth both in vitro and in vivo, with a good safety profile in murine models [91]. Diclofenac, an anti-inflammatory drug, has also demonstrated activity against S. flexneri in murine models, prompting further research that advanced to clinical trials. These efforts culminated in a Phase 4 clinical trial, which revealed diclofenac’s efficacy in women with urinary tract infections (UTIs) who were treated for 30 days. The trial results suggest that diclofenac may have potential as a therapeutic option for UTI management, warranting further exploration and consideration in clinical practice [92].\nIn efforts to combat Yersinia pestis, the causative agent of plague, a library of 780 FDA-approved compounds was screened for their ability to block intracellular colonization. Among the most effective compounds were doxapram, amoxapine, and trifluoperazine, which reduced intracellular survival in vitro and increased animal survivability in vivo, despite not having direct antimicrobial activity [88].\nThe concept of broad-spectrum host-directed therapies (HDT) is particularly relevant for intracellular pathogens. Broad-spectrum HDT drugs can assist host cells in mounting an immune response against various intracellular bacteria (Table 5). However, it is crucial to first test the tox",
  "has_full_text": true
}