{
  "pmid": "39390774",
  "title": "Bactericidal and anti-quorum sensing activity of repurposing drug Visomitin against Staphylococcus aureus.",
  "abstract": "With the growing antibiotic resistance in Staphylococcus aureus, it is imperative to develop innovative therapeutic strategies against new targets to reduce selective survival pressures and incidence of resistance. In S. aureus, interbacterial communication relies on a quorum sensing system that regulates gene expression and physiological activities. Here, we identified that Visomitin, an antioxidant small molecule, exhibited bactericidal efficacy against methicillin-resistant S. aureus and its high tolerance phenotypes like intracellular bacteria and persister cells without inducing resistance. Critically, sub-minimal inhibitory concentrations (sub-MICs) of Visomitin could serve as a potent quorum-quencher reducing virulence production (such as haemolysin and staphyloxanthin), along with inhibiting biofilm formation, self-aggregation, and colony spreading of S. aureus. These effects were probably mediated by interfering with the S. aureus accessory gene regulator quorum sensing system. In summary, our findings suggest that Visomitin shows dual antimicrobial effects, including bactericidal effects at the concentrations above MIC and quorum sensing inhibition effects at sub-MICs, which holds promise for treating MRSA-related refractory infections.",
  "journal": "Virulence",
  "year": "2024",
  "authors": [
    "Wu R",
    "Wu Y",
    "Wu P",
    "Li H",
    "She P"
  ],
  "doi": "10.1080/21505594.2024.2415952",
  "mesh_terms": [
    "Quorum Sensing",
    "Anti-Bacterial Agents",
    "Drug Repositioning",
    "Microbial Sensitivity Tests",
    "Biofilms",
    "Methicillin-Resistant Staphylococcus aureus",
    "Staphylococcus aureus",
    "Virulence",
    "Staphylococcal Infections",
    "Humans",
    "Bacterial Proteins"
  ],
  "full_text": "## Introduction\nStaphylococcus aureus, a common Gram-positive pathogen, provokes diverse diseases varying from mild skin infection to fatal diseases such as pneumonia and endocarditis [1,2]. Antibiotics, including penicillin and methicillin, have been utilized to cure S. aureus-related infections [3]. Unfortunately, the abuse of antibiotics has largely increased drug-resistant bacteria, resulting in refractory infections [4,5]. According to the China Antimicrobial Surveillance Network, in 2022, Methicillin-resistant S. aureus (MRSA) accounted for 30.4% of the clinically isolated S. aureus [6]. The occurrence of MRSA, as well as the mortality rate of infected patients, has continued to increase in other countries [4,7]. More seriously, vancomycin-resistant S. aureus has been identified in clinical infections, posing a significant challenge to human health [8].\nThe pathogenic factors generated by S. aureus are diverse. Planktonic cells generally cause acute infections by secreting toxins and exoenzymes [9], while chronic S. aureus infections are frequently linked to biofilms, persister cells, and quorum sensing [10,11]. Quorum sensing refers to the ability of microorganisms to sense bacterial cell density and respond via gene expression regulation to adapt to the changing environmental conditions [12,13]. It could modulate a wide range of microbial behaviours, including nutrient acquisition, immune evasion, biofilm formation, virulence production, and motility, all of which largely promote the S. aureus pathogenicity [14]. Since quorum-sensing inhibitors aim to attenuate infection without affecting bacterial growth, this effectively circumvents the resistance problem [15]. For example, 5-FU is a potent quorum-quencher that prevents adhesion and biofilm development by blocking the production and release of quorum sensor autoinducer-2, thereby re-establishing antibiotic susceptibility against MRSA [16]. Apicidin, a fungal metabolite, counters both resistance and virulence due to its potent inhibition against quorum sensing through antagonizing all MRSA accessory gene regulator (Agr) systems in a non-bactericidal manner [17]. With this knowledge, recent strategies for treating microbial infections mainly focus on suppressing virulence characteristics rather than directly killing bacteria.\nRepurposing existing drugs to fight against bacterial infections has a definite advantage, with an existed safety profile and a shortened development period. Recently, numerous studies have reported the anti-biofilm or antimicrobial activity of non-antibiotics, such as bithionol and eltrombopag [18,19]. Visomitin is a derivative of plastoquinone with the C10 hydrophobic linker to the triphenylphosphonium (TPP) cation and was previously developed to sustain and restore mitochondrial function and block apoptosis in mitochondrial conditions. It holds promise for treating ocular surface inflammation like dry eye disease [20–22]. Besides, Wei et al revealed that Visomitin might enhance cell proliferation and migration, thereby promoting corneal epithelial wound healing [21]. The antimicrobial activity of Visomitin has only been reported sporadically against Bacillus subtilis, Rhodococcus fascians, Staphylococcus aureus Rosenbach 1884 and Mycobacterium tuberculosis [23–25]. Few studies have explored the anti-quorum sensing efficacy of Visomitin against S. aureus.\nIn the current study, we initially identified the antimicrobial activity and the underlying mode of action of Visomitin against S. aureus. Then, we mainly focused on exploring the effects of Visomitin as a quorum-quencher interfering with S. aureus. Collectively, these results highlighted the antimicrobial and anti-quorum sensing potential of Visomitin, providing an experimental basis for applying Visomitin to treat MRSA-related refractory infections.\n\n## Bactericidal activity of visomitin against \nVisomitin [(10-(4,5-dimethyl-3,6-dioxocyclohexa-1,4-dien-1-yl) decyl) triphenylphosphonium bromide], a peroxidation inhibitor, contains the plastoquinone structure and three phenyl groups as shown in Figure 1a. To explore the antimicrobial potential of Visomitin, the micro-broth dilution assay was performed. As presented in Table 1, Visomitin demonstrated potent bactericidal activity against type strains and clinical isolates including both MRSA and MSSA with the MIC and MBC values of 2 μg/mL and 2–8 μg/mL, respectively. Additionally, Visomitin also exerted strong antimicrobial properties against S. epidermidis and Enterococci. However, the relatively high MIC values (16–64 μg/mL) indicated weak antimicrobial effects of Visomitin against Gram-negative strains.\nFigure 1.Antimicrobial activity of visomitin against S. aureus. (a) The structural formula of visomitin. (b) Disc diffusion assay of visomitin against MRSA ATCC 43,300. The discs contain 20 μg, 40 μg, 80 μg, 120 μg, 160 μg of visomitin, respectively. DMSO (8 μL) was used as a control. (c) Time-dependent killing of visomitin against MRSA ATCC 43,300 at 1/4 - 2 × MIC (0.5 - 4 μg/mL). L.O.D., limit of detection. (d) Resistance development of S. aureus ATCC 43,300 and MW2 by visomitin or ciprofloxacin (CIP) at the concentration of 1/2 × MIC (1 μg/mL) in duplicate (P1 and P2). (e) Dose-dependent growth inhibition of visomitin against the cip-induced highly resistant S. aureus ATCC 43,300 and MW2.Table 1.Antibiotic susceptibility of visomitin against pathogens.StrainsResistance patternVisomitinDAPgMIC (μg/mL)MBC (μg/mL)MIC (μg/mL)MBC (μg/mL)S. aureus     ATCC 25,923MSSAa2424ATCC 29,213MSSA2422MW2MSSA2422USA300MRSAb2224ATCC 43,300MRSA2212LZB1MSSA2822RJ-2MSSA2411RJ-2 ΔagrMSSA240.51SA1908MSSA2224SA1911MSSA2224SA1912MSSA2228SA1913MSSA2224SA1915MSSA2424SA1916MSSA2422SA0645MRSA222282174MRSA282282231MRSA2222S. epidermidis     RP62AMSSEc2228ATCC 12,228MSSE2212E. faecalis     ATCC 29,212VSEd2488ATCC 51,299VREe441616E. faecium     ATCC 19,434VSE48816U101VRE221632E. coli     ATCC 25,922Non-MDRf6464--K. pneumoniae     ATCC 700,603Non-MDR6464--A. baumannii     ATCC 19,606Non-MDR1616--P. aeruginosa     PAO1Non-MDR6464--a: Methicillin-sensitive S. aureus; b: Methicillin-resistant S. aureus; c: Methicillin-sensitive S. epidermidis; d: Vancomycin-sensitive enterococcus; e: Vancomycin-resistant enterococcus; f: Non- Multidrug resistance; g: daptomycin.\nSubsequently, we conducted a disc diffusion assay and observed a dose-dependent inhibition of MRSA ATCC 43,300 growth by Visomitin (Figure 1b). The bactericidal kinetic study also indicated that Visomitin showed dose- and time-dependent bactericidal activity against MRSA ATCC 43,300. For example, the amount of viable bacterial cells rapidly reduced to the limit of detection after being treated with 2 × MIC of Visomitin for 4 h (Figure 1c). Under resistance induction assay at sub-MICs, we observed a 16-fold increase of the MIC values by CIP over 24 passages, whereas Visomitin remained unchanged throughout the experiment (Figure 1d). In addition, Visomitin still exhibited effective growth inhibitory effects against the CIP-induced strains at 1 × MIC (Table 2), which indicated no cross-resistance between Visomitin and CIP (Figure 1e). Intriguingly, unlike the changes in growth curves (Figure S1A), the variation of morphometric and resistance in Visomitin-induced S. aureus MW2 were particularly evident. We observed the inhibited haemolysis with pale colonies appearances on sheep blood agars (Autobio, Zhengzhou, China) by the Visomitin-induced strains (Figure S1B). The Visomitin-induced strains showed significantly decreased sensitivity to erythromycin (E) and clindamycin (DA) compared with the wild type (Figure S1C). The MIC values were presented in Table S1. Meanwhile, we also noticed the altered antimicrobial susceptibility of other conventional antibiotics against Visomitin-induced strains (Figure S1D). The mechanisms underlying the changing tolerance of Visomitin-induced strains to conventional antibiotics were unknown.Table 2.Antimicrobial susceptibility of visomitin against cip-induced S. aureus.StrainsATCC 43,300aMW2bCIP-induced-P1CIP-induced-P2CIP-induced-P1CIP-induced-P2MIC (μg/mL)2222MBC (μg/mL)4442a: MRSA type strain; b: MSSA type strain.\nIn recent years, antimicrobial combinations have been widely used in clinical settings for the treatment of refractory infections. Consequently, we further conducted a chequerboard assay to assess whether Visomitin could exert synergistic antimicrobial effects with conventional antibiotics. However, as shown in Figure S2, no obvious synergies were observed. Visomitin only exhibited additive or irrelevant effects when combined with some antibiotics with the FICIs ranging from 0.75–1.5.\n\n## Bacterial cell membrane disruption by Visomitin\nFor its rapidly bactericidal activity against S. aureus, we presume that Visomitin may function through bacterial cell membrane damage. The scanning electron microscope (SEM) images displayed clustering of bacterial cells with blurred edges and distorted surfaces after Visomitin treatment (Figure S3A). Consistently, the transmission electron microscope (TEM) images showed that there were one or more mesosome-like structures in S. aureus cells after treatment with Visomitin, and the cell membrane dissolved, while the edges of untreated cells were clear, without noticeable ultrastructural changes (Figure S3B). The frequently appearing mesosome-like structures may imply a membrane-related stress response against the Visomitin treatment [26]. Through the ultrastructural observation, we initially speculated that Visomitin might exhibit antibacterial activity by disrupting the bacterial cell membrane.\nFurther, we proceeded to conduct the related membrane permeability assays. SYTOX Green fluorescent dye binds to bacterial nucleic acids through disrupted cell membranes [27]. As we expected, we observed that Visomitin induced a dose-dependent increase in membrane permeability within 30 min, as illustrated in Figure S3C. However, Visomitin did not exhibit more fluorescence increase at the concentration of 4 × MIC, probably indicating the complete lysis of the bacteria. DiSC3(5) is stable in the intact polarized cell membranes, and the fluorescent dye will not be detected until the membrane potential is disrupted [28]. When S. aureus was incubated with Visomitin at a concentration over 1 × MIC, strong fluorescence was detected, indicating rapid disruption of the cell membrane by Visomitin (Figure S3D). Overall, it is reasonable to assume that Visomitin targets bacterial cell membranes, which can cause leakage of cellular components and ultimately lead to bacterial mortality.\n\n## Bactericidal activity of Visomitin against \nConsidering the tolerant phenotype of S. aureus, we further explored the antimicrobial efficacy of Visomitin against the intracellular bacteria and persister cells in vitro. The intracellular bactericidal assay was performed using Raw 264.7 cells. MRSA USA300 was engulfed by activated Raw 264.7 cells, and then the extracellular bacteria were killed with high concentrations of GEN (Figure 2a). After 3 h treatment with Visomitin (4 × MIC), the intracellular bacteria were rapidly reduced to less than 0.5 × 106 CFU/mL, suggesting that Visomitin could penetrate the mammal cell membranes and exhibited bactericidal activity against intracellular bacteria. In contrast, vancomycin (VAN) and linezolid (LZD) at 200 μg/mL showed none or weak antimicrobial activity against the intracellular bacteria (Figure 2b). Moreover, Visomitin exhibited rapid, dose- and time-dependent bactericidal activities against MRSA ATCC 43,300 persister cells. The number of surviving bacterial cells reduced to ~ 1 × 103 CFU/mL after incubating with 8 × MIC of Visomitin for 1 h. Similar results were also observed in MSSA MW2 and MRSA USA300 (Figure 2c). Therefore, it could be concluded that Visomitin demonstrated effective antibacterial activities against both S. aureus and its high tolerance phenotypes.\nFigure 2.Bactericidal activity of visomitin against S. aureus intracellular cells and persister cells. (a) Representative images of MRSA USA300 endocytosed by Raw264.7 observed by gram staining. The extracellular bacteria were eliminated by GEN (100 μg/mL) treatment. Magnification: 400 × . (b) Intracellular killing activity against MRSA USA300 by visomitin. VAN and LZD were used as controls. (c) Bactericidal effects of visomitin against S. aureus persister cells of MRSA ATCC 43,300, MSSA MW2, and MRSA USA300. VAN (32 μg/mL) was used as a control.\n\n## Haemolysis inhibitory activity of Visomitin at sub-MICs\nThe growth pattern of S. aureus ATCC 43,300, MW2, USA300, RJ-2, and RJ-2 Δagr were determined to ensure that sub-MICs of Visomitin do not induce any selection pressure on S. aureus. No significant change in bacterial density of tested S. aureus was observed in the Visomitin-treated (1/4 × MIC) and untreated groups after co-culture for 24 h (Figure 3a). Considering the reduced haemolytic ability of the Visomitin-induced strains in Figure S1B, we subsequently inoculated S. aureus MW2 wild-type on the Visomitin-loaded blood agar. As we expected, the sizes of haemolytic rings were dose-dependent, and the haemolytic ring completely disappeared at 1/2 × MIC without any inhibition of colony growth (Figure 3b). Further, we quantified the inhibitory effect of Visomitin at 1/16 - 1/2 × MIC using erythrocyte haemolysis inhibition assay. Consistently, the haemolytic activity of the tested strains was notably inhibited at 1/16 × MIC in a dose-dependent manner (Figure 3c-d). When the erythrocytes incubated with Visomitin-treated S. aureus supernatants at 1/16 × MIC and 1/8 × MIC, 6.70–71.06% and 6.34–61.06% of erythrocytes were lysed compared to the 1% Triton X-100 treated (100%), respectively (Figure 3c). For S. aureus ATCC 43,300, a significant reduction in lysed erythrocytes was observed after the treatment with Visomitin at 1/16 × MIC − 1/4 × MIC, and the colour of the solution was comparable to that of the TSB-treated group, suggesting the haemolytic activity was entirely suppressed. Compared to S. aureus RJ-2 Δagr, the RJ-2 wild type exhibited higher haemolytic activity (Figure 3c-d). All these findings implied that the low concentrations of Visomitin could remarkably prevent the haemolytic activity of S. aureus.\nFigure 3.Inhibition of haemolytic activity of S. aureus by Visomitin at the sub-MICs. (a) Bacterial count after treatment with Visomitin at the concentration of 1/4 × MIC (0.5 μg/mL). (b) Representative images of dose-dependent inhibition of haemolytic activity against S. aureus MW2 by Visomitin on blood plates. (c) Quantitative analysis of haemolytic activity inhibition by Visomitin. (d) Representative images of the haemolysis inhibition in a 96-well cell plate. ****: p < 0.0001.\n\n## Inhibition of staphyloxanthin production by Visomitin\nAlthough Staphyloxanthin is not essential for growth and reproduction, it involves the pathogenic process of S. aureus, and more than 90% of clinical strains produce this pigment [29,30]. We were surprised to discover that Visomitin-induced S. aureus MW2 growing on blood agar plates exhibited more pale appearances than the wild type (Figure S1B). To explore whether Visomitin is the inhibitor of staphyloxanthin biosynthesis of S. aureus, we incubated S. aureus in the absence and presence of Visomitin. Indeed, Visomitin significantly inhibited staphyloxanthin production (Figure 4a-b). After staphyloxanthin extracted using methanol, we observed that the colour of the pigment of Visomitin-treated S. aureus changed from golden yellow to colourless (Figure 4a). As presented in Figure 4b, the staphyloxanthin production of S. aureus ATCC 43,300, MW2, and USA300 was highly inhibited by 1/16 × MIC of Visomitin with 26.70–35.32%, while the staphyloxanthin production of RJ-2 was suppressed by 1/8 × MIC of Visomitin with 17.08%. In addition, S. aureus RJ-2 Δagr exhibited weaker pigment production than its wild type. We conclude that Visomitin blocked staphyloxanthin biosynthesis of S. aureus, and that the pigment inhibitory action of Visomitin is not limited to a particular strain.\nFigure 4.Inhibition of visomitin on staphyloxanthin production. (a) Representative images of pigment extraction using methanol. (b) Qualitative assessment of staphyloxanthin production of S. aureus strains after sub-MICs of Visomitin treatment. *: p < 0.05; **: p < 0.01; ***: p < 0.001; ****: p < 0.0001.\n\n## Inhibition of biofilm formation by Visomitin\nBy using crystal violet staining, we found that the biofilm of MRSA ATCC 43,300 and USA300 began to be destroyed after treated with Visomitin at the concentration of 1/4 × MIC, and 1/2 × MIC of Visomitin could effectively inhibit the biofilm formation of all the tested strains with a biomass reduction of 75.20–88.81% (Figure 5a). Following SYTO9/PI staining, we observed a reduction in biofilm density with weak green fluorescence, indicating a pronounced biofilm inhibition effect after treatment with Visomitin at 1/2 × MIC (Figure 5b). The quantitative analysis of the fluorescence intensity also verified the antibiofilm activity by Visomitin (Figure 5c). Consistently, the untreated S. aureus RJ-2 Δagr mutation showed weak biofilm-forming ability compared with the wild type (Figure 5a). Same results were also observed for biofilm fluorescence staining (Figure 5b–c).\nFigure 5.Effects of Visomitin on biofilm formation of S. aureus. (a) Dose-dependent biofilm inhibition effect of Visomitin determined by crystal violet staining. (b) Representative fluorescence images of the biofilm inhibition effects of Visomitin by SYTO9/PI staining. (c) Fluorescent quantitative analysis by image J. **: p < 0.01; ****: p < 0.0001.\n\n## Inhibition of self-aggregation and colony spreading by Visomitin\nS. aureus settles to form a multicellular cluster without intervention, known as aggregation. Bacterial self-aggregation refers to the mutual adhesion of bacteria, which is closely related to biofilm formation and quorum sensing [31]. Accordingly, we determined whether Visomitin inhibited S. aureus aggregation in this study. Although the aggregation inhibition rates of the tested S. aureus were various, ranging from 5.29% to 9.96% at the concentration of 1/8 × MIC, the data revealed that the aggregation decreased dose-dependently after treatment with series sub-MICs of Visomitin (Figure 6a).\nFigure 6.Additional inhibitory effects of visomitin against S. aureus. (a) Quantitative analysis of S. aureus aggregation after sub-MICs of visomitin treatment. (b) Inhibition of visomitin on colony spreading of S. aureus. *: p < 0.05; **: p < 0.01; ****: p < 0.0001.\nThe motility of S. aureus regulated by quorum sensing is also known as colony spreading and has been identified in relation to the pathogenic mechanism of S. aureus [32]. In this study, we evaluated the inhibitory action of Visomitin on the colony spreading ability of S. aureus and observed a significant decrease at 1/4 × MIC (Figure 6b). Interestingly, we found that the MSSAs of MW2 and RJ-2 exhibited better ability of spreading compared with the MRSAs of ATCC 43,300 and USA300. Additionally, consistent with the idea that the Agr quorum sensing system might facilitate colony spreading, our results showed that RJ-2 Δagr hardly spread on soft agar plates.\n\n## Visomitin down-regulated the quorum sensing-related genes expression\nS. aureus produces various virulence molecules and metabolites during pathogenesis. The expression of these molecules is mainly regulated by the Agr quorum sensing system, and one of the transcript effectors is RNAIII [33]. To probe the mechanism by which Visomitin inhibited virulence, we compared the RNA levels of haemolysis- and quorum sensing system-related genes in the presence or absence of Visomitin. The results indicated that the expression of hla, agrA, and RNAIII genes was significantly downregulated to varying degrees after Visomitin treatment. However, there was no change in hla expression in S. aureus RJ-2 (Figure 7).\nFigure 7.Quantitative expression of genes associated with biofilm and virulence including hla, agrA, and RNAIII. *: p < 0.05; **: p < 0.01; ***: p < 0.001; ****: p < 0.0001.\n\n## Acceptable cytotoxicity of Visomitin\nHuman erythrocyte haemolysis and CCK-8 cytotoxicity assays were conducted to assess the toxicity of Visomitin in vitro. We found that Visomitin showed no haemolysis activity up to 8 × MIC (Figure 8a), and the morphology of erythrocytes was kept unchanged in the presence of 1 × MIC of Visomitin by microscopy observation (Figure 8b). In addition, Visomitin exhibited only moderate cytotoxicity to HeN1, HaCaT, AC16, A2780, MDA-1, A549, and BT549 cell lines with the half maximal inhibitory concentration (IC50) of 4–8 μg/mL (higher than the value of MIC). Although higher toxicity was observed in HEK293T cells with IC50 of 0.25 μg/mL (Figure 8c), the dead/live cells detection by Calcein-AM and PI staining showed that Visomitin did not induce HEK293T cell death around the MIC (Figure 8d).\nFigure 8.Cytotoxicity determination of Visomitin. (a) Haemolytic activity of Visomitin to human erythrocytes. (b) Representative images of human erythrocytes in the presence or absence of Visomitin. 1% (vol/vol) triton X-100 and 0.1% (vol/vol) DMSO were used as positive and negative controls, respectively. Magnification: 400 × . (c) The cell viability of HeN1, HaCaT, AC16, A2780, MDA-1, HEK293T, A549, and BT549 after treatment with Visomitin for 24 h determined by CCK-8 assay. (d) Cell viability observation of HEK293T by calcein-AM and PI staining. Scale: 20 μm. Green and red fluorescence represent the live and dead cells, respectively. ****: p < 0.0001.\n\n## Antibacterial activity of Visomitin in vivo\nThe murine skin abscess model infected by MRSA ATCC 43,300 was used to explore the antimicrobial efficacy of Visomitin in vivo. As shown in Figure 9a, a significant bacterial cell loads reduction (0.93-log) was observed after treated with 20 mg/kg of Visomitin compared to the vehicle group. Consistently, H&E staining showed that almost no inflammatory infiltration was observed in the mice treated with 20 mg/kg of Visomitin, while the vehicle group exhibited severe inflammatory infiltration (Figure 9b).\nFigure 9.Antibacterial efficacy of visomitin against ATCC 43,300 in vivo. (a) The viable bacterial loads of the abscess after the treatment with visomitin (20 mg/kg). (b) Representative images of H&E staining of the skin abscesses treated or untreated with visomitin. ***: P  < 0.001.\n\n## Discussion\nCompounds with TPP, like Visomitin, usually show great affinity towards the membrane by taking advantage of the hydrophobicity and positive charge [34]. Considering the properties of Visomitin, we performed the antibiotic susceptibility tests and found that Visomitin exhibited potent antimicrobial and bactericidal activity against MRSA with a low resistance occurrence rate. Similar bactericidal activity of Visomitin was observed against other Gram-positive coccis like S. epidermidis and Enterococcus sp. However, it showed weak antibacterial activity against Gram-negative bacteria. It is generally known that Gram-positive bacteria do not form a permeability barrier for small molecules diffusion due to the relatively unitary and porous peptidoglycan layers. In contrast, the peptidoglycan of Gram-negatives was surrounded by an outer membrane containing lipopolysaccharides which blocks the entry of numerous hydrophobic antibiotics. We subsequently conducted electron microscope observation and mechanistic studies using the SYTOX Green permeability assay and DiSC3(5) membrane potential assay. As expected, Visomitin exerted antibacterial efficacy by enhancing cell membrane permeability and disrupting membrane potential which is consistent with the findings of Nazarov et al [25]. We concluded that positively charged Visomitin easily penetrates through bilayer lipid membranes and readily attaches to the cell membranes due to the electrostatic interaction which could disrupt the membrane structure and destroy cell integrity. Current clinical studies suggested that persister cells have been overlooked during S. aureus infections, similar to other antibiotic-resistant bacteria, which resulted in antibiotic failure and chronic refractory infections [35,36]. Surprisingly, our findings indicated that Visomitin exhibited more vigorous bactericidal activity against S. aureus tolerant phenotypes, including persister cells and intracellular bacteria, compared with high concentrations of VAN. In conclusion, Visomitin, as a cell membrane disruptor, demonstrated irreplaceable properties such as fast killing and powerful bactericidal activity, providing effective therapeutic strategies for clinical use.\nQuorum sensing has attracted much attention as a key regulatory hub for the virulence production of S. aureus. Most of the virulence factors that are essential for the establishment of infection are regulated by the “accessory gene regulator Agr.” Developing quorum sensing inhibitors by targeting the Agr may be an optimistic therapeutic strategy with a lower incidence of resistance development. In this study, in addition to bactericidal activity, we discovered that sub-MICs of Visomitin could strongly depress quorum sensing-related activities of S. aureus. In detail, low concentrations of Visomitin could significantly reduce the haemolytic activity of S. aureus which significantly alleviates tissue damage to the host caused by S. aureus. Staphyloxanthin, which serves as an oxidant defence system and protects S. aureus from host oxidant damage, was inhibited by sub-MIC of Visomitin. It is well known that the extracellular matrix formed by S. aureus under diverse growth circumstances along with the maturity and cell concentration of the biofilm, remarkably influenced the efficacy of antibiotics [37,38]. We surprisingly found that Visomitin could reduce biofilm thickness or even inhibit biofilm formation. Bacterial aggregation is the first step of biofilm formation, called initial attachment, while the colony spreading of S. aureus facilitates bacterial colonization. Low-dose of Visomitin showed potent inhibition on the aggregation and colony spreading of S. aureus. Beyond that, we have found that the transcription of several quorum sensing genes such as agrA and RNA III were also affected by low concentrations of Visomitin. The Agr quorum sensing system of S. aureus consists of two transcriptional units, RNAII and RNAIII, where RNAII contains four genes (agrA, agrB, agrC, and agrD). RNAIII is coactivated by AgrA and regulates a series of downstream virulence factors such as hla and pvl [39,40]. Inhibition of agrA transcription will affect the production of AgrA, a response regulator of the two-component signal transduction system, thereby preventing RNA II and RNA III from initiating transcription and further suppressing virulence production. Decreased transcription of RNA III and hla could also support this view. Different from conventional antibiotics, sub-MICs of Visomitin could interfere with quorum sensing, which does not aim to kill the pathogens but minimizes the risk of resistance development.\nVisomitin, with its dual antimicrobial actions of anti-virulence at low concentration and bactericidal action at high concentration, is undoubtedly a desirable antimicrobial agent in clinical settings. Nevertheless, one of the major obstacles concerning practical applications of Visomitin could be pro-oxidant at high concentrations. Decreased cell viability and metabolic activity following the treatment of Visomitin above 1 μM were observed by Carlos Fernandes et al [41]. Although mammalian cells survived more than 50% at effective antimicrobial concentrations of Visomitin, it still shows certain cytotoxicity (Figure 8). Considering that antibiotics combination might decrease the dose of Visomitin to reduce its toxicity, we demonstrated drug combination test and the results suggest that Visomitin does not show synergistic effects in combination with antibiotics. Thus, we explored the bioactivity of Visomitin below the MICs which could achieve the anti-virulence activity with satisfied safety.\nBesides, some potential limitations need to be clarified in our study, and further exploration is still needed to facilitate its clinical application. Although long-term use of Visomitin did not induce S. aureus resistance to Visomitin, the induced strain exhibited resistance to other classes of antibiotics such as E and DA. It suggests that Visomitin does not have a similar mechanism of action to that of macrolides or lincomycins, on the other hand, cross-resistance needs to be paid attention to. Despite we have concluded that Visomitin reduced bacterial loads and attenuated skin damage in the skin abscess model in vivo, additional experiments, such as the pneumonia model or bacteraemia model, are still needed to thoroughly assess the antimicrobial efficacy of Visomitin in vivo. Furthermore, although we have demonstrated that the transcriptions of agrA and RNA III were influenced by low concentrations of Visomitin, Visomitin interacted with the Agr system is still unknown.\n\n## Conclusion\nIn summary, this study reported that Visomitin demonstrated desirable antimicrobial activity against S. aureus in vitro and in vivo. Sub-MICs of Visomitin significantly reduce virulence production and biofilm formation in S. aureus by interfering with the transcription of Agr quorum sensing genes. These findings provided new evidence for developing Visomitin as a novel antibacterial agent or quorum-sensing inhibitor to overcome refractory S. aureus infections.\n\n## Strains, culture conditions, and chemicals\nAll the type strains, including S. aureus ATCC 43,300, S. aureus USA300, S. aureus MW2, S. aureus ATCC 25,923, S. aureus ATCC 29,213, S. aureus RJ-2, S. epidermidis RP62A, S. epidermidis ATCC 12,228, Enterococcus faecalis ATCC",
  "has_full_text": true
}