{
  "pmid": "39452239",
  "title": "Guanethidine Restores Tetracycline Sensitivity in Multidrug-Resistant Escherichia coli Carrying tetA Gene.",
  "abstract": "The worrying issue of antibiotic resistance in pathogenic bacteria is aggravated by the scarcity of novel therapeutic agents. Antibiotic adjuvants offer a promising solution due to their cost-effectiveness and high efficacy in addressing this issue, such as the β-lactamase inhibitor sulbactam (a β-lactam adjuvant) and the dihydrofolate reductase inhibitor trimethoprim (a sulfonamide adjuvant). This study aimed to discover potential adjuvants for tetracyclines from a list of previously approved drugs to restore susceptibility to Escherichia coli carrying the tetA gene. We have screened guanethidine, a compound from the Chinese pharmacopoeia, which effectively potentiates the activity of tetracyclines by reversing resistance in tetA-positive Escherichia coli, enhancing its antibacterial potency, and retarding the development of resistance. Guanethidine functions via the inhibition of the TetA efflux pump, thereby increasing the intracellular concentration of tetracyclines. Our findings suggest that guanethidine holds promise as an antibiotic adjuvant.",
  "journal": "Antibiotics (Basel, Switzerland)",
  "year": "2024",
  "authors": [
    "Zhao X",
    "Zhang M",
    "Zhang Z",
    "Wang L",
    "Wang Y"
  ],
  "doi": "10.3390/antibiotics13100973",
  "mesh_terms": [],
  "full_text": "## 1. Introduction\nThe global proliferation of resistant pathogens is primarily attributed to the prevalence of antibiotic resistance [1]. Deaths caused directly or indirectly by antibiotic-resistant E. coli have always been have the most numerous among these pathogens [2]. However, the development of novel antibiotics targeting Gram-negative bacteria has been hindered by various obstacles such as high costs, lengthy cycles, low profitability, or the implementation of antibiotic restriction orders in certain countries [3]. Moreover, the unique membrane or cell wall structure of Gram-negative bacteria adds to the difficulty of discovering new antibiotics [4]. In contrast, antibiotic adjuvants offer a rapid, efficient, and cost-effective strategy that synergizes with antibiotics to enhance their activity or inhibit resistance [5,6]. Classic examples of antibiotic adjuvants still in clinical use today include the β-lactam inhibitor sulbactam (a β-lactam adjuvant) and the dihydrofolate reductase inhibitor trimethoprim (a sulfanilamide adjuvant) [7,8]. In recent years, researchers have increasingly focused on the potential of previously approved drugs (PADs) to discover new antibiotic adjuvants. For instance, the antidiabetic metformin has shown promise in restoring doxycycline susceptibility against multidrug-resistant bacteria [9]. Antibiotic adjuvants primarily target the following targets: enzyme inhibitors (such as beta-lactamase inhibitors), efflux pump inhibitors (such as 3,4-dibromopyrrole-2,5-dione, specializing in inhibiting the RND family efflux pump) [10], outer membrane permeabilizers (including cationic peptides SLAP-S25) [11], biofilm disruptors (such as peptide 1018) [12], and target enhancers (such as trimethoprim). However, research on antibiotic adjuvants targeting a specific resistance gene is relatively less.\nDespite the prevalence of tetracycline resistance in bacteria nowadays, tetracyclines are widely used in animal husbandry due to their broad antibacterial spectrum, low price, few side effects, and growth-promoting properties [13,14,15]. However, it is worrying that tetracycline resistance is widespread in pathogenic bacteria, with resistance rates exceeding 80% and more than 30 types of tetracycline resistance genes identified [9,16,17,18]. The presence of the tetA gene is one of the most common types. The tetA gene encodes the tetracycline efflux pump protein TetA, which is resistant to all tetracyclines except tigecycline. TetA is a transmembrane protein that can recognize and bind to tetracycline antibiotics, and then use the proton motive force to pump these antibiotics out of the bacterial cell. In this way, TetA effectively lowers the antibiotic concentration inside the cell, so that the antibiotic cannot reach the concentration that inhibits bacterial growth and reproduction [19,20]. Recent research has uncovered how sensitive E. coli bacteria rapidly acquire resistance to tetracycline antibiotics by obtaining transferable plasmids carrying the tetA gene [21]. This finding indicates that pathogens that already had some level of resistance to tetracycline antibiotics are now developing even higher levels of resistance.\nThe guanidine group, which can be protonated in physiological environments, gains a positive charge and forms hydrogen bonds or electrostatic interactions with potential bacterial targets [22,23]. This group has attracted attention in the design and discovery of antibiotics. In this study, we screened potential tetracycline antibiotic adjuvants from PADs for their ability to reverse tetracycline resistance in E. coli strains carrying tetA. The PADs list involved in this study includes the Chinese Pharmacopoeia. In our screening of non-antimicrobial drugs containing guanidine in the Chinese Pharmacopoeia, we discovered guanethidine as a compound that effectively reverses tetracycline resistance in E. coli strains carrying tetA. Guanethidine enhances the antibacterial activity of tetracyclines and delays the development of resistance. The primary mechanism of guanethidine involves inhibiting the TetA efflux pump, which results in an increased intracellular accumulation of tetracyclines. Additionally, we investigated both the pharmacophoric group and in vitro effectiveness of guanethidine as an antibiotic adjuvant.\n\n## 2.1. Guanethidine Potentiates Tetracyclines against Multidrug-Resistant E. coli\nThe multidrug-resistant E. coli C3, which is tetA positive, is resistant to almost all tetracyclines except for tigecycline (the drug resistance pattern shown in Table S1), was selected as the type strain. The guanidine compound guanethidine was screened from the 2010 edition of the Chinese Pharmacopoeia II based on the chemical structure. It exhibited synergistic effects with almost all tetracyclines, except for tigecycline (Figure 1A), resulting in a 32-fold to 128-fold reduction of the minimum inhibitory concentration (MIC), restoring susceptibility to tetracyclines in resistant E. coli C3 (Figure 1B). However, guanethidine alone displayed weak direct antibacterial activity with an MIC ≥ 5 mg mL.\nTo further elucidate the antimicrobial efficiency of guanethidine in combination with tetracyclines, we monitored bacterial growth and bactericidal kinetics within a 24 h period. Bacterial growth is completely suppressed and completely eradicated within 12 h. (Figure 2A,B).\nIn addition, the synergistic effect of guanethidine and tetracycline was evaluated on fourteen strains of E. coli with tetA from various sources, as well as on five strains of E. coli without tetA. The results demonstrate that guanethidine and tetracycline exhibit synergistic activity against E. coli with tetA, while showing a minimal synergistic effect on E. coli without tetA (Figure 3).\nTo test the synergistic effect, a DMEM culture medium containing 1% serum similar to the in vivo environment was chosen, rather than the rich nutrient culture medium MHII typically used for rapid microbial growth. Guanethidine can still enhance tetracycline antibiotics and restore sensitivity to the multidrug-resistant strain E. coli C3 (Figure 4).\n\n## 2.2. Guanethidine Retards the Development of Resistance in E. coli\nThe decline in antibiotic efficacy is primarily attributed to the rapid emergence of antibiotic resistance [24,25]. We evaluated the impact of guanethidine on the development of bacterial resistance to tetracycline antibiotics. In the presence of guanethidine, the MICs for tetracycline-sensitive E. coli ATCC 25922 only increased by up to 2-fold after continuous passage for 30 days in an environment with resistance to tetracycline, doxycycline, or minocycline. However, the MICs for E. coli ATCC 25922 increased by up to 64-fold after successive passages in a resistant environment with tetracycline, doxycycline, or minocycline alone. Notably, guanethidine effectively limited the development of tetracycline resistance in susceptible E. coli ATCC25922 (Figure 5A–C).\n\n## 2.3. Guanethidine Affects the Integrity of the Outer Membrane\nSome antibiotics disrupt cell membrane structure to kill bacteria [26,27]. NPN fluorescent probes were used to assess the integrity of the outer membrane, and PI fluorescent probes were used to detect the impact on the inner membrane. Compared to the blank control group, NPN fluorescence intensity decreased significantly, while PI fluorescence intensity showed no significant change, indicating that guanethidine affects the outer membrane integrity with minimal impact on the inner membrane (Figure 6).\n\n## 2.4. Guanethidine Affects Bacterial PMF\nGuanethidine can affect the integrity of the bacterial cell membrane, which may indirectly impact the bacterial proton motive force (PMF) since the integrity of the cell membrane is crucial for maintaining a normal PMF [28]. Fluorescence probes DiSC3(5) and BCECF-AM were utilized to monitor changes in the transmembrane potential gradient (ΔΨ) and pH gradient (ΔpH) of PMF, respectively. The fluorescence remained stable after 30 min, and varying concentrations of guanethidine were added to measure the fluorescence intensity. Compared to the PBS control group, the fluorescence intensity of DiSC3(5) initially increased rapidly followed by a gradual decrease, indicating that guanethidine affects the bacterial membrane potential gradient (Figure 7A). Similarly, there was a significant decrease in fluorescence intensity observed with the BCECF-AM probe compared to the PBS control group, suggesting that guanethidine impacts the pH gradient (Figure 7B). Consequently, the addition of guanethidine influences the bacterial proton motive force.\nSubsequently, we measured intracellular ATP and ROS levels associated with the PMF. The intracellular ATP of E. coli C3 treated with guanethidine at various concentrations exhibited a significant decrease compared to the blank control, demonstrating a concentration-dependent decline (Figure 8A). Additionally, the addition of guanethidine at different concentrations stimulated an increase in intracellular ROS compared to the blank control group (Figure 8B).\n\n## 2.5. Guanethidine Addition Is Correlated with an Enhanced Intracellular Concentration of Tetracycline in E. coli\nThe ability of tetracyclines to inhibit bacterial protein synthesis is essential for their antibacterial activity [16], thus it is crucial to ensure sufficient drug accumulation within bacterial cells. LC-MS/MS was used to quantify the intracellular accumulations of tetracycline in E. coli C3 (with tetA) or E. coli ATCC25922 (without tetA) treated with different concentrations of guanethidine. The presence of guanethidine resulted in a concentration-dependent increase in intracellular tetracycline content against E. coli C3 (Figure 9A), while there was no significant change in the intracellular tetracycline accumulation for E. coli ATCC25922 (Figure 9B). Furthermore, the intracellular accumulation of guanethidine increased proportionally with its concentration (Figure 9C).\n\n## 2.6. Guanethidine Did Not Significantly Affect the Expression Level nor the Integrity of the TetA Protein\nThe expression of the tetA gene in E. coli C3 showed no significant changes following treatment with different concentrations of guanethidine, as revealed by RT-PCR analysis (Figure 10). In addition, the tetA gene in the E. coli C3 strain was analyzed through Sanger sequencing after being subjected to serial passaging for 7 d in the presence or absence of guanethidine. No nucleotide sequence breaks, losses, or mutations were observed compared to the untreated strain.\n\n## 2.7. Guanethidine Inhibits the Activity of Efflux Pump Protein TetA\nGuanethidine effectively enhances the activity of tetracycline antibiotics against E. coli strains carrying the tetA gene, which encodes a tetracycline efflux pump protein. This protein significantly compromises the efficacy of tetracycline by facilitating its extrusion from bacterial cells through the tetA efflux pump [20,29].\n\n## 2.7.1. Guanethidine Enhances the Effectiveness of Tetracycline against Genetically Engineered \nUsing seamless cloning technology, we constructed a plasmid containing the tetA gene and transferred it into competent E. coli DH5α. Subsequently, we successfully isolated a strain named E. coli DH5α-ZmN1 which carries the tetA gene and demonstrates resistance to tetracyclines. The MICs of tetracyclines against E. coli DH5α-ZMN1 were determined to be up to 64 μg/mL (Figure 11A). Representative tetracycline and doxycycline were chosen to assess their combination with guanethidine. The combination exhibits a synergistic effect against genetically engineered E. coli DH5α-ZMN1, resulting in a 16-fold or 8-fold enhancement of tetracycline or doxycycline antibacterial activity, respectively (Figure 11B,C).\n\n## 2.7.2. The Molecular Docking Analysis Demonstrates the Stable Binding of Guanethidine to the TetA Pocket\nThe binding capacity between guanidine and TetA, a specific efflux pump protein for tetracycline, was predicted by molecular docking. The binding energy of guanethidine to the protein TetA is −6.42 kcal/mol, which indicates a favorable interaction since the energy is below the threshold of −6 kcal/mol typically associated with a stable binding. It should be noted that a lower binding energy indicates a higher likelihood for the compound to bind to the protein. Guanethidine’s guanidine group can form multiple hydrogen bond interactions with active amino acid groups. According to the calculations made by MOE software (2020 version), guanethidine could bond with the active amino acid residues TYR-52, GLN-56, and ASP-17 in the TetA pocket (Figure 12). The average distance between the hydrogen bonds is 1.73 Å, which is within the typical range for effective hydrogen bonding (approximately 2.2 to 3.6 Å), indicating a strong binding force that significantly contributes to stabilizing the small molecule ligand. Therefore, guanethidine has the potential to stabilize the binding within the TetA protein’s pocket, thereby affecting the activity of the TetA protein.\n\n## 2.8. The Guanidine Group Is the Crucial Group of the Synergistic Effect\nThe guanethidine (I) molecule primarily consists of a guanidine group and an azacyclic octane group [30]. To gain further insights into the specific moieties of guanethidine that enhance the activity of tetracycline against resistant bacteria, we assessed the efficacy of guanidine (II), a derivative compound of the guanidine group, in combination with tetracycline, as well as azacyclooctane (III), a derivative compound of the azacyclic octane group, in combination with tetracycline. The potency of the synergistic effect was assessed based on the fold decrease in MIC and the FICI value. Briefly, guanidine (II) exhibited synergistic activity (FICI ≤ 0.5) when used alone, with a 16-fold enhancement in MIC, while azacyclooctane (III) only showed an additive effect (0.5 < FICI ≤ 1.0) without any synergism (Figure 13B,C). Interestingly, when guanidine (II) was added at a sub-inhibitory concentration, the synergistic effect of guanethidine (I) and tetracycline showed little difference compared to the blank control group; however, when azacyclooctane (III) was added at a sub-inhibitory concentration, the synergistic effect was significantly enhanced (Figure 13A,D,E).\n\n## 2.9. The Combination Did Not Increase the Toxicity of In Vitro Therapy\nThe critical question in clinical combined therapy is whether the toxicity of combining antibiotics and adjuvants increases [9]. We measured the hemolytic and cytotoxic effects of guanethidine combined with tetracycline on mammalian cells. The co-administration of the two drugs at high doses did not result in any significant impact on rabbit red blood cell (RBC) hemolysis or RAW 264.7 cytotoxicity (Figure 14).\n\n## 2.10. The Combination Did Not Alter Blood Routine or Biochemical Parameters in Healthy Mouse Models\nThe safety of combined drugs is crucial. In vitro research indicates that the combination of guanethidine and tetracycline is generally well-tolerated. To further investigate, we assessed whether this combination affects the basic vital signs of healthy mouse models. The concurrent administration of guanethidine and tetracycline did not result in any significant changes to the blood routine or blood biochemical parameters in healthy mouse models (Tables S2 and S3).\n\n## 2.11. The Combination Enhanced the Survival Rate of Animals Infected with Multidrug-Resistant E. coli C3\nWe assessed whether this synergy would result in a positive outcome in an animal model of infection. The combination of guanethidine and tetracycline (Figure 15A) significantly enhanced the survival rate in mouse infection models compared to those treated with tetracycline alone (p < 0.05). The Galleria mellonella larval infection model yielded similar outcomes (Figure 15B). Furthermore, the combination of guanethidine and tetracycline was tested on the major organs (heart, liver, spleen, lung, and kidney) in an infected mouse model. The bacterial load of mice treated with guanethidine combined with tetracycline was significantly lower than that of those treated with tetracycline alone, and the effect of guanethidine combined with tetracycline on the bacterial load of heart, lung, and kidney reached a very significant level (Figure 15C).\n\n## 3. Discussion\nThe antibiotic resistance of pathogenic bacteria is increasingly severe, but the lack of new therapeutic drugs is even worse [31]. Antibiotic adjuvants are a promising strategy because of their relatively low cost and short time consumption [32]. Given that discovering antibiotic adjuvants from unknown compounds may result in increased time or economic cost, we screened for novel tetracycline antibiotic adjuvants from PADs, as these compounds have clearly established toxicological and pharmacological profiles. Previously, the researchers discovered six non-antibacterial drugs such as benserazide from 1057 PADs [33]. These drugs demonstrated synergistic effects with minocycline against resistant Pseudomonas aeruginosa. The screening library involved the drug list of the World Health Organization and the US Food and Drug Administration. Additionally, statins were found to restore the sensitivity of methicillin-resistant Staphylococcus aureus to penicillin treatment [34]. Auranofin showed potential in enhancing the effectiveness of carbapenem drugs and polymyxin against multidrug-resistant bacteria [35]. These examples could inspire us to explore new tetracycline antibiotic adjuvants from PADs. We demonstrated that guanethidine greatly enhanced the inhibitory effect of most tetracyclines (except tigecycline) on strains carrying the gene encoding the TetA efflux pump. It is possible that tetA only mediates low levels of tigecycline resistance [36]. Guanethidine remains effective even in cell culture medium that simulates the physiological environment of animals. We also found that the combination of guanethidine and tetracycline significantly inhibited the development of resistance, with no resistant mutants appearing in the combination group compared with tetracycline alone, whereas the tetracycline alone group produced highly resistant strains with a 32- to 64-fold increase in MIC.\nE. coli, a Gram-negative bacterium with an impermeable outer membrane, hinders the effective penetration of many antibiotics [37]. Interestingly, guanethidine can disrupt the outer membrane integrity of E. coli. We hypothesize that the hydrogen bonds between phosphate groups on the cell membrane and the guanidine group of guanethidine may be the cause of the impaired cell membrane function. The fluorescence intensity data of fluorescent dyes NPN, PI, and DISC3(5) support this speculation. This is similar to a guanidine polymer antibiotic adjuvant [38]. Additionally, the impact of guanethidine on proton motive force may affect the function of the TetA efflux pump driven by proton motive force. The mechanism is similar to lopatadine (an adjuvant of minocycline) [33], or metformin (an adjuvant of doxycycline) [9].\nOur study showed that guanethidine combined with tetracycline only had a synergistic effect on tetA-positive strains, but almost no synergistic effect on tetA-negative strains. We speculate that guanethidine mainly acts on tetA. To further investigate, the constructed plasmid containing tetA was transformed into competent E. coli DH5α cells, and from the transformed cells, a tetracycline-resistant strain named E. coli DH5α-ZMN1 carrying the tetA gene was selected. We found that guanethidine exhibited a synergistic effect when combined with tetracycline or doxycycline against E. coli DH5α-ZMN1, resulting in a reduction of the MICs by up to 16-fold. The molecular docking results indicate that guanethidine can stably bind to the binding site of the efflux pump protein TetA. This is because guanethidine contains a guanidine group with multiple hydrogen bond donors that can form multiple hydrogen bonds with acidic amino acid residues in the binding site of the protein. The average hydrogen bond distance is 1.73 Å, which is shorter than the typical range of 2.2 to 3.6 Å for conventional hydrogen bonds. In conclusion, these mechanisms contribute to the accumulation of tetracycline antibiotics within bacterial cells to overcome resistance mediated by TetA.\nGuanethidine is a small molecular compound with a simple molecular structure, primarily composed of a guanidine group and azacyclic octane groups [23,39,40]. Our findings indicate that the guanidine group plays a crucial role in the synergism with tetracycline, while the azacyclic octane group enhances the synergistic effect. As a basic group, the guanidine group is capable of forming hydrogen bonds and inducing electrostatic reactions, which are critical to the antibacterial activity of these compounds. On the other hand, the presence of a hydrophobic cycloalkyl azacyclic octane group enhances the compound’s lipid solubility, which may affect its bioavailability and cellular permeability.\nFinally, guanethidine combined with tetracycline has favorable safety and efficacy, which indicates that guanethidine is a potential tetracycline adjuvant and can be used to treat clinically related pathogenic bacteria. The discovery of guanidine compounds such as guanethidine encourages the search for more candidate drugs with synergistic effects that could serve as potential antibiotic adjuvants, particularly in exploring new antibacterial adjuvants from previously marketed drugs. However, more extensive clinical trials are essential to validate the potential efficacy of guanethidine as an adjuvant to tetracycline antibiotics.\n\n## 4.1. Bacteria and Reagents\nThe strains and cells utilized in this study came from the pharmacological Laboratory of Jilin Agricultural University. All strains were grown in Mueller–Hinton broth (MHB, Qingdao Hopebio, Qingdao, China). RAW264.7 cells were grown in Dulbecco’s Modified Eagle’s Medium (DMEM, TransGen Biotech, Beijing, China) supplemented with 10% heat inactivated fetal bovine serum (FBS, Gibco, Shanghai, China). Drugs were obtained from Macklin (Shanghai, China).\n\n## 4.2. MIC Measurements\nThe CLSI 2020 guideline was followed by determining MICs for all compounds using the standard broth microdilution method [41]. Select a single colony of E. coli C3 and inoculate it into Mueller–Hinton broth (MHB) medium, then culture it on a shaker at 37 °C (200 rpm) until it reaches the logarithmic growth phase, and adjust the bacterial concentration to 106 CFU/mL. Drugs were 2-fold diluted in a 96-well microtiter plate, before being topped off with a 106 CFU/mL bacterial solution in equal proportions. Incubation at 37 °C for 12 to 16 h. The MIC values were defined as the lowest concentrations of antibiotics with no visible growth of bacteria.\n\n## 4.3. FIC Index Determination\nCheckerboard assays were used to measure synergistic activity between compounds and antibiotics and the FICI [42]. Antibacterial drugs were 2-fold diluted along the abscissa while compounds were 2-fold diluted along the ordinate. Each well received a mixture of 106 CFU/mL bacterial solution and was incubated at 37 °C for 12 to 16 h. The optical density of each well at 600 nm was determined by a Multiskan FC Microplate reader (Thermo, Waltham, MA, USA).\nThe FIC index (FICI) was determined by using the formula that follows [43].\nFIC index = MICab/MICa + MICba/MICb = FICa + FICb\nwhere MICa is the MIC of compound A alone, MICab is the MIC of compound A in combination with compound B, MICb is the MIC of compound B alone, MICba is the MIC of compound B in combination with compound A, FICa is the FIC index of compound A, and FICb is the FICI of compound B. A synergistic effect is defined as an FICI of ≤0.5, an additive effect is defined as an FICI of >0.5 and ≤1.0, no effect is defined as an FICI of ≥1.0 and <4.0, and an antagonistic effect is defined as an FICI of ≥4.0 [41].\nIn addition, other reagents or drugs can be added as needed, or the pH of the culture medium can be adjusted.\n\n## 4.4. Determination of Growth Curve and Time–Kill Curve\nThe strains at 0.5 McFarland were diluted 1:100, incubated with different concentrations of drugs, and monitored for absorbance at different times using a microplate reader. On the other hand, a continuous dilution of bacterial liquid was used for colony counting [44].\n\n## 4.5. Resistance Development Studies\nE. coli ATCC 25922 (0.5 McFarland) was diluted 1000-fold during the exponential growth phase into fresh MHB medium supplemented with either antibiotics (tetracycline, doxycycline, minocycline) at sub-inhibitory concentrations (0.25× MIC) or antibiotics plus 0.25-fold MIC of guanethidine (1.25 mg/mL). The MIC of the cultures was determined after 24 h of incubation at 37°C. At the same time, such cultures were diluted in the adjusted 0.25-fold MIC drug for the next round of passaging. This process was repeated for 30 days and the fold increase in antibiotic MIC relative to the initial MIC was calculated [9].\n\n## 4.6. Fluorescence Assay\nIn the fluorescence assay, E. coli C3 was used as an indicator bacterium. All bacterial preparations used in the measurements were processed in a similar manner. In brief, the bacteria were cultured overnight at 37 °C at 200 rpm. The culture was then washed and cleaned with HEPES II (5 mM) or PBS (10 mM) three times. The bacterial suspension’s OD600 was standardized to 0.5 in the same buffer, and a fluorescent dye was added. The bacteria were incubated at 37 °C for 30 min, after which 100 µL of probe-labeled bacterial cells were added to 96-well plates and 100 µL of guanidine hydrochloride (final concentration of 0 to2.5 mg/mL) was added. The fluorescence intensity was measured on a fluorescence microplate reader (Molecular Devices, San Jose, CA, USA) after incubation for 30 min.\n\n## 4.6.1. Outer Membrane Permeability Assay\nHEPES washing solution and an NPN (10 μM) fluorescence probe were utilized. The fluorescence of culture content was measured with an excitation wavelength of 350 nm and an emission wavelength of 420 nm. The positive control was 10 mM colistin [45].\n\n## 4.6.2. Inner Membrane Permeability Assay\nPBS washing solution and a PI (10 nM) fluorescence probe were utilized [11]. The fluorescence of culture content was measured with an excitation wavelength of 535 nm and an emission wavelength of 615 nm. The positive control was 1% Triton X-100.\n\n## 4.6.3. Membrane Potential Gradient Assay\nHEPES was used for washing and DiSC3(5) (0.5 μM) was used for fluorescence. The fluorescence of culture content was measured with an excitation wavelength of 622 nm and an emission wavelength of 670 nm [46].\n\n## 4.6.4. Proton Motive Force Assay\nHEPES washing solution and a BCECF-AM (20 μM) fluorescence probe were utilized. To measure the fluorescence of culture content, a wavelength was used that was 488 nm excitation and 522 nm emission [46].\n\n## 4.6.5. Total ROS Measurement\nHEPES washing solution and a DCFH-DA (10 μM) fluorescence probe were utilized [42]. To measure the fluorescence of culture content, a wavelength was used that was 488 nm excitation and 525 nm emission.\n\n## 4.7. ATP Determination\nIntracellular ATP levels of the strains were determined using an ATP Assay Kit (Jiancheng, Nanjing, China) [47]. A single colony of E. coli C3 was placed in MHB culture medium and shaken overnight at 37 °C (200 prm). After washing the bacterial suspension with PBS three times, the cell density was adjusted to an OD600 of 0.5. Different concentrations of guanidine (0–2.5 mg/mL) were added and incubated for 1 h. The mixture was then centrifuged at 4 °C (8000 rpm, 20 min) to collect the supernatant. The supernatant was placed in ATP working solution and mixed for 5 min. The luminescence was measured by a Tecan infinite M200 Pro Microplate Reader. Then, the value was input into the formula to calculate the ATP concentration.\n\n## 4.8.1. The \nThe genome of E. coli C3 (with the tetA gene) was extracted (Ezup columnar bacterial genomic DNA extraction kit, Sangon, Shanghai, China) after being cultured overnight. The following amplification conditions were used for tetA gene amplification by PCR: The optimized primers were as follows (for: GAGGATCCCCGGGTACTCAGCGATCGGCTCGTTG and rev: GAGGAATTCACCATGGTGAAACCCAACAGACCCCTG) [48]. The amplification product length was 1200 bp. DNA Polymerase was a PrimeSTAR Max DNA Polymerase enzyme. The reaction conditions were as follows: predenaturation at 98 °C for 3 min; denaturation at 98 °C for 10 s; annealing at 55 °C for 10 s; and elongation at 72 °C for 15 s. The reaction was extended at 72 °C for 5 min.\n\n## 4.8.2. The Amplification of the \nThe conditions are as follows:\nThe optimized primers were as follows:\n(for: CATGGTGAATTCCTCCTGCTAGC and rev: GTACCCGGGGATCCTCTAGAG) [49]. The amplified length was 4542 bp; DNA Polymerase was a PrimeSTAR Max DNA Polymerase enzyme; the reaction conditions were pre-denaturation at 98 °C for 3 min, denaturation at 98 °C for 10 s, annealing at 55 °C for 10 s, and extension at 72 °C for 50 s. After 72 °C, the reaction was extended for 5 min.\n\n## 4.8.3. Construction and Transformation of Plasmids\nThe amplified product was verified by gel electrophoresis and purified by a gel recovery kit (Sigma-Aldrich, St. Louis, MO, USA). The purified tetA gene and pBAD plasmid product were seamlessly linked by Infusion enzyme (Takara, San Jose, CA, USA) (50 °C, 15 min), and the ligated product was transferred into E. coli DH5α competent state by heat shock transformation. The specific process was as follows: 5 μL of the ligation product was added to 120 μL of competent cells in an ice-water mixture, and incubated at 4 °C for 30 min. The mixture was then heated at 42 °C for 90 s, quickly removed from the ice bath for 5 min, mixed with 1 mL of culture medium, placed in a shaker for 2 h for amplification, and then removed and centrifuged at 8000 rpm for",
  "has_full_text": true
}