{
  "pmid": "39500268",
  "title": "Colistin-niclosamide effervescent dry suspension combats colistin-resistant Salmonella in vitro and in vivo.",
  "abstract": "The increasing incidence of bacterial infections caused by multidrug-resistant (MDR) Gram-negative bacteria has deepened the need for new effective treatments. It has been reported that niclosamide (NIC) can restore the sensitivity of Gram-negative bacteria to colistin (COL). However, NIC is practically insoluble in water and sparingly soluble in organic solvents, leading to limited therapeutic applications. This study aims to prepare a COL-NIC effervescent dry suspension (CNEDS) and evaluate its antibacterial effect against COL-resistant Salmonella both in vitro and in broiler chickens. With the sedimentation volume ratio as an index, suitable suspending agent, wetting agent, filler and effervescent agent were screened through a single-factor method. The preparation conditions were optimized using the Box-Behnken response surface method to obtain the formulation for CNEDS. The quality evaluation results showed that the successfully prepared CNEDS had a sedimentation volume ratio of 0.99, a drying weight loss of 1.3%, and a re-dispersion capability of 1-2 times, all of which met pharmacopoeial requirements. In terms of pharmacological evaluation, we first demonstrated that CNEDS substantially restored COL sensitivity against COL-resistant bacteria. Subsequently, time-killing analysis, scanning electron microscopy (SEM) and live/dead assays confirmed the antibacterial activity of CNEDS against COL-resistant bacteria. Finally, a Salmonella infection model in broiler chickens was established to further assess the therapeutic effect of CNEDS in vivo. CNEDS improved the survival rate of broiler chickens, reduced the bacterial burden on organs. These findings suggest that CNEDS effectively overcome COL resistance, indicating its potential for the treatment of COL-resistant bacterial infections in broiler chickens.",
  "journal": "Poultry science",
  "year": "2024",
  "authors": [
    "Zhang J",
    "Miao Q",
    "Ma X",
    "He D",
    "Pan Y"
  ],
  "doi": "10.1016/j.psj.2024.104492",
  "mesh_terms": [
    "Animals",
    "Colistin",
    "Chickens",
    "Anti-Bacterial Agents",
    "Poultry Diseases",
    "Salmonella Infections, Animal",
    "Drug Resistance, Bacterial",
    "Salmonella",
    "Suspensions"
  ],
  "full_text": "## Introduction\nSalmonella is a Gram-negative bacteria (GNB) that is recognized worldwide as a major zoonotic pathogen. Infections caused by Salmonella are the commonly reported bacterial diseases in poultry, which can pass from animal to human microbiota through the consumption of contaminated food, and cause disease, often severe, especially in young children, elderly and immunocompromised individuals (El-Sharkawy, et al., 2017; Lima, et al., 2019). In recent years, Salmonella has shown increasing prevalence worldwide and resistance to various antimicrobial agents, posing a serious threat to public health (Portes, et al., 2022; Tang, et al., 2022; Tang, et al., 2023).\nColistin (COL) is a cationic cyclic peptide antibiotic with bactericidal activity against GNB (Yahav, et al., 2012). COL exerts its antibacterial effect by binding to lipopolysaccharides (LPS) and phospholipids of the outer membrane of GNB, leading to cell membrane rupture, leakage of cellular contents, and ultimately bacterial death (Huang, et al., 2023). In veterinary medicine, the antibiotic COL is used to treat some bacterial diseases, specifcally those caused by GNB. The Committee for Medicinal Products for Veterinary Use has recommended COL to treat Salmonella-induced gastrointestinal tract infections (it should be noted that this recommendation is only for the treatment of the disease and the temporary use of antibiotics) (Sarrami, et al., 2023). However, the development of multidrug-resistant (MDR) has prompted reconsideration of COL as the treatment of last resort against MDR GNB infections (El-Sayed Ahmed, et al., 2020). Unfortunately, the appearance and rapid transmission of COL resistance mediated by plasmid-borne mcr-1 and its variants as caused great concern (Liu, et al., 2016; Sun, et al., 2018). The widespread dispersion of COL-resistant Salmonella in swine, poultry, cattle and sheep poses a challenge to the last line of defense, which could pose a serious threat to public health (Anjum, et al., 2016; Karim, et al., 2023; Kempf, et al., 2016; Tang, et al., 2020). Therefore, there is an urgent need for new strategies to combat COL-resistant bacterial infections.\nNiclosamide (NIC), an FDA-approved drug that has been used to treat helminth parasites in animals and humans for more than 50 years, has lately been shown to possess anti-cancer (Ye, et al., 2014), anti-diabetic activities (Tao, et al., 2014) and anti COVID-19 (Singh, et al., 2022). In particular, it was reported that NIC can effectively reverse the COL-resistance to GNB (Ayerbe-Algaba, et al., 2018; Berry, et al., 2024; Copp, et al., 2020). Unfortunately, NIC's extremely low solubility in water (0.23 to 1.6 μg/mL), significantly restricts its clinical application. (Devarakonda, et al., 2005; Gan, et al., 2023). Thus, it's necessary to attempt to improve the bioavailability of NIC by establishing a new NIC delivery system.\nDry suspensions are essentially a blend of active pharmaceutical ingredients and additional substances called excipients, primarily suspending agents (Liu, et al., 2019). Once water is added to this dry mixture and stirred, the particles become evenly distributed in the water, creating a suspension with favorable flow characteristics. Dry suspension has the advantages of easy oral administration, rapid absorption in the gastrointestinal tract, convenient transportation, and stable properties (Chen, et al., 2020). Effervescent agent is an acid-base system that can rapidly produce carbon dioxide gas upon contact with water, reduce stirring time, achieve rapid disintegration of the formulation, and improve the decomposition rate of dry suspension after adding water (Pisay, et al., 2022). In this study, We have prepared an effervescent dry suspension loaded with NIC and COL, which has a simple preparation method, stable properties, and is suitable for oral administration in animal populations. Then, we evaluated its antibacterial activity against COL-resistant Salmonella in vitro and evaluated the therapeutic effect of CNEDS in treating Salmonella-infected broiler chickens model.\n\n## Bacteria and reagents\nA total of 10 non-duplicate COL-resistance Salmonella isolates were selected randomly from the Pharmacology Laboratory of Henan Agricultural University, including chicken source (n = 5), swine source (n = 4), and human source (n = 1) and identified using the VITEK 2 automated identification system (bioM´erieux, Marcy l'Etoile, France). Salmonella enterica serovar Typhimurium CVCC 541 (JS) was used as the control. Table S1 lists the information on Salmonella isolates used in this study. COL (COL, C4461, ≥19,000 IU/ mg) was purchased from Hebei Shengxue Dacheng Bio-pharmaceutical Co., Ltd. (Hebei, China). Niclosamide (NIC, 95 %), was purchased from Shanghai Macklin Biochemical Co., Ltd. (Shanghai, China). PVP K30, sodium dodecyl sulfate (SDS), citric acid, sodium alginate, hydroxy propyl methyl cellulose (HPMC) were purchased from Shanghai Yuanye Bio-Technology Co., Ltd. Gum xanthan, sucrose, glucose and guar gum were kindly supplied by Henan MuXiang Biological Co., Ltd. All other chemicals and reagents were of analytical grade.\n\n## Selection and evaluation of excipient\nExcipients are commonly used in preparation. Four kinds of suspending agents were used for the preparation of NIC effervescent dry suspension, including xanthan gum, sodium alginate, guar gum, and hypromellose. Two different kinds of wetting agents SDS and poloxamer-188 were compared. Four different kinds of filler agents glucose, sucrose, mannitol, and lactose were compared. The types of suspending agents, wetting agents, and filler agents were determined through the settling volume ratio and the re-dispersion of the suspension. Using a combination of anhydrous citric acid and sodium bicarbonate as effervescent agents (Jaipal, et al., 2016).\n\n## Formulation optimization by Box-Behnken response surface method\nAfter considering the results of the single-factor analysis, an orthogonal design using the Box-Behnken response surface method was employed to determine and optimize the dosages of excipients: xanthan gum concentration (A), poloxamer-188 concentration (B), and the concentration of Citric acid anhydrous (C), and the sedimentation volume after 7 days (Y) was used as the response value. Box behnken method combined with the software Design Expert 11.0 was used to optimize the design (Table 1).Table 1Box-behnken factor level table.Table 1FactorCodeLevel and scope-101xanthan gum concentrationA0.080.20.32poloxamer-188 concentrationB0.10.250.4Citric acid anhydrous concentrationC0.40.71\n\n## Quality assessment of CNEDS\nThe quality of CNEDS was assessed following the standards specified in the Chinese Pharmacopoeia for dry suspensions (National Pharmacopoeia Commission, 2020). Specifically, the weight loss after drying of the suspension should not exceed 2.0 %, and the sedimentation volume ratio should be greater than 0.9. Additionally, the factors influencing the stability of the preparation were tested.\nHigh-performance liquid chromatography (HPLC) was used to determine the content of NIC as the previously described method (Ye, et al., 2015). The C-18 chromatographic column (5 mm, 4.6 mm -250 mm) was used as the stationary phase, and methanol: 0.1 % formic acid (V/V) (85:15) as the mobile phase. The column temperature was set at 30 °C and the flow rate was set at 1 mL/min. The UV detector wavelength was set to 330 nm. The injection volume was 5 μL. A NIC stock solution was prepared in methanol (1 mg/mL) and sequentially diluted with methanol to 100, 80, 60, 40, and 20 μg/mL, respectively. A standard curve was established, and the content was calculated using the peak area of the sample at the retention time (6.8 min). COL content was determined using UV–vis spectroscopy. COL solution (1 mg/mL in acetonitrile) was diluted with distilled water to 500, 250, 125, 62.5, 1, 0.5, and 0.25 μg/mL, and the absorption of the sample at 230 nm was determined using a UV–vis spectrometer. A standard curve was established, and the content was calculated using the absorption value of the sample. Fourier transform infrared spectroscopy (FTIR) was performed to determine the chemical composition of the formulation using a PerkinElmer Spectrum Two FTIR Spectrometer (Thermo Fisher Scientific Nicolet iS20, US). The measurement range was between 350 and 4000 wavenumber in cm−1 with data interval of 0.5 cm−1 and resolution of 2 cm−1. The graph was presented as relative transmittance (%) versus wave numbers (cm−1).\n\n## Antimicrobial susceptibility test\nAntimicrobial susceptibility assays using the microdilution broth method were performed according to CLSI guideline (CLSI, 2021). Briefly, COL, NIC, and CNEDS were two-fold serial dilution with MHB. Next, log-phase bacteria suspensions were adjusted to 1 × 106 CFU/mL and mixed with drugs in a 96-well microliter plate. Plates were incubated at 37 °C for 18 h, and the MIC values were determined as the lowest concentration of drugs with no visible bacterial growth. All experiments were performed with three biological replicates.\n\n## Time-Killing analysis\nTime-killing experiments of SA05, SH134 (mcr-1 positive) and S2a (mcr-1 negative) were conducted to further characterize the synergistic activity of the effervescent dry suspension CNEDS, as previously described (Jia, et al., 2023). Overnight bacteria culture was diluted using LB to ∼ 106 CFU/mL. Then, the culture was treated by either PBS, COL, NIC, or CNEDS. At the time points 0, 2, 4, 8, 12, and 24 h, 100 µL bacteria culture was removed and resuspended in PBS, and the serial dilutions were spotted on LB agar. After incubation overnight at 37 °C, the colony counts were collected. Synergy is defined as an observed increase in killing of ≥ 2 log10 CFU/mL when the combination of drugs is compared to the most active drug alone (Klepser, et al., 1998; Huang, et al., 2023).\n\n## Scanning electron microscope (SEM)\nThe SEM was used to evaluate the effect of CNEDS on bacterial surface morphology (Chen, et al., 2023). Briefly, bacteria cells were grown to exponential phase and pre-incubated with COL, NIC alone, or CNEDS at 37 °C. After incubation for 4 h, the cells were washed twice with PBS and then fixed with 2.5 % glutaraldehyde at 4 °C overnight. Subsequently, the samples were dehydrated using a 30, 50, 70, 90, and 95 % ethanol series. The processed samples were dried using a critical point dryer (Quorum) coated with a layer of gold-palladium using an ion sprayer and observed with SEM (JEOL JSM-IT700HR). Final images were implemented by Chengdu Lilai Biotechnology Co., Ltd.\n\n## Bacterial live/dead assays\nLive/dead staining was performed to visualize bacteria cell viability after CNEDS treatment as previously described (Qin, et al., 2023). The cells were treated with COL, NIC alone, and CNEDS for 24 h. Then, the cells were stained with SYTO9 (0.5 mM) and PI (3 mM), per the manufacturer's instructions. The samples were observed under a fluorescence microscope (EVOS M5000, Thermo Fisher Scientific).\n\nAnimals: 1-day-old white feather broiler chickens of each sex were obtained from Jiaozuo Wuzhi Laboratory Animal Technology Co., Ltd. (Henan, China). The animals were housed at room temperature under natural day and night cycles with free access to water and food. All experimental protocols concerning the handling of broiler chickens were in accordance with the requirements of the Institutional Animal Care and Use Committee at Henan Agricultural University (Zhengzhou, China).\nBroiler chickens were randomly divided into 7 groups (n = 7) for the survival assay and all the groups were infected with Salmonella strain SA05 at 3.7 × 107 CFU/mL by intramuscular injection except for the blank control group. Then each group was gavaged twice daily as follows: PBS, COL (8 mg/kg), NIC (16 mg/kg), low dose CNEDS (contains COL 4 mg/kg, NIC 8 mg/kg), medium dose CNEDS (contains COL 8 mg/kg, NIC 16 mg/kg), high dose CNEDS (contains COL 16 mg/kg, NIC 32 mg/kg). The broiler chickens’ survival rate was observed until 5 days.\nAnother 7 groups broiler chickens (n = 6) with a sublethal dose of Salmonella strain SA05 (1 × 106 CFU/mL) underwent the same treatment as outlined above. Colony colonization, growth properties, and histopathology were studied. Weigh the broiler chickens every 24 h, and calculate the average weight and relative weight gain rate of each group. After the experiment, the broiler chickens were euthanized. The tissue samples were ground for serial dilutions and plated on LB agar plates. For the histological analysis, the broiler chickens’ liver, spleen, and cecum tissues were fixed and embedded in paraffin according to the standard procedure. Frozen sections were placed on slides and stained with hematoxylin and eosin (H&E). Histopathological sections were taken with a light microscope (Eclipse Ci-L, Nikon, Japan).\n\n## Statistical analysis\nPerform statistical and significance analysis on the data using SPSS, and plot using GraphPad Prism 8.0 and Origin 2021 software. Statistical significance was expressed as P values of 0.05 (denoted by *), 0.01 (denoted by **), and,0.001 (denoted by ***).\n\n## Preparation and optimization of CNEDS\nThe selection of auxiliary materials is shown in Fig. 1A. Based on the suspension situation and sedimentation volume ratio (Table S2 in the Supplementary material), xanthan gum was selected as a suspending agent due to its non-layered and non-precipitating suspension effect, as well as its overall good performance (Fig. 1A1). There was no significant difference in the effectiveness of poloxamer-188 and SDS wetting agents (Fig. 1A2). Poloxamer-188 was selected as the wetting agent as it has been reported to have better protective effects compared to SDS (Rowe, et al., 2012). The filling agent has little impact (Fig. 1A3), so lactose is chosen as the filling agent based on cost. To reduce stirring time, sodium bicarbonate and citric acid are chosen as the effervescent agents. According to the reaction completion time of different proportions of effervescent agents, the mass ratio of anhydrous citric acid to sodium bicarbonate (7.5:1) was selected as the proportion with the fastest reaction as the effervescent agent (Table S3 in the Supplementary material). A quadratic regression orthogonal combination test with 3 factors and 3 levels of 17 test points was designed using the BBD response surface method, with the the sedimentation volume after 7 days as the response value (Fig. 1B). After the quadratic regression fitting, the fitted equation of the relationship between the sealing rate Y and the influencing factor A, B and C was obtained: Y = +0.9240+0.3212A+0.0075B+0.0038C+0.0075AC-0.015B-0.2758A2+0.0268B2+0.0342C2. It can be seen that the model is highly significant (the P-value of the model is < 0.0001), with a non-significant P-value of 0.8864 for the misfit term. The correlation R2 = 0.9899, adjusted coefficient of determination, RAdj2 = 0.9770, with a difference of less than 0.2 from the predicted coefficient of determination, RPred2 = 0.9647. From these results, it can be concluded that this model fits well (Table 2). Based on the sedimentation volume ratio and the fluidity after adding water, the final formulation consisted of NIC 10 %, COL 5 %, xanthan gum 8 %, poloxamer-188 5 %, citric acid 20 %, sodium bicarbonate 4 %, sodium citrate 20 % and lactose 28 %. The preparation process is as follows: all the excipients were crushed and mixed and then passed through an 80 mesh sieve. Finally, the powder was packaged to produce CNEDS. The prepared medication was then placed in an aluminum foil bag to protect it from light exposure.Fig. 1Preparation and characterization of CNEDS. (A) Screening of different excipients. (B) The response surface model demonstrated the influence of different components on sedimentation volume. (C). Appearance of CNEDS. (D). The state of CNEDS dissolved in water. (E). FTIR spectra of COL, NIC, Xanthan gum and CNEDS.Fig 1Table 2Response surface model ANOVA.Table 2SourceSum of squaresdfMean squareF-valueP-valueModel1.1590.127876.47<0.0001significantA-xathan qum0.825690.8256494.17<0.0001B-Poloxamer-1880.000510.00050.26930.6198C-Citric acid anhydrous0.000110.00010.06730.8027AB0.000010.00000.00001.0000AC0.000210.00020.13470.7245BC0.000910.00090.53870.4868A20.320210.3202191.63<0.0001B20.003010.00301.800.0012C20.004910.00492.960.1292Residual0.011710.0017Lack of Fit0.001670.00050.20750.8864not significantPure Error0.010130.0025Cor Total1.164\n\n## Characterization of CNEDS\nThrough the quality evaluation of CNEDS, it can be seen that the sample prepared in this study is a light yellow white powder (Fig. 1C). After dissolving 4 g of CNEDS in water (50 mL), a uniform suspension can be observed (Fig. 1D). After standing, the observed sedimentation volume ratio is 0.99, and the required sedimentation volume ratio is not less than 0.90, indicating that over a long period of time, the suspension state is good and stable, and the re-dispersion is 1-2 times, indicating that the dispersion after sedimentation is good. The drying weight loss is 1.3 %, which does not exceed the specified weight loss limit of 2.0 %, which meets the requirements. The content of NIC in CNEDS was determined to be 101.35 mg/g by HPLC and the content of COL in CNEDS was determined to be 48.35 mg/g by UV spectrophotometry.\nFig. 1E showed the FTIR spectra of CNEDS in comparison with NIC and COL. In COL spectrum (a) the peak of C=O at 1657.36 cm-1; the peak of O-H at 3577.16 cm-1 and the band 3239.44 cm-1 (the stretching vibration peak in the amide bond) in the NIC spectrum (b). In the spectrum of xanthan gum (c), the peak of -OH and C-H was seen at 3404.14 and 2927.39 cm-1. The characteristic absorption peaks of CNEDS (d) seemed not change much, indicating that their structures have not undergone significant changes.\n\nWe determined the antibacterial effect of NIC, COL alone, and effervescent dry suspension CNEDS against the COL-resistance (COL-R) Salmonella. As shown in Table 3 and Fig. 2A, the COL MIC values for the COL-R strains ranged from 12.5 to 50 μg/mL while the MIC of NIC alone data indicated that NIC showed no distinct inhibitory activity against all isolates, with the MICs of NIC of >500 μg/mL. Interestingly, effervescent dry suspension CNEDS showed excellent antibacterial effects with the MIC values of COL in CNEDS from 0.78 to 6.25 μg/mL. The CNEDS can synergistically enhance the antibacterial activity of COL, and compared with COL alone, the MIC of COL is reduced by 2-32 fold change.Table 3MIC values of colistin, niclosamide and colistin in CNEDS against different bacterial strains. The initial concentration of colistin, colistin in CNEDS is 4000 μg/mL, respectively.Table 3IsolateSourcemcr-1MIC value (μg/mL)COLNICCOL in CNEDSCOL MICFold changeS290swine+25>5001.5616SA05chicken+50>5003.1216SH134swine+25>5001.5616F30swine+25>5003.128SH30swine+25>5001.5616F108chicken+12.5>5006.2522080achicken-25>5000.7832MLGchicken-25>5000.78322achicken-12.5>5000.781611Rhuman-25>5000.7832JS--0.78>5000.781Fig. 2Antibacterial activity of CNEDS against Salmonella. (A) The bar graphs show the MIC values of colistin alone or colistin in CNEDS for the tested bacterial strains. The initial concentration of COL, COL in CNEDS is 4000 μg/mL, respectively. (B) Time-kill curves of the Salmonella SH134, SA05 and S2a in the presence of COL (2 μg/mL), NIC (4 μg/mL) or CNEDS containing COL at 2 μg/mL and NIC at 4 μg/mL for 24 h. (C) Colonies on LB agar plates at the indicated time point in the time-kill curve of Salmonella S2a.Fig 2\nTo confirm the above synergistic effects of effervescent dry suspension CNEDS, time-kill assays with COL, NIC, and CNEDS for SH134, SA05, and S2a were performed. As shown in Fig. 2B and C, neither COL nor NIC was able to inhibit the growth of the tested strains within 24 h. However, the CNEDS significantly decreased the bacteria loads of mcr-1 positive and mcr-1 negative by approximately >3 log10 in colony-forming units CFU/mL compared to the other treated group within 24 h. Thus, regardless of the mcr-1 positive strain or negative, bacterial suspensions treated with CNEDS exhibited 3-8 log10 CFU/mL lower counts than the control group at the 24-hour mark.\n\n## SEM and live/dead bacterial staining\nTo further explore the effect of the CNEDS on COL-R Salmonella, we employed SEM to investigate changes in bacterial cells under different treatments. The results are shown in Fig. 3. When observed at 5,000 and 15,000 × magnification, cells in the control, NIC monotherapy (4 µg/mL) showed complete morphology. We observed only slight depression of the cytoskeleton membrane as we treated with COL monotherapy (2 µg/mL). Notablely, SEM images showed rough bacterial surfaces or lysed bacterial cells that were disrupted and damaged by CNEDS (arrows in Fig. 3).Fig. 3SEM images illustrating the morphological change of the bacterial cell membrane of COL-R Salmonella SA05 after various treatments.Fig 3\nLive/dead bacterial staining using fluorescence microscopy provided additional insights. The results showed that there were a large number of live bacteria on the surface of the monotherapy (green light). In contrast, the number of viable bacteria on the surface was significantly reduced (red light) in the CNEDS group (Fig. 4).Fig. 4Fluorescence microscope images of COL-R Salmonella SA05 in different treatment groups after live/dead staining. Live cells are stained green, and dead cells are stained red.Fig 4\n\n## Antibacterial activity evaluation \nA broiler chickens infection model was established through intramuscular injection of clinically isolated COL-resistant Salmonella SA05 to study the in vivo antibacterial activity and therapeutic efficacy of CNEDS (Fig. 5A). The efficacy of CNEDS was analyzed by multiple parameters, including the survival rate of broiler chickens, bacterial load of organs, relative weight gain rate of broiler chickens, and histopathology.Fig. 5Therapeutic effects of CNEDS in a broiler chicken infection model induced by clinically isolated COL-R Salmonella SA05. (A) Experimental scheme in Salmonella SA05 infected broiler chickens. (B) Survival rates of broiler chickens model infected with COL-R Salmonella SA05 after monotherapy or CNEDS treatments. (C) the number of colonies in the liver and spleen tract after 48 hours of infection with Salmonella SA05.Fig 5\nWe first evaluated the therapeutic effect of CNEDS in a broiler chickens infection model. As shown in Fig. 5B, the broiler chickens infected by Salmonella SA05 showed a survival rate below 30 % when treated with COL or NIC alone. However, the survival rates of low, medium, and high dose CNEDS treatment were 57.1 %, 85.7 %, and 71.4 %, respectively, which was significantly higher than that achieved with monotherapy (p < 0.0001), suggesting that the dry suspension CNEDS displayed effective protection against Salmonella infection.\nThe body weight of infected broiler chickens treated with CNEDS was even observed weight gain during Salmonella infection (Fig. 6A). However, the model group, COL and NIC alone showed a decrease in body weight during Salmonella infection in broiler chickens. Compared with the monotherapy group, the relative weight gain rate of broiler chickens in the CNEDS group significantly increased (Fig. 6B), which further proves the therapeutic effect of CNEDS on Salmonella infection. In addition, the bacterial load in the livers and spleens was significantly reduced in the high, medium, and low dose CNEDS group in comparison to the COL alone group (p < 0.01) (Fig. 5C, D). Moreover, H&E staining was performed to analyze the therapeutic effects of CNEDS on the pathophysiology of the spleens, livers, and cecum in broiler chickens. In the model group, COL and NIC monotherapy group, the liver and spleen showed varying degrees of damage, including punctate necrosis of liver cells, steatosis of liver cells, and unclear medullary tissue in the spleen (Fig. 7 blue arrow). Conversely, in the effervescent dry suspension CNEDS treatment, the in vivo results were improved compared to the monotherapy, almost consistent with the blank group. The cecum intestines of broiler chickens treated with CNEDS were as intact as those of normal broiler chickens, with no obvious damage to the intestinal mucosa or shedding of the intestinal villi (Fig. 7). All these results indicated that the treatment regimens with the CNEDS had a protective effect against COL-R Salmonella infection.Fig. 6Effects of CNEDS on growth performance of broiler chickens. (A) Changes in average weight of broiler chickens. (B) Relative weight gain rate of broiler chickens.Fig 6Fig. 7Ocular pathological and histopathological changes in the liver, spleen and cecum in broiler chickens infected with the various treatment.Fig 7\n\n## Discussion\nIncreasing antimicrobial resistance in Salmonella species has been a serious problem for public health worldwide, posing a serious threat to millions of individuals and potentially resulting in fatalities, regardless of whether it occurs in human clinical applications or the livestock breeding industry (Shu, et al., 2023; Su, et al., 2004). COL is the last resort for treating hard-to-treat bacterial infections in the clinic. However, the emergence of plasmid-mediated COL resistance gene mcr-1 and its variants severely limited the efficacy of COL (Paterson and Harris, 2016). Compared with discovering new antibiotics, the antibiotic adjuvants strategy is recognized as a more cost-effective approach to tackling MDR pathogens. Previous studies have revealed that the in vitro combination therapy of NIC and COL overcomes COL resistance in Escherichia coli, Acinetobacter baumannii, and Klebsiella pneumoniae (Ayerbe-Algaba, et al., 2018; Berry, et al., 2024; Copp, et al., 2020). Our previous studies found that the anthelmintic drug NIC can restore COL activity against COL-resistance Salmonella (Zhang, et al., 2023). Therefore, the combination of NIC and COL may have potential therapeutic effect on clinical infections caused by MDR GNB,such as Escherichia coli, Salmonella, Acinetobacter baumannii and Klebsiella pneumoniae. However, NIC has poor water solubility and low bioavailability, which limits its rational combination with COL in clinical practice. In this study, for the convenience of reasonable compatibility between NIC and COL, an effervescent dry suspension CNEDS was prepared with excellent performance. The antibacterial effects of CNEDS were evaluated separately from in vitro and broiler chicken infection models in vivo, indicating that it is a suitable formulation with strong synergistic antibacterial activity.\nImproving the water solubility of poorly soluble drugs has been a long-existing challenge in pharmaceutics (Yu, et al., 2021). It has shown that the main limitation associated with NIC is its poor water solubility and low oral bioavailability (Lin, et al., 2016). Currently, various preparations have been studied to improve the solubility and bioavailability of NIC, such as NIC-loaded nanoparticles (Wang, et al., 2021), NIC–clay intercalate coated with a nonionic polymer (Yu, et al., 2021). However, there is no new dosage form for the combination of two drugs. The dry suspension is a dispersion system formed by mixing insoluble or insoluble main shaping agents and adding water to form a suspension before use, allowing particles to disperse in the medium (Chen, et al., 2020). Dry suspensions have the characteristics of convenient transportation, simple preparation, low cost, and strong stability and are beneficial for gastrointestinal absorption (Liu, et al., 2019). In our study, a series of excipients were used to improve the solubility of NIC, further addition of COL was to prepare CNEDS, to enhance its synergistic effect. The final content of COL and NIC in the formulation was 48.4 mg/g and 101.4 mg/g, which was in line with the relevant standards. In addition, CNEDS incorporates a combination of citric acid and sodium bicarbonate effervescent agents, which can effectively improve the dispersion rate of dry suspension after adding water, reduce the halving time, and facilitate group drinking water administration for livestock and poultry.\nEffervescent dry suspension CNEDS can restore the antibacterial activity of COL, thereby killing COL-resistant Salmonella. It has been shown that COL resistance is mainly related to LPS modification and reduced affinity between COL and bacterial outer membrane components (El-Sayed Ahmed, et al., 2020). Bacterial cell membrane is an advanced barrier that protects bacterial cells from external antibacterial compounds (Bolla, et al., 2011). We observed a significant amount of damage and wrinkling of Salmonella bacterial cell membranes after effervescent dry suspension CNEDS treatment through scanning electron microscopy, which proves that adjuvant NIC can enhance the permeability of bacterial cell membranes and enhance the activity of COL. In addition, studies have shown that the combination of NIC and COL can inhibit multidrug efflux pumps, dissipate proton propulsion (PMF), increase oxidative stress, reduce ATP production, and lead to cell death (Copp, et al., 2020). Further research is needed on the bactericidal mechanism of the effervescent dry suspension CNEDS.\nSalmonella infection via foodborne transmission is considered a major public health issue in both developed and developing countries and it is still among the common causative agents of infectious poultry diseases. Therefore, reducing Salmonella populations in chickens has the potential to significantly mitigate the contamination of poultry meat and its derivatives, thereby safeguarding against food-borne salmonellosis (Ibrahim, et al., 2021). Here, broiler chickens infected with mcr-1-positive Salmonella benefited more than expected from the CNEDS. Additionally, the survival rate",
  "has_full_text": true
}