{
  "pmid": "39670471",
  "title": "Repurposing statins for the treatment of larval cestodiases: in silico evaluation of statin-HMG-CoA reductase interactions and assessment of statin effects on a cestode model.",
  "abstract": "Cestodiases, like echinococcoses and cysticercoses, represent a global health problem. Currently available anthelmintics, as benzimidazoles and praziquantel, have limited effectiveness against these cestodiases, creating a demand for the identification of new and more effective drugs. Here, the potential of statins (simvastatin and fluvastatin), for repositioning as novel anthelmintic is explored. Statins are inhibitors of 3-hydroxy-3-methylglutaryl coenzyme A (HMG-CoA) reductase, a main enzyme in the mevalonate pathway, which is vital for the synthesis of non-steroidal isoprenoids and the maintenance of normal cell functioning. A survey for HMG-CoA reductase encoding genes showed that they are present in a single copy in the genomes of parasitic helminths and their mammal hosts. Sequence alignments and phylogenetic analyses showed 20-95% overall identities among ortholog HMG-CoA reductases, with special conservation of their catalytic domains. The HMG-CoA reductase 3D-structure was predicted for orthologs from 3 cestodes of medical importance (Echinococcus multilocularis, Echinococcus granulosus sensu lato, and Taenia solium), and from a model cestode species (Mesocestoides corti). Molecular docking between cestode HMG-CoA reductase orthologs with simvastatin demonstrated that the Arg, Ser, Lys, and Glu residues in conserved positions of the active site interact with this drug, similarly to the interactions predicted for the human reference ortholog enzyme. Furthermore, in vitro assays demonstrated that simvastatin produced a significant reduction of M. corti viability, being able to reduce 100% of parasite viability at 150 μm. Fluvastatin was also assessed showing a lower, although significant anthelmintic effect. The predicted overall structures and interactions together with in vitro assays suggest that cestodes HMG-CoA reductases are inhibited by simvastatin, being a potential therapeutic target for the repurposing of simvastatin as anthelmintic drug. Furthermore, these results pave the way for the in vivo evaluation of the potential effects of simvastatin on cestode larvae.",
  "journal": "Parasitology",
  "year": "2025",
  "authors": [
    "Monteiro Guedes M",
    "Camargo de Lima J",
    "Andrade Paes J",
    "Cevasco Contreras M",
    "Celentano A"
  ],
  "doi": "10.1017/S0031182024001586",
  "mesh_terms": [
    "Animals",
    "Hydroxymethylglutaryl-CoA Reductase Inhibitors",
    "Hydroxymethylglutaryl CoA Reductases",
    "Phylogeny",
    "Larva",
    "Drug Repositioning",
    "Simvastatin",
    "Molecular Docking Simulation",
    "Anthelmintics",
    "Fluvastatin",
    "Computer Simulation",
    "Sequence Alignment",
    "Cestoda"
  ],
  "full_text": "## Introduction\nCestodes are parasitic platyhelminths that infect a wide variety of mammals, including humans and domestic ungulates (Saari et al., 2019). Easily transmitted between hosts, they cause diseases (cestodiases) of medical and veterinary relevance, such as cystic echinococcosis (CE) and alveolar echinococcosis (AE) (caused by the larval stage of Echinococcus granulosus and Echinococcus multilocularis, respectively), as well as cysticercosis (caused by the larval stage of Taenia spp.). CE, AE and cysticercosis are in the World Health Organization's list of Neglected Tropical Diseases (http://www.who.int/neglected_diseases/diseases/en/), which are prioritized worldwide for initiatives of treatment, control and eradication. Studies involving cestodes are hampered mainly by the scarce availability of biological material (Lustigman et al., 2012). In this context, the availability of a model organism, such as Mesocestoides corti (syn. Mesocestoides vogae), allows the study of basic aspects of cestode biology. This is because this species is not infectious to humans and can be easily maintained in vivo and in vitro, providing continuous availability of biological material (Markoski et al., 2003; Hemphill, 2010).\nInfections with adult cestodes (intestinal cestodiases) are generally easier to treat than those caused by larval forms. Adult individuals are efficiently eliminated from human or domestic animal hosts by short treatments with anthelmintics such as praziquantel, niclosamide and benzimidazole derivatives (e.g. albendazole and mebendazole) (Gilman et al., 2012; PAHO, 2021; Wang et al., 2021). Larval cestodiases, on the other hand, are chronic diseases and their treatment is longer and requires higher doses of the same drugs, with limitations in effectiveness and severe side effects (Woolsey and Miller, 2021). Moreover, the restricted repertoire of available drugs for the treatment of larval cestodiases may favour the selection of parasites and emergence of resistance (Sangster et al., 2018; Claerebout et al., 2020; Haby et al., 2020; Ramiandrasoa et al., 2020). In this scenario, new and more effective anthelmintics are in demand for the treatment of larval cestodiases.\nDrug repurposing is an attractive strategy for the search for new anthelmintic compounds. It has become increasingly popular as it offers the possibility of reducing research and development time for a new drug, with significant cost savings (Xue et al., 2018). Drug repurposing strategies have been driven by genomic studies, which facilitated the identification of new potential therapeutic targets in pathogenic species, including parasitic worms (Coghlan et al., 2019). Parasite proteins involved in any vital processes, including energy metabolism, stress response or development, are of great interest as targets for the development or repurposing of new therapeutic drugs (de Andrade Picanço et al., 2017; Cancela et al., 2019; Paludo et al., 2020). In this context, 3-hydroxy-3-methylglutaryl coenzyme A (HMG-CoA) has potential as a therapeutic target. It is the main enzyme in the mevalonate pathway, which synthesizes farnesyl pyrophosphate, the common substrate for protein prenylation, and for the synthesis of non-steroidal isoprenoids, including cholesterol (Karlic and Varga, 2017). In cestodes, the mevalonate pathway, although deficient in its cholesterol synthesis branch, remains essential for lipid metabolism and for normal cell growth, division and differentiation (Rauthan and Pilon, 2011; Lasunción et al., 2022).\nHMG-CoA reductase is the target of a group of inhibitory drugs called statins, which are used to control hypercholesterolaemia and prevent cardiovascular diseases in humans (Schachter, 2005; Kazi et al., 2017; Ray, 2024). Statins have been also used for the treatment of inflammatory, immunological diseases and some types of cancer, such as breast cancer and lung cancer (Demierre et al., 2005; Liao and Laufs, 2005; Karlic and Varga, 2017; Jiang et al., 2021). The use of statins as antiparasitic drugs has already been tested in vitro for protozoans, like Trypanosoma cruzi, Plasmodium falciparum and Toxoplasma gondii (Parquet et al., 2010; Sanfelice et al., 2017; Peres et al., 2018), and for different stages of the trematode Schistosoma mansoni (Rojo-Arreola et al., 2014).\nBased on these previous findings, we evaluated the potential of repurposing statins for the treatment of CE, AE and cysticercosis. First, we conducted a survey of the genomes of parasitic helminths and their mammalian hosts to identify and compare the orthologous genes of HMG-CoA reductase and their deduced amino acid sequences. Phylogenetic studies enabled the assessment of the degree of conservation among HMG-CoA reductase orthologs of parasites and respective hosts. The degree of conservation of these enzymes was further assessed at the structural level, based on the comparative 3D-modelling of HMG-CoA reductases from 3 cestodes of medical importance (Echinococcus multilocularis, Echinococcus granulosus and Taenia solium), and from the model cestode M. corti with that of human HMG-CoA reductase. Molecular docking was then used to predict interactions of simvastatin with the 4 modelled parasite enzymes. Furthermore, in vitro assays were performed to evaluate the effect of simvastatin and fluvastatin treatment on M. corti larvae (tetrathyridia, TTs). The generated data provided valuable clues on the way of interaction of statins with target cestode HMG-CoA reductases, and the effects of treatment with these inhibitors on larvae of M. corti parasite. The repositioning potential of these statins for the treatment of larval cestodiases is discussed.\n\n## Identification of HMG-CoA reductase orthologs in parasitic helminths and their respective hosts\nSearches for HMG-CoA reductase orthologs of parasitic helminths and of mammal species (bovine, sheep and pig) that can host them were performed in different databases, using the human HMG-CoA reductase deduced amino acid sequence (Uniprot ID: P04035) as a reference. Searches were performed using the Markov models profile (HMMs profile) of the HMMER tools package (Potter et al., 2018), using an e-value of 0.01. Searches were restricted by taxonomy, and only sequences from the Metazoa kingdom were selected. Searches were also performed in the WormBase ParaSite parasite-specific database (https://parasite.wormbase.org/index.html) using the deduced amino acid sequence of human HMG-CoA reductase (Uniprot ID: P04035) as reference. These searches were performed on the genomes of platyhelminths and nematodes available on the platform using the BLAST tool. The tool's default parameters were used (matrix: BLOSUM62 and e-value: 0.01).\nThe quality annotation of the amino acid sequences of HMG-CoA reductases from platyhelminths and parasitic nematodes was validated by genomic and transcriptomic analyses, as follows. First, mRNA sequences from M. corti and E. multilocularis were quality gauged based on comparisons with available RNA-seq data. Second, the DNA sequences of the HMG-CoA reductase gene from platyhelminths and nematodes (Howe et al., 2016, 2017) were translated into 3 reading frames using the ORFfinder tool (https://www.ncbi.nlm.nih.gov/orffinder/). Finally, to ensure that the amino acid sequences were complete, alignments among the translated amino acid sequences of HMG-CoA reductase from platyhelminths and nematodes and the amino acid sequences of M. corti and E. multilocularis were performed using clustalW (Larkin et al., 2007). After the validation of the obtained HMG-CoA reductase amino acid sequences, an identity and similarity matrix were assembled with the MatGAT tool (Campanella et al., 2003) in order to verify the degree of conservation in relation to the human HMG-CoA reductase sequence. To define ortholog proteins, the minimum parameters of 20% identity and 28% similarity were established.\n\n## Phylogenetic analyses of HMG-CoA reductase in parasitic helminths and their respective hosts\nPhylogenetic analyses were performed using the maximum likelihood (ML) probabilistic method. HMG-CoA reductase amino acid sequences from 9 species of trematodes, 8 species of cestodes, 4 species of nematodes and 4 species of parasitic helminths hosts (Supplemental Table 1) were aligned using clustalW (Larkin et al., 2007), and evolutionary analyses were conducted in the MEGA X v10.1.8 (Kumar et al., 2018), using the JTT + G substitution model (defined by the Find Best DNA/Protein tool), with 5 gamma categories. The consensus tree was inferred with 2000 replicates.\n\n## Predictions of the 3-dimensional structure of cestode HMG-CoA reductases\nComparative modelling of HMG-CoA reductase from M. corti (McosHMGCR), E. multilocularis (EmHMGCR), E. granulosus (EgHMGCR) and T. solium (TsHMGCR) was performed using the Modeller v10.0 tool and SWISS-MODEL (https://swissmodel.expasy.org/).\nThe target HMG-CoA reductase aminoacid sequences were used as input in the HHpred tool, where the searches for templates were performed. For the choice of templates, the parameters of the function, coverage, identity and template resolution (<3 Å) were considered. Subsequently, alignments (PAIR format, input to Modeller) of the amino acid sequences of the templates with the target sequences were performed. Finally, the models were built using the Modeller tool.\nThe SWISS-MODEL server was also used for comparative modelling of HMG-CoA reductase from M. corti, E. multilocularis, E. granulosus and T. solium. The HMG-CoA reductase target amino acid sequences were used as input on the server to perform the search for templates. For the choice of template, the parameters of GMQE (Global Model Quality Estimation), function, coverage, identity and mould resolution (<3 Å) were considered. After defining the templates, we performed the alignment between the template sequences and the target sequences. These alignments were used to build the models in SWISS-MODEL.\nThe models built in Modeller and SWISS-MODEL had their qualities evaluated using the tools PROCHECK (Morris et al., 1992), Verify-3D (Bowie et al., 1991; Lüthy et al., 1992), ERRAT (Colovos and Yeates, 1993), available on the SAVES v6.0 server (https://saves.mbi.ucla.edu/), and the QMEAN tool, available on the SWISS-MODEL server. The best model for each analysed cestode target sequence (McosHMGCR, EmHMGCR, EgHMGCR and TsHMGCR) was chosen based on the evaluations of these tools. The 3D Protein imaging tool (https://3dproteinimaging.com/) was used to visualize the predicted structures.\n\n## Prediction of the modes of interaction of simvastatin with cestode HMG-CoA reductases\nThe molecular docking experiments were performed on the DockThor server (https://dockthor.lncc.br/v2/). For the molecular docking experiments, the predicted structure of cestodes HMG-CoA reductase (McosHMGCR, EmHMGCR, EgHMGCR and TsHMGCR), ligands simvastatin (PDB), and the adenosine-5-diphosphate (ADP) cofactor (PDB) and the box size x = 22, y = 22 and z = 22 were used. These components were used for docking experiments of the predicted structure of McosHMGCR, EmHMGCR, EgHMGCR and TsHMGCR with the ligands. The box coordinates were x = −30, y = 30 and z = 16 to McosHMGCR structure; x = 63, y = −18 and z = 35 to EmHMGCR structure; x = 62.5, y = −18.4 and z = 36.5 to EgHMGCR structure; finally, x = 49.5, y = 15 and z = 17 to TsHMGCR structure.\n\n## Parasite material\nThe M. corti TTs were obtained for assays both in Laboratório de Genômica Estrutural e Funcional, CBiot, UFRGS, Porto Alegre, RS, Brazil and in Instituto de Investigaciones en Microbiología y Parasitología Médica, (IMPaM, UBA-CONICET), Universidad de Buenos Aires, Buenos Aires, Argentina. In both laboratories, TTs were maintained in vivo by alternate serial passages in Wistar female rats and BALB/c female mice, as previously described (Markoski et al., 2003). Experimental hosts were infected by intraperitoneal inoculation and, after 3 months, TTs were collected and used for experiments. Only TTs from up to the third serial passage in mice were used for the experiments. Viability assessment of treated TTs with the inhibitors was performed by trypan blue staining and by motility assay. For experiments to viability assessment of treated TTs by trypan blue staining, TTs freshly collected from mice were washed 3 times with 50 mL of PBS and stored in RPMI 1640 medium at 4°C until the moment of use. For in vitro cultures, 3 biological replicates were pooled, each replicate produced using TTs obtained from a single mouse host. Before being used in experimental protocols, TTs were cultured for 24 h in 300 μL of RPMI medium at 37°C under 5% CO2 atmosphere. For experiments to motility assessment of treated TTs by motility automated assay, TTs recently collected from mice were washed 3 times with PBS with levofloxacin (20 μg mL−1). For in vitro cultures, 3 biological replicates were used, each one corresponding to TTs obtained from a single mouse host. Prior to use in experiments, TTs were size-selected using monofilament polyester meshes to a final size of 150–250 μm. TTs were cultured for 24 h in 200 μL of RPMI medium at 37°C under 5% CO2 atmosphere. All experimental procedures involving animals were previously approved by the Ethical Committee (CEUA) of the Universidade Federal do Rio Grande do Sul (Project no. 40598) and by the Comité Institucional para el Cuidado y Uso de Animales de Laboratorio (CICUAL), Facultad de Medicina, Universidad de Buenos Aires (UBA), Argentina (protocols: ‘In vivo passages of cestode parasites from Mesocestoides vogae’ CD N_1127/2015).\n\n## Trypan blue staining for preliminary viability assessment of simvastatin-treated TTs\nTTs (15 μL TTs in 300 μL of medium) were cultured in RPMI medium at 37°C under 5% CO2 atmosphere in the presence of different concentrations of simvastatin (5 μm, 10 μm, 20 μm, 50 μm, 100 μm and 150 μm) for 48 h. Albendazole (ABZ) at concentration of 20 μm was used as a positive control, and RPMI medium and DMSO (drug vehicle, 3% DMSO final concentration) were used as negative controls. Due to the high number of TTs per well, the medium was changed daily, and simvastatin or ABZ were re-administered (maintaining the same final concentrations) with each medium change. TTs viability was determined by trypan blue staining, following a previously standardized staining-based techniques protocol to measure the viability of M. corti TTs (Fabbri and Elissondo, 2018). After trypan blue staining, TTs were observed under a stereomicroscope, and images were captured to count the number of live and dead TTs. This count was then used to calculate the percentage of viability using the formula: (number of live TTs/total number of TTs) × 100 (Fabbri and Elissondo, 2018). Statistical analyses were carried out using GraphPad Prism 8. One-way ANOVA tests were used to analyse the effects of the simvastatin on M. corti motility. Significant differences (P < 0.05) were determined by Tukey comparisons post-tests, comparing each simvastatin concentration with the negative controls. Additionally, the parasites were inspected daily to determine any detectable morphological alterations on parasites treated with simvastatin, and the images were taken using an inverted microscope (Axiovert 25, Carl Zeiss) coupled to a digital video camera (Eurekam 5.0, Bel Engineering).\n\n## Motility assays for assessment of effect of statins on \nTTs (4–6 TTs in 200 μL of medium) were cultured in RPMI medium at 37°C under 5% CO2 atmosphere in the presence of different concentrations (25 μm, 75 μm, 100 μm and 150 μm) of either simvastatin or fluvastatin for 9 days. No medium changes were made, and a single dose of treatment was administered due to the low number of individuals per well. Parasites pre-treated with ethanol 70% for 30 min and praziquantel (PZQ) at concentration of 20 μm were used as positive controls. RPMI medium and DMSO (1% DMSO final concentration) were used as negative controls. TTs motility was determined using an assay with a worm tracker device (WMicrotracker MINI, Designplus SRL, Argentina), previously standardized for measuring the movement of M. corti TTs (Vaca et al., 2019, 2021, 2022). Measurements of motility with the WMicrotracker were performed before adding the compounds (day 0) and daily afterward. The data was collected from 3 independent biological replicates, each corresponding to TTs obtained from a different mouse, in quadruplicate for each tested condition. Relative motility indices, respective to parasite motility before adding the compounds, were determined as described previously (Vaca et al., 2019). The percentages of reduction of motility, as described in the Results section, were taken from the relative motility index by using the formula:\nFor example, an RMI of 0.3 corresponds to 70% of motility reduction. Statistical analyses were carried out using GraphPad Prism 8. Two-way ANOVA tests were used to analyse the effects of the simvastatin and fluvastatin on M. corti viability. Significant differences (P < 0.05) were determined by Bonferroni comparisons post-tests, comparing each simvastatin and fluvastatin concentration with the negative controls. In addition, the parasites were inspected daily to determine any possible morphological alterations. Images were taken using an inverted microscope (Primo Vert, Carl Zeiss) coupled to a digital video camera (AxioCam ERc5c, Carl Zeiss).\n\n## Recovery and definition of HMG-CoA reductase sequences from parasitic helminths and their respective hosts\nFor the identification and definition of orthologs of HMG-CoA reductase from parasitic helminths and their respective hosts, HMG-CoA reductase amino acid sequences were retrieved from public databases and aligned. A total of 101 ortholog HMG-CoA reductase amino acid sequences were recovered (72 from the HMMMER database and 29 from the WormBase ParaSite database). Among the 101 amino acid sequences recovered, only 24 amino acid sequences were selected as orthologs of human HMG-CoA reductase according to the established orthology criteria. The genes coding for these 24 HMG-CoA reductases are in single copies in the corresponding genomes, as no paralogs have been found in the performed searches. The size of the HMG-CoA reductase amino acid sequences from parasitic helminths ranged from 375 to 1200 aa, with identities and similarities to the human enzyme ranging from 20 to 31% and from 28 to 50%, respectively. Considering host species, the size of the HMG-CoA reductase amino acid sequences ranged from 885 to 888 aa, with identities and similarities to the human enzyme ranging from 94 to 95% and from 96 to 97%, respectively (results shown in Supplementary Table 1). Furthermore, the alignment of HMG-CoA reductase amino acid sequences from parasitic helminths and their hosts demonstrated the conservation of amino acid residues with identity ranging from 36 to 97% in the catalytic domain, which also contains the active site catalytic residues in conserved positions (Supplementary Fig. 1).\nComparing the human reference enzyme with the HMG-CoA reductases from the parasitic helminths (results are summarized in Supplementary Table 1), the amino acid sequence of Taenia saginata was the one with the lowest degree of conservation (20% identity and 34% similarity). On the other hand, the amino acid sequence with the highest degree of conservation was that of Hymenolepis diminuta (31% identity and 50% similarity). For McosHMGCR, the values were 29% identity and 44% similarity. Among the species of the genus Echinococcus, the values were 27% identity and 40% similarity (E. multilocularis) and 27% identity and 38% similarity (E. granulosus sensu stricto). TsHMGCR, in turn, presented values of 29% identity and 45% similarity.\n\n## Evaluation of the evolutionary conservation of HMG-CoA-reductase amino acid sequences from parasitic helminths and their respective hosts\nTo reconstruct the evolutionary history of HMG-CoA reductases from some parasitic helminths and their respective hosts, a phylogenetic analysis was performed. A set of 17 amino acid sequences from parasitic flatworms was used, comprising 8 cestode sequences (E. granulosus, E. multilocularis, H. diminuta, Hymenolepis microstoma, M. corti, Taenia asiatica, T. saginata and T. solium), and 9 trematodes species (Clonorchis sinensis, Fasciola hepatica, Opisthorchis felineus, Opisthorchis viverrini, Schistosoma bovis, Schistosoma haematobium, Schistosoma japonicum, Schistosoma mansoni and Schistosoma margrebowiei). An outgroup of 8 amino acid sequences was used in the analysis, comprising 4 nematode species that cause gastrointestinal diseases (Ascaris lumbricoides, Enterobius vermicularis, Necator americanus and Strongyloides stercoralis) and the host species of the assessed helminths (Bos taurus, Homo sapiens, Ovis aries and Sus scrofa). The resulting phylogenetic tree is shown in Fig. 1. It revealed 3 distinct clades: Chordata, platyhelminths and nematodes. Platyhelminths were divided into 2 monophyletic groups of parasitic worms, 1 corresponding to trematodes and the other corresponding to cestodes. The distinction of the analysed organisms in monophyletic clades demonstrated that the closely related species are grouped in the same branch, reinforcing the conservation of HMG-CoA reductase among these organisms.\nFigure 1.Phylogenetic tree of HMG-CoA reductase from parasitic helminths and their respective hosts. Phylogenetic tree showing the relative conservation of HMG-CoA reductase in different parasitic helminths. The analysis involved 25 amino acid sequences, 17 amino acid sequences from platyhelminths, 4 amino acid sequences from their hosts, and 4 amino acid sequences from nematodes (outgroup). The phylogenetic tree was obtained using the maximum likelihood (ML) probabilistic method based on the JTT matrix-based model with 5 gamma categories. The consensus tree was inferred from 2000 replicates.\n\n## Comparative analysis of HMG-CoA reductase structures from the cestodes \nTo assess the possible forms of interaction of HMG-CoA reductases from cestodes with simvastatin, the 3-dimensional structure of these enzymes was modelled for M. corti (Fig. 2A), E. multilocularis (Fig. 2B), E. granulosus (Fig. 2C) and T. solium (Fig. 2D). For each of these species, at least 12 models were built. These models had their qualities evaluated and the best models were chosen for the next steps. The results of the model quality assessments are presented in Supplementary Materials 1–4.\nFigure 2.Three-dimensional structures of McosHMGCR, EmHMGCR, EgHMGCR and TsHMGCR and interactions with simvastatin. Predicted homotetrameric structures of (A) McosHMGCR, (B) EmHMGCR, (C) EgHMGCR and (D) TsHMGCR, with the different monomer chains shown in green, yellow, pink and blue. Active sites and interactions with the ligands are shown in the boxed detail for (a) McosHMGCR, (b) EmHMGCR, (c) EgHMGCR and (d) TsHMGCR. The structure of simvastatin is shown in green, and hydrogen bonds between it and amino acids from the assessed cestode HMG-CoA reductases are shown as yellow dotted lines.\nIn all the built cestode models, the general structure of the HMG-CoA reductase is similar to that observed in the structure of human enzyme (Supplementary Fig. 2). Furthermore, the HMG-CoA reductase monomer (Supplementary Fig. 3) contains a typical structure composed of 3 domains: an N-terminal helical domain called the N domain (pink), an L domain (blue) and a C-terminal domain called the S domain (grey), as the template enzyme. The S and L domains are connected by a loop assumed to be involved with the enzyme tetramerization. In the homotetramer, the active site contained in each monomer (A, B, C and D) is localized in the L domain interface between 2 monomers. As expected, not only the primary amino acid sequences of HMG-CoA reductase are conserved among the different cestodes (Fig. 3A) but also their overall structures (Fig. 3B).\nFigure 3.Sequence and structure comparisons of McosHMGCR, EmHMGCR, EgHMGCR, TsHMGCR and HsHMGCR. (A) Alignment of the amino acid sequences of McosHMGCR, EmHMGCR, EgHMGCR, TsHMGCR and HsHMGCR. The catalytic amino acid, identical in all enzymes, are highlighted in salmon. Other identical amino acids are highlighted in dark green. (B) Superposition of the tetrameric structures of McosHMGCR (cyan), EmHMGCR (salmon), EgHMGCR (green), TsHMGCR (purple) and HsHMGCR (yellow).\n\n## Interactions of simvastatin with the active site of HMG-CoA reductases from \nTo evaluate the possible forms of interactions of simvastatin with the active site of cestode HMG-CoA reductases, molecular docking experiments were performed on the DockThor server with McosHMGCR, EmHMGCR, EgHMGCR and TsHMGCR. The parameters for molecular docking were calibrated using the redocking strategy using as reference the structure of HMG-CoA reductase from Homo sapiens (HsHMGCR) complexed with simvastatin (PDB ID: 1hw9). The result of redocking simvastatin with HsHMGCR yielded a binding affinity score of −8.624 (Table 1). We observed that simvastatin interacts with C-chain residues Glu559, Lys735 and Asn755 and with D-chain residues Arg590, Lys691 and Ser684 (Supplementary Fig. 4). These values were used for comparative analyses with the cestode HMG-CoA reductase orthologs.\nTable 1.Molecular docking results of the drug simvastatin. Binding affinity score (given in kcal mol−1) of the drug simvastatin with the HsHMGCR, McosHMGCR, EmHMGCR, EgHMGCR and TsHMGCREnzymesSimvastatinHsHMGCR−8.624McosHMGCR−8.391EmHMGCR−8.150EgHMGCR−8.079TsHMGCR−8.172\nThe binding affinity scores of the cestode assessed enzymes with simvastatin are shown in Table 1. In McosHMGCR, simvastatin interacts with C-chain residues Glu543 and Lys719 and with D-chain residues Arg574, Ser668 and Asp674 (Fig. 2A). The interactions of EmHMGCR with simvastatin are with residues Glu252, Lys428 and Asn450 of the C-chain and with residues Arg283 and Ser377 of the D-chain (Fig. 2B). In EgHMGCR, simvastatin interacts with C-chain residues Glu216, Lys392 and with D-chain residues Arg247 and Ser341 (Fig. 2C). Finally, in TsHMGCR simvastatin interacts with C-chain residues Glu389, Lys565 and Asn587 and with D-chain residues Arg420 and Ser514 (Fig. 2D). In the comparison of the predicted active sites among the built models for the 4 orthologs enzymes, it was observed that the Glu and Lys residues of the C-chain and the Arg and Ser residues of the D-chain are always predicted to interact with simvastatin.\n\n## Preliminary viability assessment of simvastatin-treated TTs by trypan blue staining\nTo analyse the effects of simvastatin on M. corti with trypan blue staining, in vitro assays were performed with different concentrations of simvastatin (5 μm, 10 μm, 20 μm, 50 μm, 100 μm and 150 μm). After 48 h, we observed that simvastatin at concentrations of 100 μm and 150 μm reduced 90% of the viability of treated TTs by the trypan blue stain exclusion test (Fig. 4A) with most TTs treated at these concentrations stained blue (Supplementary Fig. 5). Optical observations of treated TT with the inverted microscope showed that after 24 h, TTs treated with concentrations between 50 μm and 150 μm of simvastatin displayed reduced viability compared to untreated TTs. At 48 h, TTs treated with concentrations of 100 μm and 150 μm clearly showed a drastic reduction in viability and progressive tegument damages (Fig. 4B). These results indicate that simvastatin decreases the viability of M. corti and that this statin is a potential anthelmintic.\nFigure 4.Effects of simvastatin on the viability of M. corti tetrathyridia (TTs). (A) TTs were treated for 48 h with concentrations of 5 μm, 10 μm, 20 μm, 50 μm, 100 μm and 150 μm of simvastatin. The following were used as negative controls: RPMI and DMSO; and as positive control: ABZ. The experiment was performed in triplicate. The error bars represent the standard deviation, and the asterisks indicate those values that presented differences with statistical significance compared to the negative controls, according to the ANOVA test and Tukey's post-test (**P < 0.01; ****P < 0.0001). (B) Inverted optical microscope images of treated TTs with 5 μm, 10 μm, 20 μm, 50 μm, 100 μm and 150 μm concentrations of simvastatin on the last day of treatment (48 h). Treated TTs with 100 μm and 150 μm concentrations appear with tegument damage (arrows) compared to negative controls (RPMI and DMSO). All images are at 5× magnification.\n\n## Motility assessment of statins-treated TTs by motility assays\nTo further evaluate the potential cestocidal activity of statins, the effects of simvastatin and fluvastatin on TTs were assessed using motility assays. In these assays, conducted with a worm microtracker device, drug concentrations of 25 μm, 75 μm, 100 μm and 150 μm were tested. For simvastatin, motility values showed a consistent and significant reduction only at concentrations of 150 μm (from day 1) and 100 μm (from day 6). At the 150 μm concentration, an almost complete reduction in motility was observed from day 5, with motility being fully abolished (100% reduction) by day 7 (Fig. 5A). Observations with an inverted microscope showed reduced motility and morphological alterations (including tegument damage) in TTs treated with 150 μm from day 1, and in parasites treated with 100 μm and 75 μm from day 6 (Fig. 5B).\nFigure 5.Effects of simvastatin and fluvastatin on the viability of M. corti tetrathyridia (TTs). Effects of (A) simvastatin and (C) fluvastatin on TTs were evaluated at concentrations of 25 μm, 75 μm, 100 μm and 150 μm at different incubation times, using the M. corti TTs motility assay. TTs incubated with the drug vehicle (DMSO 1%) were used as a negative control. Relative motility indices were measured from a biological replicate, in quadruplicate. The error bars represent the standard deviation, and the asterisks indicate those values that",
  "has_full_text": true
}