{
  "pmid": "39708333",
  "title": "Efficient Photolysis of Multidrug-Resistant Polymicrobial Biofilms.",
  "abstract": "Chronic wounds are prone to infections with multidrug-resistant bacteria, forming polymicrobial biofilms that limit treatment options and increase the risk of severe complications. Current cleansing options are insufficient to disrupt and remove tenacious biofilms; antibiotic treatments, on the other hand, often fall short against these biofilm-embedded bacteria. This study explores an non-antibiotic approach that extends beyond conventional porphyrin-based phototherapy by using blue light (BL) in conjunction with ferric ions (Fe(III)) to disrupt and eradicate biofilms. The dual not only degraded biofilm extracellular polymeric substances (EPS) in mono-species and polymicrobial biofilms by specifically targeting carboxyl-containing polysaccharides within the matrix but also exhibited broad-spectrum antimicrobial activity by affecting key components of the outer membrane and cell wall. Bacteria, such as K. pneumoniae, with compromised EPS after photolysis, demonstrated increased susceptibility to macrophage phagocytosis. Disruption of the polymicrobial biofilm structure also enhanced the bacterial susceptibility to bactericidal drugs. Treating wounds infected by mixed-species biofilm in diabetic mice demonstrated a substantial reduction in bacterial colonization and improved tissue repair. The BL-Fe(III) modality offers a safe, efficient alternative for managing chronic wound infections, making it ideal for repeated, non-invasive use at home, especially in resource-limited areas.",
  "journal": "Advanced science (Weinheim, Baden-Wurttemberg, Germany)",
  "year": "2025",
  "authors": [
    "Li Y",
    "Dong Y",
    "Zhang Z",
    "Lin Z",
    "Liang C"
  ],
  "doi": "10.1002/advs.202407898",
  "mesh_terms": [
    "Biofilms",
    "Animals",
    "Mice",
    "Photolysis",
    "Drug Resistance, Multiple, Bacterial",
    "Anti-Bacterial Agents",
    "Wound Infection"
  ],
  "full_text": "## Introduction\nChronic wounds, particularly diabetic wounds (DW), are highly susceptible to bacterial infections due to the chronic breach of skin and impaired host immunity, leading to cellulitis and lethal sepsis if left unchecked.[\n\n1\n\n] Multidrug‐resistant microbes and polymicrobial biofilms are commonly found in DW infections, which greatly limit treatment options and severely delay wound healing. These biofilms protect the embedded microbes, enhancing their survival and facilitating gene exchanges. They also protect the bacteria from immune clearance, making the biofilms extremely challenging to control. Currently, the standard treatment requires constant debridement of the wounds and physical removal of the infected tissues in a hospital setting by skilled professionals. Despite such efforts, wound infections can still rapidly relapse and deteriorate between hospital visits. Consequently, an alarming fifteen percent of patients with infected diabetic foot ulcers (DFUs) eventually require lower limb amputations to prevent life‐threatening sepsis.[\n\n2\n\n] Prompt and convenient wound cleansing options, along with innovative non‐antibiotic therapies that can be repeatedly administered at home, offer an effective alternative for managing diabetic and other chronic wound infections.\nCurrent anti‐biofilm research focuses on direct killing of the dormant bacteria embedded in biofilms, known as persisters. Persisters can evade antibiotic attacks because conventional bactericides primarily target actively growing cells.[\n\n3\n\n] Membrane‐attacking agents, such as colistin and other polycationic molecules, despite their nephrotoxicity, appear to be the last resort against persisters, as they can directly rupture bacteria regardless of their metabolic state.[\n\n4\n\n] Other ATP‐independent agents like acyldepsipeptide and lassomycin are emerging but remain inactive against Gram‐negative persister cells.[\n\n5\n\n]\nIn addition to direct killing, approaches targeting bacterial extracellular matrices are gaining attention. Bacteria themselves account for only 5–35% of the biofilm volume, with the remaining portion occupied by extracellular polymeric substances (EPS) and water.[\n\n6\n\n] EPS is primarily composed of polysaccharides, extracellular DNA (eDNA), and proteins. Correspondingly, enzymatic degradation methods using glycosidase, DNase, and proteinase have been developed to specifically disperse biofilms, which unmasks the bacteria for enhanced neutrophil‐mediated killing[\n\n7\n\n] and the reversal of antibiotic tolerance.[\n\n8\n\n] An example is the DispersinB wound gel developed by Kane Biotech Inc., which is currently under clinical trials.[\n\n9\n\n] However, the EPS component targeted by a dispersing enzyme may not be universally present across various biofilms and thus may be effective only in some biofilms. Research on dispersing enzymes has mostly focused on mono‐species biofilms, overlooking the polymicrobial biofilms prevalent in nature, potentially oversimplifying the complexity of chronic wound infections. Additionally, dispersing enzymes are not inherently bactericidal, underscoring their need for co‐administration with antibiotics.[\n\n10\n\n] Even though it is painful and requires anesthesia, mechanical methods like sharp debridement and rigorous wiping with gauze continue to be the most effective strategies for combating wound biofilms. Bacteria, once released from disrupted biofilms and left unprotected, can be effectively eliminated through saline cleansing or by host immune clearance, such as phagocytosis. Thus, the importance of sufficient disruption of biofilms, whether the biofilms are mono‐species or polymicrobial, cannot be overstated.\nBlue light (BL) in the range of 400–470 nm represents an emerging antimicrobial modality that targets both planktonic and biofilm‐encased cells.[\n\n11\n\n] It is widely accepted that blue light kills bacteria by exciting endogenous photosensitizers such as porphyrins within bacterial cells, generating detrimental Reactive Oxygen Species (ROS) that damage the pathogens. Recent discoveries have unveiled a growing list of bacterial intracellular targets responsive to blue light, including pyocyanin, staphyloxanthin, and catalase.[\n\n12\n\n] Despite these advances, direct evidence of blue light affecting the EPS components of biofilms remains limited. Among the few examples, Martegani et al. observed that 455‐nm blue light could profoundly affect the biofilm matrix without compromising the viability of Pseudomonas aeruginosa PA01 cells.[\n\n13\n\n] A combination of blue light with bioactive compounds, such as quinine, carvacrol, or thymol, significantly impacted the integrity of biofilms as well.[\n\n14\n\n] However, it remains elusive whether the light‐based treatments directly disrupt the biofilm matrix, or the bactericidal activity of the treatment indirectly affects the overall structure of the biofilm. Moreover, these combinations appeared to be ineffective against biofilms formed by blue‐light refractory bacteria, such as K. pneumoniae and E. coli. These BL‐refractory bacteria frequently co‐infect chronic wounds with BL‐susceptible ones, forming multi‐species biofilms (Graphic summary: Left). While blue light alone or alongside compounds like carvacrol, kills BL‐susceptible bacteria, the refractory ones resurge, leaving the biofilm more difficult to treat (Graphic Summary: upper right). These co‐infected, BL‐refractory bacteria produce limited amounts of porphyrins.[\n\n15\n\n] Apparently, alternative approaches capable of killing both BL‐susceptible and BL‐refractory pathogens, independent of porphyrin production, can be sufficient complements to effectively treat polymicrobial biofilms by light‐based therapy.\nIn this study, we delved into a non‐canonical mechanism through which blue light (BL), particularly at 405 nm, disassembles biofilm EPS in a porphyrin‐independent fashion. Fe(III) was serendipitously found in our study to degrade EPS polysaccharides and eradicate embedded pathogens in biofilms upon BL exposure (Graphic Summary: lower right). Moreover, the photolytic effect of the BL‐Fe(III) treatment on the biofilm matrix synergized with host immune clearance and bactericidal antibiotics to combat polymicrobial biofilm wound infections. This innovative photolysis of biofilms extends to both BL‐susceptible and ‐refractory pathogens as well as Gram‐positive and Gram‐negative pathogens, greatly broadening the spectrum of BL‐mediated bactericidal activity. The BL‐Fe(III) regimen holds great promise as a safe, efficient, and painless wound‐cleansing modality, and can potentially revolutionize the care for patients with chronic wounds and conditions such as bedsores, diabetic ulcers, and necrotizing fasciitis.\n\n## Complete Mucoidal Disruption of the Hypermucoid \nKlebsiella (K). pneumoniae, a BL‐refractory bacterial strain, can undergo rapid phenotypic switches to adapt various host niches.[\n\n16\n\n] For instance, a wild‐type bacterium can spontaneously switch to either a non‐capsular or hyper‐capsular (hypermucoid) phenotype by mutations at the capsule biosynthesis locus[\n\n16a\n\n] (Figure \n1A). The non‐capsular mutant is better adapted for invasion and persistence in epithelial cells during urinary tract infections. Meanwhile, the hyper‐mucoid mutant is associated with bloodstream dissemination, as the abundant capsule polysaccharide confers resistance to phagocytosis. On the other hand, wild‐type (WT) strains are found across various infection sites, including wounds, abscesses, and lungs, where the bacteria can further evolve to adopt different infection strategies—namely, to persist locally or spread systemically.[\n\n16a\n\n]\nThe non‐capsulated mutant could spontaneously develop when the WT was cultured on agar for approximately three days; in contrast, the hypermucoid mutant was obtained by a culturing condition that promoted biofilm growth over two days (Figure S1, Supporting Information and Experimental Section). The hypermucoid K. pneumoniae served as an excellent model for our initial investigation of BL in biofilm disruption because this bacterium is BL‐refractory (Figure S2, Supporting Information) and produces abundant EPS material (i.e., the capsule polymers). Accordingly, we isolated these spontaneous mutants and characterized their unique colony morphologies: the non‐capsular mutant was translucent, whereas the WT and hypermucoid mutants were opaque (Figure 1Aa, opacity). The opaque phenotype may be attributed to capsular materials, increasing the colony's refractive index. The distinct colony phenotypes were verified by transmission electron microscopy (Figure 1Ab, TEM). The non‐capsulated mutant showed no visible extracellular substance whereas the WT bacteria were each surrounded by a thin layer of capsular polysaccharide (red arrows), insufficient for cell bridging. In marked contrast, the hypermucoid mutants produced extensive capsular filaments that entangled and occupied the extracellular space between bacteria, holding the cells together. In agreement with the TEM images, the non‐capsular and WT K. pneumoniae grown on agar were easily scraped off by an inoculation loop. Conversely, the hypermucoid colony was rooted in the agar and difficult to disrupt by the same loop. Additionally, the hypermucoid colony was sticky, and a string of cells (>5 mm) could be easily drawn out by a loop (blue arrow), and as such it was also called a string test (Figure 1Ac). There was no such a string in the non‐capsular and WT colonies under similar conditions. If cultured overnight in liquid media, both the non‐capsular and WT cultures could be easily spun down, evidenced with clear supernatant and a pellet in the tubes (Figure 1Ad). In contrast, the hypermucoid mutant could not be pelleted by centrifugation due to the viscosity of its culture. This viscous phenotype suggests the presence of a dense network in the culture, where cells are entangled or embedded. Thus, the hypermucoid culture and the spin test[\n\n17\n\n] were used to study the potential effect of blue light on the extracellular matrix. Surprisingly, the hypermucoid culture was successfully spun down by centrifugation after blue light irradiation at 405 nm for 80 J cm−2 (Figure 1B). In fact, the absorbance of the supernatant after centrifugation was similar to the absorbance of the medium control (Figure 1Bb), arguing for nearly complete disassembly of the hyper‐mucoidal network (Figure 1Ba). Based on the decrease in optical density, it was estimated that 93.5% of the bacteria were sedimented in the presence versus absence of BL irradiation (Figure 1Bb). Blue light irradiation is often associated with surged production of singlet oxygen (1O2) or reactive oxygen species (ROS) as a result of photodynamic reactions,[\n\n11\n\n] which can cause mucoidal disruption. To our surprise, 1O2 was generated at the highest level in the BHI medium alone upon BL irradiation, suggesting the presence of BL‐responsive “photosensitizers” in the medium, not in the bacteria (Figure 1C). It is thus imperative for us to identify the BL‐responsive compound(s) in the medium if we were to apply this modality to disrupt the biofilm in the wounds. The 1O2 levels seemed significantly attenuated in the hypermucoid culture, which was probably ascribed to the consumption or absorbance of the 1O2 by the mucoid materials. Nevertheless, the importance of BL in mucoidal disruption was corroborated since only 405‐nm blue light, rather than other wavelengths (470 nm and 625 nm), could result in sedimentation of the hypermucoid bacteria in spin tests (Figure 1D). The BL‐mediated sedimentation could be partially reversed by a NaN3, a 1O2 scavenger, but not by thiourea, a hydroxyl radical (OH·) scavenger, ruling out the involvement of a conventional type I photodynamic reaction in the disruption of the hypermucoid bacteria.\n\n## BL Combined Fe(III) Degrades Capsule Polysaccharide and Potentiates Phagocytosis of \nTo decipher whether a Type II photodynamic reaction was the underlying mechanism, it was necessary to irradiate the capsular materials from the hypermucoid culture with BL in the presence of type II photosensitizers in saline solution in place of BHI medium. The capsular polysaccharides of Gram‐negative and Gram‐positive bacteria exhibit significant biochemical and structural variety. Despite their diversity, capsular polysaccharides are largely acidic and negatively charged, owing to the presence of sugar components that contain carboxylic acid.[\n\n18\n\n]\nK. pneumoniae strains can produce over 80 capsule serotypes. Inset in Figure \n2A illustrates the structure of colanic acid, a classic capsular polysaccharide that contains one carboxylic acid. We purified the capsule material from the hypermucoid culture of K. pneumoniae (Kp) and treated it with BL alone or BL plus NaN3. Both treatments failed to disrupt the hypermucoid structure, as manifested by the intact bands of high molecular weight, comparable to those in the dark control (Figure 2A). This confirmed the presence of the “photosensitizer” in the medium, not in the bacteria. We then added protoporphyrin IX (PpIX) to the capsular polymer, followed by BL irraditation. PpIX is a representative of bacterial porphyrin, functions as a type II photosensitizer, and generates 1O2 upon BL irradiation. To our surprise, the capsular polymer was again resistant to BL combined with PpIX, even with a high concentration of PpIX (10 µM), which was over 100‐fold higher than that in E. coli cells (Figure 2A).[\n\n15\n\n] These observations raised an intriguing possibility that a completely novel mechanism was involved in the observed disruption of the hypermucoid structure by BL (Figure 1).\nA recent study demonstrated that BL and Fe(III) could degrade carboxylate‐containing polysaccharides.[\n\n19\n\n] As depicted in Figure 2C, Fe(III) and the carboxylate form coordination complex, presenting a ligand‐to‐metal charge transfer (LMCT) absorption band at 405‐nm blue light. Blue light irradiation lyses the carboxylate bond, leading to a sugar radical and a free CO2\n•−, which is stabilized by nearby iron. Translocation of the lone electron leads to the cleavage of the glycosidic bond and subsequent degradation of the polysaccharide (Figure 2C). Inspired by this photoreaction, we evaluated the potential of BL and Fe(III) photolysis of the capsular polysaccharides containing carboxylic groups. The combination of BL and Fe(III) (1000 µM) could rapidly break down the capsular polymer, as evidenced by the complete disappearance of the band (Figure 2A). The degradation of capsule by Fe(III) was dose‐dependent: at 1000 µM, there was complete degradation; at 100 µM, the degradation was partial, shown by higher molecular weight smears. Below 10 µM, Fe(III) had a minimal degradation effect. Interestingly, NaN3 could abrogate the photolytic effect of BL‐Fe(III), but it did not function as a 1O2 scavenger, as it typically did in canonical photoreactions (Figure 2A). Rather NaN3 and Fe(III) formed an iron azide (FeN3) precipitation, blocking the photolysis reaction by sequestering iron. To further verify the effect of Fe(III), we repeated the mucoidal disruption experiment with a lower blue light energy (i.e., 20 J cm−2), which was only 25% of the original, unable to cause overt sedimentation (Figure 2B, top left). Addition of Fe(III) at 300 µM efficiently reduced the culture viscosity and resulted in sedimentation after blue light irradiation (top right). Consistent with previous observation, NaN3 and Fe(III) formed precipitation and blocked photolysis (bottom left). Most importantly, adding deferoxamine (DFO), a strong and specific chelator of ferric ion, also effectively inhibited the photolysis and sedimentation, suggesting the essential role of Fe(III) in the mucoidal disruption triggered by blue light (bottom right).\nThe degradation was also confirmed by transmission electron microscopy, revealing breakdown of the extracellular filaments as indicated by the clear background between bacterial cells following the treatment (Figure 2D, bottom left). Occasionally, small dots (<50 µm) were observed in the extracellular space, possibly representing fragments of larger polymers after photolysis (Figure 2D, bottom right). In contrast, the capsular polymers in the dark control group were more evident, tightly knotted, and occupied the extracellular space fully (Figure 2D, top). Beyond affecting the capsule structure, the BL‐Fe(III) treatment also seemed to damage the bacterial membranes, leading to leakage of cell contents (Figure 2D, bottom). The magenta arrows indicated loss of cell contents, while the black arrows showed ruptured membranes. The hypermucoid capsule functions as a safeguard against phagocytosis and its disruption could enhance phagocytosis. This is because the copious capsule can mask the pathogen‐associated molecular patterns (PAMPs), such as lipopolysaccharides (LPS), on the bacterial surface that normally trigger phagocytosis.[\n\n16\n, \n17\n, \n20\n\n] In agreement with this, the capsule‐deficient mutants were found to be more efficiently internalized and killed by mouse macrophages (RAW 264.7) (Figure 2Ea). Conversely, the hypermucoid mutant was immune to both attachment and phagocytosis, with few bacteria seen within the macrophages (Figure 2Eb). As expected, the phagocytosis resistance of the hypermucoid mutant was partially but significantly reversed following treatment with BL and Fe(III) (Figure 2Ec). The percentages of activated macrophages (Mφ+/Mφ) that had engulfed bacteria after being co‐cultured with different K. pneumoniae cells for 2 hours were shown in Figure 2Ed. The non‐capsulated strain triggered 50.7% of Mφ activation, while the hyper‐mucoid mutant activated only 6.7% of Mφ, which was significantly increased to 23.9% after BL and Fe(III) treatment, albeit at lesser degree than the phagocytosis of the non‐capsulated mutant.\n\n## BL‐Fe(III) Decomposes the Alginate Matrix Produced by \nTo extend the matrix degradation property of BL‐Fe(III) regimen to other bacteria, \nPseudomonas\n\n(P). aeruginosa (Pa) was investigated. Pa expresses at least three types of exopolysaccharides (Psl, Pel, and alginate), all of which are involved in biofilm growth.[\n\n21\n\n] Psl and Pel are neutral and cationic polysaccharides, respectively, and are primarily synthesized by non‐mucoid strains such as PA01 and PA14 to form surface‐attached biofilms. Mucoid strains such as P. aeruginosa 19 660 are commonly isolated from cystic fibrosis or sepsis patients and overproduce alginate. Alginate (Figure \n3B) is a carboxyl‐containing polymer that connects different cells to form thicker 3D biofilms.[\n\n22\n\n] Similar to our observation with K. pneumoniae capsule, BL and Fe(III) could degrade the alginate polymer in a dose‐dependent manner. This degradation could be inhibited by NaN3 or DFO, the Fe(III) chelator (Figure 3A). We also compared the degradation efficiency between Fe(III) and Fe(II): Fe(III) showed much better degradation than Fe(II) under blue light irradiation (Figure S3, Supporting Information). Fe(II) showed some degree of degradation, likely due to blue light oxidizing some Fe(II) to Fe(III). Additionally, we confirmed that the BL‐Fe(III) treatment selectively targets carboxyl‐containing sugars, as evidenced by its inability to degrade starch, a polymer of glucose subunits (Figure S4, Supporting Information). This suggests that the BL‐Fe(III) modality is specific in its action; the breakdown of the EPS polymer is not attributed to the generation of non‐selective reactive oxygen species (ROS), such as hydroxyl radicals (•HO).\nAfter growing P. aeruginosa 19 660 statically for two days, a mucoid and viscous culture was obtained. To test the degradation effect on the biofilm, we divided the culture into two parts. The first part was the liquid culture containing the bacterial aggregate, which was strong enough to resist mechanical forces such as pipetting up and down. The second part consisted of the loosely‐attached, sheet‐like biofilms. Both parts were treated as follows: Dark, BL alone, BL‐Fe(III), and BL‐Fe(III) supplemented with NaN3. After the BL‐Fe(III) treatment: i) the bacterial aggregate could be easily dispersed by mechanical forces (Figure 3Ca), and ii) The attached biofilms became significantly weaker and were readily dislodged during the washing steps in crystal violet staining (Figure 3Cb and magenta dashed box). In marked contrast, the BL‐Fe(III) supplemented with NaN3 did not alter integrity in bacterial aggregate or biofilms. BL alone exhibited some antibiofilm effects as evidenced by the reduced biomass stained by crystal violet. This was likely attributed to the collapse of the cells embedded within the biofilm, as P. aeruginosa was known to be highly sensitive to blue light inactivation. Therefore, we reduced the blue light fluence to 40 J cm−\n2 in this experiment. Confocal microscopy recapitulated the results from crystal violet staining, reaffirming that the biofilm was largely dispersed after the BL‐Fe(III) treatment (Figure 3Cc, BL+Fe group). In addition, the fluorescence images revealed a mixed population (in yellow color) of live and dead bacteria in the biofilm after blue light (BL) irradiation (Figure 3Cc, BL alone group), indicating that blue light alone could not eradicate the biofilms‐embedded P. aeruginosa. Notably, adding NaN3 could inhibit the activity of BL and Fe(III), resulting in some visible FeN3 precipitates (Figure 3Cab, red arrows).\n\n## BL‐Fe(III) Disrupts Polymicrobial Biofilms and Enhances the Efficiency of Ciprofloxacin\nWe have demonstrated that BL‐Fe(III) degrades exopolysaccharides in two mono‐species biofilms—the mucoid K. pneumoniae (Kp) and P. aeruginosa (Pa). Diabetic wound infections often involve a polymicrobial community, with the most frequently isolated bacteria from diabetic foot samples being S. aureus, P. aeruginosa, K. pneumoniae, and A. baumannii.[\n\n23\n\n] To investigate the broad applications of BL‐Fe(III), we employed a previously established polymicrobial biofilm model.[\n\n24\n\n] This multi‐species biofilm comprised P. aeruginosa (≈80%), K. pneumoniae (≈10%), A. baumannii (6%), and S. aureus (3%), all grown in a wound‐like environment containing plasma, erythrocytes, and a chopped‐meat‐based medium. Polymicrobial biofilms were grown on purpose to encompass BL‐recalcitrant (i.e., K. pneumoniae) and BL‐sensitive (S. aureus, P. aeruginosa, and A. baumannii) bacteria and both Gram‐positive and Gram‐negative multi‐drug resistant strains. To avoid an overabundance of Kp capsule and Pa alginic acids in the biofilm matrix, which were extensively studied earlier, we specifically chose the wild‐type strains of Pa PAO1 and Kp IQ0035 instead of mucoid strains for the inoculum. This approach was adopted to ensure that the polymicrobial biofilm matrix more accurately represents a diverse range of polymers.\nThis mixture of strains grown in the same wound‐like medium could result in two different forms of polymicrobial biofilms: a sheet‐like biofilm (Figure \n4A) when grown under shaking conditions, and a clot‐like biofilm aggregate (Figure 4B) when not shaken. The coagulase‐positive S. aureus IQ0064 promoted plasma coagulation with the clotting effect encouraged under the non‐shaken condition, providing a 3D scaffold that accommodated multiple bacterial species. Under shaking conditions, the shear force mechanically disrupted coagulation by preventing the necessary interactions between fibrin monomers or hindering the formation of a stable scaffold for fibrin accumulation. As a result, mixed bacteria tended to attach to the provided surface (e.g., a pipette tip) and connected primarily with other bacteria/species through the extracellular matrix. The sheet‐like biofilm formed was flat and could be peeled off the pipette tip surface, while the clot‐like biofilm was bulkier and resembled a hydrogel structure. In our observations, the biofilm found in mouse wounds appeared more sheet‐like, possibly due to the thin skin and limited bleeding in mouse wounds, resulting in less plasma. However, this sheet‐like biofilm in mouse wounds was too thin to be seen by the naked eye and was further complicated by extensive neutrophil infiltration. In contrast, the morphology and anatomy of the clot‐like biofilm are comparable to those found in human chronic wounds, which typically have deeper wound beds and more bleeding.[\n\n25\n\n]\nThe sheet‐like biofilm was cut into small pieces and then treated with blue light and various concentrations of Fe(III): 0, 100, and 1000 µM (Figure 4Aa). Blue light alone, even at the maximum power density tested (120 J cm−\n2), was unable to affect the structural integrity of the biofilm. In marked contrast, the addition of Fe(III) rapidly degraded the matrix when exposed to blue light irradiation. The degradation effects became increasingly prominent as an increase in the total energy of the blue light and the concentration of Fe(III). Remarkably, the polymicrobial biofilm was almost completely dispersed by minimal mechanical forces (such as pipetting up and down several times) after 6 minutes of irradiation when Fe(III) was used at 1000 µM. Video clips revealed that polymicrobial biofilms, which were usually resilient, became vulnerable to mild physical disruptions following a brief BL‐Fe(III) treatment (Figure S5, Supporting Information). The BL‐Fe(III) at 40 J cm−2 and 300 µM also compromised the clot‐like biofilm aggregate, making it more susceptible to physical dispersion (Figure 4Ba).\nBactericidal antibiotics only kill actively growing bacteria. This is why drugs like Ciprofloxacin (Cip) are more effective against bacteria in the logarithmic phase than those in the stationary phase (Figure S6, Supporting Information). Similarly, biofilm‐embedded bacteria are usually more tolerant to bactericidal drugs because these bacterial aggregates have a lower surface‐to‐volume ratio, are less exposed to nutrients, and therefore have a slower metabolism, which helps them withstand high dosages of antibiotics. We hypothesized that using BL‐Fe(III) to disperse the polymicrobial biofilm would increase the surface‐to‐volume ratio of the bacterial population, encourage their regrowth in BHI medium, and partially reverse drug tolerance. To test this, biofilm samples—intact or dispersed by BL‐Fe(III)—were allowed recovered in fresh BHI medium with or without Cip for 8 hours (Figure 4Ab,Bb). In the absence of Cip, biofilm bacteria rapidly proliferated in the medium, reaching a high number of 9 LogCFU by the 8th hour across all groups. For the sheet‐like biofilm (Figure 4Ab), Cip alone (10 µg mL−1, ≥10×MIC) or BL‐Fe(III) alone (40 J cm−\n2 and 300 µM) killed 1.97 and 3.88 LogCFU of biofilm bacteria, respectively. Yet, combining BL‐Fe(III) and Cip could eliminate all bacteria, resulting in a 6.66 LogCFU reduction. The bactericidal effect of Cip on the BL‐Fe(III) dispersed sheet‐like biofilm was measured at ‐2.88 LogCFU, which was significantly better than its effect (‐1.97 LogCFU) on intact biofilm (Figure 4Ac). For the clot‐like biofilm aggregate, all of the above‐mentioned effects were attenuated, probably because the thickness of the biofilm hindered the penetration of light, Fe(III), and the Cip antibiotic. Despite such attenuation, the combination of BL‐Fe(III) and Cip synergistically killed 3.43 LogCFU of biofilm‐embedded bacteria, representative of more than 99.9% reduction (Figure 4Bb). The Cip effect was improved from a ‐1.54 LogCFU on intact biofilm to a ‐2.2 LogCFU on the dispersed biofilm (Figure 4Bc).\n\n## BL‐Fe(III) Exhibits a Broad Spectrum of Antimicrobial Activity but Spares Host Skin Fibroblasts\nA brief application of ferric solution, for instance, Monsel's solution containing 20% ferric sulfate or ≈1 M Fe(III)), to soft tissue is commonly used as a hemostatic agent in dermatology and dentistry.[\n\n26\n\n] Due to the formation of a coagulum, systemic absorption of Fe(III) is minimal. Other sources also indicate limited evidence of the carcinogenicity or toxicity of Fe ions (e.g., at doses of 2g kg−1) through dermal exposure, inhalation, and oral intake.[\n\n27\n\n] In this study, we explored the potential of BL‐Fe(III) as a wound‐cleansing method, which also involved short‐term exposure to Fe(III). To evaluate its safety, we treated human skin fibroblasts with BL at 40 J cm−\n2 for 12 min and increasing concentrations of Fe(III) up to 700 µM and did not find any signs of cytotoxicity (Figure \n5A). We then proceeded to evaluate the antimicrobial effectiveness of BL‐Fe(III) treatment against a panel of pathogens (Figure 5B‐F). The panel included a BL‐sensitive strain of P. aeruginosa (Pa), an intermediately sensitive S. aureus (Sa), and three BL‐tolerant bacteria: E. coli (Ec), K. pneumoniae (Kp), and E. faecalis (Ef). This selection covers two Gram‐positive strains, namely Sa and Ef, and three Gram‐negative strains, specifically Pa, Ec, and Kp. Surprisingly, the BL‐Fe(III) combination was effective against all bacterial strains tested, as evident by >3‐Log reduction in viable CFU counts (>99.9% inactivation), which was a stringent yet widely recognized criterion for determining bactericidal activity. Also, the BL‐Fe(III) treatment killed the BL‐sensitive strains (Pa, 7.1‐Log; Sa, 6.8‐Log CFU reduction) more efficiently than it did on BL‐recalcitrant strains (Kp, 3.2‐Log; Ec, 4.2‐Log; Ef, 5.4‐Log). Notably, E. faecalis (Ef) does not produce porphyrins and shows high tolerance to BL‐mediated killing. The effective killing of the enlisted bacteria by BL‐Fe(III) suggests that its bactericidal activity involves endogenous porphyrins‐dependent and independent mechanism. While the porphyrins‐dependent mechanism has been extensively explored, porphyrins‐independent mechanism is completely novel. It may target vital carboxyl‐containing components on the bacterial surface. The dual antimicrobial mechanisms of BL‐Fe(III) regimen warrant",
  "has_full_text": true
}