{
  "pmid": "39770308",
  "title": "Colistin Resistance Mechanism and Management Strategies of Colistin-Resistant Acinetobacter baumannii Infections.",
  "abstract": "The emergence of antibiotic-resistant Acinetobacter baumannii (A. baumannii) is a pressing threat in clinical settings. Colistin is currently a widely used treatment for multidrug-resistant A. baumannii, serving as the last line of defense. However, reports of colistin-resistant strains of A. baumannii have emerged, underscoring the urgent need to develop alternative medications to combat these serious pathogens. To resist colistin, A. baumannii has developed several mechanisms. These include the loss of outer membrane lipopolysaccharides (LPSs) due to mutation of LPS biosynthetic genes, modification of lipid A (a constituent of LPSs) structure through the addition of phosphoethanolamine (PEtN) moieties to the lipid A component by overexpression of chromosomal pmrCAB operon genes and eptA gene, or acquisition of plasmid-encoded mcr genes through horizontal gene transfer. Other resistance mechanisms involve alterations of outer membrane permeability through porins, the expulsion of colistin by efflux pumps, and heteroresistance. In response to the rising threat of colistin-resistant A. baumannii, researchers have developed various treatment strategies, including antibiotic combination therapy, adjuvants to potentiate antibiotic activity, repurposing existing drugs, antimicrobial peptides, nanotechnology, photodynamic therapy, CRISPR/Cas, and phage therapy. While many of these strategies have shown promise in vitro and in vivo, further clinical trials are necessary to ensure their efficacy and widen their clinical applications. Ongoing research is essential for identifying the most effective therapeutic strategies to manage colistin-resistant A. baumannii. This review explores the genetic mechanisms underlying colistin resistance and assesses potential treatment options for this challenging pathogen.",
  "journal": "Pathogens (Basel, Switzerland)",
  "year": "2024",
  "authors": [
    "Islam M",
    "Jung D",
    "Shin W",
    "Oh M"
  ],
  "doi": "10.3390/pathogens13121049",
  "mesh_terms": [
    "Acinetobacter baumannii",
    "Colistin",
    "Humans",
    "Acinetobacter Infections",
    "Anti-Bacterial Agents",
    "Drug Resistance, Multiple, Bacterial",
    "Drug Resistance, Bacterial",
    "Animals"
  ],
  "full_text": "## 1. Introduction\nMultidrug-resistant Acinetobacter baumannii (A. baumannii) is a notorious pathogen, posing a great threat to human health, and is responsible for bacteremia, pneumonia, urinary tract, and skin and soft tissue infections, contributing to significant morbidity and mortality [1]. The World Health Organization (WHO) and the Centers for Disease Control and Prevention (CDC) have declared it a critical priority pathogen and urged the exploration of new treatment options to combat this pathogen [2,3]. The rise of multidrug-resistant (MDR) and extensively drug-resistant (XDR) strains of A. baumannii presents significant challenges in treating associated infections. Several antibiotics are typically considered effective for these infections, including polymyxin E and B, sulbactam, tigecycline, piperacillin/tazobactam, cefiderocol, and aminoglycosides. These antibiotics can be used alone or in combination to enhance treatment effectiveness [4,5]. Nevertheless, the resistant strains are becoming more rampant, resulting in limited treatment options [6].\nPolymyxin antibiotics, mainly colistin, are currently used as a last-line defense against MDR A. baumannii infections. Colistin is a polycationic peptide that belongs to the class of polymyxin antibiotics, with only two members—polymyxin B and colistin—used in clinical settings [7]. It was first isolated in 1947 from the bacterium Paenibacillus polymyxa subspecies Colistinus and introduced into clinical use in the 1950s, but its use in human medicine was mainly limited to the treatment of pulmonary infections caused by MDR Gram-negative pathogens in patients with cystic fibrosis [8]. Colistin, initially limited to topical use in human medicine due to its nephrotoxic and neurotoxic risks when administered systemically, has increasingly become a last-resort antibiotic for challenging infections caused by multidrug-resistant (MDR) Gram-negative pathogens [9,10]. It is often used in critical situations, such as bacteremia, sepsis, and ventilator-associated pneumonia (VAP) in intensive care units. Additionally, colistin is utilized as an alternative treatment for urinary tract infections, osteomyelitis, joint infections, meningitis, pneumonia, gastrointestinal infections, pyoderma, soft tissue infections, as well as eye and ear infections [11]. Colistin is still frequently used as an additive in livestock feed to promote growth and treat intestinal infections. It is primarily used in food-producing animals such as pigs and poultry to manage these infections. Additionally, in the seafood industries, colistin sulfate is also used to promote fish growth [12,13]. However, overreliance on colistin in animals and human health exerts high selective pressure.\nConsequently, the growing clinical reliance on colistin for the treatment of infections has led to a surge of colistin resistance among clinical strains [14] (Table 1). Colistin resistance in A. baumannii can arise from several different mechanisms. One significant mechanism involves the addition of 4-amino-4-deoxy-L-arabinose (L-Ara4N) or phosphoethanolamine (pEtN) to the lipid A component of lipopolysaccharides (LPSs). This addition reduces the overall negative charge of the bacterial outer membrane (OM), making it more stable and hindering colistin penetration [15]. The PmrAB two-component system plays a role in regulating colistin resistance by controlling the expression of PmrC, an enzyme that facilitates the addition of pEtN to lipid A. This modification decreases the negative charge of the outer membrane, making it harder for colistin to bind [16]. Furthermore, mutations in genes responsible for LPS biosynthesis, such as lpxC, lpxA, or lpxD, can lead to the loss of LPSs and contribute to colistin resistance [17,18]. In addition, in A. baumannii, the plasmid carrying the mobile colistin resistance (mcr)-1 gene contributes to colistin resistance by encoding a phosphoethanolamine transferase. This enzyme catalyzes the addition of a phosphoethanolamine group to lipid A in the bacterial outer membrane, potentially altering its structure [19]. Interestingly, many A. baumannii isolates have been frequently reported to exhibit heteroresistance to colistin. This phenomenon involves colistin-susceptible strains harboring a subpopulation of colistin-resistant cells. Under selective pressure, both in vitro and in vivo, heteroresistant A. baumannii strains can quickly evolve into strains with a high level of colistin resistance. Treating infections caused by heteroresistant isolates may lead to the selection of colistin-resistant subpopulations, potentially resulting in therapeutic failures [20].\nIn this review, we discuss the colistin-resistant mechanisms of A. baumannii and explore alternative therapeutic drugs to address colistin-resistant A. baumanii (Col-RAB) infections.\n\n## 2. Colistin Mechanism of Action\nColistin exerts its antibacterial activity on the outer membrane, which harbors lipopolysaccharides that constitute the cell surface [36]. LPS molecules play a crucial role in limiting the entry of hydrophobic components and antibiotics, while also providing stability and integrity to the outer membrane of Gram-negative bacteria. Colistin, which is positively charged, binds to the negatively charged phosphate group of lipid A through electrostatic interactions. Lipid A is a hydrophobic component of LPSs and is significant for bacterial permeability and interaction with the external environment. Following the initial interaction, colistin competitively displaces divalent cations such as calcium (Ca2+) and magnesium (Mg2+), which destabilizes the cytoplasmic membrane. This disruption weakens the outer membrane’s LPSs and leads to the loss of inner cellular contents, ultimately resulting in bacterial cell death [37]. Colistin binds to lipid A (lipid A is an endotoxin) and exerts anti-endotoxin activity by neutralizing its effects. Thus, colistin inhibits the endotoxin functions of lipid A by binding to the LPS [38,39]. Colistin may promote the accumulation of reactive oxygen species (ROS) within cells, contributing to its bactericidal effect, particularly against Col-RAB. As colistin crosses the outer and inner membranes, the generated ROS are converted into hydrogen peroxide (H2O2) by superoxide dismutase enzymes. This H2O2 then participates in the Fenton reaction, which oxidizes Fe2+ to Fe3+ while simultaneously producing hydroxyl radicals (•OH). This reaction can lead to oxidative damage to both DNA and membrane lipids [40,41] (Figure 1).\n\n## 3. Mechanism of Colistin Resistance in \nA. baumannii can rapidly develop resistance to colistin through two main mechanisms, both of which involve either a complete loss of or significant alterations of the lipid A component of LPSs, the primary target of colistin activity. In both scenarios, the net negative charge on the cell surface decreases, affecting the electrostatic interaction between positively charged colistin and the negatively charged lipid A. The loss of LPSs is achieved through the inactivation of genes (lpxA, lpxC, and lpxD genes) involved in the initial step of lipid A synthesis. The most common mechanism, however, involves the modification of lipid A through the addition of phosphoethanolamine (PEtN). This modification is genetically driven by the chromosomal pmrCAB operon and eptA gene or through plasmid-borne mcr genes, all of which encode enzymes responsible for altering the structure of lipid A, thereby conferring resistance to colistin in A. baumannii (Figure 2).\n\n## 3.1. Loss of Lipopolysaccharides Due to Mutations in Their Biosynthetic Genes\nThe genes lpxA and lpxD on the A. baumannii chromosome encode acyl-transferases involved in lipid A biosynthesis [42]. Similarly, lpxB and lpxC, also involved in lipid A biosynthesis, are located in separate chromosomal regions [43,44]. These genes primarily regulate the first three steps of the lipid A biosynthesis pathway and the hydrophobic anchor of lipopolysaccharides [45]. Therefore, disruption or mutation of lpxA, lpxC, and lpxD genes in A. baumannii may have accounted for the observed LPS deficiency leading to colistin resistance. Moffat and colleagues were the first to report that a lack of LPSs results in colistin resistance in A. baumannii [18]. They worked with 13 colistin-resistant variants of the A. baumannii strain ATCC 19606 and found mutations in the lpxA, lpxC, or lpxD genes involved in lipid A biosynthesis. These mutations led to a complete absence of LPS production. The absence of LPSs was confirmed in a clinical Col-RAB isolate. Carbohydrate silver staining of whole-cell lysates revealed the lack of LPSs in the colistin-resistant strains. Mutations in the lpxA, lpxC, and lpxD genes were identified through PCR amplification and sequencing, with mutations ranging from single nucleotide changes to large deletions up to 445 base pairs. These mutations affected critical residues in the lipid A biosynthesis pathway, such as P30 in LpxC and H159, G68, and Q72 in LpxA, highlighting their importance for the proper function of LpxC and LpxA [18]. Further research with Col-RAB strains has found that the insertion of ISAba1 or ISAba11 into the lpxC gene is a frequent occurrence, causing the inactivation of lpxC and lpxA genes. This inactivation leads to the loss of LPSs. Insertion sequence ISAba11 was found to be inserted between nucleotides 390–393 in four strains and at nucleotide 420 or 421 in three strains, indicating that these specific regions may serve as hot spots for insertion [46]. In addition, under-expression of lpxACD has also been reported in colistin-resistant A. baumannii, leading to the decreased production of lipid A [47].\n\n## 3.2. Modification of Lipopolysaccharides\nThe modification of lipid A moieties, such as the addition of molecules like 4-amino-4-deoxy-l-arabinose (L-Ara4N), phosphoethanolamine (PEtN), or galactosamine to lipid A, is another common mechanism of colistin resistance in A. baumannii. However, unlike other Gram-negative bacteria, A. baumannii lacks the biosynthesis machinery for L-Ara4N and instead utilizes PEtN or galactosamine to bind to lipid A [48,49]. The structural modification of lipid A reduces the net negative charge on the cell membrane. This change interferes with the binding of positively charged colistin to lipid A, thereby diminishing colistin’s effectiveness. Similar to enteric bacteria, the PmrA/PmrB two-component system (TCS) is involved in mediating colistin resistance in this bacterium [50,51]. The pmrA/pmrB system consists of a two-component response regulator (PmrA) and sensor kinase (PmrB) that enables bacteria to sense and respond to environmental cues. This system also regulates the pmrC gene, responsible for encoding a lipid A phosphoethanolamine (PEtN) transferase that alters lipid A in bacterial LPSs. Upon activation of the PmrA/PmrB system, phosphorylated PmrA interacts with the pmrCAB operon promoter, leading to increased expression and the synthesis of the enzyme responsible for adding PEtN to lipid A [16,52,53,54]. Colistin resistance develops when phosphoethanolamine (PEtN) is added to lipid A by the enzyme phosphoethanolamine transferase, known as PmrC, which is encoded by the pmrC gene. This modification process is regulated by the PmrA/PmrB two-component system (TCS). Mutations in the pmrA, pmrB, or pmrC genes can lead to the overexpression of pmrC, resulting in colistin resistance. Among these genes, pmrB is most commonly subjected to mutations, causing an increase in the expression of pmrAB. This overexpression enables PmrC to modify lipid A by adding PEtN, ultimately contributing to the development of colistin resistance [34,55]. A study identified two novel mutations in pmrA (I13M) and pmrB (Q270P) that contribute to colistin resistance. They also found a mutation in miaA, a posttranscriptional regulator previously reported to affect cell growth and virulence. The I221V mutation enhanced the colistin resistance of pmrA (P102R) [50]. Mutations in the pmrB gene of A. baumannii, which lead to the upregulation of pmr genes, are the most common cause of colistin resistance, with diverse amino acid changes in the PmrB protein frequently observed [54,56,57]. Nurtop et al. discovered the highest number of mutations in pmrB genes [58]. A study identified three colistin-resistant clinical A. baumannii strains from different patients. Non-synonymous mutations were present in various domains of PmrB, with a significant number concentrated in the HisKA domain, which is essential for autophosphorylation and transferring the phosphoryl group to the PmrA response regulator [57,59]. Mutations in the receiver domain of the response regulator PmrA were also identified in Col-RAB strains. Palethorpe et al. provided structural insights into the N-terminal domain of A. baumannii PmrA using X-ray crystallography and developed a full-length model through molecular modeling, which helped deduce the impact of two key PmrA mutations, PmrA::I13M and PmrA::P102R, both of which contribute to increased colistin resistance [60]. In addition, the PmrAB TCS regulates the naxD gene in colistin-resistant strains with activating mutations in PmrB. An activating mutation in PmrB can cause overexpression of naxD. NaxD deacetylates N-acetylgalactosamine to galactosamine, which is essential for incorporating galactosamine into lipid A. This modification adds a positive charge to lipid A, thereby enhancing resistance [61,62]. A study identified at least 20 amino acid substitutions in PmrC in colistin-susceptible isolates, which were associated with colistin MICs ranging from ≤0.125 µg/mL to 0.5 µg/mL [63]. In another study, the colistin-susceptible A. baumannii strain also adopts PEtN [49]. These findings indicate that the resistance mechanism may vary by strain, and the presence of PEtN alone may not completely explain colistin resistance. According to Beceiro et al., the emergence of moderate colistin resistance in A. baumannii is linked to distinct genetic alterations. These alterations comprise a minimum of one (01) point mutation in the pmrB gene, heightened expression of the pmrAB operon, and the activation of pmrC, leading to the incorporation of phosphoethanolamine into lipid A [64]\nIn addition, the overexpression of the pmrC homolog, named eptA (ethanolamine phosphotransferase A) is found in Col-RAB isolates. The mere presence of the eptA gene in bacteria does not inherently confer resistance. However, when the insertion sequences ISAba1 integrate into the upstream of the eptA gene, they can enhance the expression of this enzyme, thus contributing to colistin resistance [34]. The gene eptA is frequently found in clinical strains of A. baumannii belonging to international clone II (IC2) and can exist in multiple copies within a single isolate (three or more). It is located distantly from the pmrCAB operon in the genome, which enhances resistance. For these strains to display colistin resistance, the integration of the ISAbaI element upstream of eptA is essential [34,35,65,66]. Lesho et al. discovered that colistin resistance was associated with point mutations in the pmrA1 and/or pmrB genes. They also identified homologs of pmrC, named eptA-1 and eptA-2, which were located distantly from the operon. Colistin-resistant isolates exhibited significantly increased expression of pmrC1A1B, eptA-1, and eptA-2 compared to colistin-susceptible isolates [67]. A study of two A. baumannii isolates from a patient found increasing resistance to colistin before and after unsuccessful treatment. Genome sequencing identified an additional insertion sequence (ISAba125) in a transcriptional regulator gene associated with the highly resistant strain. Deletion of the hns gene in the less resistant strain increased its colistin resistance while restoring hns in the highly resistant strain reversed the resistance. Transcriptomic analysis revealed over 150 differentially expressed genes, including increased expression of eptA, linked to colistin resistance [68].\nPlasmid-mediated transferable colistin resistance is mainly caused by mobile colistin resistance (mcr) genes, which produce phosphoethanolamine transferases (MCR enzymes). These enzymes alter lipid A of the LPS by adding phosphoethanolamine, a crucial mechanism of colistin resistance in Gram-negative bacteria [69,70,71]. To date, different versions of the mcr-1 gene, from mcr-1 to mcr-10, and their variants have been detected worldwide in various Gram-negative bacteria, particularly in food-producing animals [72,73,74,75,76]. In A. baumannii, two variants of mcr, mcr-1 and mcr-4.3, have been reported. In 2019, mcr-1 was first reported in clinical isolates from Pakistan [19]. Subsequently, it has been isolated from India [25], Egypt [23], China [77], and Iraq [78]. In 2008, mcr-4.3 positive isolates of A. baumannii from Brazil were found to carry a novel plasmid (pAb-mcr4.3) containing mcr-4.3 within a Tn3-like transposon [79]. The mcr-4.3 gene was subsequently found in pig feces at a slaughterhouse in China, where it was carried by the plasmid pAB18PR065 through horizontal gene transfer [80]. It was also detected in isolates from the Czech Republic, hypothesizing that food imports can disseminate this gene in Europe [81].\n\n## 3.3. Other Mechanisms Involved in Colistin Resistance\nA. baumannii can develop resistance to colistin through mechanisms beyond the modifications or loss of LPS structure, one such as the involvement of efflux pumps. Lin et al. [82] proposed that EmrAB efflux pumps play a role in colistin resistance in A. baumannii. Studies have demonstrated that the overexpression of genes like adeI, adeC, emrB, mexB, and macAB, HlyD family, which encode efflux pump proteins, is associated with colistin resistance, as indicated by transcriptomic (RNAseq) analysis of resistant strains [83,84]. The contribution of efflux pumps is further supported by the reversal of resistance using efflux pump inhibitors (EPIs) and cyanide-3-chlorophenylhydrazone (CCCP) in various bacteria, including A. baumannii, P. aeruginosa, K. pneumoniae, and S. maltophilia [85,86]. Additionally, mutations in vacJ, pldA, ttg2C, pheS, and a conserved hypothetical protein have been linked to decreased colistin susceptibility through novel resistance mechanisms [87]. In a separate study, Paul et al. found notable changes in the transcription of genes encoding sugE, ydhE, ydgE, mdfA, ynfA, and tolC in Col-RAB when exposed to subinhibitory concentrations of colistin. This indicates that A. baumannii efficiently removes colistin using efflux pumps from the MATE and SMR families [88]. Outer membrane proteins (OMPs) are also implicated in the development of colistin resistance in A. baumannii. Specifically, OmpW plays a role in colistin binding and regulation of iron homeostasis in the bacterium [89]. The OMP inhibitor AOA-2 has been found to increase the susceptibility of both reference and clinical strains—both colistin-susceptible and colistin-resistant strains to colistin in vitro, highlighting the role of OMPs in colistin resistance. Furthermore, in vivo studies have shown that combining AOA-2 with colistin significantly reduces bacterial loads in tissues and blood and enhances mouse survival rates compared to colistin treatment alone [90]. Colistin resistance in A. baumannii may also be associated with non-Lpx proteins that support the structure and integrity of the outer membrane. One such protein, LpsB, is a glycosyltransferase essential for LPS core formation and contributes to the bacterium’s virulence. Deleting LpsB enhances susceptibility to colistin and cationic antimicrobial peptides, further emphasizing its role in maintaining outer membrane stability [91]. Heteroresistance is a progressive stage in the development of antimicrobial resistance, leading to the failure of anti-infective treatments [92]. It occurs when a small subset of bacterial cells in a genetically uniform group shows resistance to an antibiotic, while the majority of the population remains susceptible [93]. Li et al. first observed heteroresistance to colistin in 15 out of 16 clinical A. baumannii isolates. Subpopulations (<0.1%) of ATCC 19606 and most clinical isolates were able to grow in the presence of 3 to 10 μg/mL of colistin. Following four consecutive passages in colistin-containing broth (up to 200 μg/mL), the resistant subpopulation in ATCC 19606 increased from 0.000023% to 100%. Even after 16 passages in colistin-free broth, 2.1% of the population remained resistant [94].\n\n## 4. Biological Cost of Acquiring Colistin-Resistant Trait\nWhen bacteria become resistant to antibiotics due to genetic mutations, they often incur a \"biological cost.\" This cost manifests as a decrease in overall fitness, pathogenicity, and virulence compared to non-resistant bacteria [95]. In vivo and in vitro studies have found lower fitness and reduced virulence potential in Col-RAB compared to their colistin-susceptible parental strains [96,97,98]. The LPS is considered a key factor in the virulence of A. baumannii [99]. As a crucial component of the outer membrane in Gram-negative bacteria, the LPS plays a vital role in creating a barrier that controls the passage of substances into the cell and helps maintain the structural integrity of bacteria [100]. Previous research has shown that the absence of LPSs in A. baumannii makes it more susceptible to antibiotics like azithromycin, rifampicin, and vancomycin [101]. A study investigated various virulence characteristics in colistin-resistant, LPS-deficient versions of the A. baumannii ATCC 19606 strain and five multidrug-resistant clinical isolates and their LPS-deficient, colistin-resistant counterparts. The results indicated that the loss of LPSs caused growth deficiencies compared to the original strain both in laboratory conditions and in human serum. Additionally, the LPS-deficient strains showed reduced ability to grow and spread in live organisms. In a mouse model of widespread sepsis, infection with LPS-deficient strains resulted in lower levels of pro-inflammatory cytokines TNF-α and IL-6 in the bloodstream compared to infections with the parent strain, suggesting decreased virulence. The absence of LPSs also negatively impacted several virulence factors, including biofilm formation, surface motility, growth in low-iron environments, and increased susceptibility to various disinfectants used in healthcare settings. These findings highlight the significant impact of LPS loss on different virulence factors, shedding light on the relatively infrequent occurrence of LPS-deficient colistin-resistant strains in clinical practice [102]. Col-RAB strains that lack LPSs due to mutations in lpx genes only weakly activate neutrophils, leading to decreased production of reactive oxygen species and cytokines. Despite this, neutrophils exhibit a preference for killing these LPS-deficient strains, which are more susceptible to lysozyme and lactoferrin [103].\nMutations in the pmrAB two-component system result in colistin resistance in A. baumannii, which is correlated to impaired fitness, diminished virulence, lower biofilm formation, and decreased infectivity [104,105]. In one study, two strains of A. baumannii were isolated from a ventilator-associated pneumonia patient’s respiratory tract: One strain was colistin-susceptible (ABCS), while the other was colistin-resistant (ABCR). Whole-genome sequencing confirmed that ABCR evolved from parental strain due to mutations in the pmrA and rpoB genes and the absence of a prophage. The colistin resistance in ABCR was attributed to a pmrA mutation (E8D), indicating a close relationship between reduced virulence and colistin resistance. The loss of the prophage in ABCR may have also contributed to its decreased in vivo virulence [106]. In contrast, another Col-RAB isolate (CR17) remains sporadic, although colistin resistance was attained through pmrAB mutation [107]. While strain CR17 remained infectious, it showed decreased virulence and fitness in a murine sepsis model compared to the original susceptible strain, colistin-susceptible 01 (CS01). CS01 was more virulent than CR17, resulting in higher mortality rates and a shorter time to death [108]. Pournaras et al. discovered that the two colistin-resistant isolates (Ab249 and Ab347, with colistin MICs of 128 and 32 μg/mL, respectively) acquired resistance through pmrAB mutation and exhibited slower growth compared to their colistin-susceptible clinical counterparts, Ab248 and Ab299 (both having a colistin MIC of 0.5 μg/mL), indicating reduced fitness. Furthermore, one colistin-resistant isolate demonstrated reduced expression of the Csu system, which is crucial for biofilm formation, along with the outer membrane protein CarO and antioxidant proteins that defend against ROS generated by macrophages [41]. Further studies by the same researchers showed that A. baumannii strains, Ab249 and Ab347, had a notable decrease in biofilm formation in both static and dynamic assays (p < 0.001) [109]. Nonetheless, a study revealed that LPS-deficient (lpxD mutant) colistin-resistant strains exhibited a reduced growth rate, biofilm formation, and biofilm-associated gene expression compared to their colistin-susceptible counterparts. These strains also showed increased susceptibility to azithromycin, vancomycin, and rifampin. In contrast, LPS-modified (pmrB mutant) strains did not display significant differences in these characteristics. The loss of LPSs also hindered surface motility, while the expression of type IV pili remained unaffected [110]. LPSs play a critical role in biofilm formation in A. baumannii. The absence of LPSs can hurt biofilm development, as they are crucial for surface adhesion and structural stability. However, if LPSs undergo modifications instead of a complete loss, biofilm formation may still occur, as these modifications may not disrupt the essential processes involved in biofilm formation. LPS loss mutants incur higher fitness costs than pmrB mutants in A. baumannii [111].\nThe whole-genome sequencing (WGS) data of four clinical A. baumannii strains isolated from patients treated with colistin were analyzed to study the evolution and regression of resistance. Colistin resistance developed in all four patients due to mutations in the pmr locus. However, in three instances, susceptible strains became dominant after colistin treatment was discontinued. In one case, resistance was lost because of a compensatory mutation that reduced the chances of regaining resistance. Despite initial indications of fitness costs, genomic analysis revealed stable resistance that was not detected by standard clinical tests. Transcriptional studies confirmed increased pmr expression, and adjustments in environmental conditions restored the resistance phenotype [112]. In another study, an immunocompromised patient developed a Col-RAB infection while on long-term colistin therapy. The study examined phenotypic and genotypic characteristics, focusing on colistin resistance mechanisms and strain fitness. Both colistin-sensitive and colistin-resistant strains were extensively drug-resistant (XDR) and belonged to the same ST78 genotype. Unlike previous findings, the colistin resistance, attributed to a P233S mutation in the PmrB sensor kinase, did not lead to decreased fitness, growth, or virulence [113]. Moreover, whole-genome sequencing of five isolates showed that C440 and C428 were colistin-resistant and genetically identical to their susceptible counterparts. Colistin resistance in C440 was associated with a known P233S mutation in pmrB, while C428 had a novel ΔI19 mutation in pmrB. There were no discernible differences in virulence among isolates C080, C314, and C428 in vitro [114]. Further research is needed to explore the potential impact of compensatory mutations, post-translational modifications, or physiological alterations.\n\n## 5. Available Therapies and Prospects for Col-RAB Infections\nThe increase in Col-RAB is a major global concern due to the rise of multidrug-resistant strains resulting from the overuse of colistin. This worrisome development threatens to regress clinicians and patients to a time with limited treatment options akin to the pre-antibiotic era [115]. Therefore, there is an urgent need for innovative therapeutic approaches to address A. baumannii infections. The management of Col-RAB is similar to that of carbapenem-resistant strains, but colistin alone is not recommended as a standalone treatment and may no longer be the primary component of combination therapy [116,117,118]. To tackle this issue, potential solutions include the development of new drugs, repurposing existing medications, and exploring combination therapies involving colistin with other agents or adjuvants. Promising strategies such as nanotechnology-based therapies, antimicrobial peptides (AMP), photodynamic therapy, vaccines, CRISPR interference (CRISPRi), and phage therapy offer hope for effectively combating Col-RAB.\n\n## 5.1. Combination Therapy\nThe combination of colistin with other drugs has been proposed as an effective strategy to fight against MDR A. baumannii persister cells, which are known as combination therapy. When tobramycin is combined with colistin or ciprofloxacin, it can effectively eliminate persister cells of A. baumannii during the late exponential and stationary growth phases. Colistin helps tobramycin enter the cells by boosting membrane permeability and inducing hyperpolarization of the inner membrane, leading to higher levels of ROS production [119]. Other antibiotics, including econazole, tigecycline, meropenem, rifampin, fosfomycin, amikacin, ampicillin/sulbactam, polymyxin B, minocycline, eravacycline, ceftazidime/avibactam, trimethoprim/sulfamethoxazole, rifabutin, and azithromycin are promising combinations with colistin to combat Col-RAB [120,121,122,",
  "has_full_text": true
}