{
  "pmid": "39858337",
  "title": "Selective Serotonin Reuptake Inhibitors: Antimicrobial Activity Against ESKAPEE Bacteria and Mechanisms of Action.",
  "abstract": "Background: Multidrug-resistant bacteria cause over 700,000 deaths annually, a figure projected to reach 10 million by 2050. Among these bacteria, the ESKAPEE group is notable for its multiple resistance mechanisms. Given the high costs of developing new antimicrobials and the rapid emergence of resistance, drug repositioning offers a promising alternative. Results: This study evaluates the antibacterial activity of sertraline and paroxetine. When tested against clinical and reference strains from the ESKAPEE group, sertraline exhibited minimum inhibitory concentration (MIC) values between 15 and 126 μg/mL, while the MIC values for paroxetine ranged from 60 to 250 μg/mL. Both drugs effectively eradicated bacterial populations within 2 to 24 h and caused morphological changes, such as protrusions and cellular fragmentation, as shown by electron scanning microscopy. Regarding their mechanisms of action as antibacterials, for the first time, increased membrane permeability was detected, as evidenced by heightened dye absorption, along with the increased presence of total proteins and dsDNA in the extracellular medium of Escherichia coli ATCC2 25922 and Staphylococcus aureus ATCC 25923, and oxidative stress was also detected in bacteria treated with sertraline and paroxetine, with reduced efficiency observed in the presence of antioxidants and higher levels of oxygen-reactive species evidenced by their reaction with 6-carboxy-2',7'-dichlorodihydrofluorescein diacetate. The drugs also inhibited bacterial efflux pumps, increasing ethidium bromide accumulation and enhancing tetracycline activity in resistant strains. Conclusions: These findings indicate that sertraline and paroxetine could serve as alternative treatments against multidrug-resistant bacteria, as well as efflux pump inhibitors (EPIs), and they support further development of antimicrobial agents based on these compounds.",
  "journal": "Antibiotics (Basel, Switzerland)",
  "year": "2025",
  "authors": [
    "Endo T",
    "Santos M",
    "Scandorieiro S",
    "Gonçalves B",
    "Vespero E"
  ],
  "doi": "10.3390/antibiotics14010051",
  "mesh_terms": [],
  "full_text": "## 1. Introduction\nSince Fleming’s discovery, a continuous race has emerged between the development of new antimicrobials and bacterial resistance. Microbial resistance can arise as a consequence of selective pressure imposed on microorganisms due to the excessive use of antimicrobials in human and veterinary medicine [1].\nMultidrug-resistant (MDR) bacteria represent a global challenge, with their prevalence increasing over the past decade. They are responsible for over 700,000 deaths annually [2], and this number may reach 10 million by 2050, surpassing deaths caused by cancer, diabetes, and car accidents, resulting in costs that are expected to exceed $100 trillion [3]. This situation has become even more alarming after the COVID-19 pandemic, during which antimicrobial resistance increased [4]. Studies indicate that more than 70% of pathogenic bacteria exhibit resistance to at least one of the antimicrobials currently in use, with this percentage expected to rise annually [5].\nBacterial resistance can be developed (by random mutations) or obtained by mechanisms of horizontal gene transfer, such as transformation, transduction, and conjugation [6]. The molecular mechanisms of antibiotic resistance are grouped into five categories: active efflux (efflux pumps), changes in membrane permeability, inactivation of antibiotics by enzymes, changes in the antibiotic target, and duplication of the antibiotic target [7,8].\nAmong multidrug-resistant bacteria, those that are included in the ESKAPEE group (Enterococcus faecium, Staphylococcus aureus, Klebsiella pneumoniae, Acinetobacter baumannii, Pseudomonas aeruginosa, Enterobacter spp., and Escherichia coli) stand out, owing to their ability to quickly develop resistance to antimicrobials, their high association with healthcare-associated infections, and their consequent difficulty to treat, thus representing a great threat to public health [9,10]. The ESKAPEE group is characterized by a high incidence of multidrug-resistant strains and a high capability of horizontal gene transfer, facilitating the acquisition and dissemination of resistance genes [11,12]. It is estimated that five out of six leading pathogens associated with resistance-related deaths belong to the ESKAPEE group [13].\nThe acronym ESKAPE was coined after these pathogens were placed on a priority list published in 2017 by the World Health Organization, which described pathogens requiring the urgent development of novel antibiotics [9,14,15]. Later, some authors added Escherichia coli to the group; underscoring that it is a relevant member of the Enterobacteriaceae group and capable of producing enzymes involved in antibiotic resistance, such as extended-spectrum beta-lactamases (ESBLs) and carbapenemases, they classified this bacterium as a priority pathogen and formed the acronym ESKAPEE [16].\nDue to the high hazard that the bacteria from the ESKAPEE group pose to public health, multiple strategies have been studied and applied for the control of these resistant and pathogenic microorganisms. These strategies include bacteriophage therapy, antimicrobial combinations, photodynamic therapy, antimicrobial peptides, and nanomaterials [17]. Another strategy that has shown efficiency in the control of ESKAPEE pathogens is the use of efflux pump inhibitors (EPIs) [10].\nGiven the growing concern over MDR bacteria, there is a need to develop new classes of antimicrobials. However, the high cost, estimated to be between 800 million and 1 billion dollars, combined with the rapid development of resistance, poses scientific and economic challenges to the pharmaceutical industry. This scenario has also led to modifications and combinations of existing antimicrobials, rather than the development of new antimicrobial classes [18,19].\nIn the absence of the development of novel antibiotics, drug repositioning has emerged as a strategy for treating multidrug-resistant bacteria. Drug repositioning is defined as “the discovery of new therapeutic opportunities for existing drugs” and brings a series of advantages, such as previous knowledge about the pharmacokinetics, pharmacodynamics, and toxicity of the drugs under investigation, since their safety has already been evaluated for their original application. This strategy reduces the duration of preclinical studies of the chosen drug, shortening its regulatory process from between 10 and 17 years to between only 3 and 12 years, thus providing great economical advantages [20]. The drug repositioning strategy has been previously studied for treating bacteria from the ESKAPEE group, with promising results [21].\nSertraline (SER) and paroxetine (PAR) are widely used for treating various degrees of depression, anxiety, and obsessive–compulsive disorder. Both belong to the class of selective serotonin reuptake inhibitors (SSRIs) [22]. Their mechanism of action involves targeting the serotonin transporter, responsible for the reuptake of 5-hydroxytryptamine (5-HT) in serotonergic neurons. Thus, the inhibition of 5-HT reuptake results in increased extracellular levels of 5-HT, generating an antidepressant activity [23,24]\nConsidering the known effects of SSRIs on microorganisms, but the limited understanding of their mechanisms of action [25], this study aims to characterize the mechanisms responsible for the antimicrobial activity of SER and PAR. Therefore, this study is the first to investigate how SER and PAR change bacterial membrane permeability and induce oxidative stress. Considering the slow and expensive development of new antibiotic classes, and the emergence of multidrug-resistant bacteria in public and animal health, this study explores the potential of repurposing SER and PAR as antimicrobials for treating ESKAPEE bacteria, while analyzing their mechanisms of antimicrobial action.\n\n## 2.1. Determination of Minimal Inhibitory Concentration (MIC) and Minimal Bactericidal Concentration (MBC)\nThe reference strains E. coli ATCC 25922 and S. aureus ATCC 25923, as well as multidrug-resistant strains from the ESKAPEE group, were tested in our study. The MIC values of SER ranged from 15 to 126 µg/mL, and its MBC values ranged from 30 to 500 µg/mL. As for PAR, its MIC and MBC values ranged from 60 to 255 µg/mL and 127.5 to 2040 µg/mL, respectively, as described in Table 1. Both SER and PAR were able to inhibit the growth of all tested bacteria.\nA Wilcoxon test indicated that both the MIC and MBC of SER and PAR were statistically distinct (p-value = 0.0078 for MIC and p-value = 0.0039 for MBC, with a significance level of 0.05). It also indicated that the MICs and MBCs of PAR were higher than those of SER, as shown by the sum of positive ranks (36 for MIC and 45 for MBC). Furthermore, the Mann–Whitney test indicated that there were no significant differences in MIC and MBC between standard strains and clinical isolate from E. coli and S. aureus.\n\n## 2.2. Time–Kill Assay\nAs shown in Figure 1, a reduction in CFU/mL was detected in all bacterial strains in the presence of SER and PAR. No microbial growth was detected after 24 h at any MBC concentration. For E. coli ATCC 25922 (Figure 1A), no growth was detected after 2 h of exposure to SER and 8 h of exposure to PAR. For E. coli 5616 (Figure 1B), no growth was detected after 24 h of exposure to SER and 2 h of exposure to PAR. Finally, for S. aureus ATCC 25923 (Figure 1C) and S. aureus BEC9393 (Figure 1D), growth was inhibited after 2 h of exposure to SER and 4 h of exposure to PAR.\n\n## 2.3. Scanning Electron Microscopy\nFigure 2 shows the scanning electron micrographs of S. aureus ATCC 25923 at 6000× magnification. The untreated control group exhibited the typical morphology, size, and arrangement of S. aureus (Figure 2A). However, the groups treated with SER (Figure 2B) and PAR (Figure 2C) showed a reduced bacterial population compared to the untreated control group.\nFigure 3 and Figure 4 show the scanning electron micrographs of S. aureus ATCC 25923 at 15,000× and 30,000× magnifications. The untreated control group showed the typical morphology, size, and arrangement of S. aureus (Figure 3A and Figure 4A). Nevertheless, groups treated with SER (Figure 3B,C and Figure 4B,C) and PAR (Figure 3D,E and Figure 4D,E) displayed morphological alterations (blue arrows), cellular protrusions (orange arrows), and formation of cellular debris (green arrows). Treatment with SER seemed to induce slightly more apparent cellular protrusions, whereas bacterial cells treated with PAR presented more cellular debris.\n\n## 2.4. Determination of Subinhibitory Antibacterial Concentrations for Mechanism Assays\nTo select the most suitable treatment time and concentration of SER and PAR, a 4 h time–kill assay was performed. This assay aimed to identify the conditions that resulted in no greater than 1-log reduction in bacterial viability over the longest possible treatment duration. After a 4 h treatment with SER and PAR at MIC and ½ MIC concentrations, viable cells of E. coli ATCC 25922 and S. aureus ATCC 25923 were detected. Notably, PAR- treated cells showed a reduction in cell concentration superior to 1 log only at MIC and ½ MIC concentrations after 4 h, as detailed in Table 2. Thus, the conditions for SER and PAR were selected as ½ MIC for 3 h, as these presented better cell viability.\n\n## 2.5.1. Measurement of Permeability with High-Molecular-Weight Dyes\nAs illustrated in Figure 5, bacterial cells of the different E. coli treatment groups exposed to Evans blue (A) absorbed between 9.5% and 31.7% of the dye, whereas bacteria exposed to Rose Bengal (B) absorbed between 18.6% and 42.0%. Similarly, the different S. aureus treatment groups exposed to Evans blue (C) presented dye absorption ranging from 8.77% to 35.67%, whereas the absorption of those exposed to Rose Bengal (D) ranged from 22.87% to 45.89%. Both treatments significantly altered the absorption of both dyes, except for Triton X-100 on E. coli. The increased absorption of high-molecular-weight dyes demonstrates a change in the membrane permeability of the tested bacteria, which is reinforced by the positive control (Triton X-100).\n\n## 2.5.2. Quantification of Biomolecule Leakage\nA comparison of NanoDrop readings allows for the verification of whether treatments with SER and PAR cause leakage of biomolecules from the intracellular to the extracellular environment as a result of altered membrane permeability. The NanoDrop readings indicated that the E. coli group treated with SER showed 0.106 mg/mL of total proteins and 13.52 ng/μL of dsDNA; the group treated with PAR showed 1.188 mg/mL of total proteins and 46.42 ng/μL of dsDNA; the untreated control group showed 0.102 mg/mL of total proteins and 10.95 ng/μL of dsDNA; and finally, the control group treated with Triton X-100 exhibited 34.516 mg/mL of total proteins and 1841.167 ng/μL of dsDNA. These findings suggest that PAR treatment can induce biomolecule leakage in E. coli, as observed in Figure 6, which is reinforced by the positive control (Triton X-100).\nSimilarly to the quantification of biomolecules in E. coli, analysis conducted using the supernatants of S. aureus revealed the following: the SER-treated group showed 0.054 mg/mL of total proteins and 6.67 ng/µL of dsDNA; the PAR-treated group showed 0.589 mg/mL of total proteins and 20.12 ng/µL of dsDNA; the Tween 80-treated group showed 7.323 mg/mL of total proteins and 578.82 ng/µL of dsDNA; and finally, the Triton X-100-treated group showed 0.329 mg/mL of total proteins and 22.65 ng/µL of dsDNA. These results also indicate that PAR can induce biomolecule leakage, as observed in Figure 7, which is reinforced by the positive controls (Triton X-100 and Tween 80).\n\n## 2.6.1. Resistance Modulation Assay\nAs shown in Table 3, E. coli XL1-Blue exhibited a mean MIC of 312.5 µg/mL when treated with tetracycline (TET) alone, 130.12 µg/mL when treated with TET and SER, and 11.88 µg/mL when treated with TET and PAR, at subinhibitory concentrations in all these cases. Conversely, E. coli K12 presented an average MIC of 0.255 µg/mL when treated with TET alone, 0.15 µg/mL when treated with TET and SER, and 0.3 µg/mL when treated with TET and PAR, also at subinhibitory concentrations.\nThe results demonstrate that SER and PAR were able to significantly modulate tetracycline resistance in E. coli XL1-Blue, a resistance mechanism attributed exclusively to efflux pumps. This finding is further supported by the lack of significant modulation observed in the K12 strain, which shares a high level of genomic homology with the XL1-Blue strain, but lacks tetracycline resistance.\n\n## 2.6.2. Ethidium Bromide Accumulation Assay\nFigure 8 shows that the E. coli bacterial suspensions displayed a mean fluorescence of 119.60 AU when treated with SER, 483.80 AU when treated with PAR, and 32.14 AU in the untreated control group. In contrast, the bacterial suspensions of S. aureus exhibited 1043.60 AU of fluorescence when treated with SER, 1064.00 AU when treated with PAR, and 677.60 AU in the untreated control group. Compared to the control group, both treatments resulted in a statistically significant increase in ethidium bromide accumulation in E. coli and S. aureus, denoting the inhibition of efflux pumps, which are responsible for the expulsion of ethidium bromide from the intracellular environment.\n\n## 2.7.1. Detection of the Effect of Antioxidants on the Antibacterial Activity of SER and PAR\nWhen treated with SER alone, E. coli and S. aureus exhibited mean MIC values of 25.5 µg/mL and 27.0 µg/mL (Table 4), respectively. The combination of SER with glutathione at subinhibitory concentrations inhibited bacterial growth at 13.7 µg/mL for E. coli and 62.5 µg/mL for S. aureus. Similarly, combining SER with ascorbic acid at a subinhibitory concentration resulted in a mean MIC of 15.6 µg/mL for E. coli and 62.5 µg/mL for S. aureus.\nBoth bacteria, when tested with PAR alone, exhibited a mean MIC of 127.5 µg/mL. However, the treatment with SER plus glutathione at a subinhibitory concentration resulted in a mean MIC of 209.2 µg/mL for E. coli and 250.0 µg/mL for S. aureus. Treatment with PAR in combination with ascorbic acid at a subinhibitory concentration presented a mean MIC of 416.7 µg/mL for E. coli and 0.255 µg/mL for S. aureus.\nThe positive control, AgNO3, showed a mean MIC of 62.5 µM for E. coli and 93.5 µM for S. aureus. When combined with glutathione at subinhibitory concentrations, AgNO3 presented an MIC exceeding 1 mM for both tested bacteria. AgNO3, in combination with ascorbic acid, exhibited a mean MIC of 127.5 µM for E. coli.\nThe other positive control, H2O2, showed a mean MIC of 0.7 mM for E. coli and 2.0 mM for S. aureus. In combination with glutathione at subinhibitory concentrations, H2O2 showed a mean MIC of 1.5 mM for E. coli and 32.0 mM for S. aureus. Finally, the negative control, ampicillin, exhibited a mean MIC of 0.25 µg/mL, alone and in combination with glutathione at subinhibitory concentrations.\nThese results suggest that antioxidants influence the antibacterial activity of SER against S. aureus and PAR against both bacteria, indicating that these treatments can induce oxidative stress. These findings are reinforced by the positive and negative controls employed in the experiment.\n\n## 2.7.2. Measurement of Reactive Oxygen Species\nThe indicator 6-carboxy-2′,7′-dichlorodihydrofluorescein diacetate (H2DCFDA) reacts with reactive oxygen species (ROS), converting the non-fluorescent indicator to a green-fluorescent form that is read at an emission wavelength of 500–550 nm and an excitation wavelength of 475 nm. Readings were carried out at 30, 60, 90, and 120 min. Figure 9 shows the ROS production in E. coli ATCC 25922. Significantly higher fluorescence levels were detected in the treatments with SER, PAR, and the positive control (H2O2), compared to the negative control (PBS), at all time points, except for the positive control at 30 min. Even though higher fluorescence was detected in the positive control at 30 min compared to the negative control, this difference was not statistically significant. These results indicate that both SER and PAR are capable of inducing the formation of ROS in E. coli ATCC 25922.\nIn contrast, Figure 10 shows that ROS production in S. aureus ATCC 25923 was statistically higher than the negative control when treated with the positive control only at 30, 60, and 90 min, and with paroxetine at 30 min. Conversely, paroxetine treatment at 90 and 120 min resulted in significantly lower ROS production compared to the negative control. These results suggest that SER does not induce ROS formation in S. aureus ATCC 25923. Moreover, PAR initially stimulates ROS production, but this effect is reduced after 60 min of treatment.\n\n## 2.8. Resistance Inducement Assay\nIn an attempt to induce bacterial resistance to SER and PAR, cultures of E. coli ATCC 25922 and S. aureus ATCC 25923 were subjected to 30 serial passages with progressively increasing concentrations of these drugs. As illustrated in Figure 11, after 30 passages, E. coli could grow in the presence of 62.4 µg/mL of SER (four times the MIC of SER) and 375.0 µg/mL of PAR (three times the MIC of PAR). Furthermore, S. aureus was able to grow in the presence of 46 µg/mL of SER (three times the MIC of SER) and 250 µg/mL of PAR (two times the MIC of PAR). Therefore, it is possible to conclude that neither E. coli nor S. aureus developed resistance to the tested drugs within 30 serial passages.\n\n## 3. Discussion\nOur study evaluated the antibacterial activity of SER and PAR against reference strains and MDR strains of the ESKAPEE group. It also sought to elucidate the mechanisms of action underlying this antibacterial activity. SER and PAR exhibited good antimicrobial activity against both the reference and MDR strains, displaying effects on bacterial morphology, membrane permeability, efflux pumps, and oxidative stress induction. To the best of our knowledge, this is one of the first studies to reveal the potential antibacterial mechanisms of action of SER and PAR.\nThe drugs inhibited the growth of and killed reference and MDR bacterial strains, including Gram-positive and Gram-negative bacteria. SER exhibited inhibitory activity at concentrations ranging from 15 to 126 μg/mL, while PAR showed inhibitory activity between 60 and 250 μg/mL. These findings align with the study of Muñoz-Bellido et al. [25], which reported the antibacterial activity of sertraline against E. coli, K. pneumoniae, E. cloacae, A. baumannii, and S. aureus at similar concentrations to those observed in this study. Likewise, Kruszewska et al. [26] identified antimicrobial activity of paroxetine against S. aureus, E. coli, and P. aeruginosa, although with different MIC values, likely due to methodological variations.\nAmong the tested bacteria, P. aeruginosa exhibited the highest MIC for SER (127.5 µg/mL), greater than the MICs observed in the other strains (15–60 µg/mL). Regarding the MBC values for SER, both P. aeruginosa and E. cloacae stood out with elevated MBCs (500 µg/mL), compared to the lower range observed in other strains (30–60 µg/mL). For the PAR MICs, E. faecium was notable for having the lowest value (60 µg/mL) compared to the higher MICs of the other strains (127.5–255 µg/mL). When analyzing the PAR MBCs, P. aeruginosa, E. cloacae, and K. pneumoniae had the highest values (2040 µg/mL, 2040 µg/mL, and 1020 µg/mL, respectively). Additionally, E. faecium was distinguished by its lower MBC (127.5 µg/mL) compared to the other strains (255–500 µg/mL). In summary, P. aeruginosa emerged as the most resistant strain to both SER and PAR, followed by E. cloacae, whereas E. faecium proved to be the most susceptible.\nIn the studies of Geronikaki et al. [27], the MIC values for streptomycin were 0.13 µg/mL for S. aureus, 0.03 µg/mL for E. cloacae, 0.1 µg/mL for P. aeruginosa, and 0.13 µg/mL for E. coli. The MBC values were 0.27 µg/mL for S. aureus, 0.07 µg/mL for E. cloacae, 0.2 µg/mL for P. aeruginosa, and 0.23 µg/mL for E. coli. For ampicillin, the MIC values were 0.17 µg/mL for S. aureus, 0.13 µg/mL for E. cloacae, 0.25 µg/mL for P. aeruginosa, and 0.18 µg/mL for E. coli. The MBC values were 0.18 µg/mL for S. aureus, 0.2 µg/mL for E. cloacae, 0.67 µg/mL for P. aeruginosa, and 0.27 µg/mL for E. coli. Compared to the data from this study, streptomycin and ampicillin generally exhibit lower MIC and MBC values, reflecting their established roles in targeting the tested bacterial species. In contrast, SER and PAR show higher MIC and MBC values (MIC: 15–127.5 µg/mL; MBC: 30–500 µg/mL), particularly against strains like Pseudomonas aeruginosa and Enterobacter cloacae. This suggests that while non-traditional compounds may act differently from antibiotics, they could offer alternative strategies for addressing bacterial infections, especially in innovative or combination therapies.\nLikewise, the studies conducted by Rodrigues et al. [28] were performed with clinical isolates, where for S. aureus, the antimicrobials gentamicin, chloramphenicol, oxacillin, and meropenem showed MICs of 12.5, 6.25, 6.25, and 6.25 µg/mL, respectively, and MBCs of 100, 12.5, 6.25, and 6.25 µg/mL. For P. aeruginosa, the MICs of gentamicin, chloramphenicol, ceftazidime, and meropenem were 12.5, 6.25, 25, and 12.5 µg/mL, respectively, and the MBCs were 25, 25, 100, and 12.5 µg/mL. Compared to these data, the MIC and MBC concentrations of SER for S. aureus were slightly higher (MIC 15 µg/mL; MBC 30 µg/mL) than those found for gentamicin, chloramphenicol, oxacillin, and meropenem, while for P. aeruginosa, the MIC and MBC values were higher (127.5 µg/mL and 500 µg/mL, respectively. PAR showed even higher values (MIC 127.5–255 µg/mL and MBC 255–500 µg/mL) than the conventional antimicrobials. Although PAR presented higher MICs and MBCs, the MICs and MBCs of PAR for every tested bacterium were lower than the usually used therapeutic doses.\nSER and PAR predominantly exhibited MBC values that were higher than their MIC values, indicating bacteriostatic activity at MIC concentrations and bactericidal activity at higher concentrations. These results aligns with those of Samanta et al. [29], who observed a bacteriostatic effect of SER on Bacillus subtilis UC564 and Shigella dysenteriae NCTC 599/52. The results from the subinhibitory concentration assays further support these findings. Specifically, E. coli and S. aureus were able to survive for up to 3 h in contact with SER and PAR at MIC concentrations, without a reduction in population exceeding 1 log. However, in the time–kill curve assays, S. aureus was eliminated within 2 h of exposure to SER, whereas E. coli was killed within 2 h of exposure to PAR at MBC concentrations.\nOur study and that of Muñoz-Bellido et al. [25] show that the MIC and MBC values of SER and PAR for Gram-negative bacteria were higher than those for Gram-positive bacteria, suggesting a relatively positive activity of these drugs against Gram-positive bacteria. Additionally, the time–kill curve assay revealed that Gram-positive bacteria tend to be eliminated faster by SER (2 h) than by PAR (4 h), while Gram-negative bacteria are eliminated more rapidly by PAR (2 h) compared to SER (7 to 24 h).\nEvans blue and Rose Bengal dyes possess high molecular weights. Therefore, they are more easily absorbed when alterations in the bacterial membrane occur. In the absorption assay using high-molecular-weight dyes, bacteria treated with SER and PAR exhibited increased absorption of Evans blue and Rose Bengal, indicating that these drugs alter the permeability of treated cells. Similar findings were reported by Aguilar-Toalá et al. [30], who assessed changes in bacterial membrane permeability caused by chia seed-derived peptides using analogous methodologies, and detected an increased absorption of dye by E. coli. Similarly, Nogueira and collaborators [31] demonstrated the ability of certain terpenes and phenylpropanoids to increase crystal violet uptake in E. coli and decrease crystal violet uptake in S. aureus, with both scenarios indicating alterations in bacterial membrane permeability. The results of this study are further supported by the positive control—the detergent triton X-100, which is known to increase cellular permeability [32].\nThe quantification of biomolecule leakage, using a Nanodrop spectrophotometer, revealed the presence of total proteins and dsDNA in the extracellular medium, indicating that the bacterial membrane suffered damage, resulting in the leakage of intracellular biomolecules into the extracellular environment [33]. This biomolecule leakage methodology has already been used to identify permeability alterations in E. coli and S. aureus in other studies [34,35], with an increase in dsDNA and total proteins also detected in bacteria treated with Salicylic Acid Microcapsules and certain antihistamines. Thus, the results from the high-molecular-weight dye absorption assay, combined with those from the quantification of total proteins and dsDNA, demonstrate that bacterial cells treated with PAR experience altered permeability and likely sustained membrane damage. This conclusion is supported by the significantly higher amounts of dsDNA (46.43 ng/µL for E. coli and 20.13 ng/µL for S. aureus) and total proteins (11.19 mg/mL for E. coli and 10.59 mg/mL for S. aureus) found in the extracellular material of the PAR-treated group compared to the untreated group (10.95 ng/µL of dsDNA and 0.10 mg/mL of total proteins for E. coli; 7.00 ng/µL of dsDNA and 0.05 mg/mL of total proteins for S. aureus). In contrast, SER-treated bacteria did not exhibit significant biomolecule leakage, indicating that SER alters bacterial membrane permeability, but it does not cause membrane damage.\nThe evaluation of efflux pump inhibition suggests that both drugs, SER and PAR, are capable of inhibiting efflux pumps. In the tetracycline-resistant E. coli XL1-Blue, treatment with tetracycline alone resulted in a significantly higher MIC (312.50 µg/mL) compared to tetracycline combined with SER (113.87 µg/mL) or PAR (11.88 µg/mL) at subinhibitory concentrations. Ayaz et al. [36] also observed improved activity of some antimicrobials when combined with SER. Tests conducted on the tetracycline-sensitive bacteria E. coli ATCC K12 reaffirmed that the aforementioned results were due to efflux pump inhibition, as there were no significant differences between the MIC of the group treated with tetracycline alone (0.26 µg/mL) and those of the groups treated with tetracycline and SER at subinhibitory concentrations (0.13 µg/mL) or tetracycline and PAR at subinhibitory concentrations (0.30 µg/mL). Even though both of the strains used in this study have high genetic homology, one remarkable difference between them is the presence of efflux pumps that confer resistance to tetracycline.\nAlso indicating efflux pump inhibition by SER and PAR, the ethidium bromide accumulation tests showed greater ethidium bromide accumulation in the tested bacteria treated with SER and PAR. For instance, E. coli showed a statistically significant increase in ethidium bromide accumulation when treated with SER (119.6 a.u.) and PAR (483.8 a.u.), compared to the untreated control (32.14 a.u.). Similarly, S. aureus exhibited a statistically significant increase in ethidium bromide accumulation in cells treated with SER (1043.6 a.u.) and PAR (1064.0 a.u.), compared to the untreated control (677.6 a.u.). Mahey et al. [37] evaluated efflux pump inhibition induced in S. aureus by antifungal azoles using the same methodology. Other studies in the literature [38] indicate that SER can act as a substrate for the E. coli AcrAB efflux pump, leading to the accumulation of Nile red and ethidium bromide dyes. Additionally, Kaatz et al. [39] demonstrated that a structural variant of PAR increased the accumulation of acriflavine, pyronin Y, and ethidium bromide in S. aureus. In summary, the literature not only indicates that the ethidium bromide accumulation methodology is efficient for evaluating efflux pump inhibition in E. coli and S. aureus, but also, as shown in the present study, it points out that SER and PAR exhibit the ability to inhibit efflux pumps.\nThe drugs SER and PAR also demonstrated the ability to induce oxidative stress in bacterial cells. Studies by Liao et al. [40] have highlighted the effects of antioxidants on an antimicrobial causing oxidative stress, using a methodology similar to that employed in this study. In the assay evaluating the impact of antioxidants on antimicrobial activity, it was shown that PAR could induce oxidative stress in E. coli, as the bacteria treated with PAR alone exhibited a lower MIC (127.5 µg/mL) than those treated with PAR in the presence of glutathione (209.2 μg/mL) or ascorbic acid (416.7 μg/mL). This effect was not observed in E. coli treated with SER, as bacteria treated with SER alone (25.5 μg/mL) had a higher MIC than those treated with SER in the presence of glutathione (13.7 μg/mL) or ascorbic acid (15.6 μg/mL).\nFor S. aureus, however, SER and PAR showed the potential to cause oxidative stress, as their MICs alone (27.0 μg/mL and 127.5 μg/mL, respectively) were lower than the MICs of bacteria treated with SER and PAR in the presence of glutathione and ascorbic acid (62.5 μg/mL and 250.0 μg/mL, respectively). The controls used in this test support its validity: the positive controls, AgNO3 and H2O2, which are known to cause oxidative stress, displayed lower MICs when used alone compared to when used in combination with glutathione or ascorbic acid at subinhibitory concentrations. Conversely, ampicillin served as a negative control, as its antimicrobial activity does not rely on oxidative stress. As expected, AMP showed little to no difference in MIC when used alone or in combination with glutathione at subinhibitory concentrations.\nThe measurements of ROS highlight the ability of SER and PAR to induce ",
  "has_full_text": true
}