{
  "pmid": "39934194",
  "title": "Synergistic combination of ceftazidime and avibactam with Aztreonam against MDR Klebsiella pneumoniae in ICU patients.",
  "abstract": "The proliferation of multidrug-resistant, metallo-beta-lactamase-producing Klebsiella pneumoniae (MBL-producing K. pneumoniae) poses a major threat to public health resulting in increasing treatment costs, prolonged hospitalization, and mortality rate. Treating such bacteria presents substantial hurdles for clinicians. The combination of Aztreonam (ATM) and ceftazidime/avibactam (CAZ/AVI) is likely the most successful approach. The study evaluated the in vitro activity of CAZ/AVI in combination with ATM against MBL-producing K. pneumoniae clinical isolates collected from Suez Canal University Hospital patients. Carbapenem-resistant K. pneumoniae were isolated and identified from different specimens. The presence of metallo-β-lactamases was detected phenotypically by modified carbapenem inactivation method (mCIM) and EDTA-CIM (eCIM) testing, and genotypically for the three metallo-β-lactamase genes: blaNDM, blaIMP, and blaVIM by conventional PCR method. The synergistic effect of CAZ/AVI with ATM against MBL-producing K. pneumoniae was detected by ceftazidime-avibactam combination disks and E-test for antimicrobial susceptibility testing. Out of the 65 K. pneumoniae isolates recovered, 60% (39/65) were carbapenem-resistant (CRKP). According to the mCIM and eCIM tests, 89.7% (35/39) of CRKP isolates were carbapenemase-positive, and 68.6% (24/35) were metallo-β-lactamase (MBL)-positive. By using the conventional PCR, at least one of the MBL genes was present in each metallo-bata-lactamase-producing isolate: 8.3% carried the blaVIM gene, 66.7% the blaNDM, and 91.7% the blaIMP gene. After doing the disk combination method for ceftazidime-avibactam plus Aztreonam, 62.5% of the isolates shifted from resistance to sensitivity. Also, ceftazidime/avibactam plus Aztreonam resistance was reduced markedly among CRKP using the E-test. The addition of Aztreonam to ceftazidime/avibactam is an effective therapeutic option against MBL-producing K. pneumoniae.Clinical Trials Registry: Pan African Clinical Trials Registry. Trial No.: PACTR202410744344899. Trial URL: https://pactr.samrc.ac.za/TrialDisplay.aspx?TrialID=32000.",
  "journal": "Scientific reports",
  "year": "2025",
  "authors": [
    "Khattab S",
    "Askar A",
    "Abdellatif H",
    "Othman A",
    "Rayan A"
  ],
  "doi": "10.1038/s41598-025-88965-7",
  "mesh_terms": [
    "Ceftazidime",
    "Klebsiella pneumoniae",
    "Humans",
    "Azabicyclo Compounds",
    "Aztreonam",
    "Klebsiella Infections",
    "Drug Combinations",
    "Drug Resistance, Multiple, Bacterial",
    "Intensive Care Units",
    "Anti-Bacterial Agents",
    "Microbial Sensitivity Tests",
    "beta-Lactamases",
    "Drug Synergism"
  ],
  "full_text": "## Introduction\nIn recent years, the spread of carbapenem-resistant Klebsiella pneumoniae, particularly strains producing metallo-β-lactamase, has become a challenge of particular importance in clinical practice worldwide. MBL-positive CRKP exhibits resistance to nearly all beta-lactam antibiotics, including carbapenems, leaving very limited therapeutic options1. Several recent studies have pointed out the role of the blaNDM, blaIMP, and blaVIM genes in determining this resistance, with blaNDM being the most widespread in many countries2. Ceftazidime/Avibactam in combination with Aztreonam has been an effective combination against MBL-mediated resistance since Aztreonam is stable against MBLs and Ceftazidime/Avibactam inhibits serine beta-lactamases3. The efficacy of this combination against MBL producers among CRKP in our region remains underexplored.\nThe global rise of multidrug-resistant (MDR) bacteria has heightened concerns about infections that are untreatable with conventional antibiotics. Carbapenem-resistant Klebsiella pneumoniae (CRKP), in particular, poses a serious public health threat, increasing mortality rates among critically ill patients and exacerbating the financial burden of hospital stays worldwide. According to the US Centers for Disease Control and Prevention, the infection rate of carbapenem-resistant Enterobacterales (CRE) is 57/100,000, with in-hospital mortality rates of 33.50% for nosocomial infections and 43.10% for bloodstream infections4. Notably, approximately 50% of patients with K. pneumoniae pneumonia succumb to the infection5. In Egypt, CRKP prevalence ranges from 31.3% in university hospitals6 to 25.4% in tertiary care hospitals7, while in Greece, the rate reaches 66.3%8.\nOne or a combination of the following mechanisms mediate resistance to carbapenems: (1) the carbapenemases production which hydrolyzes carbapenems, such as the serine β-lactamases Klebsiella pneumoniae carbapenemase (KPC) (Ambler class A), metallo-β-lactamase (MBL) including New Delhi MBL (NDM) or Verona integron-encoded MBL (VIM), imipenemase (IMP) (Ambler class B) and OXA-48-like carbapenemases (Ambler class D), and less frequently, the production of Extended-spectrum β-lactamases (ESBLs) and/or Ambler class C β-lactamase (AmpC) enzymes; (2) reduced permeability as a result of defective expression of specific outer membrane proteins; (3) drug efflux across the outer membrane; and (4) the production of a modified or low-affinity target, which is more significant in Gram-positive bacteria9. MBLs, out of all the carbapenemases, are currently the more concerning because of their ability to hydrolyze all β-lactams and carbapenems except Aztreonam (monobactam), and they are not inhibited by boronic acid inhibitors (vaborbactam), novel diazabicyclooctane (DBO) β-lactamases (avibactam, relebactam), or classical serine β-lactamase inhibitors (e.g., clavulanic acid, tazobactam, sulbactam)10.\nAztreonam has been the only monocyclic lactam antibiotic that is currently accessible for clinical use and effective against MBLs since it was approved by the US Food and Drug Administration (FDA) in 198611. Unfortunately, most MBL-Enterobacterales also co-harbor additional ESBL or AmpC β-lactamase genes, which makes monobactam ineffective against MBL producers and imparts Aztreonam resistance12. Ceftazidime/avibactam is a combination of beta-lactamase inhibitor (avibactam) and cephalosporin (ceftazidime). Avibactam inhibits serine carbapenemases such as Klebsiella pneumoniae carbapenemase (KPC), AmpC beta lactamases, OXA-48, and ESBLS. By blocking class A, class C, and some class D beta-lactamases, avibactam restores ceftazidime’s action and overcomes resistance brought on by carbapenemases such as KPC. The combination, however, is ineffective against class B beta-lactamases, including VIM, NDM, and other metallo-beta lactamases13. Aztreonam is stable to the hydrolysis of MBLs like NDM, and avibactam protects Aztreonam from hydrolysis by serine β-lactamases, so the combination of Ceftazidime/avibactam plus Aztreonam is a valuable option to treat infections by beta-lactamase-producing Gram-negative pathogens producing serine β-lactamases, MBLs, or both14.\nCurrently, there are no commonly accepted antimicrobial susceptibility testing methods to assess the synergic effect of CAZ/AVI plus ATM. “Time-kill kinetics” and “checkerboard” assays are labor-intensive, complicated, and interpretation-challenging testing procedures of synergistic effectiveness. The “E-strip-disc diffusion”, “E-strip stacking”, and “E-strip cross” assays are somewhat subjective, not very labor-intensive, and accurate15.\nThis study aims to evaluate the in vitro activity of CAZ/AVI in combination with ATM against MBL-producing K. pneumoniae clinical isolates collected from patients of Suez Canal University Hospital by disc diffusion and E-test methods.\n\n## Study population and design\nThis observational cross-sectional descriptive study was conducted at the Suez Canal University Hospitals in Ismailia, Egypt, from December 2022 to June 2024. Samples were collected from different intensive care units (ICUs) and other hospital wards and were processed in the Medical Microbiology and Immunology Department laboratory, Faculty of Medicine, Suez Canal University.\n\n## Ethical considerations\nThe current study was implemented in coordination with the guidelines of the Declaration of Helsinki. Ethical approval was gained from the Research Ethics Committee of the Faculty of Medicine, Suez Canal University, Egypt, # 5060. The patients provided written informed consent, which addressed all the steps of the study and their right to withdraw at any time. The minor patient’s informed consent was obtained from a parent, which addressed all the steps of the study and their right to withdraw at any time.\n\n## Inclusion criteria\nImmunocompromised, debilitated patients, patients with serious underlying diseases of both sexes (male and female), and patients of all age groups who showed signs and symptoms of pyogenic infections and agreed to participate were included in this study. Samples included urine from catheterized and non-catheterized patients, respiratory specimens from intubated and non-intubated patients, Pus and wound swabs, pleural fluid, and blood.\n\n## Exclusion criteria\nPatients who received antibiotic treatment in the last 48 h or refused to participate were excluded.\n\n## Full history taking, and thorough physical examination\nAll enrolled patients were asked and examined for underlying medical conditions or certain types of healthcare exposures, such as:Immunocompromising conditions.Recent frequent or prolonged stays in health care settings.Invasive medical devices such as breathing tubes, feeding tubes, and central venous catheters.Open wounds.A history of taking certain antibiotics for long periods.\nFor every patient admitted to internal wards or intensive care units, the following data was found age, length of stay, number of days needed for mechanical ventilation, and survival until hospital discharge. Additionally, microbiological results were obtained to identify K. pneumoniae-positive cultures.\n\n## Samples collection and preservation\nVarious samples (urine, sputum, endotracheal aspirate, pleural fluid, pus, and wound exudate) were collected aseptically16 throughout the study for presumptive K. pneumoniae isolation and identification. The samples were immediately transported to the laboratory in sterile containers and stored at 4 °C for a maximum of 2 h before processing to maintain sample integrity and prevent bacterial overgrowth. A total of 365 clinical samples were analyzed for bacterial isolation.\n\n## Bacterial isolation and identification\nFor bacterial isolation, all collected samples were inoculated into blood agar and MacConkey agar media (Oxoid, UK) and incubated aerobically at 35 ± 2℃ for 24 h. For initial identification of the isolates, they underwent a hanging drop test, and biochemical tests including “catalase, citrate, oxidase, oxidative fermentation, indole, Methyl Red (MR), Voges-Proskauer (VP), urease, H2S production, and gelatin hydrolysis, pigment, and MUG test”.\n\n## Phenotypic detection of metallo-β-lactamases by modified carbapenem inactivation method (mCIM) and EDTA-CIM (eCIM) testing\nThe Clinical and Laboratory Standards Institute (CLSI) adopted “modified carbapenem inactivation method” (mCIM) and “EDTA-modified carbapenem inactivation method” (eCIM) as a combination phenotypic test to detect and differentiate between serine and metallo-based carbapenemases for Enterobacterales17.\nOne “microliter loopful of the test isolate” was suspended in 2 ml of “trypticase soy broth” (TSB), and a “meropenem disc” was added to the suspension. The culture was incubated for 4 h at 35 °C. The control strain of K. pneumoniae MGH 78,578 (a carbapenem-sensitive strain) was adjusted in sterile saline with 0.5 “McFarland standard and streaked” in three directions on “Mueller–Hinton Agar” (MHA) plates to ensure an even and uniform cell lawn. After transferring the disc from the TSB suspension onto an MHA plate, the plate was left to incubate for the full night at 35 °C. To achieve a “final EDTA concentration” of 5 mM for every isolate, 20 µL of the 0.5 M EDTA was filled into a second 2-mL TSB tube intended for the eCIM test, which was labeled. Then the same steps as in mCIM were performed. The mCIM and eCIM tubes were processed in parallel. The “meropenem discs” from the mCIM and eCIM tubes were placed on the same MHA plate inoculated with the meropenem-susceptible K. pneumoniae MGH 78,578 indicator strain. Following incubation, the diameter of the inhibition zone was measured.\n\n## For the mCIM test\nCarbapenemase positive test strain: if it showed an inhibition zone 6–15 mm or the presence of pinpoint colonies within a 16–18 mm zone. Carbapenemase negative test strain: if it showed inhibition zone ≥ 19 mm. Intermediate test strain: if it showed inhibition zone 16-18 mm.\n\n## For the eCIM test\nWhen the mCIM test showed positive results; metallo-β-lactamase positive strain: a zone diameter increases of ≥ 5 mm for eCIM in comparison to mCIM. Metallo-β-lactamase negative strain: A ≤ 4-mm increase in zone diameter for eCIM compared to mCIM.\n\n## Molecular detection of metallo-β-lactamase genes by conventional PCR\nBacterial DNA was extracted using the “QIAprep Miniprep DNA Purification Kit” (“QIAGEN, Germany”) according to the manufacturer’s instructions for the detection of blaNDM, blaIMP, and blaVIM with a set of primers18 as described in Table 1. The reaction mixture was prepared in a total volume of 25 μl including:5 μl of template DNA,12.5 μl of 2X ABT Red master mix (Applied Biotechnology Co. Ltd, Egypt), and2 μl of both forward and reverse primersthe volume was then completed with sterile distilled water up to 25 μl.Table 1Gene-specific primers used to detect metallo-β-lactamase genes in K. pneumoniae isolates.Gene targetedPrimers (5′ → 3')Product size(bp)blaNDMF-ACCGCCTGGACCGATGACCAR-GCCAAAGTTGGGCGCGGTTG236blaIMPF-GAAGGCGTTTATGTTCATACR-GTATGTTTCAAGAGTGATGC587blaVIMF-GTTTGGTCGCATATCGCAACR-AATGCGCAGCACCAGGATAG382\nReaction mixtures without a DNA template served as negative controls. Amplification was carried out in a thermal cycler (Peltier Thermal cycler, MJ Research, U.S.A). PCR cycling conditions included “initial denaturation” at 94 °C for 3 min, 35 cycles of 94 °C for 1 min, 56–58 °C for 1 min, 72 °C for 1 min for extension, and a final polymerization at 72 °C for 10 min”. Amplified fragments were separated by electrophoresis in 2% agarose gel at 5 V/cm for 2 h and observed by a UV transilluminator.\n\n## Standard disc diffusion method\nPhenotypic detection of antibiotic resistance was done using the “Kirby-Bauer disk diffusion method” on Mueller Hinton agar (Oxoid, UK) and incubated at 35 °C for 16–18 h according to Clinical and Laboratory Standard Institute guidelines of CLSI, 2022, control strain of K. pneumoniae MGH 78,578 was used15. The antibiotics used: Ampicillin (10 µg), Amoxicillin-clavulanate (20/10 µg), Cefepime (30 µg), Ceftazidime (30 µg), Cefotaxime (30 µg), Imipenem (10 µg), Meropenem (10 µg), Gentamicin (10 µg), Amikacin (30 µg), Ciprofloxacin (5 µg), Levofloxacin (5 µg). All antibiotics were purchased from “Sigma Chemicals (St. Louis, USA)”.\n\n## Ceftazidime/avibactam combination method with Aztreonam discs\nThe test organism was first added to the MHA plates through inoculation. Following that, 30 µg/20 µg of ceftazidime/avibactam antibiotic discs were placed on them, and they were incubated for 1 h at 35 ± 2 °C. After this incubation, the ceftazidime/avibactam disks were removed, and the Aztreonam discs were placed in the same location and incubated for 1 h at 35 ± 2 °C. The 1-h duration was sufficient for antibiotic diffusion into the medium, as confirmed by the observed zones of inhibition. The following day, a zone of inhibition was noted following CLSI 2024 guidelines for disc diffusion testing, synergy was considered present if the zone diameter of the replacement AZT disc was ≥ 21 mm19.\n\n## MIC of ceftazidime/avibactam alone and in combination with Aztreonam\nFor the minimal inhibitory concentration (MIC) determination, ceftazidime/avibactam and Aztreonam E-test strips were utilized. After an hour of incubation, one of the two ceftazidime/avibactam E-test strips was removed, and the imprint of the removed E-test strip was covered with an Aztreonam E strip. The plates underwent another 18-h incubation period at 35 ± 2 °C.\n\n## Statistical analysis\nData was coded and entered into the computer statistical program. All statistical analyses were performed using the Statistical Package for Social Science (SPSS) version 25 (Inc, Chicago, Illinois, USA). Data presentation was performed via tables and graphs. Qualitative data were presented as numbers and percentages while quantitative data were presented as mean ± Standard Deviation. Fisher’s exact tests were used for qualitative variables. ANOVA test was used to compare the Zone diameter between groups and Tukey Post Hoc test was used to assess the significance between each two groups. A p-value of < 0.05 was considered statistically significant.\n\n## Isolation, identification, and phenotypic detection of \nA total of 365 examined clinical samples were analyzed for bacterial isolation. A total of 65 K. pneumoniae isolates were recovered. 60% (39/65) of the isolates were CRKP identified by either being meropenem and/or imipenem resistant.\nThe patients’ ages ranged from 16 to 75, with a mean of 44.6 and a standard deviation of ± 20.4. The CRKP isolates were obtained more frequently from males (61.5%) than females (38.5%). The highest rate of CRKP isolation was from endotracheal aspirates (46.7%), while the lowest rate was from sputum and blood (10%) from ICUs of Suez Canal University hospitals (Table 2).Table 2Demographic and sample distribution of patients with carbapenem-resistant K. pneumoniae (N = 39).CategoryValueGender N (%)Male24 (61.5%)Female15 (38.5%)Participants ageRange16 – 75 yearsMean ± SD44.6 ± 20.4Type of specimen N (%)Endotracheal aspirates18 (46.7%)Urine8 (20%)Pus5 (13.3%)Sputum4 (10%)Blood4 (10%)Total39 (100%)\nPreliminary isolation and identification of K. pneumoniae were based on Gram-negative staining and colony morphology. The isolates were Gram-negative, non-motile bacilli, forming small (3–5 mm), gray, moist, and often mucoid colonies on blood agar. On MacConkey agar, the colonies appeared pink-yellow due to lactose fermentation. Biochemical tests confirmed the identification of K. pneumoniae, with positive results for catalase, citrate, VP, urease, and MUG tests, and negative results for oxidase, indole, MR, H2S production, gelatin hydrolysis, and pigment production. The isolates were also fermentative in oxidative fermentation tests.\n\n## Phenotypic detection of metallo-β-lactamases by modified carbapenem inactivation method (mCIM) and EDTA-CIM (eCIM) testing\nModified carbapenem inactivation method (mCIM) and EDTA-CIM (eCIM) tests resulted in 35 (89.7%) CRKP isolates showed a zone diameter of 6–15 mm for meropenem disc and interpreted as carbapenemase positive, while 1 (2.6%) isolate showed a 17 mm zone diameter that was interpreted as carbapenemase intermediate and 3 (7.7%) isolates showed zone diameters of ≥ 19 mm and interpreted as carbapenemase negative (Table 3). A total of 24 isolates (68.6%) showed an increase of zone diameter ≥ 5 mm after adding EDTA and they were considered Metallo-β-lactamase positive isolates (Table 4, Fig. 1).Table 3Modified carbapenem inactivation method results for the 39 CRKP isolates.CRKP isolatesNumber of specimens (N = 39)Percentage (%)Positive3589.7%Intermediate12.6%Negative37.7%Table 4EDTA-CIM testing for 35 carbapenemase-positive CRKP isolates.Number of specimens(N = 35)PercentagePositive2468.6%Negative1131.4%Fig. 1mCIM and eCIM testing showed an increase of zone diameter ≥ 5 mm after adding EDTA and they were considered as metallo-β-lactamase positive isolates.\n\n## Molecular detection of metallo-β-lactamase genes by conventional PCR\nBy conventional PCR, molecular testing was done to detect the 3 MBL genes in the 24 Metallo-β-lactamase positive isolates. All 24 isolates harbored at least one of the MBL genes (blaIMP, blaNDM, and blaVIM). A total of 22 isolates (91.7%) harbored blaIMP gene, 16 isolates (66.7%) harbored blaNDM and 2 isolates (8.3%) harbored blaVIM (Table 4, Fig. 2A–C). Full-length gel images with membrane edges are included in the Supplementary Information file. The gels were not physically cut before imaging.Fig. 2Detection of metallo-beta lactamase genes by agarose gel electrophoresis. Lane M shows a 100 bp molecular strand DNA ladder, (A) blaNDM gene; All Lanes show positive specimens (236 bp), except lane (3, 5), (B) blaIMP gene; All Lanes show positive specimens (587 bp), (C) blaVIM gene; 2 Lanes show positive specimens (382 bp).\n\n## Standard disk diffusion method\nAntibiotic susceptibility testing was done on the 39 K. pneumoniae isolates by the Kirby-Bauer disk diffusion method. The highest resistance was for Ampicillin, Amoxicillin-clavulanate, and Ceftazidime antibiotics as they showed 100%, 94.9%, and 82.1% resistance respectively. In contrast, the least resistance was for Cefepime 28.2% (Table 6, Fig. 3).Fig. 3Antibiotic susceptibility pattern of the 39 CRKP isolates by Kirby-Bauer disk diffusion method.\n\n## Ceftazidime/avibactam susceptibility testing alone and in combination with aztreonam (disc replacement method)\nNone of the isolates showed zone diameter ≥ 21 mm when testing Aztreonam disc susceptibility by the Kirby-Bauer method, while 2 isolates (8.3%) were ≥ 21 mm for Ceftazidime-Avibactam disc. However, after doing the combination method for Ceftazidime-Avibactam plus Aztreonam, synergy was observed in 15/24 (62.5%) of the resistant isolates, inhibition zone became ≥ 21 mm (Tables 7 and 8).\nNone of the sensitive isolates carried the blaVIM gene. None of the isolates showed zone diameters ≥ 21 mm for Aztreonam alone, while 2 isolates (8.3%) were sensitive to Ceftazidime/Avibactam alone. However, the combination of Ceftazidime/Avibactam + Aztreonam resulted in 15 isolates (62.5%) becoming sensitive, demonstrating a significant synergistic effect (p < 0.001). Among the 15 isolates that became sensitive to the combination of Ceftazidime-Avibactam + Aztreonam (zone diameter ≥ 21 mm), 9 isolates (60%) harbored the blaIMP gene, and 6 isolates (40%) harbored the blaNDM gene (Tables 7 and 8).\n\n## MIC of ceftazidime/avibactam alone and in combination with aztreonam\nWhen the minimal inhibitory concentration (MIC) antibiotic susceptibility test was done by E-test strips, it revealed MIC of ceftazidime/avibactam ranged from 8/4 to ≥ 64/4 µg/ml, while after doing the combination of ceftazidime/avibactam plus Aztreonam the MIC of all isolates ranged from ≤ 0.016/4 to 6/4 µg/ml (Figs. 4 and 5).Fig. 4MIC of ceftazidime/avibactam alone and in combination with aztreonam by E-test strip.Fig. 5Antibiotic susceptibility by using E-test strips showing ceftazidime/avibactam strip alone and ceftazidime/avibactam combined with aztreonam.\n\n## Discussion\nCarbapenem-resistant Klebsiella pneumoniae (CRKP) is a major cause of hospital-acquired infections, posing a significant threat to human health due to limited therapeutic options9. The combination of Ceftazidime/Avibactam (CAZ/AVI) and Aztreonam (ATM) has emerged as a crucial therapeutic option for MBL-producing CRKP, as it neutralizes class A, C, and some class D beta-lactamases while combating MBLs20. This study evaluated the in vitro efficacy of CAZ/AVI + ATM against MBL-producing CRKP isolates from Suez Canal University Hospital, Egypt.\nThe study was carried out on 365 clinical samples, a total of 65 K. pneumoniae isolates were recovered (17%). 60% (39/65) of the isolates were carbapenem-resistant K. pneumoniae (CRKP) as identified by either being meropenem- and/or imipenem-resistant. The age of the patients ranged from 16 to 75 years old, with a percentage of (61.5%) from male patients and (38.5%) from female patients (Table 2). The highest rate of CRKP isolation was from endotracheal aspirates (46.7%), while the lowest rate was from sputum and blood (10%) from the different ICUs (Table 2).\nThe CRKP prevalence has been reported worldwide. ICU hospitalization was found to be a significant risk factor for developing CRKP21–24. The disparities in prevalence rates may be related to changes in the hospital setting, the number of specimens examined, and the frequent use of carbapenems as empiric therapy in ICUs along with the antimicrobial stewardship program’s non-implementation. Studies from other hospitals in Egypt showed different prevalence rates of CRKP. It was 66%, 33.3%, 44.3%, and 14.2%, in Zagazig21,22, Mansoura23, Suez Canal24, and Al-Azhar25 University Hospitals respectively. The prevalence rate was 13.9% at the Egyptian National Cancer Institute-Cairo26. Comparably, other research revealed that the prevalence rate in New York and Greece was 20 and 40% respectively27,28. A study conducted in the USA revealed a higher result of 83%29.\nThe present study showed that the modified carbapenem inactivation method (mCIM) test showed that 35/39 (89.7%) CRKP isolates showed a zone diameter of 6–15 mm for meropenem disc and interpreted as carbapenemase positive, while 1/39 (2.6%) isolate showed a 17 mm zone diameter that was interpreted as carbapenemase intermediate and 3/39 (7.7%) isolates showed zone diameters of ≥ 19 mm and interpreted as carbapenemase negative (Table 3). The eCIM testing of the 35 carbapenemase-positive CRKP isolates showed that 24 isolates (68.6%) had an increase of zone diameter ≥ 5 mm after adding EDTA and they were considered Metallo-β-lactamase positive isolates (Table 4).\nPrevious studies have widely used the mCIM test for phenotypic carbapenemase detection. In Egypt, studies at Zagazig University hospitals reported 86% (49/57) and 89.1% (106/119) of CRKP isolates as carbapenemase-positive21,22, while Alexandria University Hospital found 70% (37/53) of isolates to be mCIM-positive, with 51% (19/37) confirmed as MBL-positive by eCIM30. In India, a study at a tertiary hospital revealed 96% (145/151) of CRKP isolates as mCIM-positive, with 98% (142/145) being eCIM-positive31. Similarly, studies in China reported 96.4% (402/417) and 88% (91/103) of isolates as mCIM-positive, with 26.4% (110/417) and 75% (68/91) being eCIM-positive, respectively32,33.\nThe modified carbapenem inactivation method (mCIM) effectively identifies carbapenemases but cannot differentiate between serine and metallo-β-lactamases (MBLs). To address this, the EDTA-modified carbapenem inactivation method (eCIM) was developed, enabling precise detection of MBLs. The combination of mCIM and eCIM tests distinguishes between serine carbapenemases (mCIM-positive, eCIM-negative) and MBLs (mCIM-positive, eCIM-positive)34,35. While mCIM is cost-effective, easy to perform, and requires no specialized equipment, its long incubation period (8 h to overnight) and inability to confirm carbapenemase class remains limitations17.\nIn the present study, by conventional PCR, molecular testing was done to detect the 3 MBL genes (blaIMP, blaNDM, and blaVIM) in the 24 Metallo-β-lactamase positive isolates. All 24 isolates (100%) harbored at least one of the MBL genes. A total of 22 isolates (91.7%) harbored blaIMP gene, 16 isolates (66.7%) harbored blaNDM and 2 isolates (8.3%) harbored blaVIM (Table 5, Fig. 2A-C).Table 5Distribution of isolates carrying MBL genes.GeneNo. of positive isolates%blaNDM1666.7%blaIMP2291.7%blaVIM28.3%\nThe CRKP isolates have genes that encode carbapenemase, such as bla genes, in addition to a range of genes that confer resistance to medications other than β-lactams, rendering all antibiotics ineffective. Carbapenemases are classified into two classes according to the composition of their active sites: “serine-carbapenemases” which have “Serine” in the active site making the class A and class D, and the second category “Metallo-β-lactamases (MBL)” which have an active site including a zinc atom making the class B. The most commonly reported genes in class B MBL-producing strains are blaNDM, blaIMP, and blaVIM, while the most commonly reported genes in class A and D are blaKPC and blaOXA, respectively36. Currently IMP-producing and NDM-producing CRKP are well recognized. Nevertheless, there haven’t been many reports of CRKP when blaIMP and blaNDM coexist37–39. Unlike our findings, several studies in Egypt revealed that the most prevalent gene among CRKP isolates was the blaNDM gene21,40–42. In Uganda, blaVIM was the most amplified carbapenemase gene, while blaNDM was the least amplified one43. Meanwhile, it was reported in China that blaKPC was the most prevailing gene in K. pneumoniae44. In Turkey, the blaOXA-48 gene was the most predominant followed by blaNDM and blaVIM genes respectively. blaKPC and blaIMP genes were not identified 45,46. In Saudia Arabia, the most common carbapenemases were the blaOXA-48 and blaNDM genes. No blaKPC or blaIMP genes were detected47,48.\nIn the present study, antibiotic susceptibility testing was done on the 39 K. pneumoniae isolates by the Kirby-Bauer disk diffusion method. All 39 CRKP isolates in the present study were multidrug-resistant (MDR). The highest resistance was for Ampicillin 39/39 (100%), Amoxicillin-clavulanate 37/39 (94.9%), Ceftazidime 32/39 (82.1%), and Cefotaxime 27/39 (69.2%) antibiotics. The most sensitive antibiotics were Cefepime 16/39 (41%) and Ciprofloxacin 14/39 (35.9%) (Table 6, Fig. 3).Table 6Antibiotic susceptibility pattern of the 39 CRKP isolates by Kirby-Bauer disk diffusion method.AntibioticSusceptibleIntermediateResistantNo%No%No%Amoxicillin-clavulanate0025.13794.9Ampicillin000039100Cefotaxime410.3820.52769.2Ceftazidime410.337.73282.1Cefepime16411230.81128.2Ciprofloxacin1435.9615.41948.7Levofloxacin615.4923.12461.5Gentamicin820.51128.22051.3Amikacin717.9923.12358.9\nNumerous investigations have also documented the noteworthy correlation between multidrug resistance and carbapenem resistance in K. pneumoniae isolates whether locally in Egypt21–26 or worldwide32,49–51. An alarming elevated prevalence of multidrug-resistant (MDR) “resistance to at least one agent in three or more antimicrobial classes”, extremely drug-resistant (XDR) “resistance to at least one agent in all but two or fewer antimicrobials”, and pan-drug-resistant (PDR) “resistance to all agents in all antimicrobial classes”. Since pan-drug-resistant isolates are essentially unaffected by antibiotics, higher rates of morbidity and mortality are to be predicted, which is concerning52.\nK. pneumoniae resistance to carbapenems arises from complex mechanisms, including increased efflux pump activity, altered outer membrane permeability, and the production of carbapenemases, which hydrolyze β-lactams and may include extended-spectrum β-lactamases (ESBLs). According to CLSI surveillance data, 50–60% of carbapenem-resistant Enterobacterales remain susceptible to cefepime53, which may be used to treat these isolates despite carbapenemase production54. However, cefepime susceptibility should alert clinicians to potential treatment failure, as carbapenem-resistant isolates often exhibit multidrug-resistant (MDR) phenotypes and carry additional resistance factors. The expression of mobile genetic elements within carbapenemase genes further exacerbates resistance55, underscoring the urgent need for new antibiotics and synergistic combinations to combat these pathogens.\nIn our study, none of the isolates showed zone diameter ≥ 21 mm when testing Aztreonam disc susceptibility by the Kirby-Bauer method, while 2 isolates (8.3%) were ≥ 21 mm for Ceftazidime-Avibactam disc. However, after doing the combination method for Ceftazidime-Avibactam plus Aztreonam, synergy was observed in 15/24 (62.5%) of the resistant isolates, inhibition zone became ≥ 21 mm, indicating a shift from resistance to sensitivity. Among the 15 isolates that became sensitive to the combination of Ceftazidime-Avibactam + Aztreonam (zone diameter ≥ 21 mm), 9 isolates (60%) harbored the blaIMP gene, and 6 isolates (40%) harbored the blaNDM gene. None of the sensitive isolates carried the blaVIM gene, suggesting that the combination therapy is particularly effective against isolates carrying blaIMP and blaNDM genes (Tables 7 and 8). In addition, Ceftazidime-avibactam minimum inhibitory concentration (MIC) using E-test strips, ranged from 8/4 to ≥ 64/4 µg/ml (resistant) when tested. However, when ceftazidime-avibactam plus Aztreonam was combined, the MIC ranged from ≤ 0.016/4 to 6/4 µg/ml (sensitive) (Figs. 4 and 5).Table 7Antibiotic susceptibility testing of ceftazidime/avibactam, aztreonam, and ceftazidime/avibactam plus aztreonam for the 24 MBL isolates.Isolate numberCeftazidime/avibactamAztreonamCeftazidime/avibactam",
  "has_full_text": true
}