{
  "pmid": "40076888",
  "title": "Improving Atorvastatin Release from Polyelectrolyte Complex-Based Hydrogels Using Freeze-Drying: Formulation and Pharmaceutical Assessment of a Novel Delivery System for Oral Candidiasis Treatment.",
  "abstract": "Atorvastatin calcium, an antifungal agent, has the potential to be repositioned/repurposed to combat the increasing antimicrobial resistance. However, one of the most crucial issues in developing atorvastatin calcium-loaded products with a topical antifungal effect is achieving the optimal release and dissolution rates of this statin to produce the desired therapeutic effect. In this paper, we report on the development and pharmaceutical assessment of hydrogels composed of low-molecular-weight chitosan, tragacanth, and xanthan gum/pectin/κ-carrageenan as potential drug carriers for atorvastatin calcium for buccal delivery. Multidirectional analysis of the carriers with regard to their drug-release profiles and mucoadhesive, antimicrobial, and cytotoxic properties was accompanied by an evaluation of the freeze-drying process used to improve the hydrogels' applicability. Using differential scanning calorimetry, Fourier transform infrared spectroscopy, and scanning electron microscopy techniques, the role of lyophilization in enhancing atorvastatin calcium delivery from polyelectrolyte complex-based matrices via drug amorphization was demonstrated. The freeze-dried hydrogels had significantly improved release and dissolution rates for the amorphic statin. Therefore, there is great potential for the use of lyophilization in the design of polyelectrolyte complex-based semi-solids in usable dosage forms for numerous crystalline and poorly water-soluble active substances.",
  "journal": "International journal of molecular sciences",
  "year": "2025",
  "authors": [
    "Potaś-Stobiecka J",
    "Wach R",
    "Rokita B",
    "Simonik W",
    "Wróblewska M"
  ],
  "doi": "10.3390/ijms26052267",
  "mesh_terms": [
    "Atorvastatin",
    "Hydrogels",
    "Freeze Drying",
    "Drug Liberation",
    "Antifungal Agents",
    "Polyelectrolytes",
    "Drug Delivery Systems",
    "Drug Carriers",
    "Humans"
  ],
  "full_text": "## 1. Introduction\nAtorvastatin (AT) is a synthetic, lipophilic statin—a cholesterol-lowering agent that inhibits 3-hydroxy-3-methyl-glutaryl-coenzyme A (HMG-CoA) reductase, which is responsible for endogenous cholesterol synthesis [1]. Marketed AT products are registered as the first-line therapy for dyslipidemia in patients at a moderate-to-high risk of developing cardiovascular diseases. Their therapeutic success arises from their pleiotropic activity, including anti-inflammatory, antioxidative, and antiproliferative effects on the vascular endothelium. Recent microbiological studies have proved that AT also has an antifungal effect, due to its ability to decrease the level of pathogenic ergosterol (a fungal cell membrane compound) [2,3,4,5,6,7]. In the literature, the fungicidal activity of AT has mainly been highlighted with respect to Candida albicans. Furthermore, the applicability of this statin in the local therapy of periodontitis or irinotecan-induced mucositis has also been confirmed [8,9].\nOral candidiasis (oral thrush) is an oromucosal fungal infection caused by pathogenic forms of Candida. The clinical manifestations of this condition can be different, which has resulted in a very comprehensive oral candidiasis classification system [10]. The individuals particularly at risk of colonization by pathogenic species of Candida are immunocompromised oncological and HIV-infected patients, people with coexisting dental or buccal mucosa disorders, those with insufficient oral hygiene or a hormonal imbalance, patients being treated with antibiotics/corticosteroids, and children. C. albicans is a ubiquitous commensal organism responsible for approximately 95% of oral thrush cases. This species is known for its high capacity to adapt to a human host and its variety of virulence factors, which enable a quick transition to its pathogenic form [10].\nHydrogels are dosage forms that are particularly useful in oromucosal drug application. Moreover, through their function as drug reservoirs, they can improve the efficiency of tissue-healing processes [11]. Polyelectrolyte complex (polycomplex, PEC)-based hydrogels—formulations composed of oppositely charged polyelectrolytes—are unique systems with great potential in drug administration, biomedical engineering, and chemical technology [12]. While there is a wide range of natural or synthetic polymers that can be used as the anionic component of a PEC, the assortment of available cationic hydrogel materials is much smaller [13]. Chitosan (CH), which has positively charged amine groups, is the most commonly utilized polycation in pharmaceutical technology. The cationic character of CH determines its ability to form PECs and the multidirectional biological activity for which the polymer is widely known. Besides hemostatic and anti-inflammatory activities, the amine groups of CH are responsible for its antimicrobial behavior. As mentioned above, combining CH with anionic macromolecules to form PECs is a common procedure to produce a unique drug carrier with new physicochemical and therapeutic characteristics. At the polycomplex design stage, the main goal is often the preservation of CH’s therapeutic effects alongside ameliorating the most problematic physicochemical properties of this polycation, such as its insufficient mechanical strength or the uncontrolled water uptake of CH materials.\nThe number of possible polycation–polyanion combinations seems to be unlimited. However, a significant issue in manufacturing PEC-based drug carriers is often their low homogeneity—a result of PEC particles’ precipitation and aggregation, which occur naturally after mixing with oppositely charged macromolecules. Among the various polycation–polyanion combinations, hydrogels composed of low-molecular-weight CH and tragacanth gum (TR) have been the objects of our interest, mainly due to their beneficial mechanical and mucoadhesive properties, which are important for buccally applied systems [14,15]. Herein, we explore combinations of CH and TR (as the dominant polyanion) with regard to their potential utility as carriers for the calcium salt of AT (ATC). The anionic component of the designed and formulated gels was enriched with three polysaccharides of natural origin: low-methoxy amidated pectin (LPE), kappa-carrageenan (κCA), and xanthan gum (XA). XA is an example of a prolonged-release polymer and viscosity enhancer, which has a beneficial impact on the mechanical and rheological properties of TR/CH hydrogels, as demonstrated in our previous work [14,15]. Furthermore, similar to the other two stabilizing agents LPE and κCA, XA is a polymer that is particularly useful in locally administered products due to its high mucoadhesiveness [16]. The ability of LPE to jellify in the presence of ubiquitous calcium ions makes it useful in providing a high drug loading and prolonged release or swelling control [17]. κCA is a representative of carrageenans, which have highly desirable physicochemical features and biological activities for pharmaceutical use, including anti-inflammatory, anticancer, and antiviral properties. Upon cooling or in the presence of potassium/calcium ions, it forms thermotropic and ionotropic hydrogels with tunable viscoelastic and mucoadhesive properties that are beneficial for controlled drug delivery [18]. The impact of the selected accompanying polyanions on the carrier’s performance was investigated and discussed, as well as the usability of the PEC gels as water-insoluble drug reservoirs. ATC represents a Biopharmaceutical Classification System (BCS) class II drug. It is a crystalline powder that is practically insoluble in aqueous solutions with a pH ≤ 4; very slightly soluble in distilled water, phosphate buffers with a pH of 7.4, and acetonitrile; slightly soluble in ethanol; and freely soluble in methanol and dimethyl sulfoxide (DMSO) [19,20]. As the solubility and rate of dissolution of crystalline ATC are low and often not sufficient for the desired therapeutic effect, many efforts have been made to improve these properties [20,21].\nFreeze-drying (lyophilization or cryodesiccation) is a dehydration procedure that typically serves to preserve water-sensitive materials. It is routinely used to enable a detailed analysis of polymeric compositions via, for example, thermal or spectral measurements, which requires materials to be solid to be analyzed [14,15]. Here, lyophilization produced promising AT reservoirs, and those were subjected to the pharmaceutical evaluation alongside the initially designed and prepared PEC-based gels. This study focuses on the application properties of the formulated carriers, including their antimicrobial, mechanical, mucoadhesive, and cytotoxic properties, as well as their drug release profile. The report aims to highlight the strengths and weaknesses of the obtained AT gels and to indicate the potential usability of the lyophilization technique in eliminating the latter. Using AT aligns with drug repositioning/repurposing strategies, which aim to find new pharmaceutical applications of already approved active substances. Furthermore, in the era of increasing antibiotic resistance, it perfectly corresponds with the idea of exploring new antimicrobial strategies to eradicate recurrent fungal infections that are resistant to treatment [22]. AT has been confirmed to have synergistic antifungal effects with azole drugs (clotrimazole, ketoconazole, fluconazole, and itraconazole) against C. albicans [23]. Thus, through combining AT with the aforementioned commonly utilized antifungal agents, we could maximize the anti-C. albicans activity and reduce the risk of the emergence of resistant strains.\n\n## 2.1. Characterization of Hydrogels and Lyophilizates\nThe pH of the prepared hydrogels (Table 1) was within the range of 5.64–6.25, which corresponds to the physiological pH of the oral cavity [24]. According to the calculated entrapment efficiency (%EE) values (Table 2), the ATC loading corresponded to the theoretical drug content within the hydrogels and lyophilizates. As for the tested mechanical parameters, the incorporation of ATC did not affect the firmness, cohesiveness, or mucoadhesiveness of the hydrogels (H1–H3 versus H1PL–H3PL) (Figure 1). While firmness describes the force required to compress the hydrogel, cohesiveness reflects the work of a probe that is needed for this deformation and adhesiveness corresponds to the force need to make the material adhere after application. The introduction of the active substance did improve the hydrogels’ retentivity (Section 2.7). Despite distinct differences in viscosity (Table 2), the formulations had comparable firmness and adhesiveness. Slightly lower values for the cohesiveness parameter were noted for the H2 gel. The viscosity values were not affected by drug incorporation.\nThe lyophilizates showed moisture contents within the range of 2.8 ± 2.1–8.1 ± 3.1% and %EE values as high as those of their hydrated counterparts.\n\n## 2.2. In Vitro Release Assay\nIn vitro drug release is one of the most important issues in pharmaceutical evaluations of developed dosage forms, as it points to the applicability of the carrier in achieving the intended drug release profile. In vitro/in vivo correlations strongly depend on the established measurement procedure.\nDetermining the ATC release profile of the hydrogel matrices was not straightforward. In fact, the initial results of the HPLC analysis were unrepeatable and incoherent when samples of an acceptor medium were analyzed directly after sampling. Despite the provided sink conditions, which were based on the ATC solubility test results, the PEC-based carriers strongly hampered the release and dissolution of the active substance into the simulated saliva solution (SSS), likely due to strong drug–polymer and polymer–polymer interactions. It was assumed that ionic bonds between the cationic CH and the calcium salt of AT could significantly increase the inclusion of the drug into insoluble PEC particles. In fact, diluting the collected samples with a mixture of acetonitrile and a potassium dihydrogen phosphate buffer (pH 3.0) (60:40, w/w) as the mobile phase for the HPLC analysis (Section 3.2.2) enabled us to obtain measurable and repeatable values for the ATC concentration. The implemented modifications of the SSS, either by enriching it with PEG 400/Tween 80—solubilizer and surface active agents, respectively—or acidifying it, were fruitless since these modifications interfered with the HPLC data collection. With regard to acidifying the medium, our previous research pointed to a significant impact of pH change (to reflect the oral cavity conditions before and after a meal [24]) on CH dissolution and the subsequent disruption of CH PECs [25], but that impact was not observed here. As the tested solubility of ATC in acetonitrile was as low as for the aqueous solutions, disrupting the PEC particles using the mixture of acetonitrile and a potassium dihydrogen phosphate buffer (pH 3.0) was considered key for successful ATC liberation. Furthermore, in addition to the low pH of the phosphate buffer, the impact of its ionic strength on the stability of drug–polymer or polymer–polymer bonds must be noted [13]. The release profiles thus obtained showed the fastest ATC liberation and dissolution from the H1 and H3 gels. Similar release profiles were noted for the other gels, irrespective of the accompanying polyanion used, and approx. 80% of the ATC was collected after 4 h (Figure 2). The H2 gel with LPE was characterized by prolonged ATC release.\nThe obtained results from the in vitro release assay pointed to the necessity of distinguishing the drug release test from the drug dissolution test for ATC, as it is a practically water-insoluble substance. It is widely known that, for any drug to be absorbed, it must be present in a dissolved form. Otherwise, its bioavailability is inadequate and only high doses can provide the desired pharmacological effect. In the case of topically acting active substances, their low bioavailability is irrelevant and even preferable since the probability of systemic toxic events significantly decreases. Nonetheless, the essential issue is to provide a drug carrier that is highly miscible with physiological fluids at the site of local administration or has the ability to penetrate the biofilm when an antimicrobial effect is desired. In response to the difficulties in providing optimal ATC delivery from PEC hydrogels, the freeze-dried materials were also subjected to the in vitro release test. In comparison to the initially prepared hydrogels, the lyophilizates were characterized by significantly improved levels of ATC (Figure 3). Among all the sponge-like materials, LH1 had the most prolonged ATC release profile. ATC was detected in the acceptor medium for 30 min and only 29.6 ± 1.2% of the drug was detected after 6 h. On the other hand, LH3 provided the fastest drug liberation, achieving 68.5 ± 4.2% at the end point. It is assumed that the internal structure of the freeze-dried carriers had a strong impact on the release profiles. While the compact structure of LH1 might have affected the limited liberation of ATC enclosed in TG–CH and/or XG–CH complexes, the porous LH3 sponges facilitated the absorption and penetration of the dissolution medium, with a subsequent moderate swelling effect favoring a gradual leaching of the drug (Section 2.6).\n\n## 2.3. Fourier-Transform Infrared (FTIR) Spectroscopy\nFTIR analysis was performed to establish the role of ATC in the CH–gum polyelectrolyte complex formation process and the impact of the polymers on ATC performance. For pure ATC, bands that are characteristic of its crystalline form were identified (Figure 4). The transmission between 3600 cm−1 and 3700 cm−1 was attributed to the O–H stretching typical for trihydrated ATC [20,26]. The peaks at 3362 cm−1, 3265 cm−1, and 2921 cm−1 were attributed to the N–H, asymmetric O–H, and symmetric O–H stretching of the ATC molecules, respectively [20,26]. The absence or displacement of these peaks in the drug-loaded lyophilizates LH1–LH3 most likely resulted from ATC amorphization and/or its inclusion in the polymeric matrix; these observations were consistent with the in vitro release assay, differential scanning calorimetry (DSC), and scanning electron microscopy (SEM) results discussed below. The results did not indicate large differences between the spectra recorded for the placebo and drug-loaded lyophilizates, suggesting a high “miscibility” of the ATC in the polymers. In general, the absorption bands at around 3000–3500 cm−1 are typical for the hydroxyl groups present in the polysaccharide polymers (CH, TG, XG, LPE, and κCA) or residual water [27,28]. Any deviations in those bands could therefore result from either drug–polymer or polymer–polymer hydrogen bonding. The presence of the band at approx. 1600 cm−1, which is a characteristic of asymmetric bending vibrations of the amine groups in CH, might in turn indicate PEC formation due to the availability of NH3+. Their interaction with carboxyl (TG, XG, or LPE) or sulfate groups (κCA) could not be ignored due to the presence of bands characteristic of C=O, C–O, or S=O stretching (1760–1665 cm−1, 1320–1000 cm−1, or 1210–1260 cm−1 [29]); however, the overlapping bands of ATC did not allow for the identification of the shifts resulting from such interactions.\n\n## 2.4. Thermal Characterization\nDSC measurements were used to reveal the thermal behavior of the freeze-dried hydrogels. For the raw ATC, a strong endothermic peak characteristic of a melting process was indicated at 161 °C, confirming the crystalline nature of the drug [21,26,30] (Figure 5A–C). Subsequent cooling and a second round of heating did not lead to ATC recrystallization (Supplementary Material Figure S1). Besides very wide endothermic peaks typical of moisture loss under gradual heating, the DSC curves of the placebo formulations LH1PL and LH2PL revealed an additional heat capacity drop, indicating a polymer glass transition (at 66.29 °C and 65.91 °C, respectively) [31]. There was an absence of a sharp endothermic event at the ATC melting temperature (Tm) for the drug-loaded lyophilizates LH1–LH3. Instead, less or more pronounced wide endothermic peaks at 109.72 °C, 129.24 °C, and 106.85 °C for LH1, LH2, and LH3, respectively, were observed, which are characteristic of the glass transition temperature (Tg) of amorphous ATC [21,32]. Furthermore, the second heating did not reveal any exothermic peaks specific to drug recrystallization, which might indicate the stability of the amorphous ATC form, just like the raw drug (Supplementary Material Figures S2, S4 and S6). The thermograms obtained for the physical mixtures of ATC and the polymers appeared to resemble the DSC curve for the pure drug; however, they were in a more repressed form, with strong endothermic events due to moisture evaporation (Figure 5D–F). Considering the substantial variations in ATC liberation from the fully hydrated and lyophilized formulations (Section 2.2), it could be assumed that the amorphous ATC was preserved in the solidified solvent during the freeze-drying [21,33]. PEC structures have been demonstrated to increase the solubility and/or bioavailability of different active substance enclosed in matrices composed of oppositely charged polyelectrolytes [34], and here, they were shown to also be important in preventing drug recrystallization and forming an amorphous solid dispersion (ASD).\n\n## 2.5. Scanning Electron Microscopy (SEM) Analysis\nSEM imaging showed some differences in the lyophilized hydrogels LH1–LH3 and their placebo counterparts (Figure 6). The LH1 and LH1PL materials were characterized by mostly uniform porous structures, while for the drug-loaded LH2 and LH3 and placebo LH2PL and LH3PL, heterogeneous architectures were observed. The addition of LPE (LH2 and LH2PL) and, to a lesser extent, κCA (LH3 and LH3PL) affected the presence of micro- and macropores, which disrupted the layered structure of the materials. Our previous investigations of PEC gels revealed a significant role of CH in triggering such a non-uniform structure [15]. According to the observations of Sungoradee and Srikulkit’s group [35], the interpolymer complexation between oppositely charged macromolecules (e.g., ATC and polymers) might result in the phase separation process affecting the formation of pores of different sizes. Nevertheless, neither crystalline nor amorphous drug forms were found to be freely dispersed in the polymeric matrices; this could be a consequence of the high miscibility of ATC with excipients compounded through ionic interactions due to ATC’s charge [32]. Small, roundish particles, which were more or less embedded in the lyophilizate walls, were most likely PEC particles, as they appeared in both placebo and drug-loaded materials. LH1 (TG/XG/CS), with its compact internal structure, had an exceptionally uniform and smooth surface compared to other tested materials.\n\n## 2.6. Swelling Capacity\nUpon contact with a solvent, solid polymers and polymer gels swell and dissolve at varying rates. Since swelling kinetics are regarded as an important parameter affecting the drug release profile or product disintegration, measurements of SSS uptake by both the lyophilizates and hydrogels were performed. Considering the noted variations in ATC release and solubility, verification of the solvent penetration rate depending on the polymer state (solid or gel) was crucial [36,37].\nThe fully hydrated materials showed negligible swelling abilities compared to the freeze-dried forms, and no significant variations were noted for the different samples (Figure 7A,B) [38]. The freeze-dried gels were characterized by intense and very dynamic swelling behaviors, which were particularly evident for the placebo materials (Figure 7B). In accordance with Fick’s law, the diffusion-controlled swelling affected the characteristic peak on the swelling curves, indicating rapid SSS uptake at the very beginning. Then, the relative stabilization of the sponge volumes was achieved, most likely due to the transformation of the polysaccharides from dry solids to soft gels with limited swelling [36].\nAlthough LH1PL had the highest SSS uptake after the first 15 min, the addition of ATC resulted in a drop in the swelling capacity of about 50% (Figure 7B). This phenomenon was also observed for LH2, LH3, and their drug-free counterparts but the differences were not significant. It can be assumed that the differences in porosity characteristic between LH1 and LH1PL (SEM imaging, Section 2.5) were highly correlated with the observed swelling behaviors—the more porous material was more easily penetrated by the SSS. LH3 and LH3PL presented very similar swelling properties, while LH2PL had a more dynamic behavior when in contact with the SSS compared to LH2. The ATC carriers presented similar SSS absorption capacities after the first contact with the solvent. Then, a significant decline in SSS absorption capacity was registered for LH2. The heterogeneous structure of LH2 was likely responsible for the rapid and strong penetration of the SSS into the macropores scattered in the polymer matrix, whereas the gradual gelation accompanied by local viscosity growth led to the subsequent decrease in the swelling rate. Overall, the observed instant swelling of the lyophilizates in contact with the artificial saliva was found to be important for their mucoadhesiveness. Furthermore, the balance between SSS uptake and polymer matrix erosion observed in the swelling curves of the drug-loaded sponges indicates their potential resistance to the eroding activity of saliva in vivo.\n\n## 2.7. Mucoadhesive Properties\nOne of the most important properties of buccal drug carriers is mucoadhesiveness. Retaining active substances at the site of action or absorption prevents unintended swallowing of the drug and provides a prolonged therapeutic effect. Another factor that limits the oromucosal residence time is saliva, a continuously produced eroding agent; therefore, it is necessary to develop a highly mucoadhesive carrier for buccal drug administration.\nThe strength of the interfacial joint with mucin gel and/or the residence time on porcine buccal mucosa were investigated. The lowest values of FMAX (the force required to detach the upper probe from the mucin layer) and WAD (the area under the force/distance curve) were observed for H1, whereas H2 and H3 revealed similar values for these parameters (Figure 8A,B). Moreover, the incorporation of ATC resulted in a substantial decline in H1’s mucoadhesiveness, which was not observed for the two other formulations. The exposure of the reference product to 10% mucin revealed values of FMAX and WAD that were several times higher than those of the developed gels. Interestingly, the mucoretention test did not confirm these observations, and the control had an almost negligible residence time—the samples started running down during application on the tissue (Figure 9A).\nATC-loaded H1–H3 revealed comparable mucoadhesion performances, while their placebo counterparts exhibited different behaviors. H1PL had outstanding mucoretention in comparison to H2PL and H3PL, reaching values equal to the residence time of H1–H3 (Figure 9B). The advantage of the H1PL sample over the other placebo gels was also highlighted by the texture analyzer measurements, which indicated a positive effect of XG on the gel’s mucoadhesiveness. XG is a commonly utilized pharmaceutical excipient for controlled and sustained drug release. In the presence of water, the dry polymer transforms into a hydrated state and subsequently, upon swelling, into a mucoadhesive, porous, and rubbery form that is sensitive to pH, ionic strength (especially Ca2+), and temperature [38]. As presented in Figure 9, a much shorter residence time was registered for the sponges. While LH2–LH3 and the placebo lyophilizates were characterized by negligible mucoretention, LH1 was washed off by the SSS after approx. 15 min. Since the measurement conditions were much more severe than those in the oral cavity, these results highlight the strong mucoadhesion behavior of the ATC gels and LH1.\n\n## 2.8. Antimicrobial Activity\nOverall, the ATC gels showed the strongest antifungal activity against C. albicans—the main causative agent of oral thrush (Figure 10A,B). C. krusei and C. parapsilosis were much more resistant to the tested formulations, and H2 did not affect the colony growth of C. krusei at all. The gels revealed stronger anti-C. albicans behaviors in comparison to a commercially available cream with clotrimazole. No antifungal effect was noted for the placebo hydrogels, which emphasizes the crucial role of ATC in reducing the growth of Candida strains. The strong ionic interactions between CH and different types of anionic polymers may have limited the ability of the polycation to bond with the negatively charged surface of fungal cells and exert an antimicrobial effect. Despite the established and widely discussed differences in ATC delivery from fully hydrated and freeze-dried carriers, the antimicrobial performance in this study, especially with regard to the C. albicans strain, was comparable for both dosage forms. The LH1 lyophilizate revealed slightly wider inhibition zones of C. albicans growth than the H1 gel. The sponges were also more effective at reducing C. krusei growth; however, they did not show any anti-C. parapsilosis activity, in contrast to the ATC gels. These results showed that despite the encountered problems in determining the manner of drug release from hydrogel carriers, the form and degree of binding with polymeric components of ATC affected its antifungal performance to a small degree. After 24 h of contact with Candida cultures, similar inhibition zones were observed for both dosage forms. It could be concluded that sufficiently long contact between ATC and the yeast is crucial for inhibiting its growth regardless of the ATC release rate.\nSince C. albicans is an opportunistic pathogen that invades when there are changes in the host microenvironment that favor its proliferation, we also investigated the potential impact of the developed drug carriers on the physiological flora of the oral cavity. For this purpose, cultures of Lactobacillus brevis (a Gram (+) representative of the natural microbiota with a highly beneficial impact on oromucosal inflammation disorders) or Streptococcus mutans (a major pathogen of dental caries) were exposed to the hydrogels/sponges [39]. The observations from the pure ATC and ATC dissolved in DMSO (dimethyl sulfoxide) suggested that the incorporation of ATC into a PEC-based matrix protected L. brevis against the potentially harmful effects of ATC.\n\n## 2.9. Cytotoxicity\nThe HUVEC (Human Primary Umbilical Vein Endothelial Cell) model used in investigating endothelial cell functions, such as inflammation, oxidative stress, hypoxia, and response to infection, was utilized to assess the cytotoxicity of the lyophilizates. HUVECs are relatively sensitive, e.g., much less resistant to toxins than fibroblasts, but they are suitable for investigating buccal products due to the importance of vasculo- and angiogenesis in oromucosal tissue differentiation [15,40].\nThe buccal mucosa is considered one of the most challenging routes for drug administration. Apart from oral cavity movements or exposure to food and liquids, the important factor limiting the residence time of buccally administered dosage forms is salivary secretion. While the unstimulated salivary flow rate ranges between 0.25 and 0.5 mL min−1, the stimulated flow rate is from 1 to even 5 mL min−1 during eating. An adult person produces approx. 500–2000 mL of saliva per day. On average, 1 mL of the fluid is present in the mouth before swallowing [41,42]. Thus, the protective and purifying properties of the saliva and mucus present on buccal epithelial cells should be taken into consideration when studying the cytotoxic effects of buccally applied products. For this reason, apart from the standard examination procedure, a modified MTT test was applied to more accurately reflect the actual oral cavity conditions: a shorter exposure of the cells to the prepared eluates and a greater range of ATC concentrations were used (Section 3.2.15). Compared to the standard protocol, which revealed a strong cytotoxic effect of ATC on the HUVECs after 48 h, a reduction in the sample–cell contact time significantly improved their viability, except for the undiluted LH1–LH3, which exhibited cytotoxic effects (Figure 11A,B). Diluting the eluates to match the in vivo conditions led to gradual leaching of the product and improved cell growth: a 25% dilution resulted in, on average, 80% cell viability, meeting the minimum 70% viability recommended by the FDA [43]. Besides the exposure time to different concentrations of ATC, the viscosity of the eluates (determined by either the polymer composition or degree of dilution) was equally important for their cytotoxic effect. In fact, LH2 prepared from the LPE-based hydrogel with the highest viscosity caused the greatest cell mortality among all the two-fold-diluted eluates, most likely due to the impeded transport of oxygen and nutrients necessary for metabolic processes and cell proliferation [44]. The results of the MTT test for ATC dissolved in DMSO indicated at least 70% cell viability at a drug concentration of 0.96 µM, which is equal to the ATC content in the eluates when diluted 32 times (3.13%) (Figure 11C). The 0.24 µM drug solution resulted in 100% viability, which is consistent with the literature showing that this ATC concentration does not affect HUVEC growth [45]. Significantly lower cell mortality was observed for the developed dosage forms in both procedures, highlighting a cytoprotective effect of ",
  "has_full_text": true
}