{
  "pmid": "40341530",
  "title": "Penfluridol synergizes with colistin to reverse colistin resistance in Gram-negative bacilli.",
  "abstract": "The growing prevalence of antibiotic resistance in multidrug-resistant Gram-negative bacteria (MDR-GNB), exacerbated by the misuse of antibiotics, presents a critical global health challenge. Colistin, a last-resort antibiotic for severe MDR-GNB infections, has faced diminishing efficacy due to the emergence of colistin-resistant (COL-R) strains. This study evaluates the potential of penfluridol (PF), an antipsychotic drug with notable antibacterial and antibiofilm properties, to restore colistin activity against COL-R GNB in vitro. PF alone exhibited limited antibacterial activity against COL-R GNB; however, its combination with colistin demonstrated strong synergistic effects, significantly reducing colistin's minimum inhibitory concentrations (MICs) by 4-128 times. Time-kill assays confirmed the combination's superior bactericidal activity compared to either agent alone. Membrane permeability assays revealed that PF enhanced colistin's ability to disrupt bacterial membranes, likely by facilitating colistin binding to lipopolysaccharide. Furthermore, PF significantly inhibited the development of colistin resistance over a 30-day resistance development assay. In addition to its antibacterial effects, PF exhibited notable antibiofilm activity. The combination of PF and colistin effectively inhibited biofilm formation and eradicated mature biofilms in most of the tested COL-R GNB strains. These findings mark the first report of PF's synergistic interaction with colistin against GNB biofilms, offering a promising strategy to combat biofilm-associated infections. Overall, the colistin/PF combination holds potential as an effective therapeutic strategy to enhance colistin efficacy, delay resistance development, and manage biofilm-associated infections in MDR-GNB.",
  "journal": "Scientific reports",
  "year": "2025",
  "authors": [
    "Chatupheeraphat C",
    "Kaewsai N",
    "Anuwongcharoen N",
    "Phanus-Umporn C",
    "Pornsuwan S"
  ],
  "doi": "10.1038/s41598-025-01303-9",
  "mesh_terms": [
    "Colistin",
    "Drug Synergism",
    "Anti-Bacterial Agents",
    "Microbial Sensitivity Tests",
    "Gram-Negative Bacteria",
    "Biofilms",
    "Drug Resistance, Multiple, Bacterial",
    "Drug Resistance, Bacterial",
    "Humans"
  ],
  "full_text": "## Introduction\nGlobal public health faces an escalating threat from antibiotic resistance1, resulting in ineffective treatments, especially for MDR-GNB. Human behaviors like antibiotic overuse/misuse contribute, while microbial genomic plasticity and genetic exchange enable resistance2–4. The World Health Organization (WHO) published an updated list of bacterial priority pathogens in 2024, which includes carbapenem-resistant Enterobacterales and Acinetobacter baumannii in the critical group, and carbapenem-resistant Pseudomonas aeruginosa in the high-priority group5. These carbapenem-resistant pathogens exhibit significant resistance to many antibiotics. Colistin (polymyxin E) is among the few antibiotics that considered as a last resort drug for the treatment of infections caused by MDR-GNB6. Nevertheless, the rise of colistin-resistant (COL-R) strains has significantly restricted available antibiotic treatment options7. As the development and clinical implementation of new antibiotics lag behind the growing prevalence of resistant pathogens, there is an urgent need for alternative strategies that can reduce the emergence of resistant pathogens or improve the efficacy of colistin. One promising approach is drug repurposing, which involves exploring new uses for existing medications and has recently garnered renewed interest8. Apparently, drug repurposing holds significant potential for clinical use, and this approach can lead to the discovery of new antimicrobial agents. Several studies suggest that combining FDA-approved non-antibiotic drugs with colistin could offer an effective therapeutic strategy9,10.\nApproximately 80% of bacterial infections are associated with biofilms, the most resilient form of bacterial aggregation11. Biofilms are complex, stationary communities of bacteria that adhere to surfaces or form clusters within an extracellular matrix. These biofilm-related pathogens are particularly challenging to treat because they can progress from acute to chronic stages, resulting in serious complications12. Intriguingly, the substantial evidence shows that biofilm formation is closely linked to antibiotic resistance, as it limits antibiotic penetration and alters the resistance phenotype and microenvironment13. GNB are a leading cause of biofilm-associated infections, especially those involving medical devices14. Of note, there has been a concerning increase in antibiotic-resistant GNB that are capable of forming biofilms, particularly among pathogens associated with healthcare settings15. Due to their inherent resistance, biofilms are often inadequately addressed by conventional antibiotic therapies16. Currently, there are no specific medications targeting bacterial biofilms in clinical trials. Therefore, developing effective antibiofilm treatments is essential for reducing and eliminating infections caused by biofilms.\nPenfluridol (PF) is a first-generation, oral long-acting antipsychotic approved by the U.S. Food and Drug Administration for treating acute psychosis, schizophrenia, and Tourette syndrome17. It exerts its effects by blocking postsynaptic D2 dopamine receptors. Beyond its psychiatric property, a previous study showed that PF has significant antibacterial properties, effectively inhibiting biofilm formation and eradicating preformed biofilms of Enterococcus faecalis. PF also showed partial synergistic antimicrobial effects against E. faecalis in combination with penicillin G, gentamicin and amikacin18. Furthermore, PF demonstrated strong bactericidal activity inhibiting biofilm formation and eliminating preformed biofilms against methicillin-susceptible and methicillin-resistant Staphylococcus aureus (MSSA and MRSA). Additionally, PF exhibited the synergistic activity when combined with tetracycline or polymyxin B nanopeptide (PMBN) against MRSA. Notably, no antibacterial activity was observed for PF against GNB, including E. coli, K. pneumoniae, A. baumannii and P. aeruginosa19. Intriguingly, it remains unclear whether PF can be used in combination with colistin to treat Col-R GNB. To the best of our knowledge, the synergistic antibacterial and antibiofilm activities of the colistin and PF against colistin-resistant GNB have not been investigated previously.\nIn this study, a series of in vitro experiments designed to assess the synergistic antibacterial and antibiofilm effects of colistin and PF on clinical isolates of COL-R GNB with different colistin resistance mechanisms. A flow chart of all experiments is presented in Figure S1. Our results indicate that PF can potentiate the sensitivity of colistin against GNB in vitro. Compared to colistin alone, the combination of colistin and PF significantly enhanced colistin’s antibacterial activity, reduced bacterial biofilm formation and effectively eradicated preformed mature biofilms. Additionally, synergistic mechanism between these two drugs was explored. The results revealed that PF enhanced the efficiency of colistin to alter bacterial outer and inner membrane permeability. Notably, the combination also suppressed the resistance development to colistin in mostly tested GNB strains. Overall, this study unveiled the great potential of PF as a colistin adjuvant, offering a promising new treatment strategy for tackling COL-R bacterial infections in the future.\n\n## Ethical approval\nThe research was conducted in accordance with Biosafety guidelines and approved by the Mahidol University Institutional Biosafety Committee (MU-IBC), Mahidol University (Nakhon Pathom, Thailand) [MU 2022-016]. This study, involving anonymized clinical isolates, did not involve interaction with human subjects or access to identifiable private information. The Mahidol University Central Institutional Review Board (MU-CIRB), Mahidol University (Nakhon Pathom, Thailand), waived the requirement for IRB review.\n\n## Bacterial strains and reagents\nIn this study, a total of 16 non-duplicate COL-R GNB isolates were used. Specifically, 5 and 8 isolates of COL-R E. coli and K. pneumoniae, respectively were selected from clinical isolates in our previous studies20,21. Additionally, 1 and 2 isolates of COL-R P. aeruginosa and A. baumannii, respectively were obtained from the bacterial repository of the International Center for Medical and Radiological Technology, Faculty of Medical Technology, Golden Jubilee Medical Center, Mahidol University. E. coli ATCC 25922, K. pneumoniae ATCC 700603, P. aeruginosa ATCC 27853, and A. baumannii ATCC 17978 served as control strains. PF and colistin sulfate were purchased from MedChemExpress (Monmouth Junction, NJ, USA) and Chem-Impex International (Wood Dale, IL, USA), respectively. Other antibiotics were acquired from Tokyo Chemical Industry (Tokyo, Japan). All culture media were obtained from Becton Dickinson (Frankin Lakes, NJ, USA). Other chemicals were obtained from Sigma-Aldrich (St. Louis, MO, USA). Colistin solutions were prepared in sterile Milli-Q water before the experiments. PF stock solutions were freshly prepared in dimethyl sulfoxide (DMSO) at a concentration of 5.12 mg/mL and diluted in culture medium as needed prior to experimentation.\n\n## Determination of colistin resistance mechanisms by gene amplification and sequencing\nThe possible contribution of pmrAB, mgrB, phoPQ, lpxACD, and mcr-1 to the colistin resistance in E. coli, K. pneumoniae, A. baumannii and P. aeruginosa clinical isolates was investigated by PCR and sequencing analyses. DNA samples were extracted from the isolates using the TIANamp Bacteria DNA Kit (Tiangen, Beijing, China) according to the manufacturer’s protocol. The genes were amplified using the primers listed in Table 1. The amplified DNA fragments were purified with the Nucleospin™ gel and PCR clean-up kit (Macherey-Nagel, Duren, Germany) and subjected for sequencing (ATGC Co., Ltd., Bangkok, Thailand). The obtained DNA sequences of genes were translated to amino acid sequences using Expasy translate tool22. The nucleotide and deduced protein sequences were analyzed using Clustal Omega tools23. The amino acid substitutions in proteins associated with the colistin resistance phenotype of isolates were defined by comparing the query sequences against E. coli K-12 MG1655 (accession number NZ_CP010445.1), K. pneumoniae Kp52.145 (accession number FO834906.1), A. baumannii ATCC 19606 (accession number HM149345.1) and P. aeruginosa PAO1 (accession number AE004091.2).\nTable 1List of primers used in this study.SpeciesGenePrimerSequence (5′ to 3′)Amplicon size (bp)ReferencesAll species\nmcr-1\nmcr-1-FGTG TGG TAC CGA CGC TCG G460\n34\nmcr-1-RCAA GCC CAA TCG GCG CAT C\nE. coli\npmrA (basR)basR-EC-FGAG ACG AAG TAT TAC CAG GC790This studybasR-EC-RCGA TGG TCA ATA TCA GCC GT\npmrB\npmrB-EC-FCTG GAA GTG CAT ATC CAC AA1,277pmrB-EC-RGAG AGT GCA ATG AAA AAC CG\nphoP\nphoP-EC-FCAC ATA ATC GCG TTA CAC TA803phoP-EC-RGTT GCC AAC AGA AAA CGT AC\nphoQ\nphoQ-EC-FCAA GAA GTG ATT ACC ACC GT1,566phoQ-EC-RCTG CAA CCG ATT ATA ACG GA\nmgrB\nmgrB-EC-FGTG CTA TCA GCA TAA CTG TG466mgrB-EC-RGAT ACA ACC AAA GAC GCA AT\nK. pneumoniae\n\npmrA\npmrA-KP-FTAT TTC CGC GCA CTG TCT GC851pmrA-KP-RCAG CTT TCA GTT GCA AAC AG\npmrB\npmrB-KP-FACC TAC GCG AAA AGA TTG GC1,214\n35\npmrB-KP-RGAT GAG GAT AGC GCC CAT GC\nphoP\nphoP-KP-FGAG CGT CAG ACT ACT ATC GA740This studyphoP-KP-RGGG AAG ATA TGC CGC AAC AG\n35\n\nphoQ\nphoQ-KP-FATA CCC ACA GGA CGT CAT CA1,597phoQ-KP-RCAG GTG TCT GAC AGG GAT TA\nmgrB\nmgrB-KP-FTTA AGA AGG CCG TGC TAT CC253\n36\nmgrB-KP-RAAG GCG TTC ATT CTA CCA CC\nA. baumannii\n\npmrA\npmrA-AB-FCCT CAA CTG GAC ATG TTG806This studypmrA-AB-RCTG AAA ATT GAG GTG CCC\npmrB\npmrB-AB-FTTT TAT CCG AAC CAT CCG1,410pmrB-AB-RTCA CGC TCT TGT TTC ATT\nlpxA\nlpxA-AB-FCTG AGT TGG TAA TGC AGA AG1,038lpxA-AB-RCTG TGT CAG CAA ATC AAT AC\nlpxC\nlpxC-AB-FGCG TTC TTC GCC AAT GAG TA1,217\n37\nlpxC-AB-RCGACCCTAAGCTTAGCCAA\nlpxD\nlpxD-AB-FGAC TGT TGC CTA TGA CGC TA1,215lpxD-AB-RCGA ATC GTT TGA ATC TGC ATThis study\nP. aeruginosa\n\npmrA\npmrA-PA-FCTG AGC CTG TGG GAA TTG TG734pmrA-PA-RGAC TCC GGT AGG CAG TTT TC\npmrB\npmrB-PA-FCAA CCA GTT GAT CCG CAC CG1,565pmrB-PA-RGTT GCG AAG CCG CTA GCC TA\nphoP\nphoP-PA-FCGC CAA CTA CAA GTT CTA AA1,139phoP-PA-RGCC ATT CTG GTC GTA GAT AT\nphoQ\nphoQ-PA-FCTT CAA GCC GAT CGA TAC GG1,441phoQ-PA-RCGG AAA CAC CTC AGA CGT AG\nlpxA\nlpxA-PA-FGGT ATG CTC GGC TGA AAT CA841lpxA-PA-RCTA CGC GTA ATC CGT CAG CC\nlpxC\nlpxC-PA-FGAG GTG GCC TCC AAA TAT GG987lpxC-PA-RGTT GAA AAC AGT TCG CAG TC\nlpxD\nlpxD-PA-FCAA GCC GCA ATA CGA CAT CA1,182lpxD-PA-RCTC GTT GAT GTC CAT CAT GT\n\n## Minimal inhibitory concentration (MIC) assay\nAntibacterial activity of drugs was determined by the broth microdilution method according to the CLSI 2021 guidelines24. Briefly, compounds were two-fold serial dilution with cation-adjusted Mueller-Hinton II broth (CAMHB). Next, log-phase bacterial cultures were adjusted to 0.5 McFarland standard and diluted 1:100 in CAMHB to achieve a final concentration of 106 CFU/mL, then mixed with compounds in a 96-well U-bottom microplate (Wuxi NEST Biotechnology, Jiangsu, China). Plates were incubated at 37 °C for 20–24 h, and the MIC values were detected as the lowest concentration of drugs with no visible bacterial growth.\n\n## Checkerboard assay\nSynergistic activity of drugs was evaluated by checkerboard assay as previously described with slight modifications25. In brief, the antibiotic of interest was 2- fold serially diluted along the x-axis, whereas the PF was 2-fold serially diluted along the y-axis in a 96-well microliter plate to create a matrix where each well consisted of a combination of both agents at different concentrations. Bacterial suspensions from log-phase cultures were diluted to 0.5 McFarland turbidity, followed by 1:100 further dilution to 106 CFU/ mL in CAMHB, then inoculated on each well. After 20–24 h incubation at 37˚C, the MICs of each antibiotic or PF alone and in combination were determined. The fractional inhibitory concentration index (FICI) was calculated according to the formula: FICI = FIC(drug A) + FIC(drug B), where FIC = the MIC of the drug when in the combination/MIC of drug tested individually. Synergy is defined as an FIC index 0.5. FICI ≤ 0.5 denotes synergy, FICI > 0.5-4 denotes no interaction and FICI > 4 denotes antagonism26.\n\n## Time-kill assay\nThe time-kill assay was performed to further assess the synergistic effect of colistin and PF with minor modifications27. Briefly, 7 isolates were selected as the experimental strains: COL-R E. coli (n = 2), K. pneumoniae (n = 2), A. baumannii (n = 2), and P. aeruginosa (n = 1). Drug concentrations were selected based on checkerboard assay results. The log-phase cultures of bacteria were diluted to a final concentration of 105 CFU/mL in sets of tubes, then were incubated at 37˚C with either colistin, PF or combination and without any drug as the normal growth control. Aliquots were obtained at time intervals of 0, 1, 2, 4, 6, 8 and 24 h post-inoculation, and serially diluted in saline for determination of viable counts. Diluted samples were plated on MHA plates, and bacterial colonies were counted from the plates after incubation for 16–18 h at 37˚C. Killing curves were depicted by plotting viable counts against time. For the two-drug combination compared with either drug alone, a reduction in the number of colonies of 2 log10 by 24 h was considered as a synergistic action28.\n\n## Outer membrane permeability assay\nThe outer membrane permeability of COL-R GNB treated with either colistin, PF or combination was investigated using the N-phenyl-1- Naphthylamine (NPN) uptake assay as previously described with a few modifications29. Initially, overnight cultures of selected COL-R strains were diluted 100-fold in CAMHB medium and grown to the mid-exponential phase. Cultures were treated with 0, 1/4 MIC colistin, 8 µg/mL PF and combination for 2 h. The cells were harvested by centrifugation, washed twice with assay buffer (5 mM HEPES, 5 mM glucose, pH 7.4) and resuspended in assay buffer to a final OD600 = 0.2. NPN was dissolved in acetone at a concentration of 50 mM and then diluted in HEPES buffer to make 50 µM working stock. Next, 40 µL of NPN and 160 µL of cells were mixed in a 96-well optical-bottom black plate (SPL Life Sciences, Pocheon-si, South Korea) to give a final NPN concentration of 10 µM and fluorescence was measured using a microplate reader (Ensight™, Multimode, Perkin Elmer, Waltham, MA, USA) at an excitation wavelength and emission wavelength, 350 and 420 nm respectively. Cell suspension without NPN served as a control for subtracting the background fluorescence.\n\n## Inner membrane permeability assay\nThe plasma membrane integrity of COL-R GNB treated with either colistin, PF or combination was evaluated by propidium iodide (PI) assay as describe previously with modifications30. Briefly, the mid-log phase cultures were treated with 0, 1/4 MIC colistin, 8 µg/mL PF and combination for 2 h. The cells were harvested by centrifugation, washed twice with assay buffer (10 mM PBS, pH 7.4) and resuspended in assay buffer to 0.2 at OD600. The PI fluorescent dye was dissolved in PBS buffer at a concentration of 50 µg/mL and 40 µL of PI was added to 160 µL of cells in a 96-well optical-bottom black plate to give a final PI concentration of 10 µg/mL. The fluorescence intensity was measured using a microplate reader at an excitation wavelength of 488 nm and emission wavelength of 630 nm. The heat-treated (2 h at 80 °C) cells were used as the control for the inner membrane damaged cells.\n\n## Resistance development assay\nThe potential for resistance development of a combination of drugs was determined according to a reported protocol31. Concisely, the COL-S and COL-R strains were subjected to an MIC assay on the first day with either colistin or combination of colistin and PF. Subsequently, bacterial cells growing at 1/2 MIC were harvested after 24 h of incubation at 37˚C and another MIC assay was then conducted using this inoculum. The experiment was carried out consecutively for 30 days as described above. The MICs were recorded and plotted as the MIC (µg/mL) compared to the first passage of the experiment.\n\n## Biofilm formation Inhibition assay\nCrystal violet staining was employed to assess the inhibition of biofilm formation, as previously described with some modifications32. The 7 Col-R isolates (2 E. coli, 2 K. pneumoniae, 2 A. baumannii and 1 P. aeruginosa) were tested. Bacterial overnight cultures were adjusted to a 0.5 McFarland standard in CAMHB supplemented with 0.5% glucose before being dispensed in a 96-well U-bottom microplate with various concentrations of PF and 2 µg/mL colistin alone or in combination. After a 24-h incubation at 37 ˚C, free-floating planktonic cells were removed by washing twice with sterile deionized water. The biofilms were fixed with absolute methanol for 10 min, and a plate was left to air dry. Afterward, wells were stained with 1% (w/v) crystal violet for 30 min. The excess stain was then thoroughly rinsed away with deionized water, and the plate was allowed to dry. Once dry, 95% ethanol was added into wells to solubilize the stain. The optical density (OD) was measured by a microplate reader at 595 nm. The percentage of biofilm mass was calculated based on the growth control.\n\n## Mature biofilm eradication assay\nThe eradication effect of PF combined with colistin on mature biofilm was investigated using a previously described protocol with slight modifications33. Briefly, bacterial suspensions were prepared as described above and added to each well of a 96-well U-bottom plate. After 24 h of static incubation at 37 °C to allow mature biofilm formation, the supernatant was discarded, and the plate was washed three times with sterile deionized water to remove unattached cells. Then, 100 µL of fresh CAMHB supplemented with 0.5% glucose containing various concentrations of PF and either 2 µg/mL colistin alone or in combination, was added to each well. The broth medium without drugs was used as the control. Next, the plate was incubated for 24 h at 37 °C. The crystal violet staining and subsequent treatments were carried out as mentioned previously.\n\n## Statistical analysis\nAll experiments were carried out with at least three independent assays. All quantitative results were presented as mean ± standard deviation (SD). The statistical analysis was performed by GraphPad Prism 8 (GraphPad Software, San Diego, CA, USA), and the data were analyzed by one-way analysis of variance (ANOVA) followed by multiple comparison using Tukey’s test, and a p-value of < 0.05 was considered significant.\n\n## MIC determination and colistin resistance mechanisms\nThe MICs of all isolates against either colistin and PF alone are showed in Table 2. All isolates were resistant to colistin (COL) with MICs ≥ 4 µg/mL. The result showed that PF exhibited weak or no antibacterial activity against all tested COL-R GNB (MIC > 64 µg/mL). The colistin resistance genes in the COL-R GNB isolates were amplified by PCR and determined their sequences by DNA sequencing. Analysis of the amino acid sequences showed that no amino acid alterations in PhoP and PhoQ were determined in all K. pneumoniae and P. aeruginosa isolates. One amino acid substitution in PhoP (I44L) was detected among most E. coli isolates. Notably, it has been previously reported that PhoPQ two-component system (TCS) is absent in A. baumannii genomes38. The substitutions in both PmrA and PmrB were detected in the majority of colistin-resistant K. pneumoniae isolates. The substitution in either PmrA (E57G) or PmrB (R256G) alone was determined in KP-07 and KP-04, respectively. The substitution in PmrA (E57G) and one nucleotide substitution causing a premature stop codon were found in the mgrB gene of KP-03. No mutation in all tested genes was determined in one isolate, KP-10, of COL-R K. pneumoniae. Additionally, the similar mutations in PmrB (A138T), LpxA (Y131H), LpxC (N287D), LpxD (E117K) were determined in both COL-R A. baumannii isolates. The substitutions in PmrA (T31I), PmrB (Y345H, A462T), LpxD (V20L) were detected in a COL-R P. aeruginosa isolate. Of note, mcr-1, the mobile colistin-resistance gene, was present in all COL-R E. coli strains, but no detection of this gene in other species. All amino acid substitutions in colistin-resistance genes of COL-R isolates are summarized and the mechanisms of colistin resistance were identified as shown in Table 2.\nTable 2Characteristics of GNB isolates used in this study.SpeciesIsolate numberColistin resistance mechanismMIC colistin (µg/mL)MICPF (µg/mL)\nE. coli\nEC-02mcr-1, PmrA (S29G, G144S), PmrB (D283G, Y358N), PhoP(I44L)4> 64EC-04mcr-1, PmrA (S29G, G144S), PmrB (D283G, Y358N), PhoP(I44L)4> 64EC-05mcr-1, PmrA (S29G), PmrB (D283G, Y358N), PhoP (I44L)4> 64EC-07mcr-1, PmrA (S29G)8> 64EC-09mcr-1, PmrA (S29G), PmrB (D283G, Y358N), PhoP (I44L)16> 64\nK. pneumoniae\nKP-03PmrA (E57G), MgrB (truncated protein, 29 aa)32> 64KP-04PmrB (R256G)16> 64KP-07PmrA (E57G)64> 64KP-08PmrA (E57G) and deletion (452–461), PmrB (D150Y)128> 64KP-10Unidentified128> 64KP-11PmrA (E57G) and deletion (452–461), PmrB (D150Y)128> 64KP-13PmrA (E57G) and deletion (452–461), PmrB (D150Y)256> 64KP-15PmrA (E57G), PmrB (T157P)32> 64\nA. baumannii\nAB-01PmrB (A138T), LpxA (Y131H), LpxC (N287D), LpxD (E117K)16> 64AB-02PmrB (A138T), LpxA (Y131H), LpxC (N287D), LpxD (E117K)8> 64\nP. aeruginosa\nPA-01PmrA (T31I), PmrB (Y345H, A462T), LpxD (V20L)4> 64\n\n## Synergistic activity of colistin and PF in checkerboard assay\nThe potential synergistic effect of PF in combination with colistin was evaluated against COL-R GNB. As presented in Table 3, the combination of PF with colistin showed synergistic effect against all tested isolates, with FICI < 0.5, and the synergistic activity was independent of the resistance mechanism. Evidently, the combination of colistin with PF caused a significant change in the sensitivity of most COL-R isolates toward colistin, resensitizing their drug-resistant phenotype to a sensitive phenotype. It is worth noting that all combinations of PF with other antibiotics, meropenem, ciprofloxacin, ceftazidime and chloramphenicol, showed no synergistic effect on all COL-R GNB strains as reported in Table S1-S4.\nTable 3FICI values for colistin/PF combinations against COL-R GNB.SpeciesIsolate numberMIC of monotherapy(µg/mL)MIC of combination(µg/mL)FICIInterpretationCOLPFCOLPF\nE. coli\nEC-024> 640.258< 0.125SynergyEC-044> 640.254< 0.094SynergyEC-054> 640.12516< 0.156SynergyEC-078> 640.258< 0.094SynergyEC-0916> 640.258< 0.078Synergy\nK. pneumoniae\nKP-0332> 640.54< 0.047SynergyKP-0416> 640.54< 0.063SynergyKP-0764> 640.54< 0.039SynergyKP-08128> 6448< 0.094SynergyKP-10128> 6424< 0.047SynergyKP-11128> 6414< 0.039SynergyKP-13256> 6444< 0.047SynergyKP-1532> 6448< 0.188Synergy\nA. baumannii\nAB-0116> 640.52< 0.047SynergyAB-028> 640.52< 0.078Synergy\nP. aeruginosa\nPA-014> 6418< 0.313Synergy\n\n## Synergistic activity of colistin and PF in time-kill assay\nTime-kill assay against seven COL-R GNB isolates, including EC-02, EC-04, KP-03, KP-13, AB-01, AB-02, and PA-01 strains, was conducted to further verify the synergistic effect of colistin and PF. The drug concentrations used for time-kill analysis were obtained from the results of checkerboard assay, with FICI < 0.5. As shown in Fig. 1, bacteria exposed to each drug alone demonstrated killing curves comparable to the control cultures not exposed to drugs. In contrast, the colistin/PF combinations led to faster bacterial killing, with all strains showing a > 2 log10 reduction in viable cells (CFU/ml) by 24 h, outperforming either agent alone. Taken together, the bactericidal activity of colistin was significantly enhanced when in combination with PF.\nFig. 1Time-kill curves of colistin (COL) and PF alone or in combination against COL-R GNB. (A, B) COL-R E. coli strains EC-02 and EC-04; (C, D) COL-R K. pneumoniae strains KP-03 and KP-13; (E, F) COL-R A. baumannii strains AB-01 and AB-02; (G) COL-R P. aeruginosa strain PA-01.\n\n## Effect of PF on the potentiation of colistin’s membrane-damaging ability\nIt was hypothesized whether the addition of PF might increase colistin’s ability to destroy the bacterial membrane. To validate this hypothesis, the effects of PF or colistin alone, and their combination, on the permeability of the outer and inner membranes of COL-R GNB (EC-04, KP-13, AB-02, and PA-01) were explored. The outer membrane permeabilization was determined using the NPN uptake assay, which reveals increased fluorescence when NPN, a neutral hydrophobic probe, integrates into the membrane. As shown in Fig. 2A-D, colistin at sub-inhibitory concentrations had no significant effect or slightly increased NPN uptake in COL-R strains. In addition, there was no significant increase in fluorescence among the COL-R strains exposed to PF alone. Notably, the fluorescence intensity of NPN increased dramatically when colistin was combined with PF comparing with colistin alone, suggesting that the combination clearly improved the permeability of the outer membrane. Subsequently, the effect of PF on the bacterial inner membrane of COL-R strains was studied using the PI uptake assay. PI is a membrane-impermeable fluorescent probe that binds to the nucleic acids of membrane-damaged bacteria, allowing for the detection of inner membrane integrity. Similarly, treatment with colistin or PF alone did not alter inner membrane permeability, as no significant difference was observed in fluorescence intensity when bacterial cells were exposed to each drug (Fig. 2E-H). Furthermore, the results demonstrated that combined treatment with colistin and PF caused inner membrane disruption, which increased fluorescence intensity. Altogether, these results indicate that PF potentiates colistin activity by enhancing both outer and inner membrane damage.\nFig. 2Effects of COL, PF, or combination treatment on membrane permeability of COL-R GNB. (A-D) Permeability of the outer membrane probed with NPN. (E-H) Permeability of the inner membrane probed with PI. PF potentiated the damage of colistin to the bacterial membrane in COL-R GNB. The data were analyzed by one-way ANOVA; *p-value < 0.05.\n\n## Effect of PF on the reduction of resistance development to colistin\nThe emergence of resistance to either colistin or the combination of colistin and PF was investigated in GNB. Both COL-S and COL-R strains of E. coli, K. pneumoniae, A. baumannii, and P. aeruginosa were serially passaged in a medium containing colistin, with or without the addition of PF. As demonstrated in Fig. 3A-D, colistin alone significantly increased MICs in COL-R strains after 30 serial passages: 256-fold in EC-04, 32-fold in KP-03, 256-fold in AB-02, and 64-fold in PA-01. PF reduced resistance development in all COL-R GNB. Additionally, the resistance development was also performed in colistin-susceptible strains. The result showed that MICs of colistin increased by 2,048-fold in E. coli ATCC 25922 and 4,096-fold in K. pneumoniae ATCC 700603, while PF prevented further increases in both strains (Fig. 3E and F). Surprisingly, no significant MIC fold change was observed with colistin alone against the COL-S A. baumannii ATCC 17978 and P. aeruginosa ATCC 27853 strains over 30 passages, with the MICs not rising above 2-fold and no further increase in the MICs of colistin in the presence of PF (Fig. 3G and H). The MICs of colistin, whether alone or in combination with PF, remained below the CLSI susceptibility breakpoint (≥ 4 µg/mL). Taken together, our results suggest that the presence of PF is an effective approach to suppress and minimize the potential development of colistin resistance.\nFig. 3Emergence of bacterial resistance in COL-R and COL-S GNB; (A, E) E. coli strains EC-04 and ATCC 25922, (B, F) K. pneumoniae strains KP-03 and ATCC 700603, (C, G) A. baumannii strains AB-02 and ATCC 17978, and (D, H) P. aeruginosa strains PA-01 and ATCC 27853 after 30 serial passages of 1/2 MIC COL with or without PF. MIC values shown on the y-axis are those obtained over 30 days.\n\n## Impact of the combination of colistin with PF on bacterial biofilm\nThe effect of colistin, PF, and their combination on biofilm formation in COL-R GNB strains was evaluated. As illustrated in Figs. 4A-G, treatment with 2 µg/mL of colistin alone did not result in a significant reduction in biofilm formation for any of the COL-R strains when compared to untreated controls. Similarly, PF demonstrated no significant inhibitory effect on biofilm formation in COL-R E. coli and A. baumannii strains. However, PF alone significantly reduced biofilm formation in COL-R K. pneumoniae and P. aeruginosa strains, with a particularly pronounced effect at higher concentrations (≥ 4 µg/mL). Notably, the combination of colistin and PF was more effective than either agent alone in inhibiting biofilm formation across all tested strains, particularly at PF concentrations ≥ 2 µg/mL. Further investigations also explored the potential of colistin and PF in eradicating preformed mature biofilms. As depicted in Fig. 5A-G, the combination treatment significantly enhanced the eradication of mature biofilms in most strains, compared to untreated controls and monotherapy, in a dose-dependent manner. Nevertheless, the combined treatment did not significantly differ from PF alone in eradicating biofilms of the COL-R P. aeruginosa strain. In conclusion, these findings demonstrate that the combination of colistin and PF effectively inhibits biofilm formation and eradicates mature biofilms in COL-R GNB strains.\nFig. 4Inhibitory effect of PF combined with COL on biofilm formation of COL-R GNB; (A, B) E. coli strains EC-02 and EC-04, (C, D) K. pneumoniae strains KP-03 and KP-13, (E, F) A. baumannii strains AB-01 and AB-02, and (G) P. aeruginosa strain PA-01. The data were analyzed by one-way ANOVA; *p-value < 0.05.\nFig. 5Eradication effect of PF combined with COL on mature biofilm of COL-R GNB; (A, B) E. coli strains EC-02 and EC-04, (C, D) K. pneumonia",
  "has_full_text": true
}