{
  "pmid": "40493197",
  "title": "Repurposing a drug to punish carbapenem-resistant Acinetobacter baumannii.",
  "abstract": "The OXA β-lactamases in Acinetobacter baumannii represent a primary mechanism for resistance to the carbapenems, a class of antibiotics that represent a last line for treatment. In a screen of an U.S. Food and Drug Administration (FDA)-approved drug library, we identified fendiline, a calcium channel blocker, had significantly more antimicrobial activity against OXA-23 expressing cells. Genetic and proteomic studies revealed that fendiline inhibited the essential lipoprotein trafficking pathway (Lol) in both A. baumannii (LolFD) and Escherichia coli (LolCDE). We demonstrate that OXA-23 is an outer membrane lipoprotein and its overexpression resulted in increased lethality in lolFD-depleted A. baumannii. Our results indicate that overexpression of the OXA-23 β-lactamase in A. baumannii stresses normal lipoprotein trafficking, which makes these cells more susceptible to fendiline. Overall, our data reveal a link between carbapenem resistance and the Lol pathway, which can be leveraged for new drug development.",
  "journal": "Proceedings of the National Academy of Sciences of the United States of America",
  "year": "2025",
  "authors": [
    "Colquhoun J",
    "Brzezinski C",
    "Ji A",
    "Marotta J",
    "Elsen F"
  ],
  "doi": "10.1073/pnas.2423650122",
  "mesh_terms": [
    "Acinetobacter baumannii",
    "Drug Repositioning",
    "Carbapenems",
    "Anti-Bacterial Agents",
    "beta-Lactamases",
    "Microbial Sensitivity Tests",
    "Escherichia coli",
    "Drug Resistance, Bacterial",
    "Humans",
    "Acinetobacter Infections"
  ],
  "full_text": "## OXA-23 Overexpression in \nThe 3,053-member Selleck library of FDA-approved drugs (including 253 antibiotics) was screened for agents that selectively killed A. baumannii cells expressing OXA-23, the most prevalent β-lactamase (carbapenemase) in this bacterium. For this screen, American Type Culture Collection (ATCC) 17978 ΔadeB ΔadeJ surA::T26 with null alleles in the IM transporter component of the two major RND-type efflux systems AdeAB(C) and AdeIJK was used. This strain also contained a T26 transposon insertion in surA to increase OM permeability and hereafter will be designated 17978.EM2. In addition, an isopropyl β-D-1-thiogalactopyranoside (IPTG) inducible blaOXA-23 gene was integrated at the attTn7 site strain in 17978.EM2. For screening, 17978.EM2 Tn7::blaOXA-23 was grown in Luria-Bertani (LB) media with or without IPTG to induce OXA-23 β-lactamase overexpression, and each drug was tested at 100 µM. The antimicrobial effects of test compounds were measured by optical density at 600 nm (OD600) after 20 h and 40 h incubation at 37 °C. The OD600 attained during culture with each drug in the presence or absence of IPTG inducer was subsequently compared to determine whether a compound displayed increased antimicrobial activity against cells overexpressing the OXA-23 β-lactamase.\nOne of the drugs identified to be more potent against OXA-23 overexpressing cells in the initial screen was lomerizine. Lomerizine is a calcium channel blocker with previously described antimicrobial activity (24, 25). To confirm the screening results, we performed a dose response killing assay with lomerizine (Fig. 1A). We observed a steady dose-dependent decrease in colony-forming units (CFU)/mL of the control cells (17978.EM2) whereas a >108 CFU/mL decrease was observed with OXA-23 overexpressing cells at 16 μg/mL. This demonstrated that OXA-23 overexpressing cells were hypersusceptible to lomerizine.\nNext, a small-scale structural analysis relationship (SAR) study was performed to see whether we could identify structurally similar compounds with improved antimicrobial activity (Fig. 1B). We tested the activity of structurally related compounds from the Selleck library, as well as compound fragments against 17978.EM2 Tn7::blaOXA-23 grown with IPTG. Interestingly, the 1-bis-4-fluorophenyl piperazine fragment displayed an Minimal inhibitory concentration (MIC) of 128 µg/mL, which suggests that the biphenyl fragment of lomerizine is sufficient for target inhibition. We also observed that fendiline was fourfold more active than lomerizine against 17978.EM2, and had some antimicrobial activity against WT A. baumannii ATCC 17978 WT (MIC = 128 µg/mL). Because of these characteristics, we decided to pursue fendiline for further characterization.\nTo begin characterizing fendiline, we generated a plasmid-based IPTG inducible blaOXA-23 construct (pLacI-OXA-23) to drive higher expression of OXA-23 since the maximally induced Tn7::blaOXA-23 construct did not reach clinical isolate expression levels, such as those produced by A. baumannii strain AB5075 (SI Appendix, Table S1). Unexpectedly, OXA-23 expression from the multicopy plasmid construct showed dose-dependent toxicity in wild-type ATCC 17978, whereas overexpression of the other three classes of β-lactamases, class A TEM-1, class B New Delhi metallo-β-lactamase 1 (NDM-1), and class C ADC-7, did not (SI Appendix, Fig. S1 A and B). Therefore, all subsequent experiments were performed at sublethal IPTG concentrations. We next performed a time kill curve with 17978.EM3 (ΔadeB, ΔadeG, ΔadeJ, ΔsurA) with vector only or pLacI-OXA-23 + 0.1 mM IPTG treated with 1 μg/mL (0.25× MIC) fendiline (Fig. 1C). We observed a statistically significant increase in lethality of OXA-23 overexpressing cells compared to vector only cells at 2, 4, and 6 h posttreatment, with a 100-, a 1,000- and a 10,000-fold reduction in viability, respectively.\nTo investigate whether the increase in fendiline susceptibility was specific to OXA-23 overexpression, we evaluated the MICs of cells overexpressing the other three classes of β-lactamases (Fig. 1D and SI Appendix, Table S2). While OXA-23 expressing cells were eightfold more susceptible to fendiline, none of other β-lactamases when overexpressed showed any change in fendiline susceptibility.\nTo verify that OXA-23 overexpression also conferred fendiline sensitivity in a clinical isolate, we used two strains: i) AB5075.R7, where the blaOXA-23 gene is overexpressed via an outward reading promoter from an adjacent ISAba1 insertion and ii) an AB5075.R7 blaOXA-23::T26 insertion mutant. In time kill assays, cells expressing OXA-23 were significantly more susceptible to fendiline killing when compared to the blaOXA-23::T26 insertion mutant (SI Appendix, Fig. S2).\n\n## Fendiline Exhibits Broad Spectrum Activity against Gram-Negative Bacteria.\nThe above screen was conducted with an efflux deficient, and OM compromised strain to maximize sensitivity of the screen for identifying hits. The antimicrobial activity of fendiline was tested against wild-type A. baumannii and representative strains from each of the ESKAPE pathogens: Enterococcus faecium, Staphylococcus aureus, Klebsiella pneumoniae, A. baumannii, Pseudomonas aeruginosa, and Enterobacter species (26) (Fig. 1E and SI Appendix, Table S3). Since the fendiline MIC was high against each of these strains alone (≥64 µg/mL), we decided to test fendiline susceptibility in combination with either: i) phenylalanine-arginine β-naphthylamide (PaβN) to inhibit efflux, ii) polymyxin B nonapeptide (PMBN), a weak membrane permeabilization agent that has no antimicrobial activity alone, or iii) colistin (27, 28). We found a 4-fold to 32-fold reduction in MIC for all the gram-negative strains when treated with either 50 µg/mL PaβN, 32 µg/mL PMBN, or 0.5× MIC colistin, suggesting that disabling efflux or improving compound penetration increases fendiline activity (Fig. 1E and SI Appendix, Table S3). The gram-positive bacteria tested did not show any significant susceptibility.\n\n## Fendiline Targets the Lipoprotein Trafficking Pathway.\nTo identify the cellular target of fendiline, we selected for resistant mutants of 17978.EM3 (where OXA-23 is not expressed) directly on agar containing 16 µg/mL fendiline, which resulted in a resistance frequency <10−10. Our selection allowed us to isolate a strain with an ISAba11 insertion immediately upstream of lolFD (A1S_2612-3 lolF, A1S_2611 lolD), suggesting that fendiline may inhibit one or both of the encoded lipoprotein trafficking IM components localization of lipoprotein system protein component F or component D (LolF or LolD, respectively).\nThe ISAba11 insertion upstream of lolFD resulted in a 3.3 ± 0.9-fold increase in lolFD operon expression based on qRT-PCR analysis and twofold increase in fendiline MIC from 8 to 16 µg/mL (SI Appendix, Table S4). To verify that lolFD overexpression was sufficient for fendiline resistance, the entire ISAba11-lolFD region was cloned into pQF1266-hyg and introduced into the parent strain. The fendiline MIC of this strain was twofold higher than cells with the vector control (SI Appendix, Table S4). The sensitivity of wild-type and lolFD overexpressing strains were also tested against the recently described LolF-specific inhibitor abaucin (29). The fendiline resistant mutant ISAba11-lolFD exhibited an eightfold increase in abaucin MIC from 1 to 8 µg/mL, supporting that lolFD overexpression can confer resistance to an inhibitor of LolF. To validate that Lol inhibition results in synergistic lethality with OXA-23 overexpression, we tested the antimicrobial activity of abaucin against cells expressing each of the four different β-lactamase classes (Fig. 1D and SI Appendix, Table S2). We observed a fourfold increase in abaucin sensitivity specific to OXA-23 expression and no change with any other β-lactamase class, similar to that seen with fendiline. Given that lolFD overexpression confers resistance to fendiline, we hypothesized that lolFD overexpression would also confer resistance to OXA-23 overexpression toxicity. We observed a nearly 1,000-fold increase in survival in cells overexpressing lolFD and OXA-23 compared to cells only overexpressing OXA-23 (SI Appendix, Fig. S1C).\nLipoprotein trafficking has been best described in Escherichia coli. Whereas the A. baumannii IM ABC transporter of the Lol pathway consists of a LolF transmembrane protein homodimer coupled to a dimer of LolD ATPase; in E. coli, this transporter consists of a LolC and LolE heterodimer coupled to a dimer of LolD. LolF is a chimeric protein of LolC and LolE. To test whether overproduction of LolCDE could confer fendiline resistance in another bacterium, we tested the fendiline susceptibility of E. coli tolC::Tn10 with an arabinose inducible multicopy lolCDE operon (SI Appendix, Table S4) (23). With lolCDE overexpression, we observed a similar twofold increase in fendiline MIC from 16 to 32 µg/mL as we did in lolFD overexpressing A. baumannii.\n\n## CRISPRi Knockdown of lolFD Results in Increased Susceptibility to Fendiline.\nSince lolFD overexpression conferred fendiline resistance, we predicted that CRISPRi-mediated lolFD knockdown would result in increased fendiline susceptibility. Utilizing 17978.EM3 Tn7::dCas9 strain with a lolFD-targeting single guide ribonucleic acid (sgRNA) (plolFD-kd), we first tested the antimicrobial sensitivity of this strain as well as a nontargeting sgRNA control at anhydrotetracycline (ATc) inducer concentrations that minimized OM permeabilization (as judged by erythromycin and vancomycin; Fig. 2A and SI Appendix, Table S5), thus allowing us to better monitor the specific effects of Lol depletion on fendiline susceptibility. In the lolFD knockdown strain, a stepwise increase in fendiline susceptibility was observed as well as increased susceptibility to LolF-targeting abaucin, validating our knockdown approach. However, a significant impact was not seen with the large scaffold antibiotics in the strain with mild lolFD inhibition. This indicated that decreased lolFD expression specifically sensitized cells to fendiline or abaucin.\n\n## CRISPRi Knockdown of lolFD Combined with OXA-23 Overexpression Results in Increased Lethality.\nOur data suggested that fendiline inhibited LolD and/or LolF and thereby inhibited lipoprotein trafficking to the OM. We next investigated the impact of OXA-23 overexpression together with CRISPRi-mediated lolFD depletion to elucidate why OXA-23 expressing cells became more susceptible to fendiline. We generated an 17978.EM3 Tn7::dCas9 strain with a lolFD-targeting sgRNA in combination with pLacI-OXA-23 or vector control and measured the viability of these combinations on increasing ATc concentrations (Fig. 2B). We observed an ~10,000- and ~100-fold increase in lethality with the combination of lolFD knockdown and OXA-23 expression compared to lolFD knockdown alone at 0.05 and 0.075 ng/mL ATc respectively. This indicated that normal levels of LolF and LolD were required to accommodate the physiological cost of OXA-23 overexpression. To demonstrate that this also occurred in a clinical isolate, we generated an AB5075.R7 Tn7::dCas9 strain with the lolFD-target sgRNA with and without the chromosomally encoded blaOXA-23 gene disrupted and measured viability on increasing concentrations of ATc (Fig. 2C). A ~1,000-fold reduction in viability was observed in the AB5075.R7 CRISPRi-mediated lolFD knockdown strain with intact blaOXA-23 compared to the blaOXA-23::T26 lolFD knockdown strain at 0.7 ng/mL ATc, supporting the results observed in ATCC 17978. Together these results suggest that OXA-23 overexpression stresses normal lipoprotein trafficking, which is further exacerbated upon lolFD knockdown.\n\n## Affinity-Based Protein Profiling (AfBPP) Verifies LolF as the Biological Target of Fendiline.\nConcurrent with our genetic approaches to target identification, we sought to directly detect protein target(s) of fendiline using AfBPP. We have previously used a minimalist diazirine-alkyne photoaffinity tag to characterize protein targets of multiple small-molecule antibiotics and natural products (30–34), and envisioned a similar approach could be used on the fendiline scaffold (Fig. 3A). We first resynthesized both enantiomers of fendiline and found that (R)-fendiline was fourfold more potent than the (S)-enantiomer. This stereochemistry-dependent activity is strongly suggestive of a protein-based MOA, as it indicates interaction with a chiral protein environment. SAR studies of the fendiline scaffold identified analog CB-F-109, which has a similar MIC but improved water solubility (Fig. 4B and SI Appendix, Table S6). Given the tolerance for substitution of the western ring of fendiline, we next synthesized CB-F-Probe which features a diazirine-alkyne photoaffinity tag that enables photocrosslinking and streptavidin pull-down (Fig. 4A). We confirmed that CB-F-Probe retained a similar MIC (SI Appendix, Table S6), demonstrating that addition of the photoaffinity tag has minimal impact on antimicrobial activity.\nWe first validated our photo crosslinking probe using sodium dodecyl sulfate polyacrylamide gel electrophoresis (SDS-PAGE) and observed a dose-dependent protein crosslinking response, with 0.5—1× MIC of CB-F-Probe being optimal for labeling (SI Appendix, Fig. S3). We then used a competitive AfBPP workflow (Fig. 4A) to identify protein targets. ATCC 17978 ΔadeB ΔadeJ surA::T26 was treated with onefold MIC of CB-F-Probe, or pretreated with an eightfold MIC of CB-F-109 followed by addition of onefold MIC CB-F-Probe (competition). Cells were then lysed, clicked to biotin azide, and each streptavidin-enriched proteomes compared. The probe-treated group enriches high-affinity binders, whereas the competition group blocks these high-affinity binders with CB-F-109 and are enriched less. This comparison identified two primary targets labeled 1 and 2 (Fig. 4B), Lysl and LolF respectively. Lysl is a nonessential lysine oxidase, and Lysl transposon mutants showed no difference in MIC. This chemoproteomic data, in combination with our previously described resistance selection data, demonstrates that fendiline exhibits antibiotic activity via inhibition of LolF\n\n## OXA-23 Is an OM Lipoprotein.\nThe OXA-23 protein is predicted to contain a signal peptidase II signal sequence, suggesting it is a lipoprotein. To confirm that OXA-23 is a lipoprotein, we isolated an OM-enriched fraction by sucrose gradient centrifugation based on the OM’s increased density compared to the IM (Fig. 4 and SI Appendix, Fig. S4). Western blot analysis showed that fraction 10 of the sucrose gradients for cells expressing wild-type OXA-23 was strongly enriched for OM content as it contained the OM protein OmpA (SI Appendix, Fig. S4A), but had negligible amounts of NADH oxidase activity that is associated with the IM (Fig. 4B and SI Appendix, Fig. S4C). This fraction also contained OXA-23 (Fig. 4A). Mutating the invariant lipobox cysteine residue that is required for lipidation (and subsequent OM trafficking) is known to permanently stall lipoprotein biogenesis in the IM (35). Therefore, we constructed an OXA-23-C18A mutation as a localization control. The OM fraction 10 following sucrose gradient separation of OXA-23-C18A cells also showed abundant OmpA and minimal NADH oxidase activity (Fig. 4 A and B) but confirmed the absence of OXA-23-C18A (Fig. 4A). Analysis of whole cell lysates of wild-type OXA-23 and OXA-23-C18A cells demonstrated comparable overall levels of both OXA-23 proteins (Fig. 4A).\nAs an independent confirmation of localization, β-lactamase activity (as determined by increased hydrolysis of the chromogenic cephalosporin, nitrocefin) was detected only in OM fraction of wild-type OXA-23 samples and not in the OM fraction of samples from the C18A variant (Fig. 4C). Altogether, we observed that OXA-23 is an OM-localized lipoprotein, requiring Cys18 for correct OM localization, and hence, a client of the Lol trafficking pathway.\nAs a second method to verify OXA-23 localization to the OM, we isolated OM vesicles (OMVs) and determined whether they contained OXA-23. For comparison, an OXA-23 variant (OXA-23-SPI), whose localization was directed to the periplasm, was constructed by substituting the Cysteine and Threonine residues at positions 18 and 19 with IYAA. This variant is predicted to be cleaved by signal peptidase I with 99% probability using SignalP 6.0 (36) and released as a freely soluble protein into the periplasm. We confirmed the periplasmic localization of OXA-23-SPI by chloroform release of periplasmic contents (SI Appendix, Fig. S5 A–C). While OMVs are enriched for OM material, they can also contain some periplasmic contents. OMVs isolated from cells containing wild-type OXA-23 exhibited high levels of β-lactamase activity, and also contained abundant OXA-23 protein as determined by Western blot analysis (Fig. 4 D and E). In contrast, the OXA-23-SPI variant had low β-lactamase activity in OMVs and greatly reduced protein levels, consistent with its periplasmic localization (Fig. 4 D and E). As controls, both proteins were equally expressed in whole cells and the levels of OmpA, an OM protein, were similar in both OMV preparations (Fig. 4E).\n\n## Mislocalization of OXA-23 to the IM or the Periplasm Increases Its Toxicity.\nAs described earlier, OXA-23 expression was toxic to A. baumannii (SI Appendix, Fig. S1 A and B) and inhibition of the Lol pathway increased this toxicity when OXA-23 was expressed (Fig. 2 B and C). We hypothesized that the increased toxicity upon Lol inhibition was due to the mislocalization of OXA-23 to the IM. To test this possibility, expression of the OXA-23-C18A mutant was compared to wild-type OXA-23 at expression levels (0.05 mM IPTG) that resulted in a minimal level of toxicity for the wild-type enzyme (SI Appendix, Fig. S1C). Under these expression levels, the OXA-23-C18A variant conferred a ~1,000-fold increase in lethality compared to expression of the wild-type enzyme. In addition, while overexpression of lolFD alleviated toxicity of the wild-type OXA-23 enzyme and allowed for growth even at high inducer concentrations (0.5 mM), overexpressed lolFD could not increase the viability of similarly induced OXA-23-C18A cells (SI Appendix, Fig. S1C).\nInterestingly, the OXA-23-SPI variant, whose localization is directed to the periplasm, also exhibited increased toxicity relative to the wild-type OXA-23 enzyme (SI Appendix, Fig. S1D). Both the wild-type OXA-23 and the OXA-23-SPI variant conferred an equal level of meropenem resistance (16 μg/mL) when induced with a low-level of IPTG (0.025 mM), relative to cells with vector only where the MIC was 0.25 μg/mL. In addition, localization to the periplasm resulted in cells with the OXA-23-SPI variant being ~1,000-fold less susceptible to killing by fendiline (SI Appendix, Fig. S5D).\nIn summary, these data demonstrate that OXA-23 has to be a lipoprotein at the A. baumannii OM, its localization anywhere else in the cell envelope is highly toxic. These findings reveal a previously hidden vulnerability among OXA-23 overproducers, they are uniquely reliant on highly efficient OM lipoprotein trafficking via the Lol pathway. This also explains why the Lol inhibitor fendiline is more potent against OXA-23 producing cells.\n\n## Discussion\nThe dramatic rise in antibiotic resistance in recent decades is alarming and threatens a return to the “preantibiotic era” (37). To identify new classes of antibiotics, we screened an FDA-approved drug library for agents that selectively inhibited OXA-23–expressing A. baumannii with reduced efficacy against wild-type cells. This screen identified lomerizine and fendiline, calcium channel inhibitors, to have increased antimicrobial activity against OXA-23 overexpressing, efflux deficient, and OM compromised ATCC 17978. This indicated that our screening scheme can identify MDR selective antimicrobial agents previously undetected by traditional screening methods. Additionally, this screening approach is predicted to impart two major benefits: First, by screening FDA-approved drugs, the identified agents are poised for drug repurposing meaning that findings made here can result in significant cost and time savings in their development as future clinical treatments. Second, since compounds identified in this approach are more active against MDR A. baumannii, we would predict reduced negative impact on antibiotic sensitive populations, such as the normal gut microbiome, and subsequently reducing the risk of secondary opportunistic infections associated with traditional antibiotic treatment.\nFurther characterization of fendiline revealed that lolFD (or lolCDE) overexpression conferred a twofold increase in resistance in A. baumannii and E. coli, while lolFD knockdown resulted in a fourfold increase in fendiline sensitivity. Additionally, AfBPP verified the direct interaction between a fendiline photoaffinity probe and LolF. Altogether, these data support that fendiline is inhibiting the Lol lipoprotein trafficking pathway. Lipoprotein trafficking is a promising antimicrobial target since this transport system is unique to and conserved among gram-negative pathogens (38). In fact, a few recent publications have reported new chemical scaffolds with strong inhibition of the Lol IM complex (29, 39–41). Furthermore, Munoz and colleagues showed that lolamicin spared the gut microbiota in mice and prevented secondary infections with Clostridioides difficile, much like we predict fendiline would. However, one shortcoming of these new compounds is that lolamicin and abaucin inhibition is specific to LolC/E or LolF, respectively, meaning that lolamicin cannot be used for treatment of LolF-containing pathogens and vice versa. Preliminary studies support that fendiline may potentially inhibit both LolC/E and LolF since overexpression of both LolCDE in E. coli and LolFD in A. baumannii resulted in decreased sensitivity. Thus, of the four Lol inhibitors found to date, only fendiline exhibits significant broad-spectrum gram-negative activity and punishes carbapenem resistance.\nWith fendiline’s mechanism of action revealed, we next confirmed the relationship between OXA-23 overexpression and lipoprotein trafficking, showing that mild lolFD knockdown in combination with OXA-23 overexpression resulted in increased lethality. We further demonstrated that OXA-23 is an OM lipoprotein, a result consistent with previous proteomic data demonstrating that OXA-23 interacts with OM proteins such as OmpA and CarO (42). We hypothesize that overexpression of the OXA-23 lipoprotein overwhelms the Lol pathway and leads to accumulation in the IM, which is acutely toxic (Fig. 5). In fact, intentionally mislocalized OXA-23-C18A, which is predicted to be retained in the IM, and periplasmic OXA-23-SPI conferred increased lethality compared to wild-type OXA-23 (SI Appendix, Fig. S1D). Both mislocalized OXA-23 variants were less susceptible to fendiline (SI Appendix, Fig. S5D) and OXA-23-C18A toxicity was not rescued by lolFD overexpression (SI Appendix, Fig. S1C). Further, overexpression of another β-lactamase OM lipoprotein, NDM-1 (43), was well tolerated by A. baumannii, supporting that OXA-23 mislocalization and not general IM accumulation of lipoproteins was responsible for OXA-23-associated lethality.\nPrevious work demonstrated that OXA-23 overexpression resulted in peptidoglycan composition changes that were consistent with increased amidase activity (12). In addition, recent work by Simpson et al. indicates that the intrinsic chromosomally encoded OXA-51 enzyme may function as an amidase (44). Therefore, mislocalized amidase activity may be responsible for the lethality and future experiments will test this possibility.\nAlthough fendiline did not demonstrate strong inhibition against wild-type ATCC 17978, medicinal chemistry optimization to improve intracellular accumulation, avoid efflux mechanisms, and/or increase water solubility might lead to compounds with improved wild-type activity. With these improvements, fendiline derivatives have the potential to become an effective treatment option for infections caused by gram-negative bacterial pathogens overexpressing OXA β-lactamases. In addition, fendiline in combination with antibiotics known to increase membrane permeability, such as colistin, may prove clinically useful in future therapies against A. baumannii. Finally, fendiline’s selective increased activity was determined to be unique to OXA-23 overexpressing cells, which would suggest that other drugs can be found that selectively inhibit cells overexpressing other classes of β-lactamases exploiting the unique cellular vulnerabilities that are coincident with resistance mechanisms, or even more interesting, drugs that would display increased activity against multiple β-lactamase classes. By leveraging the collateral physiological cost associated with expression of antibiotic resistance determinants, we can identify future therapeutics specific to MDR pathogens.\n\n## Methods\nAdditional methods can be found in the SI Appendix.\n\n## Bacterial Strains and Plasmids.\nBacterial strains, plasmids, and primers used in this study are listed in SI Appendix, Tables S7–S9, respectively. E. coli NEBα was used for plasmid propagation (New England Biolabs). A. baumannii and E. coli were cultured in LB broth. Where indicated, media were supplemented with kanamycin (Kan; 30 µg mL−1), apramycin (Apra; 40 µg mL−1), or hygromycin (Hyg; 150 µg mL−1) for plasmid maintenance (Sigma-Aldrich, St. Louis, MO). ATc or IPTG were supplemented into liquid or agar media to induce expression of dCas9 or β-lactamases, respectively.\n\n## Chemicals.\nThe Selleck Chemical Library of 3053 FDA-approved drugs and abaucin was acquired from Selleck Chemical (Houston, TX). All other antibiotics and chemicals used were purchased from Sigma-Aldrich (St. Louis, MO), except Compound 2 was from MedChemExpress (Monmouth Junction, NJ).\n\n## Synthesis of Fendiline Analogs and Probe.\n(R)- and (S)-Fendiline were prepared according to the synthetic route in Fig. 6A. The enantiopurity of the intermediate amide was confirmed via chiral HPLC (for additional details, see SI Appendix). CB-F-109 and CB-F-Probe were prepared according to the synthetic route in Fig. 6B. All chemistry involving the diazirine was performed with minimal light exposure, and reaction vials were wrapped in aluminum foil to prevent decomposition (for additional details, see SI Appendix).\n\n## Antimicrobial Screen against ATCC 17978.EM2 \nMembers of the Selleck compound library were screened for antimicrobial activity toward A. baumannii during growth in LB with or without 5 mM IPTG. To do so, a culture of the A. baumannii strain ATCC 17978.EM2 Tn7::blaOXA-23 was freshly inoculated from a glycerol stock into 25 mL fresh LB medium and grown to exponential phase at 37 °C in a rotary shaker at 250 rpm. Cultures were then diluted to a cell density of ~3 × 107 CFU mL−1 in fresh LB. Ten microliters of diluted culture (~3 × 105 CFU per well) was added to individual wells of a 96-well round-bottom polystyrene plate containing 89 μL of LB or LB plus 5 mM IPTG and 1 μL of a 10 mM antibiotic stock solution from the Selleck Chemical library (100 μM final concentration). Dimethyl Sulfoxide (DMSO) was used as a negative control since stock chemicals were prepared in DMSO. Well constituents were mixed by pipetting and plates were incubated at 37 °C for 20 and 40 h. Growth in wells was measured by optical density 600 (OD600) using a Biotek spectrophotometer at each time point. Compounds scored as exhibiting increased antimicrobial activity toward LB+IPTG grown bacteria were identified by (OD600LB+IPTG/OD600LB)*100 < 50%. All compounds which resulted in decreased cell growth were confirmed by repeat testing in duplicate.\n\n## Construction of pQF1266-hyg.LacI-bla\nA plasmid containing the OXA-23 β-lactamase under and IPTG inducible promoter, pQF1266-hyg.LacI-blaOXA-23, was generated by cloning the ptac-blaOXA-23 DNA fragment from pTn7.blaOXA-23 digested using XhoI into pQF1266-hyg digested with SalI. The ligation was transformed into E. coli NEBα competent cells and selected for on LB agar with Hyg containing 5-bromo-4-chloro-3-indolyl-β-D-galactopyranoside (X-Gal; Sigma-Aldrich). White colonies indicated insert integration and fragment orientation was confirmed by sequencing. The same procedure was utilized to generate IPTG inducible ADC-7, TEM-1, and NDM-1 in the pQF1266-hyg plasmid. A C-terminal 6X-His tagged version of OXA-23 was generated using a QuikChange II XL site-directed mutagenesis kit (Agilent Technologies, Santa Clara, CA). Briefly, pQF1266-hyg.LacI-blaOXA-23 was amplified using mutagenesis primers according to the manufacturer’s instructions. The parental plasmid was digested with DpnI, and the remaining mutagenized plasmid was transformed into E. coli NEBα competent cells. Transformants were selected for using hygromycin, and the His tag insertion was confirmed by sequencing and western blotting. The same procedure was utilized to generate the C-terminal 6X-His tagged OXA-23 lipobox mutant C18A and periplasmic localized OXA-23-SPI mutant (CT at position 18-19 substituted with IYAA).\n\n## Antimicrobial Susceptibility Testing.\nMICs were determined using a microtiter broth dilution method (45). Briefly, 10 µL of an exponential phase culture diluted to ~3 × 107 CFU/mL was added to individual wells of a 96-well flat bottom plate containing 88 µL LB and 2 µL of the antimicrobial compound (ranging from 0 to 256 µg mL−1) with varying concentrations of IPTG if necessary. Mixtures were incubated at 37 °C for up to 40 h and the OD600 read using a Biotek spectrophotometer. The MIC was defined as the lowest concentration of compound with OD600 reading equivalent to the no bacteria added control. All MICs performed in at least t",
  "has_full_text": true
}