{
  "pmid": "40539807",
  "title": "VLX600, an anticancer iron chelator, exerts antimicrobial effects on Mycobacterium abscessus infections.",
  "abstract": "Mycobacterium abscessus presents significant clinical challenges due to its intrinsic and acquired resistance to antibiotics, resulting in prolonged treatments and poor patient outcomes. Addressing the urgent need for novel therapeutics, this study explores the antimicrobial potential of VLX600, originally developed as an anticancer agent, against M. abscessus. Screening a library of 3,200 clinically evaluated compounds identified VLX600 as a potent antimicrobial with minimal cytotoxicity. VLX600 demonstrated inhibitory effects against various strains of M. abscessus with minimum inhibitory concentrations of 4 µg/mL-16 µg/mL. It also remained effective in intracellular M. abscessus in host cells and exhibited broad-spectrum activity against other bacterial species, including Escherichia coli, Staphylococcus aureus, and Pseudomonas aeruginosa. The antimicrobial activity of VLX600 was abrogated by supplemental iron, indicating a mechanism dependent on iron chelation. VLX600 significantly reduced bacterial burdens and inflammation in a murine model of pulmonary M. abscessus infection. Additionally, synergistic effects were observed when VLX600 was combined with conventional antibiotics such as amikacin and clarithromycin in vitro. These findings highlight VLX600 as a promising candidate for repurposing as an antimicrobial agent against M. abscessus, warranting further clinical investigations.IMPORTANCEMycobacterium abscessus is an opportunistic pathogen that commonly causes pulmonary infections in cystic fibrosis patients. These infections are notoriously difficult to treat due to high levels of antibiotic resistance of M. abscessus, resulting in low cure rates. In this study, we identified a novel antibiotic candidate, VLX600, through high-throughput screening of 3,200 clinical compounds and demonstrated that VLX600 inhibits the growth of M. abscessus by depriving it of ferric and ferrous ions. This study highlights the potential of iron chelators as antimicrobial agents against M. abscessus infections. Since iron is an essential nutrient for the growth of many bacteria, the use of iron chelators could be extended to other infectious diseases. We hope this research will inspire further studies aimed at developing iron chelators as a novel class of antimicrobial agents.",
  "journal": "Microbiology spectrum",
  "year": "2025",
  "authors": [
    "Oh J",
    "Choi S",
    "Seo H",
    "Kim D",
    "Kim H"
  ],
  "doi": "10.1128/spectrum.00719-25",
  "mesh_terms": [
    "Mycobacterium abscessus",
    "Animals",
    "Microbial Sensitivity Tests",
    "Mycobacterium Infections, Nontuberculous",
    "Mice",
    "Anti-Bacterial Agents",
    "Iron Chelating Agents",
    "Humans",
    "Iron",
    "Disease Models, Animal",
    "Staphylococcus aureus",
    "Female",
    "Pseudomonas aeruginosa",
    "Antineoplastic Agents",
    "Drug Synergism"
  ],
  "full_text": "## INTRODUCTION\nNontuberculous mycobacteria (NTM) are increasingly recognized as significant opportunistic pathogens causing a variety of infections in humans (1, 2). Among NTM species, Mycobacterium abscessus is particularly problematic, being one of the most common causes of NTM pulmonary disease (3). Pulmonary infections caused by M. abscessus predominantly occur in individuals with underlying conditions such as cystic fibrosis (CF), chronic obstructive pulmonary disease, or bronchiectasis (4, 5). M. abscessus infections have emerged as a global public health concern due to their rising prevalence and transmission potential. Recent genomic analyses have revealed person-to-person transmission in CF patients, challenging the long-held notion that infections are solely acquired from environmental sources (6, 7).\nM. abscessus is characterized by its rapid growth and inherent resistance to a wide range of antibiotics (8, 9), including first-line antitubercular agents and other common classes such as beta-lactams, quinolones, and macrolides (10). Consequently, treatment success rates for M. abscessus infections are alarmingly low, often ranging between 30% and 50% (11). Despite these challenges, there is no standard drug regimen for M. abscessus, and treatment remains prolonged, complex, and largely ineffective for many patients (12).\nGiven the urgent need for effective therapies, drug repositioning has emerged as a promising strategy (13). This approach significantly reduces the time and cost compared to traditional drug development. Among existing candidates, compounds targeting bacterial iron metabolism have gained attention as iron is an essential nutrient for bacterial survival and virulence. Strategies to inhibit iron acquisition have shown potential against pathogenic bacteria in previous studies (14–16).\nIn this research, we discovered VLX600 as a novel antimycobacterial agent for the treatment of M. abscessus infection through a high-throughput screening system using bioluminescent reporter gene. VLX600, initially developed as an anticancer agent that targets mitochondrial oxidative phosphorylation, has demonstrated anticancer efficacy by disrupting metabolic pathways and promoting autophagy in tumor cells (17).\nHere, we report that VLX600 exhibits strong antimycobacterial efficacy by selectively depriving mycobacteria of iron and suggest that VLX600 is a potential treatment option for M. abscessus infections.\n\n## Construction of bioluminescent strains of \nRecombinant M. abscessus strains emitting bioluminescence were engineered for the efficient high-throughput screening of a chemical library. These strains were constructed by introducing the pMV306hsp+luxG13 plasmid into three clinical isolates of M. abscessus (18) (Fig. S1A). The clinical isolates were acquired from patients with pulmonary M. abscessus infection at Seoul National University Hospital, and their identification numbers and genetic profiles are listed in Table S1. The plasmid was introduced through electroporation, and the luminescence of the strains was detected using a Tecan F200 microplate reader (Fig. S1B). All bioluminescent strains of M. abscessus presented a positive and linear correlation between the luminescence intensity and optical density at 600 nm (OD600) (Fig. S1C). In addition, the luminescence of these strains was closely related to their viability, as evidenced by the addition of amikacin, which decreased the luminescence in proportion to its concentration (Fig. S1D). The luminescence of the bacteria was maintained in a J774A.1 infection model, and the intensity increased depending on the multiplicity of infection (MOI) (Fig. S1E).\nThese findings validate the use of a luminescence-based reporter system for screening antimycobacterial compounds.\n\n## Antimycobacterial screening with bioluminescent \nA randomized chemical drug library comprising 3,200 compounds that have been tested in a clinical setting was provided by the Korea Chemical Bank and screened for their antimycobacterial activity against M. abscessus under dual-blind conditions. The antimycobacterial activity of the chemical library was evaluated using the bioluminescent M. abscessus rough morphotype strain (ID number 5) at a single-dose treatment of 5 µM. Given that most NTMs are intracellular pathogens, the initial screen was performed using two approaches: a direct treatment model and a J774A.1 infection model (Fig. S2). A detailed screening procedure is described in the supplemental material (Fig. S3). Cytotoxicity of selected compounds was evaluated using the neutral red uptake (NRU) assay, and two compounds, with negligible cytotoxicity, VLX600 and 226-C4, were ultimately identified as hit compounds (Fig. 1A). In this report, the antimycobacterial potential of VLX600, one of the two remaining compounds, was investigated. The selected hit compound, VLX600, exhibited significant antimycobacterial activity against bioluminescent M. abscessus under direct treatment conditions, whereas clarithromycin displayed poor activity due to the presence of the erm (41) gene (Fig. 1B). Moreover, VLX600 remained effective against intracellular bioluminescent M. abscessus when infected J774A.1 macrophages were treated with VLX600 (Fig. 1C).\n\n## VLX600 is an effective bacteriostatic agent that inhibits both the extracellular and intracellular growth of \nConventional assays, such as the broth microdilution assay and colony forming unit (CFU) assay, rather than the bioluminescence-based system, were used to evaluate the antimycobacterial activity of VLX600 for validation. First, the minimum inhibitory concentrations (MICs) of VLX600 were determined against various strains of M. abscessus according to Clinical and Laboratory Standards Institute (CLSI) guidelines using cation-adjusted Mueller-Hinton broth (CAMHB) (19, 20). The MICs of VLX600 determined against all type strains of M. abscessus subsp. abscessus, massiliense, and bolletii were 8 µg/mL (Fig. 2A). The MICs of VLX600 against clinical isolates of M. abscessus subsp. abscessus ranged from 4 μg/mL to 16 μg/mL, and the MICs against clinical isolates of M. abscessus subsp. massiliense ranged from 8 μg/mL to 16 μg/mL, indicating the sensitivity of M. abscessus to VLX600 is highly strain-specific. The MICs of VLX600 against type strains and clinically isolated strains are shown in Table 1. The growth inhibitory effect of VLX600 was also evaluated with a CFU assay in a growth culture. A significant reduction in CFU was observed, depending on the concentration of VLX600 treated (Fig. 2B).\nThe minimum bactericidal concentrations (MBCs) of VLX600 against each of the three type strains of M. abscessus were also determined following the MIC determination to elucidate its bacteriostatic or bactericidal profile. All the MBC values determined for each of the three type strains of M. abscessus were 64 µg/mL, which exceeded a fourfold ratio relative to the MIC, suggesting that VLX600 acts as a bacteriostatic agent against M. abscessus rather than a bactericidal agent (21). The measured MBCs against the type strains are presented in Table 2.\nThe MICs of VLX600 against other Mycobacterium species and other genera were also determined to assess the antimicrobial spectrum of VLX600. Eleven species of Mycobacterium, including Mycobacterium avium, Mycobacterium intracellulare subsp. yongonense, Mycobacterium paraintracellulare, Mycobacterium bovis BCG, Mycobacterium gordonae, Mycobacterium paragordonae, Mycobacterium marinum, Mycobacterium vaccae, Mycobacterium terrae, Mycobacterium chleonae subsp. bovistauri, and Mycobacterium chelonae subsp. gwanakae, were utilized for the MIC test. For the assessment of other genera, Escherichia coli, Staphylococcus aureus, and Pseudomonas aeruginosa were utilized for the MIC test. VLX600 effectively inhibited the growth of other mycobacterial species, with MIC values ranging from 1 μg/mL to 8 μg/mL (Fig. S4), and the MIC values against Mycobacterium spp. are presented in Table 3. VLX600 was also effective at inhibiting the growth of E. coli, S. aureus, and P. aeruginosa, with MIC values of 16, 16, and 4 µg/mL, respectively (Fig. S5). These results indicate the broad-spectrum activity of VLX600 as an antimicrobial agent.\nThe antimycobacterial activity of VLX600 was subsequently evaluated in the murine macrophage line J774A.1 infected with M. abscessus by treating the infected cells with various concentrations of VLX600. Compared with the vehicle control, treatment with VLX600 resulted in a dose-dependent reduction in CFUs in macrophages (Fig. 2C).\n\n## VLX600 inhibits the growth of \nVLX600 has been reported to exert anticancer effects through the inhibition of mitochondrial respiration by chelating ferric and ferrous ions, and the anticancer effect of VLX600 was abrogated by the addition of these ions to the cell culture (22). Iron is an irreplaceable essential nutrient for most bacteria, especially in environments where access to free iron is extremely limited, such as during infection (23, 24). Therefore, iron chelation has been a potential strategy for developing novel antibiotics (25). In this context, the relationship between the iron-chelating ability and antimicrobial activity of VLX600 was investigated. As a result, the antimicrobial activity of VLX600 against M. abscessus was critically abrogated by the addition of FeCl2 and FeCl3 in a dose-dependent manner, whereas it remained effective in the presence of other metal ions with the exception of CuCl (Fig. 3). Our results indicate that VLX600 inhibits the growth of M. abscessus by chelating Fe2+ and Fe3+ ions, thereby depriving the bacteria of iron.\n\n## VLX600 exerts synergistic effects in combination with amikacin and clarithromycin on inhibiting the growth of \nThe treatment of M. abscessus infections commonly involves a combination of multiple antibiotics to overcome its high level of antibiotic resistance (26, 27). Therefore, the potential synergistic effects of a novel drug and conventional antibiotics could be advantageous for the development of drugs that target M. abscessus infections. As such, the synergistic effects of VLX600 in combination with amikacin and clarithromycin, which are commonly used to treat M. abscessus infection, were investigated using a checkerboard assay. Synergy was evaluated with two approaches: a direct treatment model and a J774A.1 infection model.\nSynergy was defined as an fractional inhibitory concentration index (FICI) value of 0.5 or lower (28). A strong synergistic effect was observed between VLX600 and clarithromycin, as well as between VLX600 and amikacin, against the M. abscessus subsp. abscessus type strain. However, for the M. abscessus subsp. massiliense type strain, a synergistic effect was observed between only VLX600 and clarithromycin. In the case of M. abscessus subsp. bolletii, only an indifferent action between VLX600 and these antibiotics was observed (Fig. 4A).\nSynergy was evaluated by calculating the inhibition rate with four reference models, zero interaction potency (ZIP), Bliss, Loewe, and highest single agent (HSA), respectively, using the SynergyFinder web application. Synergy was defined as a synergy score greater than 5 (29, 30). An intensive synergistic effect was observed between VLX600 and clarithromycin on the J774A.1 infection model, as all the synergy scores exceeded 5. A synergistic effect was also observed between VLX600 and amikacin, as calculated with the ZIP and Bliss models, although varying results were observed with the Loewe and HSA models (Fig. 4B). Collectively, these results demonstrate that VLX600 strongly synergizes with amikacin and clarithromycin to inhibit the growth of M. abscessus.\n\n## VLX600 effectively reduces the \nA mouse pulmonary infection model using cyclophosphamide was utilized to explore the efficacy of VLX600 against M. abscessus infection in vivo (31, 32). The mice were rendered neutropenic by the intraperitoneal administration of 150 mg/kg cyclophosphamide on days 1 and 4 before infection. The mice were subsequently challenged with 1 × 106 CFUs of a clinical isolate of M. abscessus (ID number 5) through intranasal injection following anesthesia on day 0. To assess the efficacy of the model, three mice were sacrificed on day 1 post-infection, and lung CFUs were compared to those of mice that had not received cyclophosphamide (Fig. S6). Subsequently, the remaining infected mice were randomly divided into five groups, and treatment began the day after infection, consisting of daily intraperitoneal administration of PBS (vehicle), 5 mg/kg VLX600, 10 mg/kg VLX600, 50 mg/kg amikacin, or a combination of 50 mg/kg amikacin and 5 mg/kg VLX600. The VLX600 doses were determined based on the maximum tolerated dose and twice the dose reported in previous literature (17). The weights of the mice were monitored throughout the experiment. The mice were euthanized on day 12 after infection for further analysis (Fig. 5A).\nWhereas the PBS group experienced substantial weight loss following infection, all treated groups maintained their body weight (Fig. 5B). Although no statistical significance was observed among these groups, except for the PBS group, the group that received the combination of VLX600 and amikacin showed the greatest weight gain, distinguishing it from the others. Consistently, CFU analysis of lung homogenates revealed that both VLX600 and amikacin significantly reduced the bacterial burden in the lungs compared to the PBS group (Fig. 5C; Table S2). In line with the CFU result, spleen enlargement was also significantly reduced in all treated groups, further indicating a reduction in bacterial burden (Fig. 5D). However, spleen enlargement in the 10 mg/kg VLX600 group was slightly greater than the 5 mg/kg VLX600 group, which was inconsistent with the CFU results. Moreover, the histological analysis of the lung through hematoxylin and eosin (H&E) staining revealed that the lung inflammation caused by infection was notably relieved in all treated groups compared to the PBS group (Fig. 5E). In summary, these results demonstrate that VLX600 has potential in reducing bacterial burden and alleviating lung inflammation in M. abscessus infection in vivo, whereas the additional benefit of combining it with amikacin remains uncertain.\n\n## DISCUSSION\nM. abscessus infections pose a significant clinical challenge due to their intrinsic resistance to most antibiotics (8–10). This resistance highlights the urgent need for new therapeutic strategies. However, the development pipeline for novel drugs against M. abscessus remains sparse, underscoring the importance of innovative approaches to combat this pathogen (33).\nIn this study, we identified VLX600, a novel antimicrobial agent, through a high-throughput screen of a chemical library comprising 3,200 clinical drugs. VLX600 demonstrated potent activity against M. abscessus, with MIC values ranging from 4 to 16 µg/mL (Table 1), and effectively reduced intracellular bacterial loads in macrophages (Fig. 1C). This activity was shown to be dependent on iron chelation, as its efficacy was abolished by the addition of Fe²+ and Fe³+ ions, while other metal ions had no effect except for Cu+ (Fig. 3). Although VLX600 was previously reported not to interact with Cu2+ (22), a recent comprehensive study demonstrated that VLX600 forms complexes with both Cu+ and Cu2+, which explains the impact of CuCl on VLX600 activity in our study (34). The addition of Cu+ might interfere with the iron-chelating activity of VLX600. These findings suggest that VLX600 acts by chelating iron, depriving M. abscessus of this essential nutrient and thereby inhibiting its growth.\nIron is critical for bacterial survival, particularly in the iron-restricted environment of the human host (35, 36). Pathogens like mycobacteria have evolved sophisticated mechanisms to scavenge iron, such as producing siderophores like mycobactin and exochelin. Mycobactin is a cell wall-associated siderophore, while exochelin is secreted into the extracellular environment, facilitating iron acquisition from host iron-binding proteins like transferrin and lactoferrin (37). The importance of siderophores in virulence is well-documented; for instance, deficiencies in siderophore biosynthesis and export significantly attenuate Mycobacterium tuberculosis in infection models (38). Given this, targeting iron acquisition with iron chelators like VLX600 is a compelling antimicrobial strategy (39, 40).\nThe combinatorial nature of M. abscessus treatment regimens makes drug synergy an invaluable property. VLX600 exhibited strong synergistic effects with amikacin and clarithromycin, two cornerstone antibiotics in M. abscessus treatment (Fig. 4). This synergy not only enhances antibacterial efficacy but also suggests the potential for reduced dosages of individual drugs, which could minimize side effects and resistance development.\nThe in vivo efficacy of VLX600 was demonstrated in a mouse pulmonary infection model (Fig. 5). VLX600 significantly reduced bacterial burden and inflammation in the lungs, achieving effects comparable to amikacin at a lower dosage. Splenomegaly, a marker of systemic infection, was alleviated in VLX600-treated groups, further supporting its efficacy. However, the slight spleen enlargement in the 10 mg/kg VLX600 group compared to the 5 mg/kg group suggests a potential link to iron-deficiency anemia (IDA). IDA has been associated with splenomegaly due to compensatory extramedullary hematopoiesis, a phenomenon observed in both clinical and experimental studies (41, 42). Given that anemia has been frequently reported in phase I clinical trials of VLX600, the slight spleen enlargement observed may support this hypothesis and warrant careful consideration of iron-related side effects in clinical use (43).\nVLX600 also showed a favorable safety profile. No significant cytotoxicity or in vivo toxicity was observed at effective concentrations, aside from mild spleen enlargement. Previous studies have demonstrated that VLX600 is less cytotoxic to normal cells compared to cancer cells (17). However, considering that the plasma concentrations required to achieve MIC levels for M. abscessus treatment exceed those for cancer therapy, a thorough evaluation of its therapeutic index is necessary.\nDespite its promise, this study has some limitations. While this study identified iron chelation as the primary mechanism of VLX600, the specific molecular targets within M. abscessus remain unknown. Iron plays a central role in mycobacterial physiology, serving as a cofactor for enzymes and mediating electron transfer (44). Identifying the primary growth-limiting targets of VLX600 could enhance our understanding of its mechanism and inform the design of improved derivatives.\nIn conclusion, VLX600 is a promising antimicrobial agent with potential for clinical application in M. abscessus infections. Its iron-chelating mechanism, synergistic effects with standard antibiotics, and efficacy in preclinical models position it as a candidate for further development. Future research should focus on optimizing combination therapies, evaluating long-term safety, and identifying its specific targets to maximize its therapeutic potential.\n\n## Chemical library\nThe chemical library consists of 3,200 chemical compounds that have been studied in clinical settings. These compounds were provided in solution in dimethyl sulfoxide (DMSO) at a concentration of 5 mM and stored at −80°C.\nVLX600 used in further studies following the screening was purchased from MedChemExpress (New Jersey, USA).\n\n## Bacterial strains and culture conditions\nType strains of M. abscessus subsp. abscessus, massiliense, and bolletii (ATCC19977, KCTC19086, and KCTC 19281, respectively) were used in this study.\nEighteen clinical isolates of M. abscessus were isolated from patients with a pulmonary M. abscessus infection and provided by Seoul National University Hospital.\nType strains of M. avium, M. intracellulare subsp. yongonense, M. paraintracellulare, M. gordonae, M. paragordonae, M. marinum, M. vaccae, M. terrae, M. chleonae subsp. bovistauri, M. chelonae subsp. gwanakae (ATCC 25291, 05-1390T, MOTT64, ATCC14470, 49061T, ATCC927, ATCC15483, ATCC15755, QIA-37, and MOTT36W, respectively), and the M. bovis BCG strain Tokyo were used in this study\nAll mycobacteria were cultured in complete 7H9 broth supplemented with 10% albumin-dextrose-catalase (ADC), 2.5% glycerol, and 0.2% Tween-80 until they reached the stationary phase in a shaking incubator at 37°C except for M. marinum, M. gordonae, and M. paragordonae, which were grown at 30°C. The addition of 0.2% Tween-80 was used to maintain a homogeneous culture (45, 46). For solid cultures, mycobacteria were grown on complete 7H10 plates supplemented with 10% oleic acid-albumin-dextrose-catalase (OADC) and 0.5% glycerol.\nE. coli, S. aureus, and P. aeruginosa (NCCP 14541, NCCP 14780, and NCCP 14570, respectively) were kindly provided by the National Culture Collection for Pathogens (Chungju, Korea) and cultured in Luria-Bertani broth or on agar plates at 37°C.\n\n## Construction of bioluminescent \npMV306hsp+luxG13 was a gift from Brian Robertson & Siouxsie Wiles (Addgene plasmid # 26161; https://www.addgene.org/26161/; RRID: Addgene_26161).\nThree clinical isolates provided by Seoul National University were used to generate bioluminescent M. abscessus strains. Two isolates of M. abscessus subsp. abscessus with a rough morphotype and smooth morphotype and an isolate of M. abscessus subsp. massiliense with a rough morphotype were used.\nBacteria were grown in complete 7H9 broth until they reached OD600 = 0.8–1.2. The samples were subsequently washed three times with 10% glycerol and electroporated with 1.5 µg of pMV306hsp+luxG13 using a Gene Pulser apparatus (Bio-Rad) at 2.5 kV, 25 µF, and 1,000 Ω followed by recovery in complete 7H9 broth at 37°C overnight.\nFor the isolation of bioluminescent bacteria, the suspension was spread on complete 7H10 plates containing 100 µg/mL kanamycin. Each colony picked from the selection plate was then cultured in complete 7H9 broth containing 100 µg/mL kanamycin, and the luminescence was confirmed using a Tecan F200 microplate reader.\n\n## Neutral red uptake assay\nJ774A.1 cells were cultured in complete RPMI 1640 supplemented with 10% fetal bovine serum (FBS) and penicillin-streptomycin at 37°C in a humidified atmosphere with 5% CO2. A total of 1 × 105 cells were seeded on a transparent 96-well cell culture plate and incubated overnight before drug application.\nThe drugs were diluted in RPMI 1640 supplemented with 2% FBS without penicillin-streptomycin and applied to the prepared J774A.1 cells for 48 h. The cells were subsequently stained with complete RPMI 1640 containing 40 µg/mL neutral red (Sigma-Aldrich, Seoul, Korea) at 37°C for 2 h. The cells were then washed three times with PBS followed by destaining with destaining buffer (50% ethanol, 49% distilled water, and 1% glacial acetic acid). The OD540 was measured using a Tecan F200 microplate reader.\n\nJ774A.1 cells were cultured in complete RPMI 1640 supplemented with 10% FBS and penicillin-streptomycin at 37°C in humidified atmosphere with 5% CO2. A total of 1 × 105 cells were seeded on a 96-well cell culture plate and incubated overnight before the infection step.\nM. abscessus was cultured in complete 7H9 broth until it reached the stationary phase before infection. The bacterial suspension was centrifuged (13,000 rpm, room temperature, 1 min) and then resuspended in PBS containing 1% Tween-80, followed by passing through a syringe multiple times to remove clumps. The suspensions were subsequently diluted in complete RPMI 1640 without penicillin-streptomycin and applied to J774A.1 cells at an MOI of 10 in a 96-well plate and incubated for 2 h. The infected cells were washed three times with PBS and treated with 50 µg/mL amikacin for 1 h to eliminate extracellular mycobacteria.\n\n## MIC and MBC determination\nThe broth microdilution assay was performed according to CLSI guidelines. Bacteria were grown until they reached stationary phase. The bacterial suspension was centrifuged (13,000 rpm, room temperature, 1 min) and then resuspended in PBS containing 1% Tween-80, followed by passing through a syringe multiple times to remove clumps. The suspensions were subsequently diluted in CAMHB to McFarland standard 0.5 and further diluted 1:100 in CAMHB.\nNext, 50 µL of the diluted bacterial suspension was seeded in a 96-well plate. Antibiotic agents, including VLX600, were serially diluted twofold, and 50 µL of each dilution was added to a 96-well plate containing the seeded bacteria. The plates were incubated at 37°C for 1–14 days, depending on the bacterial species, after which the OD600 was measured. Wells containing only the drug were also prepared and used as a blank control. The inhibition rate of each well was calculated as follows:\nFor slowly growing mycobacteria, such as M. bovis BCG, M. avium, M. intracellulare, M. paraintracellulare, M. terrae, M. marinum, M. gordonae, and M. paragordonae, 5% OADC was supplemented in CAMHB. The MICs were defined as the lowest concentrations of antibiotics that inhibited bacterial growth by at least 90%.\nAfter the determination of the MIC in the broth microdilution assay, the bacterial suspensions from the wells treated with drug concentrations greater than the MIC were harvested. The suspensions were serially diluted in PBS and spread on complete 7H10 agar plates. The agar plates were incubated at 37°C until colonies appeared. The MBC was defined as the lowest concentration of antibiotics that killed at least 99.9% of the bacteria.\n\n## CFU assay\nThe infected cells were washed three times with PBS and then treated with 1% Triton X-100 for 10 min to lyse the cells. Lysed cell suspensions were serially diluted in PBS, and the dilutions were spread on complete 7H10 agar plates. The agar plates were then incubated at 37°C until colonies appeared. The colonies were counted, and the actual CFUs were calculated by multiplying the number of counted colonies by the dilution factor.\n\n## Checkerboard assay and synergy evaluation\nFor the direct treatment model, a type strain of gordonae abscessus subsp. abscessus was grown until it reached the stationary phase. The bacterial suspension was centrifuged (13,000 rpm, room temperature, 1 min) and then resuspended in PBS containing 1% Tween-80, followed by passing through a syringe multiple times to remove clumps. The suspension was subsequently diluted in CAMHB to McFarland standard 0.5 and further diluted 1:100 in CAMHB. Next, 100 µL of the diluted bacterial suspension was seeded in a transparent 96-well plate. VLX600 and antibiotics were serially diluted twofold into CAMHB. Fifty microliters of VLX600 was loaded into a 96-well plate in a gradient arrangement from top to bottom, with a low concentration at the top and a high concentration at the bottom. Similarly, 50 µL of antibiotics was loaded into the same 96-well plate in a gradient arrangement from left to right, with a low concentration on the left and a high concentration on the right. The plates were incubated at 37°C for 1 week, and the OD600 was measured using a Tecan F200 microplate reader. Synergy was evaluated with the FICI, which was calculated as follows:\nThe criteria are as follows: FICI ≤0.5 indicates synergy, 0.5 < FICI ≤ 4 indicates indifferent, and FICI >4 indicates antagonism.\nFor the J774A.1 infection model, J774A.1 cells were infected with bioluminescent M. abscessus (ID number 5) at an MOI of 10, as described previously. VLX600 and antibiotics were serially diluted twofold in RPMI 1640 supplemented with 2% FBS without penicillin-streptomycin. One hundred microliters of diluted VLX600 and antibiotics were added in the same manner as in the direct treatment model. The inhibition rate of each well was calculated as follows:\nSynergy was evaluated by calculating the inhibition rate with four reference models, ZIP, Bliss, Loewe, and HSA, using the SynergyFinder web application. Synergy was evaluated with the synergy score as follows: a score ≥5 indicates synergy, −5 < score < 5 indicates an indifferent action, and a score ≤−5 indicates antagonism.\n\n## Animal study\nSeven-week-old female BALB/c (~20 g) mice were purchased from OrientBio (Seongnam, Korea). The mice were housed under specific pathogen-free conditions on a 12 h light and 12 h dark cycle at 18°C–23°C with 40%–60% humidity at the Seoul National University College of Medicine. The experiment was initiated after a 7-day acclimation period from the day the mice arrived.\nA pulmonary M. abscessus infection model in mice was established by intraperitoneally injecting 150 mg/kg cyclophosphamide in a 0.2 mL volume on days 1 and 4 prior to infection. A clinical isolate (ID number 5) of M. abscessus with a rough morphotype (1 × 106 CFUs in 40 µL) was prepared in PBS after clumps were removed and injected intranasally under anesthesia using 2%–5% isoflurane in a chamber on day 0. Starting the day after infection, the mice were divided into five groups (five mice per group) and received daily intraperitoneal injections of 0.1 mL of vehicle (PBS), 5 mg/kg VLX600, 10 mg/kg VLX600, 50 mg/kg amikacin, or a combination of 5 mg/kg VLX600 and 50 mg/kg amikacin. The mice were then euthanized by cervical dislocation on day 12 while under anesthesia.\nThe spleen was excised from the mice and weighed after gently blotting off excess water using a paper towel. The weight of the spleen was normalized to the body weight of each mouse.\nThe postcaval lobe of the lung was fixed with 10% formalin at 4°C for the histological analysis through H&E staining, while the other lobes were homogenized in PBS for the CFU assay. The homogenates were serially diluted in PBS and then spread on complete 7H10 agar plates to count the CFUs in the lungs. The agar plates ",
  "has_full_text": true
}