{
  "pmid": "40612861",
  "title": "Synergistic anticancer and antibacterial effects of novel regimens of phytopolyphenols and repurposing drugs on cultured cells.",
  "abstract": "BACKGROUND: The increasing incidence of cancers and infectious diseases worldwide presents a significant public health challenge that requires immediate intervention. Our strategy to tackle this issue involves the development of pharmaceutical formulations that combine phytopolyphenols (P), targeted drugs (T), and metal ions (M), collectively referred to as PTM regimens. The diverse pharmacological properties of PTM regimens are hypothesized to effectively reduce the risk factors associated with both cancers and infectious diseases. METHODS: The effects of the pharmaceutical agents on the proliferation of cultured cancer cells and pathogens were assessed after 72 h and 48 h, respectively, using the MTT (3-[4,5-dimethylthiazol-2-yl]-2,5 diphenyl tetrazolium bromide) assay and optical density at 600 nm (OD600). The synergistic effects of drug combinations were evaluated by combination index (CI), where CI < 1 indicates synergism, CI = 1 indicates addition, and CI > 1 indicates antagonism. Efficacy index (EI) was also calculated. Assays of efflux pump ATPase activities were conducted using a colorimetric method. RESULTS: This study evaluated the anticancer and antibacterial efficacy of PTM regimens that included phytopolyphenols (specifically curcumin (C) and green tea polyphenols (G)), repurposed drugs (memantine (Mem), thioridazine (TRZ), cisplatin (Cis), and 5-fluorouracil (5FU)), and ZnSO4 (Zn) across three cultured cancer cell lines and four cultured pathogens. The most effective regimens, GC•Mem•Zn and GC•TRZ•Zn, significantly enhanced the anticancer efficacy (EI) of cisplatin across the three cancer lines (OECM-1, A549 and DLD-1) by 7, 11 and 21; 7, 9, and 17 fold, respectively, while the enhancements for 5-fluorouracil were 5, 6 and 12; 5, 5 and 9 fold, respectively. Furthermore, these PTM regimens demonstrated substantial synergistic inhibition of Na+-K+-Mg2+-ATPase and Mg2+-ATPase in the cultured cancer cells, as well as a reduction in biofilm formation by the four cultured pathogens, suggesting their potential to address the challenges of multidrug resistance in cancers and infectious diseases. CONCLUSION: Given that all drugs incorporated in the PTM regimens have been clinically validated for safety and efficacy, particularly regarding their synergistic selective anticancer efficacy, inhibition of efflux pump ATPase, and antibiofilm formation of pathogens, these regimens may offer a promising therapeutic strategy to alleviate the severe side effects and drug resistance typically associated with chemotherapeutic agents. Further preclinical and clinical investigations are warranted.",
  "journal": "Oncology research",
  "year": "2025",
  "authors": [
    "Yeh Y",
    "Wang Y",
    "Lin-Shiau S"
  ],
  "doi": "10.32604/or.2025.063717",
  "mesh_terms": [
    "Humans",
    "Drug Synergism",
    "Anti-Bacterial Agents",
    "Drug Repositioning",
    "Polyphenols",
    "Antineoplastic Agents",
    "Cell Line, Tumor",
    "Microbial Sensitivity Tests",
    "Cell Proliferation"
  ],
  "full_text": "## Introduction\nThe global increase in multidrug-resistant cancers and infectious diseases presents substantial challenges that require immediate intervention [1]. Various risk factors associated with carcinogenesis include oxidative stress, inflammation, immunodeficiency, mitochondrial dysfunction, and gut dysbiosis [2]. In response to these pressing issues, we have developed pharmaceutical compositions that integrate phytopolyphenols (P), targeted drugs (T), and metal ions (M), collectively termed PTM regimens. These regimens are designed to prevent and manage both cancers and infectious diseases.\nKey findings related to PTM regimens highlight their diverse pharmacological effects, which encompass: (1) antioxidant properties; (2) anti-inflammatory effects; (3) anticancer activity; (4) antibacterial properties; (5) neuroprotection; and (6) mitochondrial and immunomodulatory effects [3–5]. These regimens have been recognized as innovative therapeutic strategies, resulting in the issuance of five patents for their applications in preventing and managing cancers and various chronic diseases [6], including neurodegenerative diseases, dementia [7], and chronic pain [8]. This study aims to explore the synergistic anticancer and antibacterial effects of selected PTM regimens.\nThe pharmacological agents utilized in this study include phytopolyphenols (P), such as curcumin (C) and green tea polyphenols (G); targeted drugs (T), including memantine (Mem), thioridazine (TRZ), cisplatin (Cis), and 5-fluorouracil (5FU), as well as zinc sulfate (Zn). These repurposed drugs have demonstrated clinical efficacy and safety. Memantine is prescribed for dementia [9,10], while thioridazine is indicated for neurodegenerative diseases [11,12]; both cisplatin [13,14] and 5FU [15,16] are among the most frequently employed chemotherapeutic agents. However, these treatments can result in severe adverse effects, including nephrotoxicity, neurotoxicity, gastrointestinal disturbances, and oral mucositis, which affects 60–80% of patients, as well as dysbiosis, potentially leading to the discontinuation of chemotherapy [16,17]. Furthermore, the challenges posed by inherent or acquired multidrug resistance are considerable.\nThe issue of multidrug resistance (MDR) in cancers and infectious diseases represents a significant problem that necessitates resolution. Recent studies have indicated that a synergistic alternative strategy involving drug repurposing may be effective in the treatment of cancers and infectious diseases [18–20]. For instance, memantine combined with high doses of vitamin D [21] or donepezil [22] has demonstrated synergistic effects in the treatment of Alzheimer’s disease. Similarly, thioridazine in conjunction with antibiotics [11] or moxifloxacin [23] or tetracycline [24] has been effective in treating drug-resistant infections such as pulmonary tuberculosis or exhibiting synergistic antibacterial effects, respectively. This suggests a promising avenue for exploring the therapeutic potential of combinatorial drug repurposing. In alignment with these contemporary approaches, our study demonstrates the synergistic effects and enhanced selectivity of novel PTM regimens against cancers and infectious diseases, as evidenced by experiments conducted on cultured oral (OECM-1), lung (A549), and colon (DLD-1) cancer cells, as well as on four cultured pathogenic biofilms. The potential of PTM regimens to address the rising prevalence of cancers and infectious diseases warrants further clinical investigation.\n\n## Drugs studied\nCurcumin (C) (#8.20354) was purchased from Merck Co. (Darmstadt, Germany). Green tea polyphenols, purified from Camellia sinensis and containing 98% polyphenols (75% catechins by HPLC and 50% EGCG by HPLC), similar to polyphenol E, were obtained from Hunan Huacheng Biotech, Inc. (China). ZnSO4 (#204986), Cisplatin (#232120), memantine (#5.04905), and thioridazine (#T9025) were sourced from Sigma Chemical Company (St. Louis, MO, USA). 5-Fluorouracil was acquired from the Department of Pharmacy at Chung-Shan Medical University Hospital (Taichung, Taiwan).\n\n## Cell culture\nThe cell culture medium utilized was RPMI-1640 (#R8758), along with necessary supplements, which were obtained from Sigma (St. Louis, MO, USA). All culture media were supplemented with heat-inactivated 10% fetal bovine serum (FBS) sourced from either JRH Biosciences or Hyclone, Thermo Scientific and penicillin (62.5 μg/mL)/streptomycin (100 μg/mL). The following cell lines were utilized: SG (Smulow-Glinckman human normal gingival epithelial cells), OECM-1 (oral epidermoid carcinoma meng-1 cell), A549 (ATCC No.CCL-185 human RAS mutated non-small cell lung cancer cells), and DLD-1 (ATCC No. CCL-221 human p53 mutated colon cancer cells), all of which were obtained from American Type Culture Collection (ATCC, Manassas, VA, USA). The mycoplasma test of all these cell cultures by ATCC revealed negative. All of the cell lines were cultured in accordance with the supplier’s instructions. Culturing was conducted in a CO2 incubator maintained at a concentration of 5% and a temperature of 37 ± 0.5°C.\n\n## The culture of pathogens\nThe anaerobic pathogen Porphyromonas gingivalis (P.g., ATCC 33277) was cultured in Luria-Bertani (LB) broth (#244620, Becton Dickinson, Sparks, MD) supplemented with hemin(#H9039) (5 μg/mL) and menadione (#NC1528913) (1 μg/mL) (Sigma-Aldrich, St. Louis, Missouri, USA). Streptococcus mutans (S.m., UA159, ATCC 700610) was cultured in Brain Heart Infusion (BHI) broth (#256120, Becton Dickinson, Sparks, MD). Both P.g. and UA159 exhibit growth at a temperature of 37 ± 0.5°C within an anaerobic chamber containing 10% H2, 5% CO2, and 85% N2 (Forma Scientific Inc., Marietta, OH, USA). Pseudomonas aeruginosa (P.a., ATCC 39327) was cultured in LB, and Staphylococcus aureus (S.a., ATCC 33591) was cultured in BHI. Both P.a. and S.a. exhibit growth at a temperature of 37 ± 0.5°C under aerobic conditions.\n\n## Anticancer and antibacterial potencies (IC\nCells were cultured in a 96-well microplate, with each well containing 6 × 103 cells in 100 μL of medium. Following a 24-hour incubation period, 10 μL of the drug solution was introduced into each well, and the cells were subsequently incubated for an additional 72 h. Cell proliferation was evaluated using the MTT (3-[4,5-dimethylthiazol-2-yl]-2,5-diphenyl tetrazolium bromide) assay, with absorbance measured at OD550 using a BioTek Epoch microplate spectrophotometer (Agilent Technologies, Inc., Santa Clara, CA, USA) [25].\nBacterial cultures were diluted to achieve an optical density (OD600) of 0.04–0.06, corresponding to approximately 2 × 108 CFU/mL, and were then subcultured in a 96-well microplate. The bacterial strains were diluted in specific culture broths: Porphyromonas gingivalis (P.g.) in LB medium supplemented with hemin and menadione, Streptococcus mutans (UA159) in brain heart infusion (BHI) supplemented with 0.2% sucrose, Pseudomonas aeruginosa (P.a.) in LB, and Staphylococcus aureus (S.a.) in BHI supplemented with 10% human plasma, with 100 μL per well. Various concentrations of the drugs were added at 10 μL per well, and the cultures were incubated at 37 ± 0.5°C for 48 h to facilitate biofilm formation. The antibacterial efficacy of the drugs was assessed after the 48-h incubation period by measuring OD600. The potency (IC50, defined as the concentration required for 50% inhibition of biofilm formation) was determined using the concentration-inhibition curve as previously described [25].\n\n## Assay of ATPase activity\nATPase activities were assessed using a colorimetric method as previously described [26]. Briefly, after treatment with drugs for 72 h, the cells were incubated with the substrate ATP for 15 min at 37 ± 0.5°C. The released inorganic phosphate (Pi) was quantified by measuring the optical density at 630 nm (OD630) after a 10-min reaction with malachite green-ammonium molybdate color reagents (1 volume of 4.2% ammonium molybdate tetrahydrate (#M1019, Merck, Darmstadt, Germany) in 4N HCl, added 3 volumes of 0.045% malachite green carbinol hydrochloride (#213020, Merck, Darmstadt, Germany)). A standard curve for Pi was established simultaneously.\n\n## Synergistic effect analysis\nThe synergistic effect (CI < 1) was calculated using the combination index (CI) equation [27]:CI= (IC50)1 in combination(IC50)1 alone+(IC50)2 in combination(IC50)2 alone+(IC50)3 in combination(IC50)3 aloneCI < 1,synergism;CI=1,addition;CI > 1,antagonism\nThe efficacy of anticancer or antibacterial effects was determined using the efficacy index (EI):EI=(IC50)alone(IC50)combinationEI > 1,synergism;EI=1,addition;EI < 1,antagonism\n\n## Statistical analysis\nAll experiments were conducted in triplicate and repeated three times (n = 3). The results for each experiment are expressed as mean ± standard error of the mean (SEM). A one-way analysis of variance (ANOVA) followed by a post-hoc t-test (Microsoft Excel, 2019) was utilized to evaluate the differences among the groups. The statistical significance of the differences was determined, with a significance threshold established at p < 0.05.\n\n## Anticancer effects\nThe anticancer efficacy, as indicated by the IC50 values, of the drugs administered individually (A) and in combination with PTM regimens (B) on cultured cancer cell lines (OECM-1, A549, and DLD-1) was compared to their effects on normal gingival epithelial cells (SG), as presented in Table 1 and Fig. 1. Both C and GC demonstrated selective anticancer properties, as evidenced by their IC50 values being lower in cancer cells than in SG cells, whereas G and ZnSO4 did not exhibit this selectivity.\nTable 1B and Fig. 2 illustrate the anticancer potency (IC50), synergistic interactions (CI < 1), and enhanced efficacy (EI > 1) of the PTM regimens that included memantine (Mem) and thioridazine (TRZ). The majority of these regimens exhibited synergistic anticancer efficacy (CI < 1) alongside increased efficacy (EI > 1). Notably, the combination of GC•Mem(TRZ)•Zn displayed superior selective and synergistic anticancer effects compared to the administration of Mem or TRZ alone.\nMoreover, these PTM regimens significantly enhanced the selective anticancer efficacy of Cisplatin (Cis) and 5-Fluorouracil (5FU) in a synergistic manner (CI < 1), as detailed in Table 2 and Fig. 3. The most effective regimens, GC•Mem•Zn and GC•TRZ•Zn, significantly enhanced the anti-cancer efficacy (EI) of Cis across the three cancer lines (OECM-1, A549 and DLD-1) by 7, 11 and 21 (Table 2A and Fig. 3B); 7, 9, and 17 fold, respectively, while the enhancements for 5FU were 5, 6 and 12; 5, 5 and 9 fold, respectively (Table 2B and Fig. 3D). Similarly, the C•Mem•Zn combination yielded increases of 7, 11 and 12 fold efficacy of Cis (Table 2A and Fig. 3A) and 7, 7, and 12 fold in the efficacy of 5FU against the same cancer cell lines (Table 2B and Fig. 3C).\n\n## ATPase inhibitors on cancer cell lines\nTable 3 presents the inhibitory effects of various pharmacological agents on Na+-K+-Mg2+-ATPase (A) and Mg2+-ATPase (B) activities in cultured cancer cells. Analysis of IC50 values indicates that all tested agents, including G, Zn, 5FU, Mem, and TRZ, exhibited selective inhibition of Na+-K+-Mg2+-ATPase activity in DLD-1 cells. In contrast, only G and TRZ demonstrated selective inhibition in OECM-1 cells, while G and 5FU were effective in A549 cells. Conversely, all agents, with the exception of 5FU and Mem, selectively inhibited Mg2+-ATPase activity in OECM-1 cells, but not in DLD-1 cells. Additionally, C and TRZ selectively inhibited Mg2+-ATPase activity in A549 cells.\nNotably, the novel combination regimens of C(GC)•Mem(TRZ)•Zn exhibited a synergistic enhancement (CI < 1) of selective anti-ATPase efficacy (EI > 1) for Cis and 5FU against both Na+-K+-Mg2+ATPase (Table 4, Fig. 4) and Mg2+-ATPase (Table 5, Fig. 5) in the aforementioned cancer cell lines. Among these combinations, the most effective regimen of GC•Mem(TRZ)•Zn significantly increased the inhibitory efficacy of Cis on Na+-K+-Mg2+-ATPase (Table 4A) and 5FU (Table 4B) by 4–7 and 9–15 fold, respectively. Furthermore, the enhancements observed for Mg2+-ATPase inhibition by Cis (Table 5A) and 5FU (Table 5B) were greater than 3–9 and 10–33 fold, respectively. The superior selective inhibitory effects of GC•Mem (TRZ)•Zn agents to those of C•Mem (TRZ)•Zn (Fig. 4A,C and Fig. 5A,C) are clearly illustrated (Fig. 4B,D, and Fig. 5B,D).\n\n## Antibacterial Effects\nAs indicated in Table 6A, the antibacterial effects of the drugs administered alone against four cultured pathogenic biofilms were predominantly weak, with the exception of Cis on Pseudomonas aeruginosa (P.a.), 5FU on Streptococcus mutans (UA159) and P.a., and TRZ on Porphyromonas gingivalis (P.g.), UA159, and Staphylococcus aureus (S.a.), respectively. In contrast, the combination regimens involving Mem or TRZ demonstrated predominantly synergistic antibacterial effects (CI < 1), with efficacy index (EI) increasing by factors of 2–3, 5–6,6–58 and 4–10 on P.g., UA159, P.a., and S.a., respectively (Table 6B). Notably, these combination regimens significantly augmented the antibacterial efficacy of Cis, yielding increases of 14–24, 29–77, 4–29, and 50–100 fold against P.g., UA159, P.a., and S.a., respectively (Table 7A, Fig. 6A,B). Similarly, the efficacy of 5FU was enhanced by factors ranging from 1264–1939, 4–12, 15–61, and 70–743 fold, respectively (Table 7B, Fig. 6C,D).\n\n## Discussion\nThe increasing global incidence of cancer poses substantial challenges that require immediate attention and innovative solutions [2]. Carcinogenesis is influenced by a multitude of risk factors, including oxidative stress, inflammation, immunodeficiency, and gastrointestinal dysbiosis. Recognizing the pivotal role of chemoprevention in cancer management, our research team has dedicated over thirty years to exploring the chemopreventive properties of phytopolyphenols [3,4]. Notably, novel combinations of curcumin (C) and green tea polyphenols (G), such as GC, have exhibited synergistic (CI < 1) and selective anticancer and antibacterial effects (Tables 1B and 6B). Clinical trials involving C and G, along with other tea polyphenols, have indicated their potential utility in cancer prevention [28,29].\nAmong various cancer types, non-small cell lung cancer and colon cancer are among the most prevalent worldwide, while oral cancers present significant health challenges in regions such as East Asia, India, and Taiwan [13,15,19]. In the current study, both cisplatin (Cis) and 5-fluorouracil (5FU), which are widely used chemotherapeutic agents, demonstrated non-selective inhibition of growth in oral (OECM-1), lung (A549), and colon (DLD-1) cancer cell lines. However, the severe side effects associated with these agents, including nephrotoxicity, neurotoxicity, and oral mucositis—affecting 60%–80% of patients—substantially impair quality of life and contribute to the discontinuation of cancer therapies [16,17]. Therefore, the development of novel regimens aimed at enhancing the selective anticancer efficacy of Cis and 5FU would be highly beneficial for patients suffering from these debilitating side effects.\nIn this study, we have demonstrated the synergistic anticancer effects of PTM regimens on the three cancer cell lines: oral cancer (OECM-1), non-small cell lung cancer (A549), and colon cancer (DLD-1). Additionally, preliminary experiments were conducted on SHSY5Y neuroblastoma cells, GL261 glioma cells, MCF7 breast cancer cells, and ARPE19 ocular epithelial cells, with the former two cancer cell lines exhibiting particular sensitivity to the anticancer effects of PTM regimens. We anticipate conducting extensive experiments on additional cancer cell lines. Furthermore, the four selected pathogens were investigated in these experiments due to their significant role in the pathogenesis of infectious diseases, including periodontitis (P.g.), dental caries (UA159), pneumonia (P.a.), and wound infections (S.a.), particularly in the context of hospital-acquired infections. We collaborated with Drs. Hong-Yunn Don and Tsai-Lin Yang from the National Institute of Infectious Diseases and Vaccinology, National Health Research Institute, Taiwan, to evaluate the antibacterial effects of PTM regimens. Preliminary results indicated that certain PTM regimens effectively inhibited the proliferation of 43300 S. aureus (MRSA), 51299 E. faecalis (VRE), and multidrug-resistant strains of Mycobacterium tuberculosis (TB) (KVGH 376 and KVGH 264). We sincerely hope that PTM regimens can be further explored in relation to a broader range of cancer cells and pathogens.\nIn this study, the application of PTM regimens was observed to synergistically enhance (CI < 1) the selective anticancer efficacy of Cis and 5FU, thereby suggesting a potentially effective therapeutic strategy. Specifically, the optimal regimens of GC•TRZ•Zn increased the selective anticancer efficacy of Cis by 7, 9, and 17 fold for OECM-1, A549, and DLD-1 cell lines, respectively. In contrast, the GC•Mem•Zn regimen enhanced the anticancer efficacy of 5FU by 5, 6, and 12 fold for the three cancer cell lines, respectively. On the other hand, both GC•Mem•Zn and GC•TRZ•Zn were superior to those NSAIDs-PTM regimens in terms of increasing anticancer selectivity and efficacy of Cis and 5FU in our previous report [25]. These results highlight the necessity for further clinical exploration. Given that all components of the PTM regimens are both clinically effective and safe, they have been recognized as innovative and creative solutions, resulting in the issuance of five patents for their application in the prevention and management of cancers, infectious diseases, dementia, chronic pain, and other conditions [6–8].\nThe challenge of multidrug resistance (MDR) in cancer chemotherapy remains a significant concern [30,31]. Recent research has indicated that the overexpression of ATPases in cancer cells plays a critical role in the development and progression of MDR [32,33]. Cardiac glycosides, such as digoxin, which inhibit Na+-K+-Mg2+-ATPase, have demonstrated efficacy as anticancer agents [34,35]. Furthermore, Na+-K+-Mg2+-ATPase located on cell membranes is recognized as an efflux pump for anticancer agents; thus, inhibitors of this enzyme have been found to effectively reverse MDR and enhance the anticancer effects of chemotherapeutic agents [36,37]. Additionally, inhibitors of mitochondrial Mg2+-ATPase, such as Ru-complexes [38,39], have been validated as potent anticancer agents. In our study, PTM regimens, whether administered alone or in conjunction with Cis and 5FU, demonstrated a synergistic inhibition of both Na+-K+-Mg2+-ATPase and Mg2+-ATPase activities, suggesting their potential mechanisms of action against cancer and their capacity to address the challenges posed by MDR [40].\nInfectious diseases among cancer patients significantly contribute to morbidity and mortality. Therefore, enhancing the antibacterial properties of anticancer agents is crucial for improving cancer therapy outcomes. Our findings indicate that PTM regimens, particularly in combination with Cis and 5FU, exhibited notable antibacterial effects against four cultured pathogenic biofilms, warranting further clinical investigation.\nWhile this study suggests that PTM regimens may serve as promising anticancer and antibacterial treatments, the experimental results are limited to in vitro cultured cancer cells and pathogens. It is imperative to further explore the mechanisms of action (including apoptosis, cell cycle analysis, clonogenic assays, metabolic experiments, and western blot analysis of target genes) and to conduct clinical trials for in vivo validation of PTM regimens in the near future.\n\n## Conclusions\nIn conclusion, as depicted in Fig. 7, we have identified a promising therapeutic strategy involving novel PTM regimens composed of phytopolyphenols (P, curcumin and green tea polyphenols), targeting drugs (T, memantine, thioridazine, cisplatin, and 5-fluorouracil), and metals (M, ZnSO4). These regimens demonstrated remarkable synergistic effects (CI < 1) and selective anticancer efficacy across three cultured cancer cell lines, significantly enhancing the therapeutic potential of cisplatin and 5-fluorouracil. Importantly, PTM regimens synergistically inhibited Na+-K+-Mg2+-ATPase and Mg2+-ATPase in cancer cells, addressing key challenges associated with multidrug resistance in cancer therapy and infectious disease management. Furthermore, the synergistic antibacterial effects of PTM regimens against four cultured pathogenic biofilms underscore their potential to reduce the morbidity and mortality associated with infectious diseases in cancer patients. Given the clinical effectiveness and safety profiles of all drugs included in these regimens, further preclinical and clinical investigations are strongly encouraged to validate their efficacy and explore their broader applications in oncology and infectious disease therapeutics.",
  "has_full_text": true
}