{
  "pmid": "40661217",
  "title": "Small-molecule strategies to combat antibiotic resistance: mechanisms, modifications, and contemporary approaches.",
  "abstract": "Antibiotic resistance poses a formidable threat to human health, representing a critical challenge that demands urgent attention. Without decisive feat, we confront the alarming prospect of a world where effective antibiotics are no longer available. Bacteria employ various mechanisms to elude antibiotics, including modifying antibiotic targets, utilizing efflux pumps to avoid antibiotics, and inactivating antibiotics. This review focuses on small-molecule-based approaches to overcoming resistance, with emphasis on chemical adjuvants (such as β-lactamase inhibitors, efflux pump inhibitors, and membrane permeabilizers), synergistic combination therapies, repurposed non-antibiotic drugs, and structural modifications of known antibiotics like ciprofloxacin. We critically analyze structure-activity relationships (SAR), biochemical mechanisms, and clinical barriers associated with each strategy. By addressing antibiotic resistance, we aim to fortify our ability to combat bacterial infections effectively and sustain the efficacy of existing antibiotics in the face of evolving resistance.",
  "journal": "RSC advances",
  "year": "2025",
  "authors": [
    "Elkady H",
    "Salman I",
    "Khalifa M"
  ],
  "doi": "10.1039/d5ra04047g",
  "mesh_terms": [],
  "full_text": "## Introduction\nAntibiotics have been widely recognized as crucial medications in combating infectious diseases for the last century. Paul Ehrlich, a pioneer in modern chemotherapy, is credited with discovering the first antibiotic, Salvarsan, in 1909. This groundbreaking synthetic antibiotic, derived from arsenic, was utilized for treating syphilis, caused by Treponema pallidum.1,2 In 1928, Alexander Fleming fortuitously discovered that the fungus Penicillium notatum could inhibit the growth of Staphylococcus aureus colonies. In 1930, Gerhard Domagk discovered the sulfa drugs.3 Following World War II, semi-synthetic antibiotics like amoxicillin and quinolones were generated to improve stability and broaden antibacterial effectiveness. Macrolides, third-generation cephalosporins, and linezolid are among the most recent developments, which are designed to improve the pharmacokinetics of antibiotics and combat Gram-negative bacterial resistance.4,5 Notwithstanding these advancements, the pervasiveness of antibiotic-resistant bacterial strains has escalated in current eras and necessitating a reevaluation of antibiotic utilization.6,7\nAntibiotic resistance denotes to bacteria's capability to withstand the impact of antibiotic agents, categorized as natural or acquired resistance. Natural resistance implies inherent resistance within bacteria. Acquired resistance transpires when a bacterium develops resistance to an antimicrobial agent to which it was before susceptible. Antibiotic resistance is often acquired and may arise via gene changes during normal physiological processes, modifications in cellular structures, the gaining of exogenous resistance genes, or a blend of these tactics.8\nIn 1945, Alexander Fleming issued a public admonition against the perils of antibiotic misuse, acknowledging the hazards linked to its improper application. Excessive or unwarranted use of antibiotics might result in bacterial adaptations that render the medicines ineffective against them.9 This review focuses specifically on small-molecule strategies to combat bacterial resistance. We provide a chemistry-driven perspective on the mechanisms of resistance and explore the medicinal chemistry innovations aimed at restoring antibiotic efficacy. Strategies covered include the development of adjuvants, structural modifications of existing drugs, rational combinations, drug repurposing, and novel chemical scaffolds.\n\n## Key mechanisms underlying antibiotic resistance\nKnowing the processes that cause antibiotic resistance is a crucial step in finding a solution to this tricky problem. Various parts of the mechanisms of antimicrobial resistance have been reviewed in pertinent literature. We will go over the mechanisms that have been found in human infections that have been isolated from clinical settings. Typically, these strategies may be grouped into four main types: changing the drug's target, activating the drug efflux pump, inhibiting the absorption of the drug, and inactivating by enzymes.\n\n## Alteration of drug target\nAn explicit illustration of this process is the resistance to β-lactam drugs noted in Gram-positive bacteria. These bacteria modify the configuration of penicillin-binding proteins (PBPs). PBPs are transpeptidases that play a crucial role in the synthesis of peptidoglycan within the cell wall. Structural modifications of PBPs, such as PBP2a in S. aureus due to the acquisition of the mecA gene, will diminish or entirely obstruct the drug's binding capability.10,11\nAdditionally, certain Gram-positive bacteria, including enterococci and staphylococci, exhibit resistance to glycopeptides like vancomycin, which functions as a cell wall synthesis inhibitor. Resistance emerges via the acquisition of van genes, resulting in structural modifications of peptidoglycan precursors that reduce vancomycin binding efficacy.10,12 vancomycin-susceptible staphylococci produce cell-wall precursors that terminate in d-Ala-d-Ala. Subsequent to their transfer from the cytoplasm to the cell membrane, these precursors exhibit a high affinity for vancomycin; upon binding, they are rendered incapable of participating in cell-wall synthesis. Vancomycin-resistant staphylococci, when exposed to an inducer such as vancomycin, produce substrates with varying termini (d-Ala-d-Lac, or d-Ala-d-Ser) that exhibit low affinity for vancomycin, enabling continued synthesis of the cell wall.13\n\n## Activation of drug efflux pump\nAntibiotic efflux is a primary method by which bacteria eject antibiotics from their cytoplasm to the exterior environs utilizing specialized transporter proteins known as efflux pumps.14 These pumps afford a protective function by extruding the antibiotic from the bacterial cell.15,16 Certain entities are selective, expelling just certain substrates, while others are non-selective, accommodating a broad spectrum of structurally varied substances, including colors, organic solvents, detergents, and many families of antibiotics.17 Efflux pump genes are encoded in the bacterial chromosome. Some forms of expression are constitutive, whilst others are induced or overexpressed in reaction to specific environmental stimuli or the availability of a proper substrate.18\nThe classification of bacterial multidrug efflux systems is based on their construction and energy source, dividing them into five primary families: resistance nodulation cell division (RND), small multidrug resistance (SMR), major facilitators (MFs), multidrug and toxic compound extrusion (MATE), and ATP-binding cassette (ABC).19\n\n## Inhibition of drug uptake\nBacteria have evolved methods to inhibit the antibiotic from accessing its intracellular target by reducing the absorption of the antimicrobial compound. This process is especially significant in Gram-negative bacteria because their outer membrane consists of glycolipids, primarily lipopolysaccharide (LPS). This membrane decreases permeability and serves as a barrier to many antimicrobial drugs.20\nHydrophilic molecules, including β-lactams and definite fluoroquinolones, are significantly influenced by alterations in the penetrability of the outer membrane, as they typically utilize water-filled diffusion ducts, referred to as porins, to traverse this fence.21 The efficiency of this natural fence is exemplified by vancomycin which is ineffective against Gram-negative germs due to its inability to invade the outer membrane. Likewise, Pseudomonas naturally shows lower sensitivity to β-lactams compared to Enterobacteriaceae, which is partly due to a decreased quantity and/or different patterns of porin expression.22\nNumerous porin classes have been recognized and may be categorized based on their construction (trimeric or monomeric), selectivity, and regulatory mechanisms of expression. The three extensively studied porins generated by E. coli, specifically OmpF, OmpC, and PhoE, in conjunction with P. aeruginosa's OprD (protein D2), exemplify porin-mediated antibiotic resistance. Porin modifications can transpire via three principal mechanisms: (i) a change in the kind of porins expressed, (ii) an adjustment in the degree of porin expression, and (iii) a disruption of porin functionality. Alterations in permeability via these pathways frequently lead to minimal resistance and are generally linked with additional resistance mechanisms, including heightened expression of efflux pumps.23\n\n## Inactivation of drug by enzymes\nThe majority of antibiotics work by attaching themselves to their targets in a certain way, which stops these targets' physiological functions. Nevertheless, due to prolonged struggle with antibiotics, several bacteria have developed resistance enzymes that render clinically significant drugs like aminoglycosides, carbapenems, and β-lactams inactive.24 These resistance enzymes are primarily classified into two categories: modifying enzymes and hydrolytic enzymes.25\n\n## Inactivation by hydrolytic enzymes\nβ-Lactamases represent a substantial class of hydrolytic enzymes functioning as key agents in neutralizing β-lactam antibiotics.26 β-Lactamases neutralize β-lactam antibiotics by hydrolyzing a definite bond within the β-lactam ring, leading to its structural breakdown. This structural alteration prevents the resulting compounds from binding to their target PBP proteins, ultimately rendering the antibiotics ineffective in exerting their intended therapeutic effect.27,28\nTwo classes of β-lactamases can be recognized grounded on their structure and mechanism: serine-β-lactamases (SBLs) and metallo-β-lactamases (MBLs). The SBLs employ a nucleophilic serine residue for the process of hydrolysis, which holds significant clinical relevance. The MBLs utilize zinc ions to trigger water molecules for the hydrolysis of β-lactam antibiotics, garnering significant attention in recent years due to their exceptionally broad substrate range and robust carbapenemase activity (Fig. 1).29,30\nMBLs can be categorized into three distinct subclasses (B1, B2, and B3), which are primarily discriminated by their metal composition and the unique characteristics of their active sites. The majority of metallo-β-lactamases identified to date are classified within subclass B1, with the imipenemase (IMP), Verona imipenemase (VIM), and New Delhi metallo-β-lactamase (NDM) families being the three most prevalent metallo-β-lactamases observed in clinical isolates.31–34\nMacrolides rely on a pivotal cyclization process mediated by ester bonds to achieve their antibacterial efficacy. However, macrolide esterases possess the remarkable ability to disrupt this cyclic framework,35 cleaving the ring and initiating a sequence of internal cyclization and dehydration through intramolecular condensation.36,37 Accordingly, the open-ring macrolides are rendered inactive, forfeiting their antimicrobial properties.\nEnzymatic hydrolysis of fosfomycin 1, an epoxide antibiotic, transpires via the decomposition of its reactive epoxide ring. This process is arbitrated either by a thiol-containing co-substrate or through water-induced ring breakdown, orchestrated by three discrete fosfomycin-resistance enzymes: FosA, FosB, and FosX (Fig. 2). FosA, found in Gram-negative bacteria, functions as a glutathione transferase that depends on Mn2+ and K+ ions. FosB acts as an l-cysteine thioltransferase requiring Mg2+, whereas FosX is a Mn2+-dependent epoxide hydrolase that specifically targets fosfomycin.38,39\n\n## Modification on antibiotics\nAminoglycoside antibiotics have three basic classes of aminoglycoside-modifying enzymes: nucleotidyltransferases (ANTs), phosphotransferases (APHs), and acetyltransferases (AACs).40 In addition, chlormamphenicol 2 is susceptible to modification by acetyl transferase (Fig. 3).41\n\n## Modification of antibiotic targets\nAlterations in the conformation and/or extent of penicillin-binding proteins (PBPs) represent one of the key bacterial strategies to resist β-lactam antibiotics.42 Variations in the number of PBPs affect the amount of medication that can bind to the target.43 The erythromycin ribosome methylase (erm) gene family methylates 16S ribosomal ribonucleic acid (rRNA), changing the drug-binding site and stopping the binding of macrolides and lincosamines.44\n\n## Use of antibiotic adjuvants\nAntibiotic adjuvants are substances that exhibit minimal or no antimicrobial activity independently. They act harmonically with antibiotics to reduce or inhibit bacterial resistance, thereby restoring and preserving the efficacy of antibiotics. Three primary categories of adjuvants have been investigated: β-lactamase inhibitors, efflux pump inhibitors (EPIs), and membrane permeabilizers.\n\n## β-Lactamase inhibitors\nAs we mentioned before, represents a substantial mechanism through which bacteria acquire resistance to β-lactam antibiotics.27 β-Lactamases can be divided into two main groups, based on their hydrolysis mechanisms: serine β-lactamases (SBLs) and metallo-β-lactamases (MBLs). Therefore, a unique strategy to fight β-lactamase-induced resistance is the development of small-molecules inhibiting the above-mentioned β-lactamase enzymes and can be classified to SBLs inhibitors and MBLs inhibitors.45\n\n## Classical SBLs inhibitors\nClavulanic acid 3, the first β-lactamase inhibitor approved for therapeutic utilization, was insulated from Streptomyces clavuligerus in the early seventies.46 Sulbactam 4 and Tazobactam 5 are penicillinate sulfones that were developed later by drug developers in 1978 and 1980, respectively.47 These three approved β-lactam-ring containing β-lactamase inhibitors can irreversibly acylate β-lactamases by targeting the enzyme's serine residue (Fig. 4)48 meaning that serine-β-lactamases are unable to hydrolyze the β-lactam antibiotics that are given with them (SBLs). Nonetheless, these inhibitors possess the same β-lactam core structure characteristic of β-lactam antibiotics. Bacteria swiftly develop resistance to these structurally similar compounds by utilizing or altering pre-existing mechanisms.27\n\n## Diazabicyclooctanes (DBOs) based SBL inhibitor\nSecond-generation β-lactamase inhibitors with diazabicyclooctane (DBO) scaffolds have shown significant promise in restoring the activity of β-lactam antibiotics against resistant Gram-negative bacteria. These compounds overcome limitations of traditional inhibitors by targeting a broader range of β-lactamases, including Class A, C, and some D serine β-lactamases. This section summarizes four key DBO-based inhibitors including Avibactam 6, Relebactam 7, Durlobactam 8, and Nacubactam 9 highlighting their structures, co-administered antibiotics, mechanisms, and clinical relevance.50Table 1 below presents a comparative analysis between the four DBO inhibitors, whereas Fig. 5 and 6 depict the structural and mechanistic attributes of Avibactam and Durlobactam, respectively as a representative examples of DBO-based β-lactamase inhibitors.\n\n## Varborbactam\nVarborbactam 10 represents the inaugural non-β-lactam boronic acid β-lactamase inhibitor. In 2017, the FDA confirmed a mixture of meropenem and vaborbactam to manage complicated urinary tract infections in adult patients.59,60 Varborbactam demonstrated a diverse array of effectiveness against several serine β-lactamases, encompassing class A carbapenemases and class C cephalosporinases. However, it exhibited minimal activity against class B metallo-β-lactamases and class D carbapenemases.61,62 The combination of meropenem and vaborbactam safeguards meropenem from being degraded by serine carbapenemases through a novel enzyme inhibition mechanism. This process involves vaborbactam binding covalently to the catalytic serine residue within β-lactamase enzymes. The boron atom in vaborbactam mimics the tetrahedral intermediate that naturally forms during the enzyme's acylation and deacylation steps in β-lactam hydrolysis. By stabilizing this transition state analogue, vaborbactam effectively blocks the enzyme's activity, leading to rapid and irreversible inactivation of β-lactamases, thereby protecting meropenem from degradation.63,64\n\n## Metallo-β-lactamases (MBLs) inhibitors\nThe creation of an effective metallo-β-lactamase inhibitor is a formidable challenge for medicinal chemists for many reasons: (1) distinct mechanisms of catalysis: metallo-β-lactamases and serine β-lactamases operate through fundamentally distinct catalytic mechanisms. As a result, existing serine β-lactamase inhibitors are ineffective against MBLs. (2) Variability in active sites: the essential characteristics of the active pockets differ greatly between the two enzyme classes. While serine β-lactamases have a deep and narrow catalytic active pocket, MBLs feature a shallow groove with limited binding contacts for inhibitors or substrates. (3) Structural and functional diversity: MBLs exhibit significant structural diversity, including low homology across active site residues and variability in Zn2+ concentration, which complicates the design of universal inhibitors.\n(4) Biological versatility: in contrast to serine β-lactamases, which are exclusively bacterial enzymes, metallo-β-lactamases (MBLs) are part of a more extensive superfamily of metalloproteins that engage in a variety of biological functions that extend beyond the hydrolysis of β-lactams.65 Consequently, there are now no effective MBL inhibitors utilized in clinical practice. The challenges encountered have hindered the advancement of clinically approved MBL inhibitors, highlighting the necessity for novel strategies in inhibitor design.\nMBLs are categorized into three subclasses: B1, B2, and B3, based on the quantity of zinc atoms present. The B1 subtype is the most clinically significant and encompasses New Delhi. Metallo-β-lactamase-1 (NDM-1) is an enzyme that poses a significant hazard to human health due to its substrate promiscuity, broad-spectrum activity, emergence of variations, and capacity for transferability. The pursuit of an effective NDM-1 inhibitor continues, and despite extensive research over the years, an optimal treatment remains elusive. Significant advancements in NDM-1 research are underway, with several molecular structures having been altered and evaluated against NDM-1. In the past decade, a substantial volume of research on NDM-1 inhibitors has been published.\n\n## Natural MBLs inhibitors\nAspergillomarasmine A (AMA) 11 is a polyamino acid synthesized by Aspergillus versicolor that effectively inhibits antibiotic resistance enzymes in Gram-negative pathogenic bacteria, including Pseudomonas spp, Acinetobacter spp, and Enterobacteriaceae.66,67 Despite never achieving clinical significance as a therapy, it has been reassessed for NDM-1 inhibition. This molecule is particularly noteworthy due to its capacity to bind zinc while exhibiting benign effects in vivo, as demonstrated in mice. A 95% survival rate was observed post-infection with NDM-1 positive K. pneumoniae, but meropenem monotherapy resulted in significantly higher death.67\n\n## Chelating agents\nInitial compounds recognized as NDM-1 inhibitors were chelating drugs like ethylenediamine-N,N,N′,N′-tetracetic acid (EDTA) 12 and trispicolylamine (TPA) 13.68,69 These compounds bind zinc at the active site of MBL enzymes, therefore limiting their action and facilitating the efficacy of antibiotics. Regrettably, the prevalence of metal-containing enzymes in the human system renders chelating drugs unsuitable for clinical use due to their ubiquitous cytotoxicity.\n\n## Thiol comprising congeners\nThe thiol group is renowned as a zinc chelator, making its presence in initiatives focused on discovering new inhibitors for class B β-lactamases unsurprising.70–72 In 2015, Klingler et al. evaluated eleven authorized pharmaceuticals or their bioactive metabolites featuring a free thiol group, identifying four medicines that inhibit the clinically significant metallo-β-lactamases NDM-1, Verona integron-encoded metallo-β-lactamase (VIM-1), and imipenemase-7 (IMP-7).73 These inhibitors include captopril 14, a clinically approved angiotensin-converting enzyme (ACE) inhibitor commonly used for the treatment of hypertension; thiorphan 15, functioning as an enkephalinase inhibitor and is used primarily as an antidiarrheal agent; tiopronin 16, a therapeutic agent utilized in managing severe cases of homozygous cystinuria by reducing cystine levels in the urine, and dimercaprol 17, an established chelating agent employed in the management of heavy metal toxicity. These compounds exhibited IC50 values in the low micromolar range for all evaluated metallo-β-lactamases and shown significant synergy with imipenem.\nThe crystal structure of NDM-1 complexed with captopril reveals that the thiolate group inhabits the fourth coordination site for each ion, facilitating intercalation between the two Zn2+ ions. The hydroxide anion positioned between the two Zn2+ ions is substituted by the thiolate group, therefore initiating the hydrolytic process (Fig. 7).\n\n## Bisthiazolidines (BTZs)\nBisthiazolidines are thiol-containing bicyclic compounds that interact with the dizinc cores of metallo-β-lactamases (MBLs) via free thiol groups, therefore substituting hydroxide ions in the dizinc clusters during hydrolysis (Fig. 8).75 These compounds have two principal advantages: extensive action against all class B enzymes and effortlessness of production. Further refinement of the bisthiazolidine framework to establish additional binding interactions with active site residues could enhance their inhibitory efficacy, potentially reaching the desired nanomolar range.\nIn 2015, González et al. elucidated the identification of bisthiazolidines 18a,b and 19a,b as novel metallo-β-lactamase inhibitors capable of reinstating the efficacy of imipenem.76 The compounds in question exhibit certain traits reminiscent of β-lactam compounds, which serve as effective substrates for these enzymes. They possess a bicyclic configuration characterized by a bridging nitrogen atom and a carboxylate group situated in the α-position relative to the nitrogen atom. Furthermore, they possess the thiol group essential for coordination with the catalytic Zn2+ ion. Bisthiazolidines 18a,b and 19a,b have demonstrated remarkable versatility as inhibitors, effectively targeting a broad spectrum of class B enzymes, including NDM-1, VIM-2, IMP-1, and BcII, all exhibiting values within the low micromolar range.75\n\n## Pyrazole derivatives as NDM-1 inhibitors\nIn 2021, Ahmad et al., reported the design and synthesis of a series of pyrazole-based derivatives specifically developed as potent inhibitors of the NDM-1 enzyme, addressing the critical challenge of resistance posed by metallo-β-lactamases. The in vitro antibacterial effect against NDM-1-positive Acinetobacter baumannii and Klebsiella pneumoniae of the target derivatives were determined. Furthermore, a molecular docking analysis of the candidate molecules against NDM-1-producing A. baumannii was achieved to explore their binding interactions. Among the compounds, compound 20 exhibited the strongest binding affinity to the receptor, highlighting its potential as a remarkable antibacterial agent (Fig. 9).77\n\n## Isatine as NDM-1 inhibitor\nIn 2023, compound 21 (Zndm19) was identified to treat drug-resistant bacterial infections through evaluation of NDM-1 enzyme activity suppression. The biological in vitro outcomes verified the compound 21 suppressed NDM-1 activity and reinstating the bactericidal activity of MEM against NDM-1-positive E. coli. The mice peritonitis infection model study revealed that the Zndm19-meropenem combination therapy exhibited synergistic activity leading to nearly a 60% rise in survival rates along with lowered bacterial load in tissue. Furthermore, molecular docking revealed the ability of Zndm19 to chelate the two zinc centers and interact with the key amino acid residues within the active site of NDM-1 (Fig. 10).78\n\n## Quinoline derivatives as NDM-1 inhibitors\nIn 2022, thirty-one quinolinyl sulfonamides and sulfonyl esters were synthesized and evaluated for their inhibitory activity against metallo-β-lactamase NDM-1.79 Among these, compounds 22 and 23 revealed the highest inhibitory potency, with IC50 values of 0.02 μM using meropenem (MEP) as the substrate. Structure–activity relationship analysis revealed that halogen substitution on the phenyl group significantly enhances the inhibitory effects of quinoline derivatives on NDM-1. Minimum inhibitory concentration (MIC) assays showed that quinolinyl sulfonamides improved the antibacterial effectiveness of MEP against Escherichia coli strains expressing NDM-1 (EC01 and EC08), resulting in a 2-64-fold reduction in MICs. In vivo mouse studies demonstrated that compound 22 synergized with MEP, significantly reducing the bacterial load of EC08 in the liver and spleen following a one intraperitoneal dose. Molecular docking investigation showed that the endocyclic nitrogen atom of the quinoline ring and the exocyclic nitrogen of the sulfonamide group directly synchronize with the Zn2+ ions in the active site of NDM-1, as depicted in Fig. 11.\n\n## Efflux pumps inhibitors\nInhibition of efflux pumps is a potential approach to reinstate antibiotic sensitivity in resistant bacterial strains and avert the formation of novel resistant variants.80 This can be accomplished by several means, including as suppressing the gene expression of efflux pumps, interrupting the assembly of pump components at the bacterial membrane, obstructing the membrane output duct, or depleting the energy supply necessary for pump function.81 The formulation of efflux pump inhibitors (EPIs) necessitates meticulous evaluation of the targeted bacterial pathogen, the particular efflux pump in question, and the properties of the antibiotic to be augmented. Moreover, pharmacokinetic and pharmacodynamic characteristics are crucial to guarantee the effectiveness of EPIs. An ideal inhibitor should specifically target bacterial efflux pumps while sparing eukaryotic cells, attain effective serum concentrations, and demonstrate high specificity and effectiveness, alongside a favorable therapeutic index and pharmacokinetic profile. To mitigate the danger of resistance development, EPIs must possess no intrinsic antibacterial action and be completely devoid of toxicity, even at elevated dosages. This holistic strategy can improve antibiotic efficacy and address the worldwide challenge of antimicrobial resistance.82\n\n## Phenylalanine–arginine β-naphthylamide (PAβN)\nIt is worth highlighting that phenylalanine–arginine β-naphthylamide (PAβN) 25 might have a dual antibiotic adjuvant action.83–85 As it is one of the most studied EPIs through competitive inhibition mechanism, where the efflux pumps recognize it as a substrate instead of the target antibiotics (quinolones mainly ciprofloxacin and levofloxacin). Moreover, it has recently been shown to permeabilize bacterial membranes and enhanced the efficacy of β-lactams against overexpressing strains of P. aeruginosa.83\nThe upregulation of genes producing NorA and related efflux pumps significantly contributes to drug and biocide resistance in S. aureus. Consequently, NorA represents a compelling target in medicinal chemistry, since a chemical capable of inhibiting its actions might reinstate the efficacy of substrate antibiotics like fluoroquinolones. No NorA EPI has received approval for clinical application to yet.\n\n## Indole based weapons as promising NorA efflux pump inhibitors\nThe indole moiety has demonstrated potential regarding the EPI action of a drug. Compound 26 is among the initial indole-based inhibitors of NorA and can enhance the sensitivity of S. aureus to ciprofloxacin by four-fold.86 Subsequent structural changes were implemented at the C2, C3, and C5 locations of compound 26 (Fig. 12). In the primary identified members, an electron-withdrawing group was consistently retained (a NO2 group in 28, 29, 30 or a CN group in 27). Moreover, an aromatic moiety with various substituents was consistently maintained across all compounds to optimize their efficacy. Recently, indoles containing halogens at the C5 position and a distinctive nitrone moiety at the C3 position (compounds 31a–c) have garnered significant attention due to their potential as pharmacologically active agents, demonstrating promising inhibitory activity against key bacterial enzymes. All the engineered members had favorable NorA EPI characteristics, equal to or exceeding those of the lead compound 26.87–89\nNext, Lepri et al., have synthesized 48 indole derivatives via substitutions at the C5 and N1 positions of indole.90 The synthesized members have been tested against norA-overexpressing S. aureus. Compound 32 was identified as the lead and subsequently refined through modifications to four essential structural elements: the terminal dimethylamine moiety, the ethyl linker, the benzyl group, and the ethyl carboxylate (Fig. 13). Among the synthesized indole derivatives, compound 33 distinguished itself as the most formidable candidate. The analysis of the structure–activity relationship (SAR) indicated that the presence of a propoxyl chain featuring terminal cyclic amino groups is essential for the effective inhibition of the NorA pump at low micromolar concentrations. Furthermore, the N-benzyl moiety was observed to not only preserve inhibitory activity but also to affect biological effects and ADME properties depending on its substituents.\n\n## Pyranopyridines as NorA efflux pump inhibitors\nSjuts et al.91 developed a series of pyranopyridines that demonstrated greater potency than PAβN in sensitizing Enterobacteriaceae to antibiotics. The two pyranopyridine compounds, MBX3132 34 and MBX3135 35, demonstrated potency at a concentration as low as 0.1 μM, which is 500-fold lower than that of PAβN. Given the significant steric hindrance, 34 and 35 exhibited a stronger binding affinity to the binding pocket of the AcrB transporter in E. coli compared to PAβN. Consequently, 34 and 35 demonstrated effective inhibition at remarkably low concentrations. To improve solubility and biocompatibility, the terminal acetyl group was modified to a polar tetrazole as in MBX4191 36.92 Compound 36 exhibited significant water solubility and minimal cytotoxic effects.\nThe challenge in targeting efflux pumps arises from their diverse physiological functions, which may lead to unforeseen toxicities upon inhibition. Research is thus directed towards identifying agents that specifically stop pumps working exclusively in prokaryotes.17 In response to this need, numerous scientific trials have been conducted to ascertain the blockers of these pumps, as well as to explore the application of efflux pump inhibition strategies. Currently, no efflux pump suppressor have been ratified for the treatment of bacterial infections affecting humans and animals. The only reported inhibitor is MP-601, 37, which is supplied as an aerosol in combination with cipr",
  "has_full_text": true
}