{
  "pmid": "40971029",
  "title": "A new bactericidal chlorinated derivative containing 2-aminooxazole potentiates antibacterial action of colistin against multidrug-resistant acinetobacter baumannii.",
  "abstract": "This comprehensive study provides insight into the antibacterial action of a recently published 2-chloro-N-(oxazol-2-yl)isonicotinamide (AB15), intending to assess its potential as a candidate adjuvant molecule to support existing antibacterial drugs. Within the determination of the antibacterial effect, a promising activity against a member of the ESKAPE group with reduced treatment options, biofilm producer, Acinetobacter baumannii, was recognized (MIC of AB15 ranged from 15.63 to 62.5 µM). In addition, AB15 exhibited bactericidal activity and non/low-toxicity in vitro (IC50 > 1000 µM using HK-2 cells) and in vivo (LD50 > 500 mg/kg of body weight of the Galleria mellonella larvae, for both intra-hemocoel and per oral administration routes). Checkerboard assay revealed additive and synergistic interactions of AB15 and last-resort antibiotic drug, colistin (CST). Moreover, attention was also given to a frequently overlooked antibiofilm activity - the ability to suppress bacterial dissemination from microbial biofilms, and parameter MBDC (minimum biofilm dissemination concentration) was introduced. The study of the antibiofilm activity of AB15 and CST, both acting individually, or in AB15 + CST combination, revealed that AB15 has significant potential to suppress bacterial dissemination from biofilm formed by a clinical isolate Acinetobacter baumannii and that it contributes to this effect when combined with CST. Finally, AB15 + CST combination demonstrated significantly greater biocompatibility towards human erythrocytes than CST acting individually at an equivalent antibiofilm-effective concentration. The role of AB15 as a promising adjuvant molecule to CST is also supported by its distinct mechanism of action, which reduces the risk of antimicrobial resistance emergence. To conclude, AB15 exhibits several essential attributes that support its designation as a promising antibiotic adjuvant.",
  "journal": "Medical microbiology and immunology",
  "year": "2025",
  "authors": [
    "Diepoltová A",
    "Nawrot D",
    "Janďourek O",
    "Juhás M",
    "Bárta P"
  ],
  "doi": "10.1007/s00430-025-00854-y",
  "mesh_terms": [
    "Acinetobacter baumannii",
    "Anti-Bacterial Agents",
    "Biofilms",
    "Colistin",
    "Animals",
    "Microbial Sensitivity Tests",
    "Drug Synergism",
    "Humans",
    "Drug Resistance, Multiple, Bacterial",
    "Acinetobacter Infections",
    "Cell Line",
    "Moths",
    "Larva",
    "Oxazoles"
  ],
  "full_text": "## Introduction\nHuman society is suffering from a long-lasting crisis of antimicrobial resistance (AMR) that is quickly escalating due to an extreme lack of effective antimicrobial substances [1, 2]. Misuse and overuse of antibiotics, excessive application of anti-infectives in agriculture, insufficient compliance of patients with antibiotic guidelines and poor hospital surveillance have all undoubtedly contributed to this situation [3]. Global society is being challenged by the consequences of the high rate of AMR, which leaves a scar in a form of serious socio-economic issues [4, 5].\nThe AMR crisis has been threatening the population for years, and the problem does not seem to be slowing down. In 2017, the World Health Organization (WHO) published a list of bacterial pathogens with a high-risk status, against which an urgent increase in antimicrobial drug research is desperately needed [6]. In 2024, the list of priority bacterial pathogens has undergone some changes. However, the ongoing urgent call for developing new antimicrobials is still reflected in the current WHO Global Research Agenda for AMR [7, 8].\nMicroorganisms themselves are non-negligible contributors to this stalemate situation. They possess a wide range of different resistance mechanisms and strategies to help them exist in hostile environments [9]. With regard to the medical importance and alarming stage of resistance, extraordinary attention has been recently given to the group of bacteria contained under the ESKAPE acronym (Enterococcus faecium, Staphylococcus aureus, Klebsiella pneumoniae, Acinetobacter baumannii, Pseudomonas aeruginosa, and Enterobacteriaceae family). ESKAPE bacteria show a high rate of AMR against the majority of common antibiotic groups including penicillins, cephalosporins, macrolides, oxazolidinones, lipopeptides, fluoroquinolones, tetracyclines, and even against antibiotic groups such as carbapenems, glycopeptides, and polymyxins, which are listed as the last line of defense. In addition, these multidrug-resistant (MDR) opportunistic pathogens have been recognized as biofilm-producing bacteria, capable of colonizing biotic tissues and abiotic medical devices such as catheters, prosthetic joint replacements, and endotracheal tubes. This ability contributes to the fact that ESKAPE bacteria represent important causative agents of nosocomial infections that have extremely reduced treatment options and show increased mortality [10–12].\nGenerally, the formation of biofilm microbial consortia is recognized as a virulence factor underlying especially chronic infections. The ability to form biofilm multicellular consortia expands the portfolio of resistance mechanisms and offers new protection options for participating cells [13–17].\nOne of the key factors contributing to the significantly higher resistance (up to 1000 times) of biofilm-forming bacteria compared to their planktonic form lies in the complex heterogeneous architecture of the whole biofilm consortium and the presence of extracellular matrix (ECM) [18]. ECM comprises substances produced by participating cells, such as polysaccharides, proteins, lipids, and nucleic acids. ECM represents a mechanical barrier that limits the permeability for some antimicrobial drugs. However, the antimicrobial activity of drugs capable of diffusion through ECM can be limited or inactivated by the structural components of ECM, especially by microbial enzymes [19]. In addition, the lower stages of the three-dimensional architecture of the biofilm consortia are inhabited by cells with a dormant phenotype. Due to their low-to-none metabolic activity, these cells become invulnerable to the effect of antimicrobial drugs that affect target microbial structure(s) operating only in metabolically active cells [20, 21].\nGram-negative bacterium Acinetobacter baumannii (A. baumannii), an infamous member of the ESKAPE group, reigns at the top of the worrisome list of resistant pathogens with the highest priority. A. baumannii brings a real challenge to clinicians as a leading cause of life-threatening nosocomial infections such as pneumonia and bloodstream infections, especially in immunocompromised patients hospitalized in intensive care units [22]. The severity of the situation is demonstrated in a study published by Chen et al., 2017, where it is stated that 73.6% out of 403 different clinical isolates of A. baumannii revealed resistance to quinolones, 71.3% to sulfonamides and more than 50% to cephalosporins, combination of beta-lactam/beta-lactamase inhibitors, and carbapenems [23]. As indicated in a study conducted by Nishimura et al., 2022, it was shown that carbapenem-resistant A. baumannii strains isolated from patients with pneumonia corresponded to 84 out of 86 (97.67%) [24].\nSeveral strategies appear to be focused on this effort. Searching for a new solitary antibiotic molecule is usually time-consuming and economically challenging. Therefore, within the effort to accelerate the process, non-toxic structures with less significant activity but additive, beneficial effects to the commercially established drugs cannot remain overlooked. These added values are met by the inclusion of antibiotic adjuvants. Adjuvants mostly represent molecules with low or no antimicrobial activity that synergize, restore, and conserve the activity of antibiotics and prevent the spread of resistance [25].\nIn this comprehensive study, we focused our attention on 2-chloro-N-(oxazol-2-yl)isonicotinamide, designated AB15. In our previous study [26], we revealed some favorable physico-chemical and biological properties based on which we decided to subject AB15 to a more extensive and detailed study focused especially on essential attributes for antibacterial drug candidates or valid candidate adjuvant molecules.\n\n## Chemistry\nThe compound was synthesized and characterized as published previously [26]. The identity and purity were checked using nuclear magnetic resonance spectroscopy (1H NMR and 13C NMR), infrared spectroscopy (IR), high-resolution mass spectroscopy (HRMS), and high-performance liquid chromatography (HPLC). The purity was > 95%. The analytical data, including the NMR spectra (Fig. S1) and HPLC chromatograms (Fig. S2), instrumentation, and methodology are located in Supplementary Information.\n\n## Determination of \nThe bacterial clinical isolates were provided by the Department of Clinical Microbiology, University Hospital, Hradec Králové, Czech Republic. Each strain was taxonomically classified by biochemical tests and MALDI-TOF (Microflex LH/SH MALDITOF, Bruker Biotyper 3.0 SW, Bruker Daltonic GmbH, Bremen, Germany) instrumentation. The antibiograms of the strains were determined using the disc diffusion methodology according to The European Committee on Antimicrobial Susceptibility Testing (EUCAST) recommendations [27] or the microdilution broth method according to EUCAST with slight modifications [28]. The cultivation was performed in Cation-adjusted Mueller–Hinton broth (CAMHB, M-H 2 Broth, Merck, United States) at 35 ± 2 °C. The candidate compound AB15 was dissolved in DMSO (Merck, United States) to produce stock solution. The final concentration of DMSO in the testing medium did not exceed 1% (v/v) of the total solution composition and did not affect the growth of bacteria. Both positive growth (microbe alone in cultivation medium and 1% DMSO, v/v) and negative growth (cultivation medium and 1% DMSO, v/v) controls were involved in all assays. Internal quality standards ciprofloxacin (CIP, Merck, United States) and gentamicin (GEN, PanReac AppliChem, United States) were employed in assays as well (Table S1, Supplementary Information). Antibacterial activity expressed as minimum inhibitory concentration (MIC, reported in µM or mg/L) was evaluated after 24 h of static incubation in a dark and humidified atmosphere at 35 ± 2 °C. Visual inspection and spectrophotometric measurements were engaged to evaluate the MIC endpoints (530 nm, Synergy HTX Multi-Mode Microplate reader, BioTek, United States).\n\n## Distinguishing between bactericidal and static effect of AB15\nTo distinguish between the bactericidal or bacteriostatic activity of AB15, the clinical isolate strain, A. baumannii (20/21), was employed in microdilution broth method, according to a methodology mentioned above and consequent spread plate method was used to calculate colony forming units (CFU). The antibacterial agent is usually regarded as bactericidal if the MBC is not higher than four times the MIC. After the incubation for 24 h at 35 ± 2 °C, the MIC was read, and the representative aliquots were taken from wells with registered growth inhibition corresponding to MIC–4 × MIC. Aliquots were subsequently serially diluted and subcultured on Mueller–Hinton agar for 24 h in a humid atmosphere at 35 ± 2 °C. Similarly, the initial bacterial inoculum was processed. After the incubation period, the number of CFU/mL was calculated, and it was assessed whether the criterion corresponding to the MBC had been met. MBC is defined as the lowest concentration of antimicrobial agent that leads to the reduction of initial bacterial inoculum viability corresponding to a value ≥ 99.9%.\n\n## Determination of the mechanism of action of AB15 using macromolecular biosynthesis assay\nBriefly, methicillin-resistant Staphylococcus aureus subsp. aureus (MRSA, American Type Culture Collection, ATCC 43300) grown on Tryptic Soy agar (Merck, USA) was transferred into Tryptic Soy Broth (TSB, Merck, USA) and cultured overnight. A completely defined medium (CDM) / CDM-Leu (for determination of protein synthesis pathway) prepared according to the study published by Nowakowska, et al., 2013 [29] was used for the preparation of log-phase culture of MRSA (approx. 2 × 107 CFU). TSB culture was diluted with these media in ratio 1:100 and cultured at 37°C for another 5 h. 0.9 mL of suspensions was transferred into pre-warmed glass tubes. All antimicrobials and the tested compound (vancomycin (VAN) = 8 mg/L, rifampicin (RIF) = 0.064 mg/L, CIP = 1 mg/L, chloramphenicol (CHL) = 64 mg/L, chlorhexidine (CHX) = 4 mg/L, and AB15 = 56 mg/L) were added at a final concentration equal to 4 × MIC and mixed thoroughly. All standards were purchased from Merck (Merck, USA). Untreated controls, bacteria in CDM medium with 1% (v/v) DMSO were prepared along with other samples. [3H]-labelled precursors (N-acetylglucosamine–0.1 µCi/mL, uridine–1 µCi/mL, thymidine–1 µCi/mL, leucine–3 µCi/mL) (Hartmann Analytic, Germany) were immediately added to corresponding tubes. Another incubation at 37 °C for 2 h followed. 0.5 mL aliquots were transferred into 2 mL centrifuge tubes containing 1 mL of ice-cold 10% trichloroacetic acid (TCA, Merck, USA), mixed thoroughly, and placed on ice overnight to facilitate the precipitation. The precipitates were then washed once with 0.5 mL of 5% TCA/1.5M NaCl followed by one-time washing with 0.5 mL of 5% TCA to remove free precursors. After the second wash, samples were solubilized in 0.5 mL of 0.1% SDS/0.1M NaOH by vortexing at room temperature. The solubilized precipitates were transferred into scintillation tubes and thoroughly mixed with 2 mL of scintillation cocktail (Merck, USA). The radioactivity of incorporated precursors was measured in counts per minute using a liquid scintillation analyzer TRI-CARB 2900TR (Perkin Elmer, USA). The results were expressed as a percentage related to untreated controls (100%).\nData were analyzed using GraphPad Prism 9.0.0 (GraphPad Software, Inc., USA). One-way analysis of variance (ANOVA) was used to determine the statistical significance (p) of differences in this in vitro assay.\n\n## Determination of the impact of AB15 on bacterial cytoplasmatic membrane\nA voltage-sensitive dye, DiSC3(5), was employed in a fluorometric measurement of membrane potential to detect the possible depolarizing effect of AB15 on bacterial cytoplasmic membrane. As the reference bacterial strain, MRSA (ATCC 43300), was used in this assay.\nThe MRSA strain was resuspended in CAMHB medium and cultivated until the exponential (mid-log) phase was reached. After centrifugation (10,000×g, for 10 min at 24 °C) and washing steps, the bacteria were resuspended in 5 µM 4-(2-hydroxyethyl)-1-piperazine ethanesulfonic acid (HEPES) with 5 µM glucose (pH 7.2) and diluted to optical density (O.D.) = 0.5 McFarland units. The voltage-sensitive dye DiSC3(5) was then added in a final concentration of 0.5 µM (1% DMSO, v/v) and the suspension was incubated for 15 min. After that, the suspension was transferred to a white polystyrene 96-well plate in the volume of 200 µL/per well and a fluorescence quenching (λEx = 620 nm, λEm = 680 nm, Synergy HTX Multi-Mode Microplate reader, BioTek, USA) was monitored for 10 min until a stable baseline was obtained. Membrane-active chlorhexidine (CHX, positive control) was employed as the positive control, in a final concentration of 4 mg/L and 1% DMSO (v/v). The tested compound, AB15, was added in a final concentration corresponding to 4 × MIC (4 × 28) mg/L, with 1% DMSO (v/v). Samples were added to the wells with bacterial suspension in hexaplicates at a final concentration of 1% DMSO (v/v). The negative control included untreated bacterial cells in the HEPES buffer (1% DMSO, v/v). Fluorescence was continuously monitored every 1 min for the next 35 min.\n\n## Evaluation of \nThe human kidney epithelial cell line (HK-2, ATCC, USA) was cultured in Dulbecco´s Modified Eagle's Medium–high glucose (Sigma-Aldrich, USA) supplemented with 10% fetal bovine serum (Sigma-Aldrich, USA) and 1% L-glutamine solution (Sigma-Aldrich, USA) in a humidified atmosphere containing 5% CO2 at 37 °C.\nThe HK-2 cells were seeded in a density of 10 000 cells per well in a 96-well plate 24 h before the experiment. The next day, the cells in triplicates were treated with the tested substance at a range of concentrations (1–1000 µM). The controls representing 100% cell viability, 0% cell viability (the cells treated with 10% DMSO), no cell control, and vehiculum controls were incubated in parallel. The plate was incubated for 24 h in a humidified atmosphere containing 5% CO2 at 37%. After the incubation, the reagent from the kit CellTiter 96 AQueous One Solution Cell Proliferation Assay (CellTiter 96; PROMEGA, Fitchburg, USA) was added. After 2 h incubation at 37 °C, the absorbance of samples was recorded at 490 nm (TECAN, Infinita M200, Austria). A standard toxicological parameter, half maximal inhibitory concentration (IC50) was calculated by nonlinear regression from a semi-logarithmic plot of incubation concentration versus percentage of absorbance relative to untreated controls using GraphPad Prism 9.0.0 (GraphPad Software, Inc., USA).\nThe results of the experiments are presented as inhibitory concentration, which reduces the viability of the cell population to 50% from the maximal viability (IC50). The IC50 values were calculated in GraphPad Prism 9.0.0 (GraphPad Software, Inc., USA) for the tested compound in the concentration range 1–1000 µM.\n\n## Screening of \nGalleria mellonella larvae were reared in the laboratory of the Department of Biological and Medical Sciences (Microbiology and Immunology Section), at the Faculty of Pharmacy in Hradec Králové, Charles University. The model animals were fed with an artificial diet according to Haydak et al., 1936 [30] and kept in the dark at 29 °C. Only fully vital, cream-colored larvae with the weight ranging from 280 to 320 mg were selected for tested compound administration for each experiment. AB15 was dissolved in DMSO and diluted with a phosphate buffer saline, pH 7.4 (Merck, USA) to the required working concentration. The final concentration of DMSO corresponded to 30% (v/v). The samples were administered into the hemocoel through the last left proleg using a Hamilton syringe at a total volume of 10 µL/per larva. For the per oral administration route, the force-feeding method was employed. In each experiment, two control groups (untreated control and control with administered 30% DMSO (v/v) in PBS) were included. The inoculated larvae and control groups were then incubated in Petri dishes at 37 °C. The survival and health conditions of larvae were recorded over a 120 h period (24, 48, 72, 96 and 120 h after administration). Death was defined as the complete loss of mobility, including a physical stimulus using a plastic pipette.\nThe mortality for each dose/time interval was calculated, and survival Kaplan–Meier curves were designed via SW analysis (GraphPad Prism 9.0.0, GraphPad Software, Inc., USA). Screening survival experiments within in vivo toxicity studies consisted of 78 individuals. For evaluation of toxicity after intra-hemocoel administration, 48 individuals were included (n = 8). In the assessment of toxicity after per oral administration, 30 individuals were included (n = 5). Data from the survival experiments were subjected to the log-rank Mantel-Cox (curve comparison) test and the Mantel–Haenszel (hazard ratios) pairwise comparison test. The results were considered significant at a p-value < 0.05 in all analyses.\n\n## Checkerboard assays\nSynergy measurements were procured with the use of the checkerboard assays. This microdilution-based method was employed as a screening of a mutual antibacterial effect within the interaction of two compounds with antimicrobial activity (AB15 vs. selected antibacterial drugs). The assays were performed in Honeycomb plates (Oy Growth Curves, Finland) in a ten-by-ten well configuration. CIP (Merck, United States), GEN (PanReac, AppliChem, United States), tigecycline (TGC, Acros Organics, Belgium), trimethoprim-sulfamethoxazole (SXT, Merck, United States), colistin (CST, Cayman Chemical, United States) and CHL (MP Biomedicals, United States) were selected for the combinations. The Escherichia coli (E. coli) ATCC 25922 reference strain was used for detecting the total antibacterial activity of the compounds in combinations. To produce stock solutions, the compounds were dissolved in DMSO (Merck, United States) and then serially diluted in CAMHB in separate microtiter wells and then transferred to a Honeycomb plate at a 1:1 volume ratio. AB15 was transferred in vertical and selected antibacterial drug in horizontal direction. The ranges of concentration ratios were selected and optimized based on previous evaluations of the MIC for the individual compounds. The final concentration of DMSO in the testing medium did not exceed 1% (v/v) of the total solution composition and did not affect the growth of bacteria. Each well with a final volume of 200 µL of compound mixtures was inoculated with 10 µL E. coli reference strain. The positive growth controls consisted solely of the testing microbe in CAMHB with 1% (v/v) DMSO, and the negative growth controls consisted of CAMHB and 1% (v/v) DMSO only. The honeycomb plates were incubated in Bioscreen C instrument (Oy Growth Curves, Finland) at 36.8 °C for 20 h. At every 15 min of incubation, O.D. was recorded at 580 nm. After the incubation, the percentage of growth inhibition was calculated and compared to the positive growth controls (background values subtracted). A visual inspection and metabolic activity indicator, Alamar Blue (Alamar Blue TM Cell Viability reagent, Thermo Fisher Scientific, United States), were also employed for evaluating MIC endpoints. The total Fractional Inhibitory Concentration Index (FICI) was used to interpret the checkerboard assays results. The FICIs were calculated according to the following formula: FICI = FICA + FICB. FICA and FICB were calculated as follows: Fractional Inhibitory concentration (FICA or B) = MIC of drug A (or B) in combination/MIC of drug A (or B) alone. The results of the FICIs were defined as follows: FICI ≤ 0.5—synergy; 0.5 < FICI ≤ 1—additivity; 1 < FICI ≤ 4—indifference; and FICI > 4—antagonism.\n\nThe microtiter plate biofilm assay was employed to assess the parameters indicating the anti-biofilm activity of AB15, CST, and a combination of both compounds against a biofilm formed by clinical isolate of A. baumannii. 108 CFU/mL culture of A. baumannii (20/21) was prepared in CAMHB containing 1% (w/v) glucose. 200 µL of the bacterial culture was then pipetted into each well of flat-bottom, polystyrene, non-tissue-treated microtiter 96-well plates. The negative growth control (only medium without any bacterial agents and DMSO) was included as well. After 24 h of static incubation in a dark and humidified atmosphere at 35 ± 2°C, the supernatant was decanted. Formed biofilms were washed three times with sterile 0.9% saline solution and let to air dry for 15 min at laboratory temperature. The stock solutions of the tested compounds were prepared in DMSO. Subsequently, solutions of AB15, and CST were prepared in CAMHB and with a final concentration 1% DMSO (v/v). Solutions with the final concentration of AB15 ranging from 3.9 to 2000 µM, and CST ranging from 0.054 to 27.694 µM in volume 200 µL/per well were added to preformed biofilms. For determination of the anti-biofilm activity of AB15 and CST in combination, the multiples of concentrations ranging from 1 × to 128 × MIC corresponding to the concentration ratio, 7.813 µM (AB15) + 0.108 µM (CST) were added to preformed biofilms. The concentration ratio was selected following previous results from the checkerboard study, where it was recognized as promising. All samples were therefore prepared in octaplicates. Positive growth control containing solely unexposed biofilms with 200 µL of CAMHB and negative growth control (CAMHB and 1% (v/v) DMSO only) were involved in the assay, as well. Afterward, the cultivation step for 24 h in a dark and humidified atmosphere at 35 ± 2 °C was included.\nAfter the incubation, 190 µL of the supernatant was transferred to clean plates and a metabolic activity indicator, Alamar Blue, was added into each well. After 30 min of incubation (slow shaking mode included) at 35 ± 2 ◦C, a visual inspection together with fluorescence measurement (λEx = 528 nm and λEm = 585 nm) using a plate reader (Synergy HTX Multi-mode reader, BioTek, USA) were performed.\nThere is an inconsistent perception of biofilm susceptibility parameters and definition for minimum biofilm inhibitory concentration in research studies [31]. It has been established that bacteria released from the biofilm consortia, transitioning from a biofilm-embedded state to a transient planktonic lifestyle, undergo phenotypic adaptation characterized by a shift to a metabolically active stage, thereby facilitating successful dissemination of infection and colonization of new environments [32, 33]. In our study, an overlooked antibiofilm action involving the suppression of metabolic activity of planktonic bacterial cells disseminated from biofilm communities was evaluated. Hence, the abbreviation MBDC (minimum biofilm dissemination concentration) is introduced in this study. The MBDC is defined as the minimum antimicrobial concentration resulting in 95% inhibition of the metabolic activity of biofilm-dispersed cells present in the medium after drug exposure to preformed biofilms relative to the positive growth control (drug unexposed biofilms). The release of these cells in vivo from biofilms represents the potential for spreading the biofilm-forming agent from infectious deposits. Thus, the inhibition of metabolic activity (associated with viability) of biofilm dispersed cells extrapolates the limitation of biofilm recolonization capacity in the host. Both, visual inspection and fluorescence measurement, were employed for the MBDC evaluation.\nFor the determination of Minimum Biofilm Eradication Concentration (MBEC), preformed A. baumannii biofilms were exposed to tested compounds in the final concentrations described above. After the cultivation step, biofilms were rinsed four times with sterile 0.9% saline solution and 200 µL of CAMHB medium was added to each biofilm-containing well. After that, sonification (5 min) and vortexing steps were included for biofilm disaggregation and restoration of metabolic activity of persistent cells. Finally, an alternative approach for evaluation the activity of tested compounds against biofilm-forming agents, using the Alamar Blue metabolic indicator was employed. 10 µl of the Alamar Blue were transferred into each well, and the plates were incubated for 30 min in slow shaking regime at 35 ± 2 ◦C, Afterward, a visual inspection together with fluorescence measurement (λEx = 528 nm and λEm = 585 nm) using a plate reader (Synergy HTX Multi-mode reader, BioTek, USA) was performed. The MBEC corresponded to the lowest concentration of tested compound(s), resulting in 95% inhibition of metabolic activity of disaggregated biofilm-forming agents, relative to the positive growth control (drug-unexposed biofilms). Data were then compared using ANOVA in GraphPad Prism 9.0.0 (GraphPad Software, Inc., USA).\n\n## Determination of hemolytic activity using ex vivo human red blood cell hemolysis assay\nBlood samples were acquired from three human voluntary donors and subsequently pooled. Blood was then centrifuged (1000×g, 10 min), supernatants were discarded, and the pellets were washed three times with Hartmann’s medium. The final cell pellet was diluted in ratio 1:7 (v/v) with Hartmann’s medium. Further, solutions of CST alone and a combination of CST with AB15 were prepared in Hartmann’s medium. 0.5 mL of cell suspension was transferred into each test tube with 0.5 mL of drug(s) solutions. The final concentration of CST and the combination of CST + AB15 in hemolysis assay corresponded to the highest concentration established in antibiofilm activity assessment (previous chapter). For CST, the final concentration in hemolysis assay corresponded to 256 × multiplicity of MICCST (55.3 mM), and the final concentration of CST + AB15 combination corresponded to 16 × multiplicity of MICCST+AB15 (1.728 µM CST + 125 µM AB15).\nThe mixture was kept at 37 °C for 1 h. After incubation, the cell suspension was centrifuged, and the supernatant was carefully collected. The amount of hemoglobin, released from red blood cells (RBC) into the supernatant, was monitored by measuring the absorbance at 405 nm [34, 35] with a spectrophotometer (Synergy HTX Multi-mode reader, BioTek, USA). The negative control (RBC in Hartmann’s medium only) and positive controls (RBC in Hartmann’s medium, sonicated by ultrasonic needle (Ultrasonic Processor UP100H, Hielscher Ultrasonic, Germany) for 1 min), were included as well. Data gathered in the determination of hemolytic activity experiments were subjected to ANOVA test in GraphPad Prism 9.0.0 (GraphPad Software, Inc., USA).\n\n## The chlorinated derivative AB15 containing 2-aminooxazole shows promising attributes for a drug candidate\nIn our previous study published by Juhás et al., 2022 [26], we investigated the physico-chemical and some biological properties in a series of substituted N-oxazol-2-yl and N-thiazol-2-yl carboxamides. It has generally been concluded that oxazole-containing compounds have more favorable physico-chemical and biological properties. Based on our findings associated with some essential attributes for drug candidates such as solubility, in vitro cytotoxicity, sufficient stability, and promising antibacterial activity, we decided to subject the compound AB15 (2-chloro-N-(oxazol-2-yl)isonicotinamide; in the previous study designated as 6b, Fig. 1) to further investigation. This advanced study was intended to recognize whether this compound can be legitimately selected as a potential candidate adjuvant molecule for antibiotic therapy. Within the evaluation of a favorable profile for drug-likeness criteria by in silico approach, it can be stated that all the commonly applied physico-chemical rules were met e.g., the Lipinski, Veber, and Muegge rules (Table S2, Supplementary Information). AB15 also fulfills stricter lead-likeness criteria (Oprea), allowing the further structural modifications (Table S2). In silico prediction of pharmacokinetic parameters by SwissADME [36] (Table S2) indicates high gastrointestinal absorption and blood–brain barrier penetration based on the boiled-egg method [37]. AB15 is a small molecule with balanced numbers of polar and non-polar functional groups. Such fragments are valuable in medicinal chemistry instead of bulky and greasy molecules.Many successful antibacterial compounds tend to be more polar and less lipophilic, facilitating penetration through bacterial cell envelopes and avoiding efflux. This trend is especially important for compounds targeting Gram-negative bacteria [38].\nFig. 1The chemical structure of the studied compound AB15\nAB15 is expected to be metabolically stable since the carboxamidic linker is sterically protected. This is confirmed by the metabolism prediction by BioTransformer 3.0 [39] (Phase I CYP450, combined model), which suggests mild oxidation reactions, mainly the N-oxidation of the pyridine nitrogen or hydroxylation of the heteroaromatic rings, but not the hydrolysis of the amidic linker (Table S3).\nIn an attempt to find similar compounds and their application, we performed a search of the existing literature. Surprisingly, no biological activity was reported for N-oxazol-2-yl)pyridinecarboxamides, or compounds with analogous simple (hetero)aromatic rings in the acyl part (benzene, thiophene, furane etc.). The acyl part of similar compounds with reported biological activity was either alicyclic (Fig. 2, compounds A, B, C) or larger heteroaromatic (Fig. 2D).\nFig. 2Examples of compounds bearing N-(oxazol-2-yl) moiety described in the literature\nCompound A was investigated for antibacterial and antitumor activity [40], compound B was investigated as an antitumor agent [41], compound C was investigated for eliminating invertebrate pests [42], and compound D was investigated as a metabotropic glutamate receptor ligand [43].\nSeveral benzoxazole analogues",
  "has_full_text": true
}