{
  "pmid": "40990560",
  "title": "In vitro anti-Helicobacter pylori activity of ilaprazole used alone and in combination with other components of quadruple therapy.",
  "abstract": "Ilaprazole, a proton pump inhibitor, has been approved and marketed in Korea and China for the treatment of gastric ulcer, duodenal ulcer, gastroesophageal reflux disease, and erosive esophagitis. This study evaluated the in vitro antibacterial activity of ilaprazole against Helicobacter pylori (H. pylori), both as a single agent and in combination with other components used in the standard quadruple therapy. The antibacterial activity of ilaprazole was tested on 25 H. pylori strains, including the clinical isolates resistant to clarithromycin (CLA), amoxicillin (AMX), levofloxacin, and/or metronidazole. Antibacterial activities and killing kinetics were evaluated by the minimal inhibitory concentration (MIC) and time-kill curve determination, respectively. Synergistic effects were assessed in checkerboard and time-kill assays. Resistance development was assessed through serial passage over 12 cycles. Ilaprazole exhibited potent in vitro antibacterial activity against H. pylori, with MIC50 and MIC90 values of 8 µg/mL, demonstrating activity against drug-resistant strains. When combined with CLA, ilaprazole showed synergistic effects against 36% of the tested strains. Notably, the quadruple combination of ilaprazole + AMX + CLA + bismuth potassium citrate exhibited an obvious synergistic effect. Importantly, repeated exposure to ilaprazole over 12 passages did not induce resistance. These findings highlight the promising in vitro antibacterial activity of ilaprazole against H. pylori, including drug-resistant strains, and its potential to enhance the efficacy of quadruple therapy. The study supports the inclusion of ilaprazole in treatment regimens for H. pylori infections, offering a compelling rationale for its clinical use. IMPORTANCE H. pylori infection remains a major global health issue, contributing to a wide range of gastric diseases. Despite current treatment regimens, rising antibiotic resistance limits their effectiveness, emphasizing the need for novel therapeutic approaches. This study highlights the promising in vitro antibacterial activity of ilaprazole against H. pylori, including drug-resistant strains. Ilaprazole not only exhibits direct antimicrobial effects but also enhances the efficacy of combination therapy, particularly in quadruple therapy regimens, which are recommended as first-line treatment. The findings demonstrate that ilaprazole, in combination with clarithromycin, shows synergistic effects, offering a potential solution to overcome antibiotic resistance challenges. Importantly, repeated exposure to ilaprazole did not induce resistance, a critical factor for its long-term use. These results provide compelling evidence for ilaprazole's inclusion in clinical treatment strategies, contributing to improved eradication rates and better patient outcomes in H. pylori management.",
  "journal": "Microbiology spectrum",
  "year": "2025",
  "authors": [
    "Zhang Z",
    "Yang L",
    "Sun W",
    "Hu X",
    "Nie T"
  ],
  "doi": "10.1128/spectrum.00593-25",
  "mesh_terms": [
    "Helicobacter pylori",
    "Microbial Sensitivity Tests",
    "Anti-Bacterial Agents",
    "Helicobacter Infections",
    "Humans",
    "Drug Therapy, Combination",
    "Clarithromycin",
    "Drug Synergism",
    "Metronidazole",
    "Amoxicillin",
    "Levofloxacin",
    "Proton Pump Inhibitors",
    "Drug Resistance, Bacterial",
    "2-Pyridinylmethylsulfinylbenzimidazoles"
  ],
  "full_text": "## INTRODUCTION\nHelicobacter pylori (H. pylori), a gram-negative\nmicroaerophilic pathogen, is recognized as a primary etiological agent in the\ndevelopment of chronic gastritis, peptic ulcer disease, gastric mucosa-associated\nlymphoid tissue lymphoma, and gastric cancer (1). It infects roughly half of the global population, particularly in\ndeveloping countries, leading to significant health burdens (1). Eradication of H. pylori has been\ndemonstrated to facilitate the healing of peptic ulcers and significantly reduce the\nincidence of gastric cancer (2). Although\nstandard treatment regimens, which typically include proton pump inhibitors (PPIs)\ncombined with two antibiotics such as clarithromycin (CLA), amoxicillin (AMX),\nlevofloxacin (LEV), or metronidazole (MTZ), have been effective, rising rates of\nantimicrobial resistance (particularly to clarithromycin and metronidazole) are\ncompromising eradication success (3). In\nresponse, current clinical guidelines, including the Maastricht VI Consensus,\nrecommend a 14-day course of bismuth-based quadruple therapy as the preferred\nfirst-line treatment for H. pylori infection (4).\nPPIs suppress gastric acid production by inhibiting H+/K+\nATPase, an enzyme localized to the canalicular membrane of gastric parietal cells\nand responsible for the secretion of hydrochloric acid, and were traditionally used\nfor gastric symptom relief (5, 6). For the H. pylori\neradication therapy, the inhibition of gastric acid by PPI enables H.\npylori to enter an active replication state and show higher sensitivity\nto antibiotics (7). Besides, antibiotics\nexhibit higher stability to conduct better eradication in a neutral environment\n(7). Previous studies suggest that PPIs\nmay also exhibit direct antibacterial activity against H. pylori,\nincluding strains resistant to conventional antibiotics (8–10). This multi-action mechanism, gastric acid\nsuppression and antibacterial activity, rationalizes the application of PPIs in\naddressing current treatment challenges.\nIlaprazole, a novel PPI developed by Il Yang Pharmaceutical Co., Ltd. and Livzon\nPharmaceutical Group Co., Ltd., has been approved and marketed in countries such as\nSouth Korea and China for the treatment of gastric ulcer, duodenal ulcer,\ngastroesophageal reflux disease (GERD), and erosive esophagitis. It demonstrates\ncomparable tolerability, safety, and efficacy to omeprazole in the treatment of\ngastroduodenal ulcers at significantly lower doses than most clinically used PPIs\n(11, 12). Among the newer generation of PPIs, ilaprazole stands out due to\nits lower potential for drug interactions (13), a longer plasma half-life, sustained acid suppression, and a favorable\nefficacy-safety profile (14). Ilaprazole\nundergoes primary metabolism via CYP3A4 with minor CYP2C19 involvement (12, 15).\nThis metabolic profile is clinically significant, given that CYP2C19 shows genetic\npolymorphism, leading to substantial inter-individual pharmacokinetic variability,\nespecially among Asian populations (16).\nUnlike CYP2C19-dependent PPIs, ilaprazole demonstrates more consistent\npharmacokinetics across genotypes, enhancing therapeutic reliability and minimizing\ngenotype-driven adverse effects. Despite its established role in managing\nacid-related disorders, its utility in H. pylori eradication\nregimens has not been fully investigated. Particularly, whether ilaprazole possesses\nintrinsic antibacterial activity against H. pylori, especially in\nthe context of increasing antibiotic resistance, remains unclear nor does its\npotential contribution to H. pylori eradication therapy.\nFurthermore, the direct synergistic anti-H. pylori\neffects in vitro of ilaprazole in combination with other components\nof quadruple therapy were seldom investigated.\nGiven the urgent need for novel strategies to combat H. pylori\ninfections, this study aims to assess the anti-H.\npylori activities of ilaprazole, taking other frequently used\nPPIs (omeprazole, esomeprazole, and vonoprazan) as comparators. It further seeks to\nelucidate the role of ilaprazole in enhancing the antibacterial efficacy of\ncombination therapy against resistant strains, providing insights into optimizing\nclinical strategies for managing H. pylori infections.\n\n## Antimicrobial susceptibility testing\nThe H. pylori strains utilized in this investigation were\nsourced from the Collection Center of Pathogen Microorganism of Chinese Academy\nof Medical Sciences (CAMS-CCPM-A) in China, comprising 2 reference strains and\n23 clinical isolates, with 21 strains obtained from a Shanghai-based hospital\nbetween 2022 and 2023. Ilaprazole was supplied by Livzon Pharmaceutical Group\nInc. (China). The MICs were assessed using the agar dilution technique in\naccordance with the Clinical and Laboratory Standards Institute (CLSI) M45\nguidelines (15). Briefly, 100 µL\naliquots of frozen stocks were inoculated onto Columbia agar supplemented with\n5% defibrinated sheep blood and incubated under microaerobic conditions (10%\nCO2) at 37°C for 72 h. Subsequently, bacterial suspensions\nwere adjusted to a 2.0 McFarland turbidity (approximately 108 CFU/mL)\nand subcultured for an additional 48 h with shaking. The second-passage cultures\nwere standardized to 2.0 McFarland, and aliquots of 1 µL were then\ninoculated onto Mueller-Hinton (MH) agar plates containing 5% defibrinated sheep\nblood and serially diluted test compounds. All compounds were prepared in\ntwo-fold serial dilutions: amoxicillin from 0.001 to 1  µg/mL and\nall other compounds from 0.03 to 128  µg/mL. Plates were incubated\nat 37°C for 72 h. H. pylori ATCC 43504 served as the\nquality control strain. MICs were defined as the lowest drug concentrations that\ninhibited visible bacterial growth. The experiments were performed twice on\ndifferent days. For a certain drug, if the MIC values recorded were identical,\nthe values were regarded as the MICs. If not, a third test would be performed,\nand the value recorded twice in the three tests is regarded as the MIC.\n\n## Checkerboard assay for synergy study\nThe synergistic effects of drug combinations were evaluated using the agar\ndilution checkerboard method. MH blood agar plates (containing 5% defibrinated\nsheep blood) were prepared with varying concentrations of drug A and drug B. The\ndrug combinations and their concentrations tested are as follows: ilaprazole at\n0.25–16 µg/mL and CLA at 0.004–64 µg/mL;\nesomeprazole at 2–64 µg/mL and CLA at 0.004–64\nµg/mL; ilaprazole at 0.25–16 µg/mL and AMX at\n0.00025–0.5 µg/mL; esomeprazole at 2–64 µg/mL and\nAMX at 0.00025–0.5 µg/mL; ilaprazole at 0.25–16\nµg/mL and bismuth potassium citrate at 0.25–16 µg/mL;\nesomeprazole at 2–64 µg/mL and bismuth potassium citrate at\n0.25–16 µg/mL; CLA at 0.004–64 µg/mL and bismuth\npotassium citrate at 0.25–16 µg/mL; AMX at 0.00025–0.5\nµg/mL and bismuth potassium citrate at 0.25–16 µg/mL.\nBacterial suspensions adjusted to 2.0 McFarland were spot inoculated (1\nµL) onto the plates. Following incubation at 37°C for 72 h under\nmicroaerobic conditions, the fractional inhibitory concentration index (FICI)\nwas calculated as follows: FICI = (MIC of drug A in combination/MIC of drug A\nalone) + (MIC of drug B in combination/MIC of drug B alone). Synergy was defined\nas an FICI ≤0.5, additive effects as 0.5 < FICI ≤ 4, and\nantagonism as FICI >4.\n\n## Time-kill assays\nTime-kill experiments were performed to assess the bactericidal dynamics of\nilaprazole, both alone and in combination, following CLSI guidelines (17). Two susceptible H.\npylori strains (ATCC 43504 and CCPM(A)-P-372329) and two resistant\nstrains (SS1 and CCPM(A)-P-3722159) were included in the study. The frozen\nstocks of 100 µL were inoculated onto Columbia agar supplemented with 5%\ndefibrinated sheep blood and incubated anaerobically at 37°C for 72 h.\nThen, the collected bacteria suspending and adjusting to 2.0 McFarland were\ndiluted 100-fold with brain heart infusion (BHI) broth supplemented with 10%\n(vol/vol) fetal bovine serum (FBS) and incubated anaerobically at 37°C\nwith shaking for 24–48 h until reaching exponential phase of growth.\nCultures were diluted to approximately 2 × 106 CFU/mL, and\ndrugs were added individually or in combination at specified concentrations.\nCultures were incubated at 37°C with shaking, and colony counts were\ndetermined at 0, 4, 8, 24, 48, and 72 h by plating onto Columbia blood agar\ncontaining 5% defibrinated sheep blood. Growth controls without antimicrobial\nagents were included for each strain. Time-kill assays were performed twice\nindependently, and for each time point from a single experiment, the mean values\nwith standard deviations of three technical replicates were plotted. The limit\nof detection of the assay was 100 CFU/mL. Synergy was identified as a ≥2\nlog10 reduction in colony counts for the combination compared to\nthe most active single agent at the corresponding time point (18).\n\n## Resistance development by serial passage\nThe potential for resistance induction was evaluated by serially passaging\nH. pylori ATCC 43504 in sub-MIC concentrations of\nantimicrobial agents over 12 passages (36 days). Ilaprazole was used at 1\nµg/mL, while amoxicillin, clarithromycin and esomeprazole were included\nas controls at a concentration of 0.0075, 0.0075 and 8 µg/mL, under\nidentical conditions. Bacterial suspensions were adjusted to 2.0 McFarland and\ndiluted 20-fold in BHI broth supplemented with 10% (vol/vol) FBS and\nantimicrobial agents at 1/4 MIC. Cultures were incubated at 37°C with\nshaking under microaerobic conditions for 72 h per passage. MICs were determined\nfor each passage alongside the non-induced parental strain to monitor resistance\ndevelopment.\n\n## Membrane potential measurement\nMembrane potential measurements were performed as described previously (19, 20). In brief, H. pylori cells (OD600 =\n0.4) were collected and washed with a buffer solution consists of\nphosphate-buffered saline (PBS), 100 mM KCl, 20 mM glucose. The resuspended\ncells were loaded with 5.0 µM potentiometric fluorophore\n3,3′-dipropylthiadicarbocyanine iodide, DiSC3(5), dissolved in\nDMSO, and incubated in dark for 30 min. After the addition of the test compound,\nthe fluorescence was recorded (excitation 610 nm and emission 660 nm) every 5\nmin. Valinomycin and carbonyl cyanide m-chlorophenyl hydrazone (CCCP) were used\nas controls.\n\n## Antibacterial activity of ilaprazole against \nThe MICs of the tested compounds, including frequently used PPIs, antibiotics,\nand bismuth in quadruple therapy, against 25 H.\npylori strains are summarized in Table 1. Among the 25 H.\npylori strains used in this experiment, 3 isolates were\nresistant to amoxicillin, 9 isolates were resistant to clarithromycin, 8\nisolates were resistant to metronidazole, and 7 isolates were resistant to\nlevofloxacin. The results indicate that, beyond its primary function of reducing\ngastric acid secretion, ilaprazole exhibits favorable in vitro\nantibacterial activity against H. pylori with MICs ranging from\n2 to 8 µg/mL. The MIC50 and MIC90 values for the 25\ntested H. pylori strains were both 8 µg/mL. The\nanti-H. pylori activity of ilaprazole was\ngreater than that of omeprazole and esomeprazole, for which MIC50 and\nMIC90 values were 32 µg/mL. For the drug-resistant\nstrains, ilaprazole demonstrated comparable antibacterial activity with MIC\nvalues similar to those of the susceptible strains. While vonoprazan did not\nexhibit anti-H. pylori activity at\nconcentrations up to 128 µg/mL. Bismuth potassium citrate also\ndemonstrated excellent in vitro antibacterial effects against\nH. pylori with MICs ranging from 2 to 8 µg/mL. The\nfindings from this study demonstrate that ilaprazole possesses significant\nin vitro antibacterial activity against H.\npylori, surpassing the activity of esomeprazole, omeprazole, and\nvonoprazan.\nThe time-kill results are shown in Fig. 1.\nEsomeprazole, the S-isomer of omeprazole and the most widely used PPI in\nclinical treatment for H. pylori eradication, was set as\ncontrol. The strains selected for the time-kill study included a reference\nstrain (ATCC 43504), a commonly used in vivo model strain with\nhigh gastric colonization capacity (SS1), and two clinical isolates of\nCCPM(A)-P-372329 (susceptible to AMX and CLA) and CCPM(A)-P-3722159 (resistant\nto AMX and CLA). This strategically diverse selection enables rigorous\nassessment of ilaprazole’s antibacterial dynamics across strains\nexhibiting differential antibiotic susceptibility profiles and biological\nrelevance, thereby ensuring comprehensive evaluation of its antimicrobial\nactivity. Ilaprazole and esomeprazole exhibited concentration-dependent\nbactericidal effects against the four tested H. pylori strains.\nThe results indicated that ilaprazole was less effective against the resistant\nstrains compared to the susceptible ones at the same concentrations. At the same\nconcentration, ilaprazole demonstrated significantly better antibacterial\nactivity compared to esomeprazole. For all strains tested, significant\nbactericidal effects of ilaprazole and esomeprazole were noted at 48 and 72 h\npost-inoculation at the concentration of 4 and 8 MICs.\n\n## Synergistic effect of ilaprazole against \nThe results of the checkerboard assay were shown in Tables 2 to 5. Ilaprazole and esomeprazole, when\nused in combination with clarithromycin, both exhibited a certain degree of\nsynergistic effect. The combination of ilaprazole and CLA showed synergistic\neffects against 36% of the H. pylori strains (9 out of 25\nstrains) with the FIC indices ranging from 0.1875 to 0.5 and a median FIC index\nof 0.3917. The combination of esomeprazole and CLA also showed synergistic\neffects against 40% of the H. pylori strains (10 out of 25\nstrains) with the FIC indices ranging from 0.2813 to 0.5 and a median FIC index\nof 0.375. However, as shown in Tables 3 and\n4, the combination of ilaprazole or esomeprazole with AMX and bismuth\npotassium citrate did not show significant synergistic effects against\nH. pylori, indicating that the benefits of combination\ntherapy may be specific to certain antibiotics. As shown in Table 5, the combination of AMX and bismuth\npotassium citrate did not show synergistic effects against H.\npylori, and the combination of CLA and bismuth potassium citrate\nonly exhibited synergy on a small proportion of strains (4/25). In addition,\nthere is no synergy between AMX and CLA as reported (21). In summary, only the combination of ilaprazole and CLA\ndemonstrated significant synergy among all the pairwise combinations.\nThe synergy was also observed in a time-kill assay for the combination of PPI and\nother typical components of the most classical quadruple therapy (AMX + CLA +\nbismuth potassium citrate) as illustrated in Fig.\n2. When tested alone at sub-MIC concentrations, ilaprazole (4\nµg/mL), esomeprazole (4 µg/mL), and the combination of AMX + CLA +\nbismuth potassium citrate (sub-MICs of each component) showed poor inhibitory\npotency and had no improvement in viable counts against both of the tested\nstrains (SS1, an AMX-resistant strain, and CCPM(A)-P-3722159, a CLA-resistant\nstrain) at 72 h compared with the growth control. Strikingly, when used in\ncombination, a potent synergistic effect of quadruple combination of ilaprazole\n+ AMX + CLA + bismuth potassium citrate was observed on both strains, leading to\na significant reduction in viable counts by more than 2 log10 CFU/mL\n(4.73 and 4.22 log10 CFU/mL reduction for strains SS1 and\nCCPM(A)-P-3722159, respectively) compared to being used alone. A quadruple\ncombination of esomeprazole + AMX + CLA + bismuth potassium citrate did not\nexhibit synergy in this concentration.\nThese findings offer evidence for the inclusion of ilaprazole in clinical\nquadruple therapy, enhancing its therapeutic rationale. By addressing both the\nsymptomatic and microbial aspects of H. pylori infections, this\nresearch contributes to confirming the use of ilaprazole in the treatment\nstrategies, potentially improving patient outcomes and combating antibiotic\nresistance in H. pylori management.\n\n## Resistance induction of ilaprazole on \nThe development of bacterial resistance, often resulting from prolonged\nantibiotic exposure, is a major contributor to the failure of H.\npylori eradication therapies. To assess the potential for\nresistance induction, ilaprazole and esomeprazole were evaluated using a 36-day\nserial passage assay with H. pylori ATCC 43504, a strain\ninitially sensitive to clarithromycin and amoxicillin. As depicted in Fig. 3, continuous selective pressure from\nCLA over 12 passages led to the emergence of resistance, with the MIC increasing\nto and stabilizing at 4 µg/mL, representing a 256-fold rise compared to\nthe baseline MIC. In contrast, repeated exposure to ilaprazole, esomeprazole, or\nAMX did not induce resistance in the tested H. pylori strain.\nThese results indicate that ilaprazole and esomeprazole have a low propensity\nfor resistance development, offering critical preclinical evidence to support\ntheir extended use in clinical applications.\n\n## Ilaprazole role on \nProton motive force (PMF) sustains the electrochemical proton gradient across the\nbacterial inner membrane, driving ATP synthesis. PMF comprises two components of\nthe electric potential (ΔΨ) and the transmembrane proton gradient\n(ΔpH). In this study, H. pylori cells were loaded with\nDiSC3(5), a potential-sensitive probe that accumulates in the\ncytoplasmic membrane in response to the electric potential and self-quenches its\nown fluorescence. Disruption of the electric potential triggers probe release\ninto the extracellular milieu, increasing fluorescence. Conversely, dissipation\nof the transmembrane proton gradient induces compensatory elevation of the\nelectric potential, enhancing DiSC3(5) uptake into the cytoplasmic\nmembrane and, therefore, decreased fluorescence. Therefore, the dissipation of\nPMF can be determined by either increased DiSC3(5) fluorescence\n(ΔΨ loss and membrane depolarization) or decreased fluorescence\n(dissipation of transmembrane pH). CCCP, a protonophore disrupting PMF by\ndecreasing transmembrane pH, and valinomycin, which can disrupt membrane\npotential, were used as positive controls. As shown in Fig. 4, ilaprazole and valinomycin treatment disrupted the\nmembrane potential of H. pylori, as determined by increased\nfluorescence. In contrast, protonophore CCCP induced fluorescence decreasing by\ndissipating transmembrane pH.\n\n## DISCUSSION\nThe published studies extensively cover ilaprazole as a proton pump inhibitor,\nfocusing on its clinical efficacy for acid-related disorders (ulcers and GERD) and\nH. pylori eradication, detailed pharmacokinetics and\npharmacodynamics, drug interaction profile, analytical methods for quantification,\nsafety, and cost-effectiveness. Emerging research also explores its potential novel\napplications beyond acid suppression, including aspects on oncology and virology\n(22, 23). In this study, we evaluated the in vitro\nantibacterial activity of ilaprazole against H. pylori and its\npotential synergistic effects in combination with other components of quadruple\ntherapy. Our findings demonstrate that ilaprazole exhibits antibacterial activity\nagainst both drug-sensitive and drug-resistant H. pylori strains,\nwith MIC values comparable to or lower than those of conventional PPIs, such as\nomeprazole and esomeprazole. The observed antibacterial activity of ilaprazole\nreinforces the notion that certain PPIs possess direct antimicrobial properties\nbeyond their established role in acid suppression. Bismuth potassium citrate also\nexhibits direct in vitro antibacterial effects against H.\npylori in this study, which is also reported in other investigations\npreviously (24, 25).\nOne of the key findings of this study is the synergy observed between ilaprazole and\nclarithromycin in 36% of tested strains. The checkerboard and time-kill assays\nconfirmed that the combination of ilaprazole with clarithromycin resulted in\nenhanced bacterial inhibition compared to monotherapy. This suggests that ilaprazole\nmay contribute to improved eradication rates when used as part of a quadruple\nregimen, particularly in cases where clarithromycin resistance is a concern.\nHowever, the combination of ilaprazole with amoxicillin or bismuth potassium citrate\ndid not show significant synergy, indicating that the benefits of PPIs in\ncombination therapy may be antibiotic specific.\nOur study also highlights that ilaprazole, when included in a quadruple combination\ntherapy (ilaprazole + AMX + CLA + bismuth potassium citrate), exhibited a potent\nsynergistic effect in reducing bacterial counts. This observation is clinically\nrelevant, as quadruple therapy is currently the recommended first-line treatment for\nH. pylori infections, particularly in regions with high\nantibiotic resistance. The enhanced efficacy of this combination suggests that\nreplacing standard PPIs with ilaprazole in quadruple therapy could improve treatment\noutcomes.\nFurthermore, resistance induction experiments showed that repeated exposure to\nilaprazole did not lead to the development of resistance in H.\npylori, in contrast to clarithromycin, which exhibited a marked\nincrease in MIC over serial passages. This finding suggests that ilaprazole may have\na lower potential for resistance development, supporting its utility in H.\npylori eradication regimens.\nIn this study, synergy was observed between ilaprazole and clarithromycin, but not\namoxicillin. The differential synergy may arise from the distinct mechanisms of the\nantibiotics and ilaprazole’s mode of action. Clarithromycin is a macrolide\nantibiotic that contains a 14-membered lactone ring bearing glycosidically linked\namino sugar. As a protein synthesis inhibitor, clarithromycin must cross both the\nouter and inner membrane structure of bacteria to reach its ribosomal target. In\ncontrast, amoxicillin, a β-lactam cell wall synthesis inhibitor, acts\nprimarily in the periplasmic space without requiring inner membrane penetration.\nThis mechanistic divergence suggests that ilaprazole may act on the inner membrane\nof H. pylori. Therefore, the effect of ilaprazole on membrane PMF\nwas investigated in this study. Multiple antimicrobial agents are known to disrupt\nbacterial membranes by dissipating components of the PMF, specifically the\nelectrical potential gradient or the proton gradient (26). This mechanism prompted our hypothesis that ilaprazole\nsimilarly compromises the PMF in H. pylori. The dissipation of\nH. pylori PMF was observed after the treatment of ilaprazole,\nas evidenced by increased DiSC3(5) fluorescence, which indicates membrane\ndepolarization and the subsequent release of DiSC3(5) from the membrane.\nThe synergy between ilaprazole and clarithromycin likely arises from\nilaprazole-induced inner membrane potential disturbance, enhancing the accumulation\nof clarithromycin in cytoplasm. In contrast, the mechanism of amoxicillin is\nfundamentally less susceptible to potentiation by these specific ilaprazole-induced\neffects, explaining the lack of observed synergy. Furthermore, the absence of\nsynergy between AMX and ilaprazole also suggests uninhibited bacterial protein\nsynthesis may partially counteract ilaprazole’s activity, which requires\nfurther validation.\nDespite the promising results, our study has certain limitations. First, the\nantibacterial activity of ilaprazole was evaluated in vitro,\nhowever, its efficacy in clinical settings remains unconfirmed. Second, while our\nstudy included multiple drug-resistant strains, further investigation involving a\nlarger and more diverse collection of H. pylori isolates is needed\nto validate the generalizability of our findings. Finally, additional studies are\nwarranted to elucidate the precise mechanism by which ilaprazole exerts its\nantibacterial effects against H. pylori.\n\n## Conclusions\nIn conclusion, this study provides compelling evidence of ilaprazole’s\nin vitro antibacterial activity against H.\npylori, including drug-resistant strains. The observed synergy with\nCLA and the potent effects of the quadruple combination highlight\nilaprazole’s potential to enhance the efficacy of current treatment\nregimens.\nThese findings support the inclusion of ilaprazole in clinical quadruple therapy\nfor H. pylori infections. By offering both acid suppression and\ndirect antibacterial activity, ilaprazole addresses critical challenges in the\ntreatment of H. pylori. Further clinical studies are warranted\nto confirm these results and establish optimized protocols for ilaprazole-based\ntherapies.",
  "has_full_text": true
}