{
  "pmid": "41039237",
  "title": "Characterization of bacteriophages PAA and PAM and evaluation of their antibiotic synergy against Pseudomonas aeruginosa PAZMYU isolated from urine sample.",
  "abstract": "Antibiotic resistance has been attributed to both the overuse of current drugs and the lack of availability of newer drugs due to stringent regulatory requirements and reduced commercial incentives. Novel alternative therapies, such as phage treatments, have demonstrated promising outcomes in clinical trials, indicating their potential for treating recalcitrant infections in the future. The objective of this study was to isolate and characterize bacteriophages against a uropathogenic strain of Pseudomonas aeruginosa and evaluate the antimicrobial efficacy of combining sub-inhibitory concentrations of cefepime and meropenem with the isolated bacteriophages. The isolated phages were designated PAA and PAM, both exhibiting icosahedral heads and long non-contractile tails. Both phages maintained stability within Limited pH and temperature ranges. The optimal adsorption times for PAA and PAM were 10 and 20 min, respectively, with PAA demonstrating a short latent time and burst size of 47, while PAM exhibited a burst size of 83. The optimal multiplicity of infection for PAA was 1, and for PAM was 0.1. PAA demonstrated efficacy against 40% of the tested strains of P. aeruginosa, while PAM was effective against 64%. Both phages remained stable at subinhibitory concentrations of cefepime and meropenem and when employed with sub-inhibitory concentrations of cefepime and meropenem, exhibited synergistic effects against planktonic bacterial cells and demonstrated efficacy in both biofilm inhibition and eradication.",
  "journal": "BMC microbiology",
  "year": "2025",
  "authors": [
    "Nawaz A",
    "Khalid N",
    "Majid A",
    "Shahzadi M",
    "Zafar S"
  ],
  "doi": "10.1186/s12866-025-04195-x",
  "mesh_terms": [
    "Pseudomonas aeruginosa",
    "Anti-Bacterial Agents",
    "Meropenem",
    "Humans",
    "Cefepime",
    "Pseudomonas Infections",
    "Pseudomonas Phages",
    "Cephalosporins",
    "Urine",
    "Hydrogen-Ion Concentration",
    "Phage Therapy",
    "Temperature",
    "Microbial Sensitivity Tests",
    "Drug Synergism",
    "Thienamycins"
  ],
  "full_text": "## Introduction\nAntibiotic resistance has emerged as a major public health issue in the twenty-first century, posing a serious threat to the effective prevention and treatment of a wide range of infections caused by bacteria that have developed resistance and are no longer treatable with conventional medications [1]. Over many years, bacteria that cause both severe and minor illnesses have steadily developed varying degrees of resistance to new antibiotics that enter the market [2]. Given this fact, antibiotic resistance has developed into an escalating global healthcare catastrophe in this era [3]. It is a plausible basis for the dynamic “resistome” and a threat to global health, posing an inordinate burden on healthcare and highlighting the pressing need to address this issue [4]. In 2014, the World Health Organization (WHO) predicted that the 21 st century could culminate in a post-antibiotic age, in which antibiotics will be ineffective [5]. According to a comprehensive analysis conducted in 2019, bacterial antimicrobial resistance was Linked to 4.95 million deaths worldwide, of which 1.27 million were directly brought about by resistance [6]. Pakistan has the 176th-highest age-standardized mortality rate per 100,000 people, which is correlated with AMR [7]. Pakistan has the fifth highest age-standardized death rate among the five nations in the GBD region of South Asia. According to the U.K commission assessment, drug-resistant diseases will be the cause of 10 million deaths annually by 2050, at an estimated cost of $3 trillion [8].\nThe most common healthcare-associated infections that account for more than 40% of all nosocomial infections are urinary tract infections (UTIs), which can be complicated or uncomplicated [9]. Uncomplicated UTI cases are mostly diagnosed in normal patients with a healthy urinary tract, and the major causative agent is E. coli, which accounts for 80% of the cases, and etiological agents of 7–15% of the uncomplicated UTI cases are K. pneumoniae and P. aeruginosa [10]. P. aeruginosa had been mostly found in the urine samples of patients with complicated UTI [11]. P. aeruginosa, a Gram negative bacterium has probably been the first pathogen to acquire MDR and XDR attributes with the advent of strains resistant to all anti-pseudomonal drugs except polymyxins [12]. MDR and XDR P. aeruginosa strains have been identified as high-risk clones associated with global clonal lineages [13]. These strains have accumulated a variety of resistance indicators through mutations, including those that upregulate AmpC beta-lactamase, affect the regions of topoisomerases that determine quinolone resistance, or by horizontal acquisition of resistance genes, such as aminoglycoside-modifying enzymes, ESBLs, or carbapenemases [14]. According to a report by the U.S. Centers for Disease Control and Prevention, P. aeruginosa infections concerning healthcare are anticipated to affect 51,000 individuals annually [15]. Of these infections, 13% are multidrug-resistant (MDR) and account for approximately 400 deaths annually [16]. This multidrug-resistant (MDR) bacterium has a high rate of fatalities because of its resistance to a broad spectrum of antibiotics [17]. Biofilm formation leads to recurrent infections resistant to standard antibiotics [18]. Owing to rising trends in antibiotic resistance in recent years, this pathogen is a frequent source of nosocomial infections, especially in immunocompromised hosts [19]. The range of viable treatments for such infections has gradually reduced as resistance to various classes of antibiotics has accumulated, giving rise to strains with multidrug-resistant (MDR) phenotypes [20]. Although resistance can be linked to a decline in fitness or virulence, some MDR strains exhibit an impressive capacity for infection and propagation in a clinical context and have the ability to quickly develop epidemics [21]. Hence, searching for alternative options is necessary.\nOne solution is to incorporate combination therapy that combines phages and antibiotics as a preventative measure against the potential emergence of resistance to individual antibacterial drugs [22]. Combination therapy employing phages and antibiotics has recently received extensive research attention as an intriguing treatment for bacterial infections [23]. This is due, in particular, to its enhanced efficacy in reducing phage and antibiotic resistance, in addition to the synergistic antibacterial effects produced by enhancement in phage replication when coupled with antibiotics [24]. Several studies over the past 20 years have discussed the use of phage-antibiotic combinations to combat P. aeruginosa [25]. In vitro sensitivity to a number of antibiotics significantly increased in two P. aeruginosa strains infected with phages Pf3 and Pf1 reported in previous study [26]. According to Knezevic et al., P. aeruginosa growth was inhibited when phages and subinhibitory concentrations of ceftriaxone were administered together [27]. Lin et al. reported that ciprofloxacin and phage PEV20 displayed the most significant synergistic effects [28]. Uchiyama et al. evaluated various combinations of phages and antibiotics against P. aeruginosa and concluded that combinations, including piperacillin and ceftazidime, had the most potent PAS [29]. In light of the problems with antibiotic resistance, these trials demonstrate continued attempts to investigate phage antibiotic synergism as a possible therapeutic option for P. aeruginosa-caused infections.\nThe objective of this study was to address the emerging challenge of antibiotic resistance in P. aeruginosa by isolating and characterizing bacteriophages from sewage samples against P. aeruginosa, determining the phage-antibiotic synergy with commercially available antibiotics, and evaluating the anti-biofilm potential of the phage-antibiotic synergy phenomenon to treat resistant Pseudomonas infections.\n\n## Location of study\nThis research was conducted in the Applied, Environmental, and Geomicrobiology Laboratory (AEG), Department of Microbiology, Faculty of Biological Sciences, Quaid-i-Azam University, Islamabad, Pakistan.\n\n## Isolation and evaluation of phenotypic traits (Biofilm assay and disk diffusion assay) of bacterial strain\nP. aeruginosa PAZMYU, a bacterial strain previously isolated from the urine of a 67-year-old female patient, had its complete genome sequenced and deposited in NCBI under the accession number JAZHPT000000000.\nThe strain’s capacity to form biofilms was evaluated using a modified microtiter plate assay based on a previously published protocol. In brief, a 24-hour culture of the bacterial strain was diluted in Muller-Hinton broth containing 1% glucose to achieve a final OD600 of 0.5. A 200 µL aliquot of this dilution was added to wells in a flat-bottomed polystyrene microtiter plate. Muller-Hinton broth with 1% glucose served as a negative control. The plates were incubated at 37 °C for 24 h. Following incubation, the wells were emptied aseptically, washed thrice with distilled water, air-dried, and fixed by heating at 60 °C for 60 min. The plate was then stained with 2% crystal violet for 15 min, washed, and air-dried. The biofilms were dissolved in 95% ethanol, and the OD was measured at 550 nm using a microplate reader [30]. The strain’s biofilm formation ability was assessed based on the OD values using formulae from a previous study [31]. Additionally, biofilm formation by P. aeruginosa PAZMYU was observed microscopically on glass slides [32]. These were submerged in a 24-hour bacterial culture and incubated statically for 24 h at 37 °C. The slides were then washed, air-dried, stained with 0.1% crystal violet, and examined under an optical microscope (Nikon YS2-H) at 100× magnification.\nThe Kirby-Bauer disk diffusion method was employed [33] to assess the host bacterial strain’s susceptibility to various antibiotics as mentioned in the following Table. Bacterial suspensions (OD600 = 0.5) were spread on Muller-Hinton agar plates. Antibiotic disks (Thermo Scientific Oxoid) were placed equidistantly on these plates using sterile forceps. The plates were incubated overnight at 37 °C. After incubation, the inhibition zones around each antibiotic disk were measured with a precise scale. Based on these measurements, the bacterial strain was classified as “susceptible,” “resistant,” or “intermediate” according to the Clinical Laboratory Standards Institute (CLSI) guidelines for antibiotic breakpoints (Table 1).Table 1List of antibiotics used to assess the host strain’s susceptibility by disk diffusion assayAntibioticsConcentration (µg)Vancomycin30µgPenicillin10unitsPiperacillin100µgCefazolin30µgCefixime5µgCeftazidime30µgCefipime30µgMeropenem10µgImipenem10µgDoxycycline30µgTobramycin10µgChloramphenicol30µgGentamicin10µgAzithromycin15µgClindamycin2µgFusidic acid10µgLinezolid30µgCiprofloxacin5µgSulphamethoxazole-trimethoprim25µgNitrofurantoin300µg\n\n## Isolation, purification and morphological characterization of bacteriophages\nFor the isolation of bacteriophages, domestic sewage water samples were collected from Abbottabad located in Khyber Pakhtunkhwa province and Murree located in Punjab province of Pakistan and processed according to the previously described protocol [34]. Briefly, 20 mL of sewage wastewater was centrifuged at 10,000 rpm for 5 min and filtered through a 0.22 μm syringe filter. Subsequently, it was mixed with 10 mL of 24-hour-old culture of P. aeruginosa PAZMYU and 20 mL of 2× nutrient broth and incubated for 24 h at 37℃. After 24 h, 1 mL of sample was drawn, centrifuged at 10,000 rpm for 10 min, and the supernatant was filtered through a “Filter Bio-Company” syringe filter with 0.22 μm pore size. The filtrate was serially diluted and tested for the presence of bacteriophages by double layer agar (DLA) assay as previously described, and plaques with different morphologies were observed. An isolated plaque was quadrant-streaked on nutrient agar seeded with host bacteria and incubated for 24 h; this procedure was repeated thrice to obtain pure phage. From the final quadrant-streaked plate of phage, the layer of soft agar containing pure bacteriophages was scraped and suspended in 10 mL of SM buffer (200 mM NaCl, 10 mM MgSO4, 50 mM Tris-HCl with pH 7.5). It was then vortexed for 1 min and incubated in a shaking incubator at 35℃ for one hour. After incubation, it was centrifuged for 10 min at 10,000 rpm, the supernatant was filtered, and the pelleted soft agar was discarded. 0.25 ml of this supernatant was mixed with 0.75 mL of 75% glycerol and stored at −80ºC.\nPhages isolated and purified in this study through the aforementioned protocol were designated PAA (isolated from the sample collected from Abbottabad) and PAM (isolated from the sample collected from Murree).\nTransmission electron microscopy (TEM) was employed at the National Institute of Biotechnology and Genetic Engineering (NIBGE), located in Faisalabad, Pakistan, to examine the morphology of both phages [35]. A 300-mesh copper grid was spotted with 10 µL of the phage filtrate diluted in SM buffer at a ratio of 1:10 and allowed to dry. The grid was then stained with 2% uranyl acetate and blotted with filter paper. Subsequently, it was observed under an electron microscope at a magnification of 100kx using an electron microscope (JOEL JEM 1010).\n\n## Thermal and pH stability of PAA and PAM\nFiltrate of PAA and PAM was subjected to one hour of incubation at varying temperatures (4 °C, 20 °C, 25 °C, 30 °C, 35 °C, 40 °C, 45 °C, and 50 °C) to assess the thermal stability of the phages. Following incubation, the filtrates underwent a double layer agar assay to determine the number of stable phages and were compared with the control (phage filtrate at room temperature).\nThe filtrate of the phages was diluted in SM buffer with varying pH (pH2-pH10) at a ratio of 1:100 and incubated for one hour to assess the pH stability of both phages. Double layer agar assay was utilized to assess the PFU of stable phage at various pH levels following incubation.\n\n## Evaluation of adsorption time, one step growth and optimal multiplicity of PAA and PAM\nThe evaluate the adsorption time of PAA and PAM previously reported protocol with some modifications was employed [36], briefly, 1 mL of the host bacterial broth culture was added in 100 mL of nutrient broths and filtrates of PAA and PAM were added in these broth separately at MOI 1 and incubated for 30 min and after every 5 min 1 mL of the samples were drawn, centrifuged, filtered and subjected to double layer agar assay to found out the number of free phages in filtrates. The time, where no free phages were found in filtrate was designated as optimal adsorption time.\nTo evaluate latent time and burst size of PAA and PAM, one step growth experiment was employed reported previously with some modifications [37], where, 1 mL of the host bacteria was infected with the filtrate of PAA and PAM separately at MOI 1 and allowed to adsorb phages for their optimal adsorption time. After adsorption time, 10 µL of the sample was taken out to find out the number of uninfected bacterial cell by spread plate method following dilution while the rest of the sample was centrifuged, hence after, supernatant was subjected to double layer agar assay to find out the number of un-adsorbed phages while the pellet was inoculated in 100 mL nutrient broth and incubated for an hour at 37 °C in shaking incubator at 180 rpm and after every 10 min, 1 mL of the sample was drawn, centrifuged, filtered, diluted and subjected to double layer agar assay. The time where no increase in Phage PFU was observed was latent period and the time point where phage PFU start increasing was rise phase and the burst size was calculated by dividing the average number of released phages to the number of infected bacterial cells.\nThe multiplicity of infection (MOI) is the measure of the proportion of phages to host bacterial cells in a given medium. The ideal MOI of the PAA and PAM was found out by infecting 1 mL of 24 h old host bacterial culture at MOI 10, 1, 0.1, 0.01 and 0.001 of both phages in 100 mL nutrient broth and incubating for 24 h. Later, 1 mL the samples were collected, centrifuged, diluted and subjected to double layer agar assay and the MOI where maximum titer of the PAA and PAM was observed was regarded as optimal MOI.\n\n## Evaluation of host range of PAA and PAM\nHost range of PAA and PAM was found out against the already isolated and characterized 25 strains of P. aeruginosa [38] isolated from urine samples. For the host range determination 10 µL of the phage filtrates were spotted on the Muller-Hinton agar plates seeded with tested bacterial strains and incubated overnight at 37 °C for 24 h. The strains on which bacteriolytic zones of phages were observed, double layer agar assay was performed to confirm either its phage based bacteriolytic activity or phage hydrolytic enzymes activity which were present in phage filtrate. On the basis of PFU of the PAA and PAM against these tested strains, efficiency of plating (EOP) was calculated by dividing the titer of phage against tested strains to the titer of the phage to host bacterial strains [39].\n\n## Biofilm formation Inhibition and biofilm eradication potential of PAA and PAM\n100 µL of the host bacterial culture in its algorithmic state diluted in 2× nutrient broth (OD600 0.5) was added in the wells of flat bottomed polystyrene microtiter plate followed by the adding 100 µL PAA and PAM filtrates diluted in SM buffer to achieve different MOIs (10, 1, 0.1, 0.01, and 0.001) and for positive control 200 µL of the host bacteria diluted in nutrient broth in 1:1 was used while for negative control 200 µL of nutrient broth was used. The microtiter plate was incubated for 24 h in static incubator at 37 °C. Following incubation, the planktonic cells were aseptically removed from the microtiter plate wells and wells were washed thrice with distill water, air dried, biofilm was fixed by baking microtiter plate at 60ºC for 60 min and microtiter plate was stained for 15 min with 2% crystal violet, washed and air dried. Biofilm from air dried plate was solubilized in 95% ethanol and OD at 550 nm was checked through microplate reader and OD of the phage treated wells at different MOIs was compared with each other and with the OD of the control and percentage of biofilm formation inhibition by phage at each MOI was calculated by dividing observed OD to the OD of control and multiplying it with 100 [40].\nBiofilm eradication potential of PAA and PAM was evaluated by treating preformed biofilm of the host bacteria with phage filtrate with varying PFU. Biofilm was formed by incubating 200 µL of the host bacterial broth culture in the wells of microtiter plate at 37 °C in static incubator, for 24 h. After incubation, planktonic cells were aspirated aseptically from the wells and the wells were washed with autoclaved distill water thrice under aseptic condition, wells were added with 200 µL of the PAA and PAM diluted in nutrient broth at different PFUs (2.6 × 108 PFU/mL, 2.6 × 109 PFU/mL and 2.6 × 1010 PFU/mL) and incubated at 37 °C for 24 h. For control 200 µL of the nutrient broth was added in the wells with preformed biofilm. After incubation, Liquid from the wells was aspirated and wells were washed and above mentioned protocol based on crystal violet staining was employed to assess the biofilm reduction and the percentage of reduction in comparison to control was calculated by dividing OD of the phage treated preformed biofilm at each PFU to the OD of control and multiplying it to 100.\n\n## Determination of minimum inhibitory concentration (MIC) of antibiotics\nTo examine phage-antibiotic synergy, cefepime, and meropenem were selected. The stock solution of these antibiotics was prepared in normal saline (0.9% NaCl) with the final concentration of 512 µg/mL, based on the potency of antibiotic, concentration of antibiotics powder needed to achieve final concentration of 512 µg/mL was calculated by employing previously reported formulae [41]. These stock solutions of antibiotics were serially diluted two-fold until achieving 0.125 µg/mL. To determine MIC, micro-dilution method was employed [42] by following CLSI guidelines, briefly, 100 µL of antibiotics dilutions were sequentially added in the wells of microtiter plate followed by the addition of P. aeruginosa PAZMYU culture diluted in 2× Muller-Hinton broth and allowed to incubate for 24 h at 37 °C. The lowest concentration of antibiotics where visible growth inhibition of host bacteria was observed was considered as MIC. Based on MIC (Table 2), three sub-inhibitory concentrations of selected antibiotics (1/4th, 1/8th, and 1/16th) were chosen to proceed phage-antibiotics synergy study.\nTable 2MIC breakpoints and concentrations to be used of selected antibioticsAntibioticsAntibiotics’ MICSelected concentrations for PAS(µg/ml)1/41/81/16Cefepime ≥ 16 µg/mL16 µg4 µg2 µg1 µg*Meropenem ≥ 4 µg/mL2 µg0.5 µg0.25 µg0.125 µg\n\n## Evaluation of effect of sub-inhibitory concentrations of antibiotics on PAA and PAM phage stability and plaque morphology\nThe stability of phages with sub-inhibitory concentrations of antibiotics was examined by mixing 100 µL of phage filtrates (PAA and PAM) with the 900 µL of sub-inhibitory concentrations of antibiotics and incubated at 37 °C for 2 h. After, phage filtrates diluted in antibiotics solution were subjected to double layer agar assay to assess the PFU of stable phages and plaque morphology and compared with control which was phage dilution in SMbuffer.\n\n## Effect of different MOI of PAA and PAM on Colony Forming Unit (CFU) reduction of host bacteria\nTo evaluate the minimal MOI of both phages that can eradicate the host bacterial population completely, 100 µL host bacterial diluted in 2× nutrient broth with the final CFU 3.1 × 107/mL was treated with 100 µL both phages separately at different MOIs (10, 1, 0.1, and 0.01) in the wells of microtiter plate for 24 h at 37 °C and for control 100 µL of host bacteria added with 100 µL of nutrient broth was used while for negative control 200 µL of nutrient broth was used. Following the incubation, 100 µL of the samples were drawn from phage treated wells and control wells, serially diluted and spread on MacConkey agar plates and incubated overnight at 37 °C. After incubation reduction in host bacterial CFU after treated with phages at different MOI was compared with control. The MOI of both phages, where no complete eradication of host bacteria was observed was selected to assess their potential effect with the sub-inhibitory concentrations of antibiotics.\n\n## Synergistic effect of PAA and PAM with Sub-inhibitory concentrations of antibiotics\nTo assess the synergistic effect of phages on planktonic cells, phages were individually mixed with host bacteria in 2× Muller-Hinton Broths so that the host bacteria’s final CFU was 2.8 × 108/mL and the MOI of PAA and PAM was 0.1 and 1, respectively. To compare the combined effects of antibiotics and phages to their antibacterial effects alone 100µL of the host bacteria harboring phages were further combined with 100µL of sub-inhibitory doses of antibiotics in microtiter plates and microtiter plate was incubated for 24 h at 37 °C and three controls were used in this experiment: phage + bacteria, antibiotics + bacteria, and bacteria alone. After the incubation period, 100 µL of the samples were taken from each well, diluted, and spread on MacConkey agar to find out the reduction in CFU of host bacteria at various treatment.\nThe fractional inhibitory index for synergistic study of two components should be less or equal to 0.5. The fractional inhibitory index of phages and antibiotics used in combination was less than 0.5, which was calculated by following previously reported formulae [43].\n\n## Synergistic effect of phage with antibiotics on biofilm formation Inhibition and biofilm eradication\nTo assess the synergistic effect of phages on the inhibition of biofilm of host bacteria, phages were individually mixed with host bacteria in 2× Muller-Hinton broths so that the host bacteria’s final CFU was 2.8 × 108/mL and the MOI of PAA and PAM were 0.1 and 1, respectively. 100 µL of the host bacteria harboring phages were further combined with 100 µL of sub-inhibitory doses of antibiotics in microtiter plates and microtiter plate was incubated for 24 h at 37 °C and three controls were used in this experiment: phage + bacteria, antibiotics + bacteria, and bacteria alone. After the incubation period, the liquid from the microtiter plate was aspirated and by following the above mentioned protocol in Sect. 2.7 was employed to assess the combine effect of phages and antibiotics on biofilm formation inhibition of host bacteria in contrast to control [44].\nBiofilm eradication potential of PAA and PAM in combination with sub-inhibitory concentrations of cefepime and meropenem was evaluated by treating 24 h old, preformed biofilm of the host bacteria with PAA and PAM filtrates (2.6 × 108 PFU/mL) added with selected sub-inhibitory concentrations of cefepime and meropenem. Three controls were used in this experiment: preformed biofilm treated with phage alone, preformed biofilm treated with sub-inhibitory concentrations of antibiotics alone, and preformed biofilm treated with nutrient broth. After incubation, liquid from the wells was aspirated and wells were washed and above mentioned protocol based on crystal violet staining was employed to assess the biofilm reduction by antibiotics and phage combination in comparison to phage and antibiotics alone.\n\n## Statistical analysis\nAll the experiments were performed in triplicate and standard deviation from the mean value of each data set was calculated. One-way ANOVAs were employed as statistical analysis tests in this investigation. P < 0.05 was the significance threshold.\n\n## Isolation and evaluation of phenotypic traits (biofilm assay and disk diffusion assay) of bacterial strain\nP. aeruginosa PAZMYU strain was isolated in our previous study from urine sample and its whole genome sequence was submitted in NCBI under accession number JAZHPT000000000. The biofilm formation potential of P. aeruginosa PAZMYU was evaluated by microtiter plate assay. P. aeruginosa PAZMYU was a strong biofilm producer with the OD measured at 550 nm was 0.814 in contrast to negative control (OD550 0.0543). Optical microscopy examination of biofilm of P. aeruginosa PAZMYU on glass slides provided additional evidence of the strain’s biofilm formation (Fig. 1).\nFig. 1Optical microscopy of biofilm produced by P. aeruginosa PAZMYU which was observed at 100× magnification\nThe antibiotics resistance of P. aeruginosa PAZMYU strain against 20 antibiotics (Table 1)` from different class of antibiotics was assessed by disk diffusion assay. Against P. aeruginosa PAZMYU, the zones of inhibition for cefipime, chloramphenicol, and meropenem were 9 mm, 19 mm, and 34 mm, respectively. No zones of inhibition were seen for the remaining tested antibiotics. P. aeruginosa PAZMY was sensitive to meropenem and chloramphenicol, as indicated by the CLSI zone diameter breakpoints for Enterobacteriales. These results suggest that P. aeruginosa PAZMYU was multi-drug resistant.\n\n## Isolation, purification and morphological characterization of bacteriophages\nFrom the domestic wastewater sample collected from Abbottabad, and Murree, two phages active against P. aeruginosa PAZMYU were isolated and named as PAA and PAM, and TEM analysis of both phages revealed that, both are siphophages with icosahedral capsid and long non-contractile tail (Fig. 2c and d). The mean diameter of the icosahedral capsid of PAA and PAM was 61.56 nm and 55.55 nm, respectively, while the mean length of the non-contractile tail of PAA and PAM was 219.7 nm and 160.356 nm, respectively. Both phages produces small, clear plaques against P. aeruginosa PAZMYU (Fig. 2a and b).\nFig. 2Plaques of PAA (a) and PAM (b) produced against P. aeruginosa PAZMYU. Transmission electron microscopy of PAA (c), and PAM (d)\n\n## Thermal and pH stability of PAA and PAM\nTo evaluate the thermal stability of PAA and PAM, filtrates of both phages were incubated at different temperature range (4 °C, 20 °C, 25 °C, 30 °C, 35 °C, 40 °C, 45 °C, and 50 °C) for an hour and phage stability was assessed by double layer agar assay. PAA phage appeared stable between 4 and 35 °C and at 40 °C and 45 °C, 0.7 log and 3.1 log reduction in its PFU was observed while at 50 °C, complete inactivation of PAA was observed (Fig. 3a). PAM appeared as stable between 4 and 35 °C, while at 40 °C, 45 °C and 50 °C, 1log, 1.1 log, and 2.9 log reduction in its PFU was observed (Fig. 3a). PAA and PAM appeared stable at pH 6, pH 7, and pH 8, and above and below to this pH range reduction in the PFU of both phages was observed and PAA was completely inactivated at pH 2, pH 3 and pH 4. The inactivation of PAM was observed at pH 2 and pH 3 while 0.59 log reduction in its PFU was observed at pH 4 (Fig. 3b).\nFig. 3Thermal stability of PAA and PAM (a), and stability of PAA and PAM at different pH range (b). The data points represent mean values and the error bars represent standard deviation of three replicates\n\n## Evaluation of adsorption time, one step growth and optimal multiplicity of PAA and PAM\nThe adsorption time of PAA and PAM was evaluated by incubating host bacteria and phages at MOI 1 for 30 min, the optimal adsorption time of PAA was 10 min while at 5 min of incubation 98.5% of the phages were adsorbed on host bacterial surface receptors. The adsorption time of PAM was 20 min, and the percentage of phages adsorbed to host bacterial surface receptors at 5 min, 10 min and 15 min of incubation were 86%, 97.5% and 99.6% (Fig. 4a). Replication time of PAA and PAM was evaluated by employing one step growth experiment. The initial CFU of the host bacteria was 2.3 × 107/mL, initial PFU of PAA and PAM was adjusted to 2.6 × 107/mL by diluting their filtrates in SM buffer. No free phages were observed after absorption time, while the number of infected cells by PAA and PAM were 1.9 × 107/mL and 4.2 × 106/mL. The latent time of PAA and PAM was 30 and 40 min and the burst size of PAA and PAM was 47 and 83 virions per infected cells (Fig. 4b). The optimal MOI of PAA was 1 and PAM was 0.01 (Fig. 4c).\nFig. 4Evaluation of optimal adsorption time (a), latent time and burst size (b), and optimal MOI of PAA and PAM (c). The data points represent mean values and error bars represent standard deviation of three replicates\n\n## Evaluation of host range of PAA and PAM\nThe host range of PAA and PAM against 25 pre-isolated uro-pathogenic strains of P. aeruginosa was evaluated. PAA was active against 10 tested strains of P. aeruginosa with the EOP ranged between 0.2 and 0.619 while PAM was active against 16 tested strains with the efficiency of plating between 0.14 and 0.93 (Table 3).\nTable 3Host range determination of PAA and PAM against uro-pathogenic strains of P. aeruginosaLab IDActivity of PAAEOPActivity of PAMEOPPA P1-0-0PA P2+0.61+0.19PA P3-0+0.82PA P4-0+0.58PA P5+0.36+0.88PA P6-0-0PA P7+0.22+0PA P8+0.49+0.14PA P9-0-0PA P10-0+0.76PA P11-0+0.21PA P12+0.59+0.57PA P13+0.28+0.51PA P14-0-0PA P15-0+0.47PA P16-0-0PA P17+0.39+0.93PA P18-0-0PA P19+0.2-0PA P20-0-0PA P21-0+0.23PA P22-0-0PA P23-0+0.53PA P24+0.46+0.29PA P25+0.25+0.81\n\n## Biofilm formation Inhibition and biofilm eradication potential of PAA and PAM\nBiofilm inhibition potential of PAA and PAM was evaluated by adding host bacterial broth culture and PAA and PAM phages at different MOIs in the wells of microtiter plate and incubated the microtiter plate for 24 h at 37 °C. After incubation, the percentage of biofilm was calculated and compared to control. The biofilm inhibition by PAA at MOI 10, 1, 0.1, 0.01 and 0.001 was 100%, 51%, 46%, 41% and 35%. The biofilm inhibition by PAM at MOI 10, and 1 ",
  "has_full_text": true
}