{
  "pmid": "41068567",
  "title": "Utilizing the effectiveness of phage cocktail to combat Shigella and Salmonella infections and their polymicrobial biofilm control activity.",
  "abstract": "BACKGROUND: Shigella and Salmonella are major foodborne and waterborne pathogens responsible for acute gastrointestinal infections and significant global morbidity and mortality. Both species are capable of forming bacterial biofilms in the food processing industry, a key survival mechanism that significantly reduces the effectiveness of antibacterial drugs. The global rise in antimicrobial resistance (AMR) necessitates the urgent development of new strategies. Bacteriophages, particularly phage cocktails, provide a potential alternative because of their host specificity and ability to degrade biofilms. RESULTS: In this study, a new bacteriophage, Sspk23, infecting Shigella sonnei, was isolated from lake water and biologically characterized to assess its lytic activity and stability under varying conditions. Furthermore, this study investigates the effectiveness of a phage cocktail, including a newly isolated Sspk23 and two previously identified phages, Sfk20 and STWB21, against Shigella and Salmonella infections with a focus on its ability to combat single and polymicrobial infections. The biofilm removal potential of the phage cocktail was observed using Scanning Electron Microscopy (SEM) and Confocal Laser Scanning Microscopy (CLSM), and also quantitatively assessed in a microtiter plate. Cytotoxicity tests were conducted on human adherent epithelial cell line and macrophage cell line to confirm the safety of the phage and phage cocktail for therapeutic use. CONCLUSIONS: The findings demonstrate the possibility of a phage cocktail as a substitute for conventional antibiotics in controlling Shigella and Salmonella infections. Additionally, their capacity to destroy biofilms indicates potential applications in clinical therapies, environmental remediation, and food safety. Future studies will be focused on phage-antibiotic synergy optimization and in vivo validation to combat multidrug-resistant (MDR) bacteria.",
  "journal": "BMC microbiology",
  "year": "2025",
  "authors": [
    "Mondal P",
    "Mallick B",
    "Haldar T",
    "Ramesh A",
    "Sarbajna A"
  ],
  "doi": "10.1186/s12866-025-04328-2",
  "mesh_terms": [
    "Biofilms",
    "Humans",
    "Bacteriophages",
    "Salmonella Infections",
    "Salmonella",
    "Dysentery, Bacillary",
    "Shigella sonnei",
    "Animals",
    "Phage Therapy",
    "Shigella",
    "Coinfection",
    "Anti-Bacterial Agents"
  ],
  "full_text": "## Background\nMultidrug-resistant (MDR) bacterial infections are becoming an increasing challenge; this has contributed to global initiatives to develop novel therapies [1]. Among them, Shigella and Salmonella occupy significant positions on the World Health Organization’s (WHO) high-priority pathogens list because of their significant levels of antibiotic resistance and their substantial contributions to the worldwide burden of gastrointestinal disorders [2]. The genus Shigella, part of the Enterobacteriaceae family, is classified into four species: Shigella dysenteriae, Shigella flexneri, Shigella boydii, and Shigella sonnei. Each year, there are 188 million cases of Shigellosis and 164,000 deaths globally due to the disease [3]. S. flexneri is commonly found in developing nations across Asia and Africa, while S. sonnei is primarily reported in industrialized countries [4, 5]. S. flexneri is the most frequently isolated species in Asian countries (68%), except in Thailand, where S. sonnei is more prevalent [5, 6]. Studies from India also indicate that S. flexneri is the dominant serogroup, accounting for 60–74.7% of cases [5–7]. In India, S. flexneri and S. sonnei are linked to endemic diseases, while S. dysenteriae is associated with occasional epidemics or outbreaks. The Salmonella genus is responsible for multiple enteric diseases in humans, such as typhoid fever and non-typhoidal salmonellosis. Typhoid fever is primarily caused by S. enterica serovars Typhi and Paratyphi (A and B), while a range of other serovars, collectively known as non-typhoidal Salmonella (NTS), cause non-typhoidal infections [8]. Salmonella is responsible for 115 million cases of a bacterial food-borne illness called Salmonellosis, leading to 370,000 deaths worldwide annually [9]. A significant portion of the global typhoid fever burden is concentrated in South Asia, with India experiencing a particularly high incidence [10, 11]. In addition to causing significant morbidity and mortality, especially in developed nations, these pathogens have a remarkable capacity for biofilm formation [12, 13] in both food matrices and industrial settings [14, 15].\nBiofilms are intricate communities of bacteria that are protected from environmental stresses and antimicrobial agents by an extracellular matrix [16]. In natural environments, polymicrobial biofilms made up of multiple bacterial species are more common than monomicrobial biofilms [17]. A major challenge linked to polymicrobial infections is their heightened resistance to antimicrobial agents, often exceeding that of single-species biofilms [18]. This resistance arises from the diverse extracellular polymeric substances (EPSs) produced by the heterogeneously distributed bacteria, which hinder drug penetration [19]. Another concern is interspecies horizontal gene transfer (HGT), which allows for the exchange of genes between evolutionarily distant species. This process can result in the emergence of bacteria with new phenotypes and traits, potentially increasing their virulence and resistance to antibiotics [19]. The issue of antibiotics being ineffective against biofilms, along with the ongoing rise in bacterial resistance, is becoming more pronounced. Since traditional antibiotic treatments are frequently insufficient to combat these infections, other therapeutic strategies are required.\nBacteriophages, bacterial viruses, are the most abundant biological entity within the ecosystem and are commonly employed to control and remove foodborne infections [20]. The host specificity feature of phages makes them a potential biocontrol and therapeutic agent, and their processing cost is also reasonable [1]. However, pathogens often develop resistance when under the pressure of phage infection, which significantly reduces the antibacterial effectiveness of phages. This poses the primary challenge preventing the widespread use of phages as alternatives to antibiotics at present [21]. Thus, phages can be paired with other phages that target different hosts, and these combinations are termed phage cocktails [22].\nThis study aims to develop a three-component cocktail with rapid and persistent antibacterial activity. For this purpose, two previously reported lytic phages, Sfk20 and STWB21, and a newly isolated Shigella phage, Sspk23, were selected [23, 24]. Furthermore, the phage cocktail was evaluated as an anti-biofilm agent and effectively inhibited Shigella and Salmonella growth.\n\n## Bacterial strains\nSalmonella and Shigella strains utilized in this study were obtained from the Strain Repository at ICMR-National Institute for Research in Bacterial Infections (ICMR-NIRBI), Kolkata. Strains were kept at −80 °C in Brain Heart Infusion Broth (BHIB; Difco, USA), containing 8% glycerol. Strains were cultivated on Tryptic Soy Agar (TSA; Difco, USA) and in Tryptic Soy Broth (TSB; Difco, USA) at 37 °C with continuous shaking (100 rpm) before the experiments [25].\n\n## Phage isolation and propagation\nPhages were isolated from the water samples collected from a lake near Kolkata in West Bengal, India, following a published protocol with minor modifications [24]. Briefly, 30 mL of water sample, 30 mL of 10X phage broth media, and 5 mL of log-phase S. sonnei culture were mixed, and the mixture was shaken at 100 rpm for 24 h at 37 °C. The phage broth media was prepared in-house and designed to support both bacterial growth and phage amplification; it consisted of tryptone (10 g/L), yeast extract (5 g/L), NaCl (10 g/L), CaCl₂ (1 mM), and MgSO₄ (1 mM), pH adjusted to 7.4 and sterilized by autoclaving. After incubation, the remaining bacterial cells were eliminated by centrifugation at 10,000 rpm for 10 min at 4 °C, followed by filtration of the supernatants using a 0.22 μm membrane filter. A spot assay was conducted on S. sonnei using the double-layer agar method to confirm the presence of the phage in the filtrate [24, 26]. Subsequently, the purified phage lysate was obtained by using the plaque assay to pick a single plaque. After proliferation, ultracentrifugation (25,000 rpm, 1.5 h, 4 °C) and sucrose step-gradient ultracentrifugation (30,000 rpm, 2 h, 4 °C) were used to purify and concentrate the phage, respectively [23, 24].\n\n## Host range & efficacy of plating (EOP) assay\nThe lytic spectrum of the novel phage and phage cocktail against the susceptible bacterial strains was assessed using a host range assay and the efficiency of plating [27]. 10 µl of the phage lysates (1010 PFU/mL) were spotted on the agar plates, containing various bacterial strains, and the plates were incubated overnight at 37 °C. The next day, plates were checked for clear zones, indicating susceptibility of the bacteria.\nThe lytic activity of the newly isolated phage and phage cocktail was measured by EOP assay, and the EOP was calculated as the ratio of the plaque-forming units per milliliter (PFU/mL) of a test strain and that of the primary host strain. The test was conducted three times using the agar overlay assay [28].\n\n## Morphological characterization\nA highly concentrated and purified lysate (3 µl, 1010 PFU/mL) was applied to a carbon-coated copper grid and negatively stained for 30 s with 2% (w/v) uranyl acetate, followed by removal of any extra liquid [29]. After air-drying, the grids were examined using a 100 kV FEI Tecnai 12 BioTwin Transmission Electron Microscope.\n\n## Phage stability assay\nThe stability of the phage Sspk23 was assessed at various pH (3 to 13) and temperature (−20 °C to 70 °C), following the previously reported methods with modifications [23, 24]. To assess the pH stability, the phage suspensions were pre-incubated at 37 °C for one hour at a pH range of 3 to 13. The remaining phages were immediately counted using the double-layer agar method. Additionally, Sspk23 phage suspensions were incubated for an hour at different temperatures (−20 °C, 4 °C, 25 °C, 37 °C, 55 °C, and 70 °C) in a static incubator to evaluate the thermal resilience. The phage titer was measured using the double-layer agar method after incubation for 1 h [30]. Subsequently, the survival of phage Sspk23 at different NaCl concentrations was assessed using a modified version of a previously reported protocol [31]. In brief, 0.9 mL of sterile water with different concentrations of NaCl (5%, 10%, 15%, and 20%) was mixed with 0.1 mL of the high-titer purified phage. The samples were stored at 4 °C, and the phage titer was measured at 7-day intervals using the plaque assay.\n\n## Multiplicity of infection (MOI) of phages\nThe multiplicity of infection is the ratio of bacteria to phages that infect or get adsorbed [32]. The S. sonnei strain was first cultured in LB at 37 °C until the early logarithmic growth phase. Various phage titers were prepared to achieve the MOIs of 10, 1, and 0.1. Mixtures of bacterial cultures (10⁸ CFU/mL) and different phage MOIs were incubated at 37 °C for 6 h and the OD₆₀₀nm values were recorded every hour up to 6 h. The optimal MOI was defined as the one that produced the most significant reduction in the OD of bacterial cultures [33].\n\n## One-Step growth kinetics and phage adsorption assay\nThe growth kinetics of phage Sspk23 were evaluated in one-step growth curve assay as previously described method with some modifications [23, 34]. Briefly, an exponentially growing bacterial culture (20 ml) was harvested by centrifugation at 10,000 rpm for 10 min at 4 °C. The pellet was resuspended in approximately 1 ml Luria broth, and bacteriophage was added at an MOI of 0.1. The mixture was incubated at 37 °C for 10 min to allow phage adsorption. The mixture was diluted to a final volume of 10 ml with fresh Luria broth and incubated at 37 °C. Aliquots were taken at 10-minute intervals up to 120 min. At each time point, samples were immediately diluted, and titrated by the double-layer agar method to determine the number of infected bacteria and released phages. The burst size was calculated as the ratio of the final number of released phage particles to the initial number of infected bacterial cells [35].\nPhage adsorption assay was carried out as per the previous protocols with minor modifications [36]. In short, a phage suspension was added to 1 mL of bacterial culture at an MOI of 0.1, and the culture was incubated for 20 min at 37 °C. Following infection, aliquots were extracted at various intervals (0, 5, 10, 15, and 20 min) and promptly diluted in Tris-MgCl2 buffer before being centrifuged for five minutes at 8,000 rpm. The unadsorbed phage titers in the supernatants were estimated using the double-layer agar method.\n\n## Phage cocktail formulation\nA phage cocktail was developed using a previously described method [37]. Phages with complementary host ranges were combined to develop a cocktail that would provide broad-spectrum activity against multiple strains of Shigella and Salmonella. Each of the three phages was grown separately in LB broth, centrifuged for 10 minutes at 4 °C at 10,000×g, and passed through a 0.22 μm pore size membrane. Afterwards, the newly isolated phage Sspk23 and previously isolated Shigella and Salmonella phages, namely Sfk20 and STWB21, respectively, were mixed at an equal ratio. The lysates were applied to the respective host lawns, serially diluted in phosphate-buffered saline (PBS), and incubated overnight at 37 °C. The final concentration was 1010 PFU/mL, and the lysates were stored at 4 °C.\n\n## Biofilm formation assay and the effect of phages against biofilms\nThe qualitative biofilm degrading activity of phage Sspk23, phage cocktail, and antibiotics on monomicrobial and polymicrobial biofilm of S. sonnei and S. Enteritidis was investigated using a previously described method with modifications [38, 39]. In summary, the selected Salmonella and Shigella strains were cultured overnight in TSB at 37 °C with shaking. Equal volumes of the S. sonnei and S. Enteritidis cultures were mixed to achieve a final OD600 for both species of 0.1 in the mixture to develop a polymicrobial biofilm. Subsequently, the mixture was incubated in four Petri dish sets without shaking for 24 h at 37 °C to develop biofilms. The plates were then treated with PBS buffer, a single phage, a phage cocktail, and an antibiotic, respectively, for 8 h at 37 °C.\n\n## Characterization of biofilm using scanning electron microscopy and confocal microscopy analysis\nFor SEM analysis, biofilm samples from the control and phage-treated groups were developed using a modified version of the previously described protocol [23, 24]. In short, samples were fixed overnight at 4 °C using 2.5% glutaraldehyde (Sigma-Aldrich, United States) in 0.1 M sodium cacodylate buffer. After serially dehydrating the samples with ethanol (30%, 50%, 70%, and 90% for 10 min each, and 100% twice for 15 min each), the samples were further treated for an hour with 100% hexamethyldisilazane (Sigma-Aldrich, United States). The dehydrated samples were examined using an FEI Quanta 200 Scanning Electron Microscopy (FEI, Netherlands) after being sputter-coated with gold.\nThe effect of phages on the structure of polymicrobial biofilms was visualized using confocal laser scanning microscopy (CLSM) by a previously described method with some modifications [40]. The ability of phages to cause death was assessed by staining biofilms of mixed bacteria (S. sonnei and S. Enteritidis) with SYTO-9 (excitation/emission: 488 nm/502–550 nm) and propidium iodide (excitation/emission: 553 nm/580 nm). In summary, a working solution was made by adding 3 µL of SYTO® and 3 µL of propidium iodide (PI) stock solutions to 1 mL of PBS. 200 µL of this mixture was placed in the biofilms, allowed to incubate at room temperature for 15 min in the dark, and then rinsed with PBS to remove excess stain. Confocal laser scanning microscopy was used to assess the production of biofilms (Zeiss LSM710, ZEISS, Oberkochen, Germany).\n\n## Microtiter plate-based assay of biofilm\nBiofilm was grown in 96-well plates using the previously published procedure, with some adjustments, to assess the anti-biofilm effectiveness of phage and phage cocktails to disrupt monomicrobial and polymicrobial biofilms [39]. The bacterial suspension was cultivated in TSB and incubated overnight at 37 °C and 190 rpm in a shaker incubator. After diluting this bacterial culture, 20 µL of bacteria and 180 µL of TSB were combined and injected into a 96-well polystyrene microplate with a flat bottom. The mature biofilm was produced after a 24-hour incubation period at 37 °C. To assess the capacity for biofilm degradation, phages were introduced to mature biofilm at an MOI of 10 and incubated for 8 h at 37 °C. The wells were subsequently given three rinses with 1X PBS and left to air dry. After 30 min, crystal violet (0.1%, w/v) was used to stain the air-dried plate. A microplate reader (iMark Microplate Reader S/N 21673) was used to measure the optical densities of the biofilm at an absorbance of 595 nm.\n\n## Maintenance of mammalian cell lines\nRAW 264.7 macrophage cells and human colorectal adenocarcinoma (HT-29) cell lines were obtained from the NIRBI Cell Culture Facility. The cell lines were cultured in Dulbecco’s Modified Eagle’s Medium (DMEM), which contained 10% (v/v) fetal bovine serum (FBS) and 5 mL/L antibiotic solution. This solution contained 25 µg/mL Amphotericin B, 100 U/mL penicillin, and 100 mg/mL streptomycin. The cells were kept in 95% air and 5% atmospheric CO2 at 37 °C. In a T25 flask, the cells were cultivated to 80–90% confluence. After that, the cells (5 × 105 cells/mL) were cultivated for further experiments.\n\n## MTT assay for assessing cell viability\nThe MTT (3-[4,5-dimethylthiazol-2-yl]−2,5 diphenyl tetrazolium bromide) assay was performed by a previously described method with some modifications [41]. Briefly, the phage-treated RAW 264.7 macrophage cells were tested for cell viability using the MTT colorimetric technique. The macrophage cells (5 × 105 cells/mL) were individually co-cultured with the single phages, phage cocktail (100 µL) at different dilutions, and with the antibiotic ceftriaxone. MTT was combined with a final concentration of 0.5 mg/mL and was kept for 24 h. The cell culture without a phage suspension was used as a control. Following 24 h of incubation, 100 µL of DMSO was added to each well, and the plates were incubated for 10 min to form Formazan crystals. Then, using a spectrophotometer, the light absorption of the solutions was measured at 570 nm.\n\n## Testing the phage-mammalian cell line interaction\nThe mammalian cell line, HT-29, was treated with the phage cocktail at 108 PFU/mL to assess the cytotoxicity [42]. Briefly, 5 × 105 cells were seeded into six-well plate wells and maintained at 37 °C with 10% FBS and 5% DMEM. After 24 h, the cells were rinsed with PBS and treated with the phage cocktail without FBS. Triton X-100-treated HT-29 cells served as positive controls. 50 µL of cell suspension was mixed with 50 µL of 0.4% trypan blue to count the cells using a hemocytometer. The cells were counted using a 10x magnification after a 10 µL cell solution was placed under the cover glass.\n\n## Statistical analyses\nThe GraphPad Prism (version 5, GraphPad program, United States) program was used to conduct the statistical analysis. One-way ANOVA was used to analyze the MTT assay results. Two-way ANOVA was employed to assess significant differences in the Multiplicity of Infection (MOI) determination of the phage, the microtiter plate-based biofilm assay, and the cell viability assay on HT-29 cell lines evaluated by the Triton X-based assay after phage treatment. Significant differences between variants, indicated by asterisks (*P < 0.05, **P < 0.01, *** P < 0.001; ns = not significant, P > 0.05). Data are presented as mean ± SD.\n\n## Isolation, host range, and EOP assay for novel phage and phage cocktail\nThis study isolated and characterized a novel phage, Sspk23, against S. sonnei bacteria from lake water at Kolkata, India. The spot and plaque assays were used to assess the lytic capacity of phage Sspk23. Based on host range studies, Sspk23 can infect S. sonnei, S. flexneri serotypes 1b, 2a, and 3a, as well as S. dysenteriae 1. Additionally, Phage Sspk23 was able to form clear plaques that infected S. Typhimurium and S. Enteritidis but not the strains of typhoidal Salmonella (Fig. 1). In contrast to the non-typhoidal Salmonella strains, the phage-sensitive Shigella bacteria had much higher E.O.P values.\nFig. 1Heat map depicting host lytic spectrum of single phage Sfk20, Sspk23, STWB21, and phage cocktail against various enteric pathogens. Three replicates are averaged to provide the values. The EOP value for the phage-bacteria combination was categorized as “High” for ratios ≥ 0.5, “Medium” for ratios ≥ 0.1 and < 0.5, “Low” for values > 0.001 and < 0.1, and “Inefficient” for ratios ≤ 0.001\nMoreover, the phage cocktail investigation employed the previously described Shigella phage Sfk20, Salmonella phage STWB21, and the newly identified phage Sspk23. Interestingly, the host range and E.O.P assay results for this phage cocktail revealed a wide host range for three distinct Shigella serogroups (S. sonnei, S. flexneri, and S. dysenteriae 1) and two distinct Salmonella serotypes (Typhoidal Salmonella and Non-typhoidal Salmonella) as shown in Fig. 1. The cocktail exhibited the greatest E.O.P for S. Enteritidis among Salmonella strains, whereas the highest E.O.P for Shigella strains was noted for S. sonnei.\n\n## Virion morphology\nThe newly identified purified phage, known as Shigella phage Sspk23, was shown to be efficient against S. sonnei by the DLA assay observations (Fig. 2D). Plaques were discovered at a 108-fold dilution, suggesting that the initial stock included a significant amount of isolated phage. The morphological features of Sspk23 were demonstrated using TEM, which revealed an icosahedral head and tail that were roughly 67 ± 5 nm in diameter and 110.5 ± 5 nm in length, respectively (Fig. 2A). Based on the morphological characteristics and ICTV criteria, phage Sspk23 was classified as a member of the Siphoviridae family within the Caudovirales order [43]. The previously reported two phages used in this study, Sfk20 and STWB21, are shown in Fig. 1B and C, respectively. The measurements of the three phages are described in Table 1.\nFig. 2Morphology of bacteriophage Sspk23, Sfk20, and STWB21. (A, B, C) Transmission electron microscopy of negatively stained phage Sspk23, Sfk20, and STWB21, respectively. (D, E, F) Plaque morphology of bacteriophage Sspk23, Sfk20, and STWB21\nTable 1Dimensions of phage Sspk23, Sfk20, and STWB21 obtained from the TEM micrographsPhagePlaque morphologyPlaque size (mm)Head morphologyHead width (nm)Tail length (nm)Sspk23Small, clear~1.3Icosahedral67 ± 5110.5 ± 5Sfk20Small, clear~1.2Prolate62.34 ± 4.8299.59 ± 4.92STWB21Small, clear~1Icosahedral65 ± 3113 ± 6\n\n## Phage stability test\nEnvironmental factors, such as temperature, pH, and salt concentration, were examined for effects on phage stability. Phage showed the highest stability at pH 7 and a wide range of pH tolerance and remained active between pH 3 and 11 (Fig. 3A). In contrast, phage stability was shown to be optimum at 37 °C, with noticeable stability occurring between − 20 °C and 50 °C (Fig. 3B).\nFig. 3Biological characteristics of phage Sspk23. (A) pH stability, (B) Thermal stability, (C) Lytic activity of the phage Sspk23 at high concentration of NaCl, (D) MOI determination graph (Data were analyzed using two-way ANOVA to assess significant differences between variations. A p-value of < 0.05 was considered statistically significant.) These figures represent the mean of three determinations\nThe stability of the phage Sspk23 was observed within a 5–10% range of NaCl concentrations. Sodium chloride (NaCl) concentrations between 15% and 20% can dramatically lower the number of active phages, as shown in Fig. 3C. Therefore, phage Ssp23 remains active at reduced salt concentrations.\n\n## MOI determination of the phage\nEfficient bacterial lysis requires a highly adequate MOI that eventually affects the therapeutic effectiveness of phages. All three MOIs significantly affected the host cell population compared to the control group, as shown in Fig. 3D. Interestingly, MOI 0.1 showed the greatest reduction in bacterial growth. This result suggests that infecting every bacterial cell in the culture could take several infection cycles in the culture.\n\n## One-step growth assay and adsorption rate\nA one-step growth assay on S. sonnei was used to examine the growth kinetics and intracellular lytic development of phage Sspk23. The latent period, as determined by the one-step growth curve study, was approximately 22 min. Furthermore, it was shown that the burst size was approximately 126 PFU/infected cells (Fig. 4A). Interestingly, the phage adsorption rate curve showed that the bacterial population quickly absorbed the phages during the first 10 min (Fig. 4B). For phage therapy to be implemented successfully, it is essential to comprehend these critical characteristics to maximize phage fitness and balance early infection dynamics.\nFig. 4Biological characteristics of phage Sspk23. (A) One-step growth curve, (B) Adsorption assay of bacteriophage. The given values are the mean of three determinations\n\n## Scanning electron microscopy (SEM) analysis and confocal microscopy analysis\nScanning electron microscopy and Confocal microscopy were used to study the effects of treating a polymicrobial biofilm of S. sonnei and S. Enteritidis culture with phage Sspk23 alone, antibiotic, and phage cocktail (Figs. 5 and 6). A distinct indication of polymicrobial biofilm formation on a coverslip is observed in Figs. 5A and 6A. The removal of biofilms by phage Sspk23 was demonstrated in Figs. 5B and 6B. However, the biofilm showed higher disintegration following an 8-hour ceftriaxone treatment, as shown in Figs. 5C and 6C. After an 8-hour Phage cocktail treatment, the biofilm structure was destroyed, and the number of free bacteria, surface bacteria, and internal bacteria was reduced more than single phage and antibiotic treatment (Figs. 5D and 6D).\nFig. 5Scanning electron microscopy of the biofilm development and degradation assay. (A) 24 h Polymicrobial biofilm of S. sonnei and S. Enteritidis, (B) Biofilm treated with phage Sspk23, (C) Biofilm treated with the antibiotic ceftriaxone, (D) Biofilm treated with phage cocktail\nFig. 6Confocal laser scanning microscopy (CLSM) images of Polymicrobial biofilm after treatment with phage Sspk23, antibiotic ceftriaxone, and phage cocktail. A composite image is generated by combining the layers of red fluorescence from propidium iodide staining and green fluorescence from SYTO®9 staining. Red fluorescence indicates bacterial mortality, whereas green fluorescence indicates bacterial survival\n\n## Quantification of polymicrobial biofilm in the microtiter plate\nAs shown in Fig. 7, the polymicrobial biofilms of S. sonnei and S. Enteritidis were significantly reduced by the individual phages Sfk20, STWB21, and Sspk23 and ceftriaxone (0.064 µg/mL) alone compared to the control (without phage) for 4 h, 8 h, and 24 h, respectively. However, the disruption of the bacterial biofilm caused by the phage cocktail was more significant than when the phages or ceftriaxone were used alone. This finding suggests that phage cocktails may be a viable substitute for antibiotics in combating bacterial biofilms.\nFig. 7Quantification of polymicrobial biofilm of S. sonnei and S. Enteritidis in microtiter plate. Phage Sspk23, ceftriaxone, and phage cocktail were applied to a 24-hour polymicrobial biofilm developed in 96-well plates at 4 h, 8 h, and 24 h intervals. Statistical analysis was performed using two-way ANOVA to determine significant differences between variants, indicated by asterisks (*P < 0.05, **P < 0.01, *** P < 0.001; ns = not significant, P > 0.05). Data are presented as mean ± SD\n\n## The cell viability assay\nThe results for the RAW 264.7 macrophage cells show that all experimental groups, including the control group and those treated with certain phages (Sfk20, Sspk23, STWB21, phage cocktail) and the group treated with the reference antibiotic ceftriaxone, exhibited noticeably high cell viability throughout the assay. Notably, cell viability remained high across all groups at the 24-hour time point, indicating minimal cytotoxic effects of both the phages and ceftriaxone on the cells (Fig. 8A).\nFig. 8Cytotoxicity of phage and phage cocktail on mammalian cell lines. The cytotoxicity was investigated using cell viability. (A) Cell viability of RAW 264.7 macrophage cell lines assessed by MTT assay after phage and antibiotic treatment. Data were analyzed using one-way ANOVA. A p-value of < 0.05 was considered statistically significant. (B) Cell viability assay on the HT-29 cell line was assessed by Triton X-based assay after phage treatment. Data were analyzed using two-way ANOVA. (C) Microscopy images of HT-29 cells following Triton X-based assay, demonstrating that phage treatment did not affect cell viability or morphology compared to the untreated positive control (1% Triton X-100). Results are presented as mean ± SD of three independent experiments\nThe HT-29 mammalian cell lines were used to assess the toxicity of the phage cocktail after being exposed to the virus particles for 24 h. Following 6 and 24 h of incubation, the cell viability counts showed no harmful impact when the cells were exposed to a phage cocktail (Fig. 8B), and cell viability drastically decreased after treatment with Triton-X 100. There was no difference in the morphology of phage-treated and normal cells after 24 h of incubation (Fig. 8C). However, the cells treated with Triton-X 100 exhibited altered and deformed cell shapes, as shown in Fig. 8C.\n\n## Discussion\nBacterial community interactions in Shigella and Salmonella biofilms can change the expression of virulence factors with harmful consequences. Cross-species cooperative interactions between these pathogens may enhance their virulence during co-culture, enabling them to adhere more effectively to epithelial surfaces and evade immune responses, potentially leading to more severe infections [44]. Conversely, competitive interactions may also occur when one species produces substances that directly inhibit or monopolize available resources to prevent the expansion of the other species [45]. The World Health Organization has designated Shigella and Salmonella as high-priority pathogens. They are well-known for their capacity to flourish under harsh conditions, such as the bile-rich gastrointestinal system, and for causing serious gastrointestinal illnesses. The gastrointestinal tract provides a particularly hostile environment for enteric pathogens because bile is a vital component of digestion and has strong antibacterial properties [46]. Bile acts as an endogenous antibacterial substance that solubilizes lipid-based microbial membranes, preventing the development of several bacterial species [47]. However, enteric bacteria like Shigella and Salmonella have developed complex defenses against the bactericidal properties of bile. These adaptations allow them to utilize bile as a signal to regulate the virulence factors in addition to allowing them to survive in the bile-rich environment of the gut [48]. Novel approaches are needed to treat infections caused by these pathogens, and our study demonstrates that phage and phage cocktails have the potential to be useful against these intricate biofilm-associated infections.\nPhage therapy is considered to be an effective alternative to antibiotics in the treatment of bacterial infections [49, 50]. The main obstacle to phage therapy is the frequent appearance of phage-resistant bacteria, which requires the constant isolation of novel phages or variants of phages [51–53]. However, some authors have claimed that the use of phage cocktails can prevent the emergen",
  "has_full_text": true
}