{
  "pmid": "41159745",
  "title": "Repurposing bunamidine hydrochloride as a potent antimicrobial agent targeting vancomycin-resistant Enterococcus membranes.",
  "abstract": "Vancomycin-resistant enterococci (VRE) are a major cause of hospital-acquired infections, with limited treatment options due to rising antibiotic resistance. Targeting bacterial membranes offers a promising alternative to conventional therapies. In this study, we investigated the antimicrobial activity and mechanism of action of bunamidine hydrochloride (BUN) against VRE. BUN exhibited potent bactericidal effects against both VRE and vancomycin-susceptible enterococci (VSE), with minimum inhibitory concentrations (MICs) ranging from 2 to 4 µg/mL. BUN significantly inhibited biofilm formation and eradicated biofilm-embedded persister cells. Mechanistic studies demonstrated that BUN disrupts bacterial membrane integrity, increasing permeability and depolarization, as confirmed by SYTOX Green staining, DiSC3(5) fluorescence analysis, and electron microscopy. Molecular dynamics simulations further revealed that BUN selectively interacts with phosphatidylglycerol, a key bacterial membrane phospholipid, leading to membrane destabilization. In vivo studies using murine infection models showed that BUN effectively reduced bacterial burden and promoted wound healing without notable toxicity. These findings highlight BUN as a promising antimicrobial agent with membrane-targeting activity against VRE. Its potent bactericidal action, low propensity for resistance development, and favorable in vivo efficacy suggest potential for therapeutic application in treating multidrug-resistant infections. The global rise of vancomycin-resistant enterococci (VRE) poses serious challenges in clinical treatment due to limited therapeutic options and rapid resistance development. This study identifies bunamidine hydrochloride (BUN), a previously approved antiparasitic agent, as a potent membrane-targeting antimicrobial with rapid bactericidal activity against both planktonic and biofilm-associated VRE. By selectively interacting with bacterial phosphatidylglycerol, BUN disrupts membrane integrity and inhibits persister cells, while maintaining low cytotoxicity and high in vivo efficacy in murine infection models. Our findings highlight the potential of drug repurposing strategies to accelerate the discovery of effective antibiotics and provide a promising candidate for future clinical management of multidrug-resistant bacterial infections.",
  "journal": "mSystems",
  "year": "2025",
  "authors": [
    "She P",
    "Huang G",
    "Guo S",
    "Xiao D",
    "Liu Y"
  ],
  "doi": "10.1128/msystems.00425-25",
  "mesh_terms": [
    "Animals",
    "Vancomycin-Resistant Enterococci",
    "Biofilms",
    "Mice",
    "Drug Repositioning",
    "Microbial Sensitivity Tests",
    "Anti-Bacterial Agents",
    "Cell Membrane",
    "Benzamidines",
    "Humans",
    "Gram-Positive Bacterial Infections"
  ],
  "full_text": "## INTRODUCTION\nAntimicrobial resistance represents one of the most critical threats to global health in the 21st century, limiting therapeutic options and increasing mortality rates (1). Among the most concerning pathogens are vancomycin-resistant enterococci (VRE), which account for a substantial proportion of hospital-acquired infections (2, 3). VRE is particularly problematic in immunocompromised patients and those undergoing invasive procedures, as its ability to acquire resistance genes and adapt to antibiotic pressure exacerbates treatment difficulties (4). The rise of VRE poses a serious clinical and public health threat. VRE infections are associated with prolonged hospital stays, increased medical costs, and higher mortality, especially among immunocompromised individuals (5). These infections are particularly problematic in hematological patients, where VRE colonization significantly increases the risk of subsequent infection and short-term mortality (6). Moreover, the horizontal transfer of vancomycin resistance genes—especially vanA and vanB—to other pathogens such as Staphylococcus aureus raises concerns about the potential emergence and spread of vancomycin-resistant S. aureus (7), further highlighting the urgency of developing alternative therapies.\nConventional antibiotics target essential bacterial biological processes such as cell wall synthesis, RNA translation, or DNA replication (8). However, resistance mechanisms, including enzymatic degradation, efflux pumps, and target modifications, have rendered many of these therapies increasingly ineffective (9, 10). Consequently, research efforts are now exploring alternative targets, particularly the bacterial cell membrane (11, 12). This vital structure is essential for maintaining cellular integrity, energy production, and metabolic regulation (13), making it a highly attractive target. Strategies aimed at disrupting membrane permeability offer promising solutions to overcome resistance and combat antimicrobial resistance (14–16).\nBacterial membranes comprise various components critical for survival, including phospholipids such as phosphatidylglycerol (PG), phosphatidylcholine (PC), phosphatidylethanolamine (PE), and cardiolipin (CL), as well as integral membrane proteins (17). Phospholipids like PG are abundant in bacterial membranes yet scarce in mammalian cells, providing selective targets for antimicrobial development (14, 18). Studies widely reported the high antimicrobial efficacy of antimicrobial peptides, polymyxin derivatives, and dendritic small molecules by disrupting membrane integrity and inducing bacterial cell death (19). These findings demonstrated the potential of membrane-targeting agents as effective alternatives to conventional antibiotics (20, 21).\nDrug repurposing has gained momentum as a cost-effective strategy to address antimicrobial resistance (22). By identifying novel antimicrobials in drugs approved or under investigation, repurposing efforts largely reduce the development timelines and bypass early safety evaluations (23). Recent studies have highlighted the untapped potential of this approach in combating resistant pathogens, demonstrating its utility in expanding therapeutic options (24).\nDrug repurposing has emerged as an effective strategy to accelerate the development of novel antimicrobials by leveraging the established pharmacological and safety profiles of approved compounds. For instance, auranofin, originally developed for the treatment of rheumatoid arthritis, has been shown to exhibit potent antibacterial activity through inhibition of thiol-redox enzymes (25). Among the various drug classes investigated, antiparasitic agents have attracted particular attention due to their structural diversity and intrinsic bioactivity. For example, niclosamide displays broad-spectrum antibacterial effects by disrupting bacterial energy metabolism and redox homeostasis (26); tafenoquine exerts strong bactericidal activity through membrane targeting (27); Oxyclozanide and closantel, two salicylanilide-based anthelmintics, display strong activity against Gram-positive pathogens, likely through membrane depolarization (28). Nitazoxanide, another clinically used antiparasitic drug, inhibits anaerobic metabolism and alters membrane function (29). Collectively, these agents highlight the antimicrobial potential of repurposed antiparasitics, especially those acting on bacterial membranes or energy systems. In this context, bunamidine hydrochloride (BUN), a classical antiparasitic compound, was selected for further investigation to evaluate its antibacterial efficacy and underlying mechanism against VRE.\nBUN was initially developed as an antiparasitic agent (30). However, its effects on bacterial pathogens remain underexplored. This study aims to evaluate the in vitro and in vivo antimicrobial potential of BUN against VRE and further explore its underlying molecular mechanisms, thereby contributing to the development of novel therapeutic strategies against VRE in clinical settings.\n\n## Bacterial strains and cell culture\nThe bacterial strains used in this study, including VRE and VSE isolates, are summarized in Table S1. All Enterococcus strains were cultured in brain-heart infusion (BHI) broth at 37°C. Human skin fibroblast (HSF) and HaCaT keratinocyte cells were maintained in high-glucose DMEM supplemented with 10% fetal bovine serum (FBS) and 1% penicillin-streptomycin under standard conditions (37°C, 5% CO₂). BUN and other chemicals were purchased from MedChemExpress (New Jersey, USA) and dissolved in dimethyl sulfoxide (DMSO) or deionized water for stock solutions.\n\n## Antimicrobial susceptibility test\nThe MIC of BUN and other antimicrobials was determined using the standard microdilution method according to Clinical and Laboratory Standards Institute guidelines (2024). Briefly, bacteria in the logarithmic phase were diluted to a final concentration of ~1 × 10⁶ colony-forming units (CFU)/mL in Mueller-Hinton (MH) II broth (Solarbio, Beijing, China). Fifty microliters of the bacterial suspension was added to a 96-well plate (Corning Costar, USA) with an equal volume of serially diluted antimicrobials. After incubating at 37°C for 16–20 h, the bacterial growth turbidity was assessed by measuring the optical density at 630 nm (OD630) with a microplate spectrophotometer (Bio-Rad iMark, USA). The MIC was defined as the lowest concentration that inhibited visible bacterial growth. For the minimum bactericidal concentration (MBC) determination, 10 µL of the bacterial suspension in each well was transferred onto sheep blood agar plates, and the MBC was defined as the lowest concentration that achieved 99.9% viable bacterial cells killing on the agar after overnight incubation (31).\n\n## Bactericidal dynamics\nLog-phased E. faecium and E. faecalis cultures were diluted in MH broth containing BUN or other antimicrobial agents to a final concentration of ~1 × 10⁶ CFU/mL. DMSO (0.1%, vol/vol) was used as a control. All the groups were incubated at 37°C at 180 rpm, and an aliquot of the bacterial suspension was collected at the time points of 0, 2, 4, 8, 12, and 24 h, respectively, to measure the bacterial viability. Quantitative CFU enumeration was performed through 10-fold serial dilution in sterile saline, followed by plating on sheep blood agar plates (32).\n\n## SYTO9/PI probe-based live/dead staining\nLog-phased E. faecalis was centrifuged, washed twice with 1× PBS (pH ≈ 7.2), and resuspended to OD630 = 0.1 in the presence of BUN at indicated concentrations. After 2 h incubation at 37°C, the cells were washed again and stained with 10 µM of SYTO9/propidium iodide (PI) at the ratio of 1:1 (vol/vol). After incubation in the dark for 15 min, the residual probes were removed by PBS washing, and the bacterial viability was observed using a confocal laser scanning microscope (CLSM; LSM800, ZEISS, Germany) (33), where the scale bars were generated automatically by the acquisition software. Unless otherwise specified, all CLSM imaging experiments in this study were performed using E. faecalis ATCC 51299.\n\n## Resistance induction assay\nThe potential for resistance development by BUN was assessed by both stepwise and single-step resistance induction assays, respectively. For stepwise resistance induction, the MIC of BUN was measured as described above on the first day. The next day, the bacterial suspension from the well of 1/2× MIC was diluted 1:1,000 with fresh MH broth and further exposed to serially diluted BUN for MIC determination after 24-h incubation. The values of MIC were consecutively recorded for 15 days. For single-step resistance induction, overnight E. faecalis cultures were adjusted to ~1 × 10⁸ CFU/mL in sterile saline, and 100 µL of the suspension was spread onto MH agar plates in the presence of various concentrations of BUN. After 48-h incubation at 37°C, the colonies with drug-resistant mutations were counted, and the mutation frequency was calculated as the ratio of resistant CFUs to the initial inoculum. In addition, rifampin (RFP) was used as a positive control for both assays (34).\n\n## Post-antibiotic effect assay\nTo evaluate the post-antibiotic effect (PAE), E. faecium and E. faecalis were exposed to BUN at concentrations of 1–4× MIC in Mueller-Hinton (MH) broth (5 mL per tube, initial inoculum ~5 × 10⁶ CFU/mL). MH broth containing 1% DMSO served as a negative control. After incubation at 37 °C with shaking (180 rpm) for 1 h, bacterial suspensions were washed by 1:1,000 dilution in fresh MH broth to eliminate residual antimicrobial activity. Subsequently, samples were collected at 0, 2, 4, 8, 12, and 24 h, serially diluted, and plated for CFU enumeration. Vancomycin (VAN) and daptomycin (DAP) at 10× MIC were included as positive controls for comparative analysis. For comparative purposes, the MICs of VAN and DAP against E. faecalis ATCC 51299 and E. faecium U101 were determined as 32 µg/mL and 4 µg/mL, respectively. Unless otherwise specified, VAN and DAP were used at 10×  MIC in all related comparative assays, including those shown in Fig. 2K and 3D.\n\n## Ultrastructural observation by electron microscopy\nLog-phased E. faecalis was washed and re-suspended in the 1× PBS in the presence of 5× MIC of BUN or 0.1% DMSO (control). After incubation at 37°C for 1 h, the bacterial cells were fixed with 2.5% glutaraldehyde overnight, and the ultrastructural changes were observed by using scanning electron microscopy (SEM) and transmission electron microscopy (TEM) (HITACHI, Tokyo, Japan), respectively (35).\n\n## Membrane potential determination by DiSC3(5)\nMid-log phased E. faecalis cells were suspended in HEPES buffer (5 mM, pH 7.2, supplemented with 5 mM glucose and 100 mM KCl) to an OD630 = 0.05. And the bacterial suspension was incubated with 2 µM of DiSC3(5) for 1 h in the dark. Ten microliters of BUN at specified concentrations was added to 90 µL of the bacterial suspension, with melittin (MLT; 8 µg/mL, corresponding to its MIC against E. faecalis ATCC 51299) as a positive control and 0.1% DMSO as a negative control. The fluorescence intensity was measured at the excitation/emission wavelengths of 622/670 nm, respectively, using a multimode plate reader (PerkinElmer EnVision, UK) (36).\n\n## Membrane permeability monitoring by SYTOX Green\nMid-log phased E. faecalis cells were washed and resuspended in 1× PBS to OD630 = 0.05 in the presence of 2 µM of SYTOX Green. After incubation in the dark for 30 min, 50 µL of the bacterial suspension with 50 µL of BUN (final concentration of 1/4–2× MIC) was added to a black 96-well plate. Melittin (8 µg/mL) and 0.1% DMSO were used as positive and negative controls, respectively. The fluorescence intensity was detected at the excitation/emission wavelengths of 485/525 nm, respectively (37).\n\n## Cell viability determination by calcein-AM/PI staining\nHSF cells were cultured in DMEM with 10% FBS and 1% penicillin-streptomycin at 37°C and 5% CO₂, then treated with 1× MIC of BUN for 24 h, harvested, and washed with PBS. Next, the cells were incubated with 2 µM of Calcein-AM and 8 µM of PI for 30 min in the dark. Cellular morphology was imaged using an inverted fluorescence microscope (Zhongxian, Beijing, China), and the fluorescence intensity was analyzed with ImageJ (Version 1.53t, National Institutes of Health, USA) (38).\n\n## Cytotoxicity determination by CCK-8 assay\nHSF and human keratinocyte (HaCaT) cells were maintained in Dulbecco’s Modified Eagle Medium (DMEM; Gibco, Thermo Fisher Scientific, USA) supplemented with 10% FBS (Gibco, Thermo Fisher Scientific, USA) at 37°C in a humidified atmosphere containing 5% CO₂. Cells in the logarithmic growth phase were seeded into 96-well plates at a density of 5  ×  10³ cells/well in 100  µL of complete medium and allowed to adhere for 24 h. Subsequently, the medium was replaced with fresh medium containing the indicated concentrations of BUN. Cells treated with 0.1% DMSO served as the vehicle control. After a 24- h exposure, 10 µL of Cell Counting Kit-8 (CCK-8; Dojindo, Japan) solution was added to each well and incubated for an additional 3 h at 37°C. Absorbance was measured at 450  nm (A₄₅₀) using a microplate reader, and cell viability was calculated relative to the control group (39).\n\n## Apoptosis detection\nHSF cells in the logarithmic phase were treated with 4 µg/mL of BUN for 24 h, and 1% DMSO was used as a control. Then, the cells were stained with annexin V-FITC/PI as described by the manufacturer’s specifications. Apoptosis was determined by using flow cytometry (BD, USA) (40).\n\n## Biofilm inhibition assay\nOvernight bacterial cultures were 1:100 diluted in BHI broth supplemented with 2% (wt/vol) glucose (BHIg) in a 96-well plate in the presence of serially twofold diluted antimicrobial agents. After static incubation at 37°C for 24 h, the supernatant in each well was removed and gently washed with 1× PBS. For crystal violet staining, 0.15% (wt/vol) crystal violet solution was added to each well, after incubation at room temperature for 15 min, excess crystal violet was removed by PBS washing. One hundred microliters of ethanol was added to each well for 20 min incubation to dissolve the biofilm-bound crystal violet. The absorbance at 560 nm (A560) was measured by using a microplate reader. For the XTT assay, XTT (0.2 mg/mL) and phenazine methosulfate (PMS; 0.02 mg/mL) were mixed in 1× PBS, and 100 µL of the solution was added to the PBS-washed biofilms after the treatment. The absorbance at 490 nm (A490) was measured after incubation in the dark for 3 h (41).\n\n## Biofilm eradication assay\nOvernight cultures of enterococci were 1:100 diluted with BHIg and dispensed into a 96-well plate. After static incubation at 37°C for 24 h, the supernatant was removed, and the wells with adhered biofilms were gently washed with PBS. Fresh BHIg broth containing serial twofold dilutions of antimicrobial agents was added. The plates were incubated statically for an additional 24 h, followed by PBS washing again. The biofilm biomass and viability were determined by crystal violet staining and the XTT method as described above, respectively (41).\n\n## Biofilm visualization by CLSM\nThe biofilms were cultured in six-well plates with a sterile coverslip in each well. After the treatment as described above, planktonic cells were removed, and the biofilms were washed with PBS. Then, the biofilms were stained with 10 µM of SYTO9/PI for 15 min in the dark and visualized by using the CLSM (LSM800, Zeiss, Jena, Germany). The fluorescence intensity was quantified by ImageJ (42), where the scale bars were generated automatically by the acquisition software.\n\n## Persister killing assay\nMid-logarithmic phase cultures of E. faecalis ATCC 51299 grown in BHI broth were adjusted to ~1  ×  108 CFU/mL. Aliquots (100  µL) were transferred into 96-well polystyrene plates, sealed, and incubated at 37 °C under humid conditions for 24 h to allow biofilm formation. Planktonic cells were removed by washing twice with 1× PBS, and the biofilms were subsequently exposed to 100  µL BHI broth containing RFP (100× MIC) to induce the formation of biofilm-embedded persister cells. After incubation at 37°C for 24 h, the biofilms were washed twice with PBS, and the remaining adherent cells were resuspended in 100 µL PBS followed by sonication for 5 min to disrupt the biofilm matrix. The resulting cell suspension was transferred into 200 µL PBS containing BUN at various concentrations or comparator antibiotics (vancomycin, daptomycin). The mixtures were incubated statically at 37°C, and aliquots were collected at 1- h intervals for CFU enumeration over a total of 4 h (43).\n\n## Drug combination\nThe checkerboard dilution method was used to determine the combinational antimicrobial effects between BUN and conventional antibiotics. Briefly, Enterococcus cultures in mid-log phase were diluted with MH broth to ~1 × 10⁶ CFU/mL. Serially twofold diluted BUN was added horizontally (50 µL/well) to a 96-well plate, while an equal volume of the conventional antibiotic was added vertically. Then, the plate was incubated at 37°C for 16–24 h, and the MIC values for single and combined use were recorded. The fractional inhibitory concentration index (FICI) was calculated as follows (44):\n\n## Molecular dynamics\nThe phospholipid membrane models were constructed using CHARMM-GUI software, where the bacterial membrane was composed of 168 DOPC (1,2-dioleoyl-sn-glycero-3-phosphocholine) and 72 DOPG (1,2-dioleoyl-sn-glycero-3-phosphoglycerol) molecules (DOPC:DOPG = 7:3), while the mammalian membrane consisted of 168 POPC (1-palmitoyl-2-oleoyl-sn-glycero-3-phosphocholine) and 72 cholesterol molecules (POPC:cholesterol = 7:3). These models were solvated and charge-neutralized in preparation for molecular dynamics (MD) simulations. The MD simulations were performed using Gromacs 2019.6. Initially, energy minimization was conducted with the steepest descent method to eliminate atomic clashes. This was followed by 100 ps of NVT (constant number of particles, volume, and temperature) and NPT (constant number of particles, pressure, and temperature) equilibration simulations at a controlled temperature of 300 K (room temperature). The simulation for both bacterial and mammalian phospholipid membranes ran for 500 ns, with configurations saved every 100 ps. Visualization of the simulation was carried out using Gromacs embedded tools and VMD. Analysis of the trajectories indicated that BUN primarily interacted with the 7DOPC/3DOPG bilayer through diffuse hydrophobic contacts between its aromatic/alkyl moieties and lipid tails, while hydrogen bonding events were rare and transient. Because hydrophobic interactions are spatially dispersed and non-directional, and the contribution from hydrogen bonding was minimal, these specific interactions were not explicitly annotated in the structural visualizations to maintain rigor and avoid overinterpretation (45).\n\n## Growth inhibition assay\nMid-log phase Enterococcus was diluted with MH broth to the final concentration of ~1 × 10⁶ CFU/mL. Then the tubes were added with twofold diluted antimicrobials. DMSO (1%) served as control. After static incubation for 16–18 h, the bacterial cells were washed and centrifuged. Then, the pellets were re-suspended in 1 mL of XTT (0.2 mg/mL) with PMS (0.2 mg/mL). After being incubated in the dark for 3 h, the bacterial suspension was transferred to a 96-well plate and A490 was measured (46).\n\n## Lysis assay\nMid-log phase Enterococcus cultures were adjusted to an OD630 ≈ 0.55 in saline. BUN or lusutrombopag (LP) was added to the bacterial suspension at a final concentration of 32  µg/mL. LP served as the bacteriolytic control, and DMSO (1%, vol/vol) was used as the negative control. After incubation at 37°C and 180 rpm, the suspensions were collected at the time points of 0, 1, and 2 h, respectively, and the bacterial turbidity was measured by OD630 (47).\n\n## Mouse wound infection model\nAll animal-related procedures were approved by the Ethics Committee of the Affiliated Changsha Hospital of Xiangya School of Medicine, Hunan, China (NO. CSU-2024-0280). Female ICR mice (6–8 weeks old, 23–27 g) were obtained from Hunan SJA Laboratory Animal Co., Ltd. To establish an Enterococcus faecalis wound infection model, dorsal fur was removed using a chemical depilatory agent before inoculating a 50 µL suspension containing 1 × 10⁸ CFU onto a 5 mm full-thickness skin defect. One hour post-infection, for each sampling time point (days 1, 3, and 7), mice were randomly assigned into three treatment groups (n = 9 mice per group per time point): 2% BUN cream, 2% fusidic acid (FD) cream as a positive control, or 2% (vol/vol) DMSO cream as a negative control. Treatments were applied topically twice daily for 7 days, with all wounds covered by a protective membrane. Wound healing progression was monitored daily via imaging and diameter measurements. At each designated time point, six mice per group were sacrificed for bacterial burden analysis following homogenization in 1 mL sterile saline, while the remaining three mice per group were fixed in 4% paraformaldehyde for histological examination. Tissue sections underwent dehydration, paraffin embedding, and subsequent staining with hematoxylin-eosin (H&E), Masson’s trichrome, and Giemsa stains (Servicebio, Wuhan, China). Immunofluorescence staining was performed to assess IL-6, IL-1β, and TNF-α expression using a Nikon E100 fluorescence microscope (Japan) (48).\n\n## Mouse subcutaneous abscess model\nICR female mice (6–8 weeks old, 23–27 g) were obtained from Hunan SJA Laboratory Animal Co., Ltd. Dorsal fur was removed using a chemical depilatory agent prior to the experiment. Enterococcus faecalis ATCC 51299 was cultured to the logarithmic phase, washed with sterile saline, and resuspended. A 100 µL suspension containing 1 × 10⁷ CFU was subcutaneously injected into the dorsal region to establish the infection model. One hour post-infection, mice were randomly assigned to two groups (n = 6) and received subcutaneous administration of either 30 mg/kg BUN or 1% (vol/vol) DMSO (vehicle control). Twelve hours post-infection, the mice received a second injection of the same drug subcutaneously. After 24 h of treatment, the mice were euthanized, and infected skin tissue was collected for homogenization and bacterial count 0 (49).\n\nICR female mice (6–8 weeks old, 23–27 g) were assigned to two groups (n = 6) and received subcutaneous injections of either a vehicle solution (1% [vol/vol] DMSO) or BUN (30 mg/kg) twice, with a 12-h interval. After 24 h of treatment, mice were euthanized, and infected skin, along with major organs (heart, liver, spleen, lungs, and kidneys), was collected. Tissue specimens were fixed in 4% paraformaldehyde for 24 h, followed by dehydration through a graded ethanol series and xylene clearance before paraffin embedding and sectioning. Histopathological assessments were performed using H&E staining for internal organs, while Masson’s trichrome staining was applied specifically to wound skin tissues (Servicebio, Wuhan, China) (50).\n\n## Pharmacokinetic analysis\nPharmacokinetic (PK) studies of BUN were performed in female ICR mice (6–8 weeks old, 23–27 g; Hunan SJA Laboratory Animal Co., Ltd., China). Mice were randomly assigned into three groups (n = 6 per time point) and received BUN via intravenous (i.v.; 10 mg/kg), subcutaneous (s.c.; 30 mg/kg), or intraperitoneal (i.p., 30 mg/kg) administration. Blood samples (~100 µL) were collected from the retro-orbital sinus at predetermined time points (0.083, 0.25, 0.5, 1, 2, 4, 8, and 12 h) into heparinized tubes and immediately centrifuged at 4°C (4,000 × g, 10 min) to obtain plasma. Plasma samples were stored at ~80°C until analysis. BUN concentrations in plasma were quantified using a validated LC–MS/MS method. PK parameters, including maximum plasma concentration (C_max), time to reach C_max (T_max), elimination half-life (t_1/2), area under the concentration–time curve from time zero to infinity (AUC_0~∞), and absolute bioavailability (F%), were calculated using non-compartmental analysis with WinNonlin software (version 8.3, Pharsight, USA).\n\n## Statistical analysis\nData are presented as mean ± standard deviation (SD) from at least three independent experiments. Statistical analysis was performed using one-way ANOVA. ns: not significant; *P < 0.05; **P < 0.01; ***P < 0.001; ****P < 0.0001.\n\n## Potent bactericidal effects of BUN against VRE\nThe chemical structure of BUN comprises a benzimidazole moiety scaffold and an aromatic ring system containing two nitrogen atoms, which is known to enhance biological activity. Meanwhile, BUN features a long alkyl chain, a characteristic that enhances lipophilicity, facilitating bacterial membrane penetration (Fig. 1A). By microbroth dilution assay, BUN demonstrated strong antimicrobial activity against both VRE and vancomycin-susceptible enterococci (VSE), with MIC and MBC values ranging from 2 to 4 µg/mL and 2 to 8 µg/mL, respectively (Table 1). Notably, its bactericidal efficacy was also verified across varied clinical isolates (Table 1). Notably, BUN exhibited similar inhibitory activity against certain Staphylococcus epidermidis and S. aureus strains, including MSSA and MRSA with MIC of  4–8  µg/mL, supporting its broad antimicrobial potential against Gram-positive pathogens. However, given the urgent clinical challenge posed by VRE, characterized by high multidrug resistance, hospital transmission, and limited treatment options, we prioritized VRE as the primary focus of this study. Different from agents with predominantly bacteriostatic activity, such as LP (34), BUN exhibited significant lytic activity against VRE within a 2-h treatment (Fig. 1B). The XTT assay demonstrated a concentration-dependent growth inhibition of BUN against VRE (Fig. 1C). Next, the antimicrobial activity of BUN was compared in different culture media. As shown in Fig. 1D, the inhibitory effect was comparable between MH and BHI broth, indicating that the choice of culture medium had minimal influence on the observed activity. Furthermore, kinetic studies revealed the concentration-dependent bactericidal effects of BUN. Complete elimination of viable cells in both strains was achieved at 1× MIC within 2 h (Fig. 1E). As expected, live/dead bacterial cell determination using SYTO9/PI probes showed a significant increase in dead cells in the BUN-treated group after 2-h incubation (Fig. 1F). Consistently, quantitative fluorescence analysis also demonstrated the fast bactericidal activity of BUN against VRE (Fig. 1G). However, the checkerboard dilution assay indicated non-synergistic antibacterial activity between BUN and conventional antibiotics (Fig. S1).\n\n## Bactericidal activity of BUN against biofilms and persister cells\nThe antibiofilm activity of BUN against VRE was assessed using crystal violet staining and XTT reduction assay to determine biofilm biomass and metabolic activity, respectively. Crystal violet staining indicated that BUN significantly reduced biofilm biomass formation at the concentration of 4 µg/mL, while XTT assay confirmed a corresponding decrease in biofilm viability (Fig. 2A). For biofilm eradication, crystal violet staining showed significant matrix degradation at 4 µg/mL and further biomass reduction at 8 µg/mL, while the XTT assay mirrored these findings, demonstrating a substantial decline in metabolic activity at 8 µg/mL (Fig. 2B). To account for potential differences in planktonic growth, biofilm biomass data were normalized as biofilm formation units (BFU  =  A₅₆₀/A₆₀₀). The normalized results showed a consistent trend, with significant differences observed from 4  µg/mL onwards (Fig. S2). These findings suggest that BUN effectively inhibits biofilm formation at 4 µg/mL and disrupts mature biofilms at 8 µg/mL, supporting its potential as a therapeutic agent against VRE biofilm-associated infections. To further characterize the antibiofilm effects of BUN, we extended our analysis to CLSM, allowing a more detailed visualization of structural changes within the biofilm matrix. Representative two-dimensional (2D) CLSM images of biofilms treated with BUN at 4 µg/mL (biofilm inhibition) and 8 µg/mL (biofilm eradication) are shown in Fig. 2C and E, respectively. In the biofilm inhibition assay, a notable reduction in biofilm biomass and an increased proportion of PI-stained impaired cells were observed at 4 µg/mL, indicating early-stage structural disruption (Fig. 2C). For pre-formed biofilms, treatment with BUN at 8 µg/mL resulted in extensive biofilm eradication, with a marked reduction in biofilm thickness and a significant increase in PI-stained dead cells (Fig. 2E).\nTo quantitatively assess these structural alterations, fluorescence analysis of SYTO9/PI staining was performed across multiple fields of view. The proportion of PI-positive cells was significantly higher in the BUN-treated biofilm inhibition group compared to the control (Fig. 2D), and a similar trend was observed in the biofilm eradication group at 8 µg/mL (Fig. 2F). Given the promising results from 2D CLSM imaging, three-dimensional (3D) CLSM imaging was employed to further elucidate the spatial organization of BUN-treated biofilms. Compared to the untreated control, biofilms treated with BUN at 4 µg/mL exhibited substantial inhibition in biofilm development (Fig. 2G), while treatment at 8 µg/mL led to extensive biofilm disruption (Fig. 2I). Corresponding fluorescence quantifications further confirmed these findings, revealing significantly higher proportions of PI-positive cells in treated biofilms (Fig. 2H and J).\nThe bactericidal effects of BUN against biofilm-embedded persister cells were further evaluated by CFU enumeration. As shown in Fig. 2K, BUN at 1× MIC effectively inhibited the growth of persister cells within the biofilms for both E. faecalis ATCC 5",
  "has_full_text": true
}