{
  "pmid": "41174184",
  "title": "ENOblock synergizes with colistin to treat Acinetobacter baumannii infections.",
  "abstract": "High-throughput screening studies provide an additional approach to discovering repurposed drugs for antimicrobial treatments. In this work, we report the identification of ENOblock, an anticancer drug, as an antimicrobial agent. We computationally and experimentally validated that ENOblock synergizes with colistin, the last resort antibiotic. Additionally, we identified enolase as the potential bacterial target for ENOblock. The in silico and in vitro antibacterial activity of ENOblock translated into potent in vivo efficacy in an animal infection model. Collectively, the preclinical data support the selection of ENOblock as a promising candidate for antimicrobial development, with the potential to address the urgent threat of infections caused by Acinetobacter baumannii.",
  "journal": "EMBO molecular medicine",
  "year": "2025",
  "authors": [
    "Molina Panadero I",
    "Moreno Rodríguez A",
    "Rey Hidalgo A",
    "de la Cruz M",
    "Sánchez P"
  ],
  "doi": "10.1038/s44321-025-00331-2",
  "mesh_terms": [
    "Colistin",
    "Acinetobacter baumannii",
    "Acinetobacter Infections",
    "Anti-Bacterial Agents",
    "Animals",
    "Drug Synergism",
    "Disease Models, Animal",
    "Mice",
    "Microbial Sensitivity Tests",
    "Humans",
    "Treatment Outcome"
  ],
  "full_text": "## Problem\nThe emergence of infections caused by multidrug resistant Gram-negative bacilli such Acinetobacter baumannii (Ab) is a well-recognized global health threat, urgently requiring effective solutions. Last-resort treatments, such as colistin, are increasingly ineffective in many cases, leading to mortality in hospitalized patients who acquire these infections.\n\n## Results\nWe show that ENOblock presents strong antibacterial activity against multidrug-resistant Ab, with an MIC₅₀ of 16 mg/L, better than colistin and carbapenems. We demonstrate that ENOblock rapidly damages bacterial membranes and causes unique cellular changes, suggesting a distinct mechanism of action. Using docking studies and mutant analysis, we confirm that enolase is the target of ENOblock. We reveal that ENOblock also acts synergistically with colistin, reduces Ab interaction and invasion in host cells, and improves survival in infected Galleria mellonella larvae.\n\n## Impact\nThese preclinical data support the selection of ENOblock as a promising candidate for antimicrobial development, with the potential to address the urgent threat posed by infections caused by Ab.\n\n## Introduction\nGram-negative bacteria (GNB) are a significant concern in healthcare settings due to their ability to cause a wide range of infections such as pneumonia, bloodstream infections, wound or surgical site infections, and meningitis (Morris and Cerceo, 2020), which are often difficult to treat. GNB infections, especially hospital acquired ones, represent a significant burden on healthcare systems worldwide, with reported costs of $136 million per year (Balasubramanian et al, 2023), requiring ongoing efforts in surveillance, infection prevention and control, antibiotic stewardship, and research into new treatment options to mitigate their impact.\nOne of the main difficulties in tackling GNB is their high efficiency in acquiring antimicrobial resistance (AMR) encoded by genomic, transcriptomic and proteomic changes (Yelin and Kishony, 2018). The challenge of AMR is further exacerbated by the alarming number of deaths attributed to bacterial AMR, coupled with the urgent threat posed by the declining discovery and development of new antibiotics. The World Health Organization (WHO) and other European institutions have recently underscored the dangers posed by these infections (ECDC and WHO, 2023). Consequently, a perfect storm is converging regarding these infections: increasing antimicrobial resistance with a decreased new drug development (ECDC and WHO, 2023). This context is likely the best example of the purported “Post-Antibiotic Era”, with relevance even in non-specialized media. It is clear that new policies and actions are necessary to avoid the forecasts for 2050 that attribute ten million deaths worldwide to antimicrobial resistance (O’Neill, 2016). This is particularly critical for pathogens such as Acinetobacter baumannii (Ab), Escherichia coli and Klebsiella pneumoniae, among others, which have shown a continuous increase in antimicrobial resistance and are responsible for a significant proportion of reported infections and associated deaths (ECDC and WHO, 2023).\nApproaches using computational methods and high-throughput screening (HTS) have recently been developed for antibiotic discovery (Wong et al, 2024; Boulaamane et al, 2024; Wan et al, 2024; Miethke et al, 2021). For example, screening small-molecule libraries has revealed new antimicrobial agents that belong to existing or new antibiotic classes (Bakker et al, 2024; Blasco et al, 2024; Zampaloni et al, 2024). Recently, HTS studies have been developed to discover repurposed drugs for antimicrobial treatments (Huang and Zhang, 2022).\nWithin this context, increasing attention has been given to targeting enzymes. One of the most promising targets to emerge is enolase a highly conserved metalloenzyme that plays a crucial role in the glycolytic pathway, catalyzing the reversible conversion of 2-phosphoglycerate into phosphoenolpyruvate (Pancholi, 2001). This enzyme is found across all domains of life, including both prokaryotic and eukaryotic organisms, where it contributes not only to central metabolism but also, in many cases, to non-glycolytic functions such as cell surface adhesion, plasminogen binding, and stress response (Pancholi, 2001). In pathogenic bacteria, enolase is often identified on the cell surface, where it may facilitate host colonization and immune evasion (Ehinger et al, 2004). Furthermore, enolase has been implicated in maintaining membrane dynamics and virulence of several bacterial species (Ayón-Núñez et al, 2018; Liu et al, 2021).\nSpecific enolase inhibitors, such as 2-aminothiazoles, disrupt bacterial ATP production and viability in Mycobacterium tuberculosis (Wescott et al, 2018). Three tropolone derivatives showing 53–78% enolase inhibition displayed antibacterial activity against major Gram-negative pathogens (A. baumannii, E. coli, Pseudomonas aeruginosa, and K. pneumoniae) with MICs of 11.3–45.2 mg/L, and induced filamentation in E. coli, suggesting effects on cell wall biosynthesis or division (Krucinska et al, 2019a). The natural inhibitor SF2312, from Micromonospora, showed limited activity (MIC from 50 to >400 mg/L) but improved potency against E. coli and Staphylococcus aureus, but not against A. baumannii and P. aeruginosa, when glucose-6-phosphate was added (Krucinska et al, 2019b). Additionally, PEIP-expressing bacteria exhibited growth attenuation and thinner cell walls due to impaired peptidoglycan synthesis of Bacillus subtilis (Zhang et al, 2022). Moreover, ENOblock has been identified as an inhibitor of enolase with pleiotropic biological activities. Previous studies have demonstrated its anticancer effects, where ENOblock suppresses tumor progression by disrupting glycolytic metabolism (Jung et al, 2013). It has also shown anti-inflammatory properties by modulating cytokine expression and reducing macrophage activation (Polcyn et al, 2020). In addition, ENOblock influences metabolic regulation, including the attenuation of hyperglycemia and improvement of insulin sensitivity in diabetic models (Cho et al, 2017). The evolutionary conservation of these enzymes in multiple Gram-negative pathogens underscores its potential as a therapeutic target, while its multifunctional role in virulence further enhances its clinical relevance (Krucinska et al, 2019b).\nIn this work, we report the identification of ENOblock, an anticancer drug, as an antimicrobial agent. We computationally and experimentally validated that ENOblock synergizes with colistin, the last resort antibiotic. Additionally, we identified enolase as the potential bacterial target for ENOblock. The in silico and in vitro antibacterial activity of ENOblock translated into potent in vivo efficacy in the Galleria mellonella animal infection model. Collectively, these preclinical data could support the selection of ENOblock as a promising candidate for antimicrobial development with the potential to address the urgent threat of infections caused by Ab.\n\n## High-throughput screening for repurposing drugs as antimicrobial agents\nWe developed and validated a high-throughput screen assay using 2464 bioactive compounds from the EU-OPENSCREEN pilot library, dispensed in 384-well plates at 100 μM final concentration, and the A. baumannii Ab ATCC 17978 and E. coli ATCC 25922 strains, as well as their respective MDR strains (Ab186 and MCR1+) (Fig. 1A). We identified 33 compounds (1.32% of the total compounds) with inhibitory activity of ≥70% against at least one or both MDR strains of Ab186 and E. coli MCR1+. Of these 33 compounds, 7 showed MICs of ≤100 μM against the reference and MDR strains of Ab (ATCC 17978 and Ab186) and E. coli (ATCC 25922 and MCR1+) (Fig. 1A). Among these 7 compounds, ENOblock (Fig. 1B) was chosen based on preliminary antimicrobial activity against A. baumannii and E. coli in our initial screens for further studies. This compound was active against the Ab ATCC 17978 and E. coli ATCC 25922 strains, with AC50 values of 23.57 μM and 46.86 μM, respectively (Fig. 1C).Figure 1HTS in antibiotic discovery.(A) Hit identification workflow using the EU-OPENSCREEN library. *Screening of compounds with ≥70% activity against 1 or 2 MDR pathogens. **Screening of compounds with MIC ≤100 μM w/o previous antibacterial activity. (B) Chemical structure of ENOblock. (C) Confirmation of ENOblock activity with the primary screening sample in dose–response mode against A. baumannii Ab ATCC 17978 and E. coli ATCC 25922 strains. AC50: Concentration at which 50% of maximum activity is observed. Average values from two biological replicates are represented. Source data are available online for this figure.\n\n## ENOblock is active against Ab\nTo confirm the activity of ENOblock against clinical isolates of Ab, ENOblock was tested against 14 and 18 colistin-resistant and carbapenem-resistant Ab isolates, respectively. The results of the MICs tests are displayed in Tables 1 and  2. The MICs ranged from 8 to 32 mg/L and 16 to 32 mg/L for ENOblock against colistin and carbapenem-resistant Ab, respectively. The reference strain Ab ATCC 17978 presents an ENOblock MIC of 8 mg/L. The MIC50 and MIC90 concentrations, which represent the lowest concentration of an antimicrobial agent that is required to inhibit the growth of 50 and 90% of the isolates tested, respectively, for ENOblock against colistin and carbapenem-resistant isolates were 16 and 32 mg/L, respectively. However, the MIC50 and MIC90 for colistin were 256 and >256 mg/L, and for carbapenems were 16 and 64 mg/L (Tables 1 and 2) Notably, the ENOblock MIC90 (32 mg/L) is three times lower than the cytotoxic concentration 50% (CC50) of ENOblock in HeLa (112.7 mg/L) and macrophage cells (121.3 mg/L) (Appendix Fig. S1), and the selective pressure by growing Ab ATCC 17978 strain in the presence of increasing ENOblock concentrations did not allow Ab to develop resistance to ENOblock (Fig. EV1). Using time-course assays, we evaluated the bactericidal activity of ENOblock against Ab ATCC 17978 and Ab CR17 strains. Figure 2A illustrates that ENOblock (2× and 4×MIC for Ab ATCC 17978 strain) exhibited bactericidal effect after 2, 4 and 8 h, reducing the bacterial count by over 3 log10 CFU/mL compared to 0 h. For the Ab CR17 strain, ENOblock (1×, 2× and 4×MIC for Ab CR17 strain) demonstrated a bactericidal effect after 2, 4 and 8 h by reducing the bacterial count by over 3 log10 CFU/mL, compared to 0 h.Figure 2ENOblock is active against Ab in monotherapy and in combination with colistin.(A) Time-kill curves of Ab ATCC 17978 and Ab CR17 strains in the presence of 1× and 1×, 2× and 4×MIC ENOblock for 24 h. Average values of Log10 CFUs/mL at each time point from two biological replicates are represented as mean. Bacterial concentrations for each time point are expressed as the difference from time 0 h. (B) Schematic presentation of the EIIP/AQVN criterion for the selection of ENOblock and colistin combination (green-penicillins, blue-carbapenems, red-quinolones). (C, D) Representative heat plots of microdilution checkerboard assay for the combination of ENOblock and colistin against Ab ATCC 17978 and Ab CR17 strains. A representative example of two biological replicates is shown. (E) Dynamic bacterial growth curve plots of Ab ATCC 17978 and Ab CR17 strains in the absence and presence of colistin, ENOblock and colistin plus ENOblock. The bacterial growth is determined by bacterial density absorbance during 24 h. Average density absorbance values from two biological replicates ± SEM are represented. AQVN average quasi-valence number, EIIP electron-ion interaction potential. Source data are available online for this figure.Table 1Antibacterial activity of ENOblock in colistin-resistant A. baumannii strains.StrainsColistin resistance mechanismcColistin MIC (mg/L)ENOblock MIC (mg/L)#1apmrB25616#10apmrB>25616#11apmrB25616#14apmrB25616#16apmrB>25616#17apmrB6416#19apmrB>25632#20apmrB>2568#21apmrB2568#22apmrB>25616#24apmrB6416#99apmrB>25616#113apmrB>25616Ab CR17bpmrA6432MIC50–25616MIC90–>25632aFrom Valencia et al, 2009; bfrom López-Rojas et al, 2011b; cmutation in pmrA or pmrB.Table 2Antibacterial activity of ENOblock in carbapenem-resistant A. baumannii strains.StrainsaCarbapenem resistance mechanismbImipenem/meropenemMIC (mg/L)ENOblockMIC (mg/L)#17OXA-58816#37OXA-581616#40OXA-24>6416#53OXA-586416#286ND1616#288ND3216#289ND816#295OXA-58816#298OXA-581632#299OXA-581616#405OXA-583232#410OXA-583232#414OXA-583232#416OXA-583232#417OXA-581616#440ND816#441ND816#448OXA-51, OXA-58832MIC50–1616MIC90–6432ND not determined.aFrom GenBank Bioproject PRJNA422585; bcarbapenemase.\nIt is well known that the development of new repurposed drugs includes the assessment of the presence of synergy with clinically used antibiotics. To this end, we conducted a virtual screening of ENOblock in combination with different antibiotic families (colistin, imipenem, ceftazidime and tigecycline) using the EIIP/AQVN criterion to overcome bacterial resistance (Appendix Table S2). Figure 2B suggests that colistin and ENOblock with similar electronic properties, as indicated by their EIIP and AQVN values, tend to exhibit synergistic effects. Conversely, no synergistic activity was observed between the rest of antibiotics and ENOblock with different electronic properties. To confirm experimentally the in silico synergistic effect of ENOblock with colistin against Ab, checkerboard and bacterial growth assays were performed (Fig. 2C,D). Checkerboard assay indicated that ENOblock had a synergistic effect with colistin by enhancing the activity of colistin against Ab ATCC 17978 and Ab CR17 strains, resulting in the fractional inhibitory concentration index (FICI) of ≤0.5. In contrast, the combination of ENOblock with other antibiotics such as imipenem, ceftazidime and tigecycline did not increase their activities, yielding a FICI > 0.5 (Fig. 2D). Moreover, bacterial growth data confirms the checkerboard data showing that sub-MIC of colistin combined with ENOblock (8 mg/L) abolished completely the growth of Ab ATCC 17978 and Ab CR17 strains (Fig. 2E).\n\n## ENOblock inhibits the growth of Ab via different mechanism of action from conventional antibiotics\nWe employed the fluorescence microscopy-based BCP technique, as previously applied to Ab (Samernate et al, 2023; Nonejuie et al, 2013; Htoo et al, 2019), to investigate the mechanism of action of ENOblock against Ab ATCC 17978 strain. The morphological changes induced by ENOblock were compared with those previously reported profiles of standard antibiotics targeting major cellular pathways, including ciprofloxacin (DNA replication), rifampicin (RNA transcription), minocycline (protein translation), piperacillin and meropenem (cell wall synthesis), and colistin (membrane integrity). BCP results showed that ENOblock (2×MIC)- treated cells exhibit different morphological changes compared to those of antibiotic controls at 1×MIC. In particular, high SYTOX Green signal of ENOblock-treated cells was observed (Fig. 3A), indicating the loss of membrane integrity. However, the ENOblock-treated cells showed different morphological changes from colistin-treated cells, a membrane integrity control, indicating that ENOblock interferes with bacterial membrane integrity but possibly in a manner different from colistin. Consistent with these differences, the image analysis profiles of ENOblock-treated cells clustered separately from those of untreated, other control antibiotics (Fig. 3B). It is conceivable that ENOblock inhibits pathways distinct from those targeted by the comparator antibiotics, which collectively represent the most common modes of antibacterial action, in a manner similar with previous studies that have observed distinct profiles (Htoo et al, 2022; Khunsri et al, 2023; Lin et al, 2015). Altogether, the results showed that the ENOblock profile is distinct from the six standard antibiotic profiles reported previously (Samernate et al, 2023).Figure 3ENOblock exhibits antibacterial activity against Ab via distinct mechanism of action and displays rapid permeabilization activity.(A) Representative images from three biological replicates (scale bar = 1 μm) and (B) a PaCMAP plot of Ab ATCC 17978 cells (>=1000 cells each condition) treated with 16 mg/L ENOblock (2×MIC) for 60 min, compared with antibiotic control data at 60 min exposure: 0.45 mg/L ciprofloxacin (1×MIC), 1 mg/L rifampicin (1×MIC), 0.5 mg/L minocycline (1×MIC), 40 mg/L piperacillin (1×MIC), 0.45 mg/L meropenem (1×MIC), and 0.625 mg/L colistin (1×MIC). All control data used for profile comparison, including images and single-cell profiles, were derived from previously published data (Samernate et al, 2023). In all images, cell membranes were stained with FM4-64 (red), DAPI (blue), and SYTOX Green (green). (C) Representative images from three biological replicates (scale bar = 1 μm) of Ab ATCC 17978 cells treated with 8 mg/L ENOblock (1×MIC), 16 mg/L ENOblock (2×MIC), 32 mg/L ENOblock (4×MIC), or 3.125 mg/L colistin (5×MIC) for 10, 30, and 60 min, stained with FM4-64 (red) and SYTOX Green (green). (D) Quantification of SYTOX Green intensities in untreated and ENOblock-treated cells at different time points. Values represent mean ± SEM of all individual nucleoids in each replicate (number of cells >30 per replicate, three biological replicates). *P = 0.0413 and 0.0419 for 30 and 60 min, respectively (two-tailed Student’s t test); n.s. not significant. (E) Colony-forming unit (CFU) counts of Ab ATCC 17978 treated with 8 mg/L ENOblock (1×MIC), 16 mg/L ENOblock (2×MIC), 32 mg/L ENOblock (4×MIC), or 3.125 mg/L colistin (5×MIC) for 10, 30, and 60 min, compared with untreated control. Values represent mean ± SD from three biological replicates per condition. Source data are available online for this figure.\n\n## ENOblock exhibits rapid permeabilization activity against Ab\nThe observation of a high proportion of ENOblock-treated cells displaying high SYTOX Green intensity prompts us to consider the possibility of observing this impact at earlier time intervals, as membrane permeabilization often happens swiftly within minutes. Prior studies utilizing BCP demonstrated that a compound with the ability to disrupt membranes could impact the bacterial membrane in a mere 10 min timeframe (Nonejuie et al, 2013; Htoo et al, 2022). Consequently, we conducted a temporal examination of SYTOX green staining in cells treated with 8, 16 and 32 mg/L of ENOblock for 10, 30, and 60 min, in comparison with 3.125 mg/L colistin (5xMIC). The findings indicated that, at 10 min, cells treated with 8 mg/L of ENOblock did not exhibit a notable increase in SYTOX green intensity compared to the untreated sample, whereas treatment with 16 and 32 mg/L ENOblock resulted in increased intensity similar to a positive control, colistin (Fig. 3C,D). Regarding the temporal changes in SYTOX Green intensity, the results indicate that cells reached a saturation point by 30 min in all treated samples, with a slight decrease in SYTOX Green intensity observed at 60 min (Fig. 3D).\nTo determine whether membrane permeabilization, as indicated by SYTOX Green intensity, correlates with bacterial viability, CFU counts were measured at each time point (Fig. 3E). No detectable CFUs were observed after treatment with 32 mg/L ENOblock and 3.125 mg/L colistin, starting at 10 and 30 min, respectively, indicating a bactericidal effect at these concentrations. In contrast, treatment with 8 mg/L ENOblock for 10 min (6.16 ± 0.03 log CFU/mL) showed no change in CFU counts compared to the untreated control (6.14 ± 0.00 log CFU/mL). Notably, CFU counts following treatment with 16 mg/L ENOblock at 10 (5.68 ± 0.38 log CFU/mL), 30 (5.82 ± 0.07 log CFU/mL), and 60 min (6.17 ± 0.23 log CFU/mL) indicated a bacteriostatic effect. This was evidenced by the slight reduction and minimal fluctuations in CFU counts compared to the initial value at 0 min (6.23 ± 0.10 log CFU/mL).\nAltogether, these results indicate that ENOblock compromises the integrity of the bacterial cell envelope in a concentration- and time-dependent manner, with higher concentrations (≥16 mg/L) leading to rapid membrane permeabilization and loss of cell viability,\n\n## ENOblock acts on Ab through the inhibition of enolase\nIn order to shed light on the ENOblock mechanism of action, we docked ENOblock in the C-terminal domain of Ab enolase. ENOblock exhibited a high docking score. The most stable pose shows that ENOblock binds to Ser371 and Asp207 amino acids through three hydrogen bonds (Fig. 4A). Moreover, we quantified the interaction between ENOblock and purified AbEnolase (Fig. EV2) using an ITC assay. As shown in Fig. 4B, ENOblock bound to AbEnolase with an affinity of 2.9 ± 0.78 µM. When Ser371 and Asp207 were together substituted with alanine, the binding of the ENOblock to the enolase is affected, making it impossible to calculate its KD constant, either because it decreases so much that the reaction do not reach the plateau on the binding curve (S371A) or because the protein loses stability causing its aggregation inside the cell (D207A and double mutant) as the ligand is added. (Figs. 4B and  EV3). To investigate whether enolase in other Gram-negative bacteria, such as E. coli and K. pneumoniae, might also be a target of ENOblock, we performed in silico analyses to assess ENOblock’s binding capacity to enolase from both microorganisms and evaluated their susceptibility to ENOblock using a collection of MDR clinical isolates. Although the ENOblock binding sites in E. coli (GLN166, SER249, ASP245, ASP290, ASP316) and K. pneumoniae (ASP317, SER372) differed from the binding of some sites in Ab (Asp207 and Ser371) (Appendix Fig. S2A,B), ENOblock exhibited similar activity against MDR clinical isolates of E. coli and K. pneumoniae, with MIC50 values of 16 mg/L and 32 mg/L, respectively (Appendix Tables S3 and  S4). As expected, ENOblock significantly reduced the growth of MDR E. coli Ec MCR1+ and K. pneumoniae Kp10 strains and increased their cell wall permeability (Fig. EV4A,B).Figure 4ENOblock acts on Ab through the inhibition of enolase.(A) Structural models generated by docking of ENOblock into the C-domain of Ab enolase. ENOblock is displayed as sticks. ΔG: Glide score. (B) Isothermal titration calorimetry (ITC) titrations with integrated fitted heat plots of ENOblock binding with wt enolase (wt) or enolase (D207A-S371A). A representative example out of three biological replicates is shown. (C) Enolase activity in determined in Ab ATCC 17978 and Δeno strains. The data are presented as means of three biological replicates ± SEM, and Student t test was used for statistical analysis. *P = 0.005, Ab ATCC 17978 vs Δeno (two-tailed Student’s t test). (D) MIC of ENOblock against Ab ATCC 17978 vs Δeno strains with or without supplementation of 4 mM phosphoenolpyruvate. A representative example out of two biological replicates. (E, F) Bacterial growth curve plots of Ab ATCC 17978 vs Δeno strains in the absence and presence of ENOblock treatment at different concentrations. Average values from two biological replicates ± SEM are represented. Source data are available online for this figure.\nTo confirm that Ab enolase is the potential target of ENOblock, we generated an enolase-deficient mutant. Deletion of the enolase gene in the Ab ATCC17978 strain (Δeno) first abolished completely the enolase activity (Fig. 4C) and subsequently increased the ENOblock MIC from 8 to 32 mg/L. The MIC of ENOblock remained unchanged in Δeno strain supplemented with phosphoenolpyruvate (Fig. 4D). Furthermore, we examined the antibacterial activity of ENOblock against the Ab ATCC 17978 and Δeno strains. Figure 4E reveals that the Ab ATCC 17978 strain exhibits rapid growth, reaching an OD of 1 within the first 4 h. However, a significant disparity in growth is observed between the untreated cells and the cells treated with ENOblock, particularly at higher compound concentrations (16 and 32 mg/L). A different trend of growth inhibition is observed in the Δeno strain, which shows a higher OD value compared with Ab ATCC 17978 strain in the presence of ENOblock treatment (Fig. 4F). Considering these results, the difference in growth can be attributed to the resistance of the mutant strain to the ENOblock. The absence of enolase may hinder the compound’s ability to exert its effect, as indicated by the findings of the molecular docking study. Similar results were observed with the E. coli enolase-deficient mutant (Ec Δeno) strain (Appendix Fig. S3).\n\n## ENOblock affects the Ab-host interaction\nTo evaluate the effect of ENOblock on the interaction between Ab and host cells, we studied the adherence and invasion of the Ab ATCC 17978 and Ab CR17 strains on HeLa and macrophage cells for 2 h in the presence of ENOblock (Fig. 5A). We found that treatment with ENOblock at 1xMIC reduced the counts of adherent Ab ATCC 17978 and Ab CR17 strains on HeLa cells by 47% (P < 0.05) and 31% (P < 0.05), respectively, and on macrophage cells by 43% (P < 0.05) and 29% (P < 0.01) (Fig. 5B). Notably, a more significant reduction was observed in the invasion of both strains, with ENOblock treatment reducing invasive counts in HeLa cells by 76% (P < 0.01) and 46% (P < 0.05), respectively, and in macrophage cells by 67% (P < 0.01) and 41% (P < 0.05), respectively (Fig. 5C). Immunostaining of infected HeLa cells with the Ab ATCC 17978 and Ab CR17 strains, pretreated with ENOblock, showed a significant reduction in Ab attachment to HeLa cells (Fig. 5D). Similarly, ENOblock at 1xMIC significantly reduced the adherence of E. coli MCR1+ and K. pneumoniae Kp10 to HeLa cells (Fig. EV4C,D).Figure 5ENOblock affects the Ab-host interaction.(A) Schematic of the bacterial adhesion/invasion assay. (B) Analysis of Ab ATCC 17978 and Ab CR17 strains adhesion into HeLa and macrophage cells with (1xMIC) and without ENOblock treatment. The data are presented as means of three biological replicates ± SEM, For HeLa cells, *P = 0.023: Ab ATCC 17978 vs Ab ATCC 17978 + ENOblock and *P = 0.048: Ab CR17 vs Ab CR17 + ENOblock (two-tailed Student’s t test). For macrophage cells, *P = 0.018: Ab ATCC 17978 vs Ab ATCC 17978 + ENOblock and *P = 0.035: Ab CR17 vs Ab CR17 + ENOblock (two-tailed Student’s t test). (C) Analysis of Ab ATCC 17978 and Ab CR17 strains invasion into HeLa and macrophage cells with (1×MIC) and without ENOblock treatment. The data are presented as means of three biological replicates ± SEM, For HeLa cells, *P = 0.001: Ab ATCC 17978 vs Ab ATCC 17978 + ENOblock and *P = 0.011: Ab CR17 vs Ab CR17 + ENOblock (two-tailed Student’s t test). For macrophage cells, *P = 0.001: Ab ATCC 17978 vs Ab ATCC 17978 + ENOblock and *P = 0.002: Ab CR17 vs Ab CR17 + ENOblock (two-tailed Student’s t test). (D) Immunostaining of fibronectin of HeLa cells (magenta) and Ab ATCC 17978 and Ab CR17 strains (green) pretreated with ENOblock (0× and 1×MIC), after bacterial adherence for 2 h, was performed by specific primary antibodies against both strains and their respective secondary antibodies. Blue staining shows the location of HeLa cell nuclei. A representative image out of three biological replicates is shown. Source data are available online for this figure.\n\n## Host cell interaction induces metabolic changes in Ab and upregulates enolase expression\nGiven that ENOblock reduces the interaction of Ab with host cells and the Δeno strain is defective in the adherence to host cells, we investigated whether enolase directly mediates this interaction. A TMT quantitative proteomics assay was performed on Ab ATCC 17978 strain alone and Ab ATCC 17978 strain in contact with epithelial and macrophage cells. Overall similarities and differences in protein expression between the two conditions (bacteria alone vs. bacteria in contact with host cells) were assessed using PCA (Fig. 6A). As shown, Ab ATCC 17978 strain in contact with epithelial and macrophage cells displayed distinct protein expression patterns compared to bacteria alone, reflecting the impact of host cell interaction. Pairwise comparisons of differentially expressed proteins (DEPs) (bacteria in contact with epithelial cells vs. bacteria in contact with macrophage cells) revealed two key findings. First, overlapping patterns of overexpressed and downregulated proteins were observed (Fig. 6B; Datasets EV1 and 2). Second, functional analysis of DEPs using Clusters of COG (Fig. 6C) identified a common behaviour of Ab ATCC 17978 strain when is in contact with host cells. Overexpressed clusters were enriched for proteins involved in amino acid, inorganic ion, lipid, carbohydrate, and coenzyme transport and metabolism, transcription, defense mechanisms, post-translational modification, protein turnover, chaperones, and secondary metabolites. Notably, the number of significantly overexpressed proteins (red) exceeded that of downregulated proteins (blue) in response to bacterial interactions with epithelial and macrophage cells (Fig. 6D). Enolase, the target of ENOblock, was significantly upregulated in A. baumannii upon contact with epithelial cells (log2 fold change >2) and macrophage cells (log2 fold change >1). To validate the enolase’s role in this interaction, we determined the adherence of the Δeno strain, with or without phosphoenolpyruvate supplementation, to HeLa cells. Deletion of the enolase gene in the Ab ATCC17978 strain reduced the Ab adherence to HeLa cells by more than 80% compared to the wt strain; however, supplementation of the Δeno strain with phosphoenolpyruvate restored adherence, reducing it by 67% (Fig. 6E). These findings suggest that host cell interaction induces metabolic changes in Ab and might influence enolase expression.Figure 6Host cell interaction induces metabolic changes in Ab and upregulates enolase expression.(A) PCA plot of TMT data from Ab infected macr",
  "has_full_text": true
}