{
  "pmid": "41304874",
  "title": "Repurposing Auranofin for Oncology and Beyond: A Brief Overview of Clinical Trials as Mono- and Combination Therapy.",
  "abstract": "Auranofin (AF) is an oral gold(I) compound with a well-known pharmacological profile, currently used in the treatment of some severe forms of rheumatoid arthritis. Over the last twenty years, AF has also been repurposed as an antitumor, antiviral, and antibacterial drug. In this context, this review provides an updated overview of all clinical trials investigating AF for the treatment of various pathologies, either as monotherapy or in combination with other agents. We started summarizing the rationale behind repurposing AF in oncology, including its ability to inhibit thioredoxin reductase (TrxR) and disrupt redox homeostasis, leading to selective cytotoxicity in cancer cells. Clinical data from trials across a range of tumors are reviewed, highlighting safety profiles, dosing regimens, pharmacokinetics, and observed therapeutic outcomes. Then, we discussed the synergistic effects observed when AF is combined with chemotherapeutics, targeted therapies, or immune modulators. Then, an overview concerning the trials involving AF in non-oncological settings is also provided. Despite promising preclinical results, clinical translation remains in early stages, with most trials still in phase I or II. Nevertheless, emerging evidence supports continued exploration of AF-based therapies to address unmet medical needs.",
  "journal": "Pharmaceuticals (Basel, Switzerland)",
  "year": "2025",
  "authors": [
    "Giorgini D",
    "Chiaverini L",
    "Viviano M",
    "Belvedere R",
    "Salerno S"
  ],
  "doi": "10.3390/ph18111628",
  "mesh_terms": [],
  "full_text": "## 1. Introduction\nAuranofin (AF, CAS 34031-32-8, molecular weight of 678.5 g/mol) is a linear gold(I)-based coordination complex that includes triethylphosphine and tetraacetylated thioglucose as ligands (Figure 1). Developed for the treatment of rheumatoid arthritis as an orally administered drug, AF (marketed as Ridaura®) received approval from the U.S. Food and Drug Administration (FDA) in 1985 as a first-line therapeutic agent [1]. However, its clinical application in rheumatology has diminished over time, mostly due to the advent of more effective synthetic and biological disease-modifying antirheumatic drugs (DMARDs), such as methotrexate, sulfasalazine, and adalimumab [2]. Recently, AF has gathered renewed attention due to its therapeutic potential in areas beyond rheumatology. Over the past decade, it has been widely repurposed and studied in multiple disease contexts, demonstrating potential efficacy in antibacterial, antiviral, antiparasitic, and particularly anticancer therapies [3,4,5,6].\nAF is a prodrug, which activates in biological media, releasing its bioactive gold(I) species, mainly consisting of the [AuPEt3]+ cation. Importantly, the thioglucose moiety, though essential for solubility and transport, as well as for improved pharmacokinetics (PK) when orally administered, does not directly contribute to the therapeutic activity. In fact, it is the released [AuPEt3]+ cation that targets and inhibits thioredoxin reductase (TrxR), a selenoprotein deputed to the reduction in thioredoxin (Trx), Figure 2 [7]. There are two major isoforms of TrxR: TrxR1, located in the cytoplasm, and TrxR2, found in mitochondria. TrxRs are critical enzymes involved in maintaining cellular redox balance and supporting a range of physiological processes, such as DNA replication, regulation of gene expression, cell proliferation, and protection against oxidative stress-induced apoptosis [8]. The gold(I) ion released from AF strongly binds to the redox-active selenocysteine residue in the catalytic site of TrxRs, leading to irreversible enzyme inhibition. Mass spectrometry analyses indicated that each TrxR enzyme can coordinate up to four [AuPEt3]+ units, while biochemical studies confirm a profound disruption of the active site upon binding [9,10]. AF has also been shown to interact with hydroselenyl radicals (HSe)−, key intermediates in the biosynthesis of selenoproteins. These radicals are essential for the incorporation of selenium into selenocysteine, which is required for the proper function of a variety of selenium-dependent enzymes. AF can form a stable complex with HSe−, effectively sequestering these reactive selenium species. By trapping hydroselenyl radicals, it may reduce the intracellular selenium pool, thereby hindering the synthesis of selenoproteins. Since many organisms, including human cells and various pathogens, rely on selenoproteins for vital redox-regulating and metabolic functions, this interference can lead to impaired cellular function and reduced viability [11].\nThe TrxR/Trx system has gained significant attention in cancer biology due to its frequent upregulation in tumor tissues compared to healthy ones. This enhanced activity enables cancer cells to sustain a highly reduced intracellular environment, which facilitates survival under oxidative conditions, promotes tumor progression, and contributes to chemoresistance [12,13]. Notably, overexpression of the TrxR/Trx system has been associated with increased tumor aggressiveness and has emerged as a negative prognostic marker in several malignancies. These observations underscore the importance of redox-regulating enzymes not only in supporting malignant phenotypes but also in influencing clinical outcomes, highlighting the therapeutic potential of targeting redox homeostasis in oncology [13,14].\nBased on this evidence, several clinical trials investigating AF have been initiated to evaluate its safety, efficacy, and therapeutic value in various cancer types (e.g., epithelial ovarian, primary peritoneal, and fallopian tube cancer [NCT01747798, NCT03456700], chronic lymphocytic leukemia (CLL) [NCT01419691], non-small cell lung cancer (NSCLC) [NCT01737502], etc.), either as monotherapy or in combination with other agents (Table 1). Beyond oncology, AF is currently being investigated in different clinical trials targeting non-oncological diseases, including parasitic infections and chronic viral diseases such as human immunodeficiency virus (HIV) (Table 1).\nA timeline representation showing AF’s clinical development path is outlined in Figure 3.\nRecently, several reviews dedicated to AF and its potential applications beyond rheumatoid arthritis have been published [1]. These reviews extensively summarize AF’s mechanisms of action, pharmacological profile, and preclinical evidence supporting its repositioning. The present report is focused specifically on the clinical outcomes of AF repurposing and explores, in particular, clinical evidence from both early-phase and ongoing trials involving various solid and hematologic tumors, examining the safety and tolerability of AF, optimal dosing strategies, PK, and preliminary therapeutic efficacy observed in diverse cancer types. Furthermore, clinical trials investigating AF in non-oncological diseases are discussed.\n\n## 2.1. \nRationale. Recurrent epithelial ovarian, primary peritoneal, and fallopian tube cancers remain a major clinical challenge due to the limited efficacy of standard treatments in the recurrent setting [15]. Ovarian cancer cells often exhibit a pro-oxidative status, meaning they have a higher level of Reactive Oxygen Species (ROS) than normal cells. This oxidative stress can contribute to the development and progression of the disease, including drug resistance and tumor metastasis [16]. AF is known to act as a pro-oxidant agent by inhibiting TrxR, with the ability to disrupt this antioxidant defense mechanism, leading to an accumulation of ROS and potentially inducing cancer cell death [17].\nObjectives. The main objective of this phase 0 clinical trial was to evaluate the feasibility, tolerability, safety and preliminary efficacy of AF in patients with recurrent epithelial ovarian, primary peritoneal, or fallopian tube cancer, particularly focusing on those who were asymptomatic but exhibited elevated cancer antigen 125 (CA 125) levels, a biomarker associated with ovarian cancer recurrence [18]. More specifically, the trial aimed to assess the biochemical response rate, as measured by changes in CA 125 levels. By focusing on patients who showed rising CA 125 but no overt clinical symptoms, the study sought to determine if early intervention with AF could delay clinical progression.\nTreatment. Patients received AF orally twice daily on days 1–28. No detailed information regarding the dosage of AF was provided. Courses were repeated every 28 days in the absence of disease progression or unacceptable toxicity. After completion of study treatment, patients were followed up every 6 months for two years.\nEligibility. The study enrolled 10 female patients aged 18 years or older who completed their initial treatment for epithelial ovarian, primary peritoneal, or fallopian tube cancer, which may have included surgery and/or chemotherapy, and who did not receive any further treatment for disease progression. A key inclusion criterion involved an elevated CA 125 tumor marker. Patients had to have an Eastern Cooperative Oncology Group (ECOG) performance status of 0–2, a standardized scale used to evaluate a cancer patient’s level of functioning. This criterion included patients ranging from fully active to moderately limited but still self-sufficient and ambulatory with adequate bone marrow, liver, and kidney function. Women of childbearing potential were required to have a negative pregnancy test prior to enrollment and must agree to use effective contraception during the study. In addition, all participants must be willing to provide informed written consent, take part in telephone interviews related to changes in CA 125 levels, and provide tissue samples for research purposes.\nResults and Conclusions. The study successfully demonstrated the feasibility of enrolling and treating 10 asymptomatic patients with elevated CA 125 levels using AF. While specific efficacy outcomes were not detailed, the trial provided valuable insights into patient perceptions of CA 125 elevation and the potential role of AF in stabilizing or reducing CA 125 levels. These findings supported further investigation of AF as a maintenance therapy option for patients at high risk of recurrent disease.\n\n## 2.2. \nRationale. CLL is the most common adult leukemia in Western countries, characterized by the accumulation of functionally incompetent B lymphocytes, which reside in the blood, bone marrow, lymph nodes, and spleen [19]. Although current therapies have improved patient outcomes, CLL remains incurable, and many patients eventually relapse or develop resistance to existing treatments. In this scenario, there is an ongoing need for new therapeutic strategies, particularly those that target the specific vulnerabilities of CLL cells [19].\nAF showed preclinical efficacy against CLL by inducing apoptosis in CLL cells. This effect is achieved by triggering oxidative and endoplasmic reticulum stress, even in CLL cells with high-risk cytogenetic features like 11q or 17p deletions [20,21]. Given AF’s established safety profile in non-oncologic settings [22], repurposing it for use in CLL could represent a potentially cost-effective and innovative approach for treating this challenging disease.\nObjectives. This clinical trial is structured in two phases—Phase I and Phase II—each with distinct but complementary goals aimed at evaluating the safety, tolerability, and preliminary efficacy of repurposing AF in patients with relapsed or refractory CLL, small lymphocytic lymphoma, and prolymphocytic leukemia. In Phase I, the primary objective was to determine the maximum tolerated dose of AF when given orally to patients by including careful assessment of the drug’s safety profile, potential toxicities, and dose-limiting side effects. In fact, establishing the appropriate dosage is essential to ensure patient safety and to define the optimal therapeutic window for subsequent evaluation. Following this, Phase II focused on assessing the clinical activity of AF at the identified dose by measuring the overall response rate, which included partial and complete responses based on established criteria for CLL. Additional objectives included evaluating progression-free survival and overall survival, as well as monitoring changes in biological markers that may reflect the drug’s mechanism of action—particularly its effects on oxidative stress, apoptosis, and redox regulation in leukemic cells.\nTreatment. Patients received AF orally, 6 mg in the morning and 6 mg in the evening.\nEligibility. This study enrolled 15 patients who must have a histologically confirmed diagnosis of B-cell CLL, small lymphocytic lymphoma, prolymphocytic leukemia, or Richter’s transformation. Richter’s transformation is a serious complication of CLL, where the leukemia transforms into a more aggressive lymphoma, typically diffuse large B-cell lymphoma or, less commonly, Hodgkin lymphoma [23]. Only patients with relapsed or refractory disease who have received at least one prior line of treatment for CLL were eligible. Participants must be 18 years of age or older, have an Eastern Cooperative Oncology Group performance status of 0 or 1, and a life expectancy of at least 2 months. Furthermore, they must have adequate organ and bone marrow function.\nResults and Conclusions. While specific results regarding response rates and adverse events were not detailed in the available sources, the trial’s completion suggested that AF was administered safely at the specified dosage. Further studies would be necessary to conclusively determine its efficacy in this patient population.\n\n## 2.3. \nRationale. Paclitaxel is a widely used chemotherapy drug, particularly in the treatment of breast, ovarian, and lung cancers [24]. Classified as a taxane, it works by interfering with the normal function of microtubules, which are essential for cell division, thereby preventing cancer cells from dividing and ultimately causing them to die [25]. One of its most common and distressing side effects is the development of paclitaxel-induced pain syndrome (PIPS), a form of neuropathic pain that typically arises within a few days after treatment and can severely impact a patient’s quality of life. This pain, often described as aching or burning, typically affects the hands, feet, legs, or back and may persist for several days to weeks after each cycle, limiting both patient comfort and treatment adherence [26]. Currently, there are no standard or effective treatments to prevent or alleviate PIPS, highlighting the urgent need to explore new therapeutic approaches to better manage this condition.\nIn this context, AF has been shown in preclinical studies to possess anti-inflammatory and neuroprotective properties, thanks to its ability to modulate oxidative stress and inhibit key pro-inflammatory pathways such as TrxR and the nuclear factor kappa-light-chain-enhancer of activated B cells (NF-κB), a protein complex that acts as a transcription factor regulating gene expression in response to various stimuli. It plays a crucial role in cellular processes like inflammation, immune responses, cell survival, and proliferation. NF-κB is involved in both normal physiological functions and pathological conditions, including atherosclerosis and cancer [27]. Given the suspected role of inflammation and oxidative damage in the development of PIPS, AF could represent a promising candidate for repurposing in this context.\nObjectives. The primary objective of this clinical trial was to determine whether AF could effectively reduce the severity of PIPS in patients receiving chemotherapy. This study sought to evaluate whether one dose of AF could alleviate the intensity of pain symptoms, particularly in the days following chemotherapy, when pain tends to peak. To assess this, patients were asked to daily complete the Modified Brief Pain Inventory (mBPI) for 7 days [28]. The mBPI is a modification of the Brief Pain Inventory (BPI), a questionnaire used to evaluate the severity of a patient’s pain and the impact of this pain on the patient’s daily functioning, often used in clinical trials and research settings [28].\nIn addition to its primary goal, the study also included secondary objectives, such as evaluating the tolerability and safety profile of AF, monitoring for any side effects or adverse reactions. Furthermore, the trial might explore whether AF improves functional outcomes, such as physical activity levels, sleep quality, and the ability to carry out daily tasks during chemotherapy.\nTreatment. Patients were randomly assigned to receive orally either AF or a placebo in a double-blind fashion. No specific details about the dose of AF have been published in the registry sources. Participants in the treatment arm received AF orally, starting within 24 h after paclitaxel administration. The drug was taken once daily for 7 days, which is the period when PIPS typically peaks. The control group followed the same schedule but received a placebo tablet instead of the active drug. The short treatment window was designed to specifically target the acute pain flare associated with each paclitaxel cycle, without interfering with the ongoing chemotherapy regimen. Severity and duration of pain between patients who received AF and those who received a placebo were compared to identify a statistically and clinically meaningful reduction in pain.\nEligibility. This trial enrolled 30 patients undergoing chemotherapy with paclitaxel for cancer. To be eligible for this study, participants must meet specific laboratory and clinical criteria. Women of childbearing potential must have a negative urine or serum pregnancy test performed within 7 days prior to registration, and all participants must be able to complete study questionnaires independently or with assistance. Importantly, participants must have previously experienced pain associated with paclitaxel administration, either during current or past treatment. Formal documentation of this prior pain episode was not required. Additionally, patients must be scheduled to receive paclitaxel at a dose of at least 70 mg/m2 within 14 days of randomization.\nResults and Conclusions. In the phase II trial NCT02063698, eight distinct outcome measures were posted to evaluate the effect of a single dose of oral AF on PIPS. Although 30 patients were enrolled and randomly assigned to receive either a single oral dose of AF or a placebo on the day after paclitaxel administration, the study did not demonstrate a statistically significant reduction in overall pain scores. Although these differences were not large enough to meet conventional significance thresholds, the observed trend suggests a potential delayed benefit of AF over time.\n\n## 3.1. \nRationale. Sirolimus, also known as rapamycin, is a macrolide compound originally isolated from Streptomyces hygroscopicus. It acts as an immunosuppressive agent by binding to FK-binding protein 12 (FKBP12) and subsequently inhibiting the mammalian target of rapamycin (mTOR) pathway, a central regulator of cell growth, proliferation, and metabolism. Owing to this mechanism, sirolimus has been widely used in clinical practice to prevent kidney transplant rejection and, when incorporated into drug-eluting stents, to reduce the risk of restenosis. Beyond its approved applications, sirolimus has been extensively investigated for its potential anticancer activity, as mTOR dysregulation is a hallmark in many tumor types, including lung cancer. Despite its broad therapeutic potential, sirolimus is associated with side effects such as hyperlipidemia, thrombocytopenia, delayed wound healing, and increased susceptibility to infections, which limit its long-term tolerability [29]. The interplay between AF and sirolimus is particularly relevant in cancer, as AF may enhance the effects of sirolimus. The oxidative stress triggered by AF may sensitize tumor cells to mTOR inhibition, enhancing the antiproliferative effects of sirolimus [30]. This synergistic effect is particularly relevant in chemoresistant tumors, where alternative survival pathways and redox adaptations contribute to treatment failure, and represents a promising strategy to overcome resistance and improve outcomes in patients with advanced or recurrent NSCLC and SCLC.\nObjectives. This Phase I/II study was designed to explore the therapeutic potential of combining AF and sirolimus in patients with advanced or recurrent lung cancer.\nThe primary objective of Phase I of the trial was to determine the maximum tolerated dose of the combination therapy, in order to establish a safe and effective dosage regimen that can be carried out into further evaluation. In Phase II, the focus shifted to assessing the progression-free survival at 4 months of treatment, providing an early measure of the treatment’s clinical efficacy in this heavily pretreated population. The study also outlined several secondary objectives. These included evaluating overall survival of participants compared to controls, assessing the safety profile and adverse events of the regimen, and determining the overall response rate, as well as duration of response, in patients with measurable disease, based on Response Evaluation Criteria in Solid Tumors, a standardized system that assesses treatment efficacy through changes in tumor size on imaging studies. In addition, a key correlative research objective was to investigate the association between molecular biomarkers and clinical outcomes such as progression-free survival, overall survival, treatment response, and toxicity. This component aims to identify potential predictive markers that could guide future patient selection and personalized therapeutic approaches.\nTreatment. The treatment protocol involved oral administration of AF every day from day 1 to day 28 of the treatment cycle. Sirolimus was also given orally from day 1 to day 28 but only starting from day 8 of the first course. No detailed information regarding the dosage of AF and sirolimus was provided. Courses were repeated every 28 days in the absence of disease progression or unacceptable toxicity. Following completion of therapy, patients entered a long-term follow-up phase with assessments scheduled every 3 to 6 months for up to five years. This extended follow-up period allowed for comprehensive monitoring of survival outcomes and late-onset adverse effects.\nEligibility. The study enrolled 29 patients. Eligible participants for this trial were required to have histologically or cytologically confirmed lung cancer, specifically squamous cell carcinoma, Ras-mutated adenocarcinoma, or SCLC. All patients must have previously received at least one line of platinum-based chemotherapy and must lack further standard treatment options. Patients were allowed to have had prior radiation therapy, provided they had sufficiently recovered from its toxic effects (excluding alopecia) before entering the study. Patients had to have an Eastern Cooperative Oncology Group performance status of 0–2 and a life expectancy of at least 12 weeks. Women of childbearing potential were required to have a negative serum pregnancy test within 7 days prior to enrollment. Additional criteria included providing informed consent, a commitment to return and enroll in the Mayo Clinic institution for follow-up, and a willingness to provide tumor tissue for related biomarker research.\nResults and Conclusions. Although the clinical trial NCT01737502 has been completed, as of the latest update on 25 March 2024, no results have been posted.\n\n## 3.2. \nRationale. As previously mentioned, AF induces oxidative stress and apoptosis in cancer cells by disrupting redox homeostasis, while sirolimus inhibits mTOR signaling. Preclinical data suggest that the simultaneous disruption of redox balance and growth signaling may exert synergistic antitumor effects. Importantly, this trial also enrolled patients based on the overexpression of protein kinase C-iota (PKC-ι), an oncogenic kinase implicated in tumor progression and poor clinical outcomes across multiple cancer types. PKC-ι has been shown to regulate both redox-sensitive and mTOR-related pathways, providing a biologically relevant target for dual inhibition using AF and sirolimus [31,32].\nObjectives. The primary objective was to estimate the overall response rate across the entire study population. Secondary objectives included assessing the overall response rate specifically in the subgroup of patients whose tumors overexpress PKC-ι, as well as estimating progression-free survival, overall survival, and documenting adverse events associated with the treatment. In addition, the study included correlative analyses to explore whether PKC-ι-related biomarkers in tumor tissue are associated with treatment outcomes.\nTreatment. The treatment regimen consisted of oral administration of AF and sirolimus once daily in 28-day cycles, which were continued until disease progression or unacceptable toxicity. After treatment completion, participants were monitored every 6 months for up to 3 years to assess long-term outcomes. No detailed information regarding the dosage of AF and sirolimus was provided.\nEligibility. This study enrolled 22 patients with incurable serous ovarian, fallopian tube, or primary peritoneal cancer, who had measurable disease and an Eastern Cooperative Oncology Group performance status of 0 or 1, indicating they were fully active or only mildly symptomatic. Patients were required to have adequate hematologic, hepatic, and renal function. A life expectancy of at least 12 weeks was also required. Importantly, participants needed to be willing to provide archival tumor tissue for biomarker analysis.\nResults and Conclusions. Of the 22 patients enrolled, 21 completed the study, with one participant discontinuing early. The median overall survival was 4.4 months (95% Confidence Interval 2.6–12.5 months), and the progression-free survival was 2.1 months, suggesting limited efficacy of the combination therapy in this patient population. Regarding safety, 61.9% of participants experienced at least one Grade 3 or higher adverse event. Common serious adverse events included small intestinal obstruction (14.3%), vomiting (9.5%), and sepsis (9.5%), while non-serious ones were fatigue (90.5%), diarrhea (81%), and anemia (76.2%). In summary, while the combination of AF and sirolimus was generally tolerable, the modest clinical benefits observed did not support its use as a standard treatment for recurrent serous ovarian cancer.\n\n## 3.3. \nRationale. Recurrent glioblastoma multiforme poses a major clinical challenge due to its aggressive nature, poor prognosis, and limited response to conventional therapies [33,34]. This Clinical Trial investigated the CUSP9v3 protocol (Coordinated Undermining of Survival Paths, version 3), an innovative treatment approach that combines low-dose temozolomide with nine repurposed non-cancer drugs, including AF. Temozolomide is a small heterocyclic compound belonging to the imidazotetrazine family. Chemically, it is a prodrug that undergoes spontaneous hydrolysis at physiological pH, generating its active metabolite, which is responsible for the alkylating activity. Clinically, temozolomide has become the standard of care for glioblastoma due to its ability to induce DNA damage [35]. However, its efficacy is often limited by intrinsic and acquired resistance mechanisms, including DNA repair and metabolic adaptation. The combination of AF and temozolomide in the CUSP9v3 protocol is based on a strategy to overcome glioblastoma’s resistance to conventional therapies by simultaneously targeting complementary vulnerabilities within tumor cells. The inclusion of AF among the nine repurposed drugs used was based on the observation that glioblastoma cells possess strong antioxidant mechanisms to survive in hypoxic and metabolically stressful environments, while also displaying a notable sensitivity to disruptions in redox balance [35]. Thus, AF has been included in this trial due to its ability to disrupt redox homeostasis and increase oxidative stress in tumor cells, leading to apoptosis and reduced proliferation.\nObjectives. The primary objective of this phase I/II clinical trial was to determine whether this multi-drug approach can be administered safely over time, with particular focus on identifying dose-limiting toxicities and establishing an optimal regimen that can be tolerated by most patients. Safety was monitored by tracking the incidence and severity of treatment-emergent adverse events, which were evaluated using the Common Terminology Criteria for Adverse Events, version 4.03 (CTCAE v4.03), a standardized system developed by the U.S. National Cancer Institute to classify and grade the intensity of adverse events. In addition to safety, the trial includes several important secondary objectives aimed at exploring the preliminary efficacy of the combination therapy, including measuring overall survival and progression-free survival, as well as evaluating objective tumor responses.\nTreatment. In this investigational protocol, patients diagnosed with glioblastoma received temozolomide in combination with a multi-drug regimen composed of nine repurposed agents, each with a distinct pharmacologic profile and potential anticancer activity. The treatment begins with an induction phase lasting 35 days, characterized by a gradual and sequential introduction and up-titration of each individual drug. This phase is carefully structured to monitor tolerability, and adjustments are permitted based on individual patient responses and toxicity profiles.\nThe induction cycle initiates with temozolomide, administered at a low dose of 20 mg/m2 body surface area twice daily, and continues at this dosage throughout the entire treatment course. Aprepitant, a small molecule that acts as a neurokinin-1 (NK1) receptor antagonist, is introduced on day 1 at 80 mg once daily and maintained continuously. It belongs to the morpholine chemical class and is traditionally used as an antiemetic [36]. Despite its efficacy, aprepitant’s clinical use is limited by drug–drug interactions mediated by CYP3A4 metabolism and the restricted therapeutic indications. Subsequently, over the course of the induction cycle, additional agents are added in a staggered way. Minocycline, a tetracycline antibiotic with anti-inflammatory and neuroprotective properties [37], is initiated at 50 mg twice daily and escalated to 100 mg twice daily. It is characterized by a lipophilic chemical structure that allows for good tissue penetration and central nervous system access. Its clinical use is limited by resistance development, gastrointestinal side effects, and, in rare cases, drug-induced autoimmune reactions. Disulfiram, a thiuram-based small molecule that acts as an aldehyde dehydrogenase inhibitor with potential anti-tumor activity [38], follows a similar titration from 250 mg once daily to twice daily dosing. It was primarily developed for the treatment of chronic alcoholism, producing an aversive reaction upon alcohol intake. Although effective in promoting abstinence, disulfiram’s clinical use is limited by variable patient adherence, risk of hepatotoxicity, neuropathy, and severe reactions if alcohol is consumed during treatment, necessitating careful monitoring. Celecoxib, a diaryl-substituted pyrazole compound that acts as a selective cyclooxygenase-2 (COX-2) inhibitor known for its anti-inflammatory and anti-angiogenic effects [39], is introduced and es",
  "has_full_text": true
}