{
  "pmid": "41345109",
  "title": "GSDMD deficiency attenuates BPD by suppressing macrophage pyroptosis and promoting M2 polarization.",
  "abstract": "Bronchopulmonary dysplasia (BPD), a frequent complication in preterm infants receiving supplemental oxygen, is characterized by hyper-activation of macrophage inflammasomes, exuberant release of pro-inflammatory cytokines such as interleukin-1β (IL-1β), and Gasdermin D (GSDMD)-driven pyroptosis. However, the precise contribution of macrophage pyroptosis to BPD pathogenesis remains incompletely defined, and effective pharmacological interventions are still lacking. Using neonatal C57BL/6 wild-type (WT) and GSDMD-knockout (GSDMD-/-) mice, we established a hyperoxia-induced BPD model (85% FiO₂, 14 days) and administered the GSDMD inhibitor disulfiram (50 mg kg⁻¹ intraperitoneally, once daily for 7 days). In vivo, we assessed lung histopathology, IL-1β levels, alveolarization, and vascular development; ex vivo, we isolated bone-marrow-derived macrophages (BMDMs) to quantify pyroptotic markers, M1/M2 polarization, and antibacterial capacity. GSDMD deletion or disulfiram treatment significantly attenuated macrophage and neutrophil infiltration, decreased pulmonary IL-1β concentrations, improved alveolar architecture and vascular density, and reduced overall cell death. BMDMs from GSDMD-/- mice displayed diminished M1 polarization, enhanced bacterial killing, yet unaltered zymosan phagocytosis. Collectively, these findings identify GSDMD-mediated macrophage pyroptosis as a critical driver of BPD-related lung injury. Targeted GSDMD inhibition, whether genetic or pharmacologic, alleviates experimental BPD by down-regulating IL-1β and promoting alveolar development, thereby providing a promising therapeutic avenue for this devastating neonatal disorder.",
  "journal": "Cell death discovery",
  "year": "2025",
  "authors": [
    "Yang X",
    "Wang X",
    "Yang Y",
    "Ma Y",
    "Liu X"
  ],
  "doi": "10.1038/s41420-025-02872-4",
  "mesh_terms": [],
  "full_text": "## Introduction\nBronchopulmonary dysplasia (BPD) is a lung disease that mainly affects premature infants, defined as needing supplemental oxygen beyond 28 days after birth or at 36 weeks’ postmenstrual age [1]. Owing to limited research, progress in prevention and treatment remains slow [2]. Clarifying its mechanisms and identifying new therapeutic targets are therefore vital for improving clinical outcomes. In severe cases of BPD, as well as those leading to fatal outcomes, inflammatory cascades and heightened levels of inflammatory cytokines, such as IL-6 and TNF-α, are commonly observed [3]. Apart from infections such as intrauterine inflammation or postnatal sepsis, lung development can also be compromised by sterile inflammation triggered by hyperoxia. Suppressing hyperoxic inflammation is critical for protecting the lungs of oxygen-dependent preterm infants. Immunomodulation, macrolides, and cellular therapies have shown promise in BPD [4], yet the absence of effective immune targets hampers drug development.\nPyroptosis is a form of programmed cell death characterized by the release of the pro-inflammatory cytokine IL-1β, which exacerbates tissue inflammation [5]. Elevated IL-1β levels correlate with the severity of BPD [6]. Additionally, IL-6 and CXCL10 signaling pathways are involved in macrophage polarization, alveolar damage, and fibrotic remodeling, making them promising therapeutic targets [7, 8]. The NLRP3 inflammasome and Caspases are pivotal in the process of pyroptosis, wherein activated Caspases trigger the cleavage of GSDMD [9]. This cleavage results in the formation of pores in cell membranes, facilitating the release of pro-inflammatory cytokines such as IL-1β and IL-18 [10–12]. Mice deficient in inflammasome constituents, including NLRP3 or Caspase-1/11, exhibit decreased susceptibility to endotoxemia and sepsis [13, 14], whereas GSDMD-driven pyroptosis propagates inflammation and tissue damage in acute lung injury models [15]. Targeting GSDMD, therefore, represents a promising therapeutic avenue for pulmonary inflammatory disorders. Moreover, Caspase-1 inhibitors can block GSDMD-mediated pyroptosis and attenuate hyperoxia-induced lung and brain injury, offering a potential approach for managing oxygen-related complications in preterm infants [16, 17].\nOur previous study highlighted the exaggerated inflammatory reaction of macrophages in premature infants as a critical element in the development of BPD [18, 19]. In an inflammatory milieu, macrophages polarize toward the M1 phenotype and secrete abundant cytokines via GSDMD pores, thereby exacerbating tissue injury [20, 21]. Nevertheless, the precise roles of GSDMD-mediated pyroptosis and its interplay with M1 polarization in the pathogenesis of BPD remain incompletely defined. Recent evidence implicates GSDMD-mediated pyroptosis in neonatal lung injury [22]. We hypothesize that GSDMD drives BPD progression by simultaneously inducing macrophage pyroptosis and promoting M1 polarization.\nThis study evaluates GSDMD’s impact on pulmonary injury and macrophage function, focusing on macrophage infiltration, pyroptosis, and crosstalk with pro-inflammatory cytokines. Targeting GSDMD may thus represent a novel therapeutic strategy for neonatal BPD.\n\n## GSDMD knockout protects against BPD\nAs illustrated in Fig. 1A, neonatal mice exposed to hyperoxia exhibited pronounced signs of illness and notable weight reduction. In contrast, pups lacking GSDMD showed enhanced overall physical development. Survival analysis indicated a significantly higher survival rate in GSDMD−/− mice after the onset of BPD compared to their WT counterparts (Fig. 1B). Oxidative stress plays a pivotal role in the pathogenesis of BPD. Initially, we evaluated the levels of the tripeptide GSH and its oxidized form (GSSG) in the experimental BPD model. As depicted in Fig. 1C, GSH levels were substantially reduced under hyperoxia exposure, while GSSG levels increased in mice exposed to oxygen compared to those exposed to air. Moreover, the GSSG/GSH ratio rose, indicating heightened oxidative stress during hyperoxia exposure (Fig. 1C). Interestingly, GSDMD knockout further decreased GSH levels while increasing GSSG content and the GSSG/GSH ratio (Fig. 1C). This may reflect compensatory redox shifts due to reduced pyroptotic ROS bursts.Fig. 1GSDMD knockout protects against BPD.A The time-course of pup body weight across treatment groups is depicted. Columns represent the mean ± SD of multiple independent experiments (n = 9–10 pups per group). *P < 0.05, **P < 0.01, ***P < 0.001, one-way ANOVA. B Kaplan–Meier survival curves were generated for pups with experimental BPD. Data are expressed as the percentage survival of the total cohort (n = 15 pups per group, log-rank [Mantel–Cox] test). C GSH, GSSG, and the GSSG/GSH ratio (nmol/mg of protein) were quantified in lung homogenates as detailed in the Methods. Columns show the mean ± SD of multiple independent experiments (n = 5 pups per group). ***P < 0.001, ****P < 0.0001, one-way ANOVA. D Representative H&E-stained lung sections are shown for each treatment group (n = 5 animals, 10 fields per animal; magnification = 20×; scale bar = 100 μm). Alveolar development was evaluated morphometrically (n = 5 animals, 10 fields per animal) by determining MLI, RAC and secondary crest counts per field. Columns represent the mean ± SD of multiple independent experiments. *P < 0.05, **P < 0.01, one-way ANOVA. E MDA levels and F. SOD activities were measured in whole-lung homogenates as described. Columns depict the mean ± SD of multiple independent experiments (n = 5 pups per group). **P < 0.01, ****P < 0.0001, one-way ANOVA. G Endotoxin (LPS) levels in the indicated groups were quantified as described. Columns show the mean ± SD of multiple independent experiments (n = 5 pups per group). **P < 0.01, one-way ANOVA.\nHistopathological examination revealed alveolar simplification and dysalveolarized patterns in neonatal mice exposed to hyperoxia for 21 days. Notably, GSDMD−/− mice exhibited a marked reduction in alveolar simplification, as assessed by the secondary crest/field ratio, making them nearly indistinguishable from control animals (Fig. 1D). Furthermore, morphological analysis indicated that GSDMD knockout increased the number of alveoli (RACs) and decreased alveolar size (MLI) (Fig. 1D). Consistent with these observations, elevated levels of MDA, a lipid peroxidation marker, and increased protein carbonyl content, indicative of protein oxidative damage, were detected in lung tissues of mice with experimental BPD. These effects were significantly attenuated by GSDMD knockout (Fig. 1E). Moreover, SOD activity was significantly enhanced in GSDMD−/− mice (Fig. 1F), highlighting its protective role in the development of BPD. GSDMD knockout also led to reduced levels of the bacterial translocation marker LPS (Fig. 1G), emphasizing the critical involvement of GSDMD-mediated signaling in lung health.\n\n## GSDMD knockout attenuates pulmonary macrophage mobilization and infiltration during BPD development\nPrior research has confirmed a notable presence of macrophage infiltration in BPD. To investigate the potential impact of GSDMD knockout on inflammatory cell recruitment, we examined pulmonary specimens for granulocytes (identified by anti-Ly6G monoclonal antibody), macrophages (identified by anti-F4/80 monoclonal antibody), and lymphocytes (CD3 positive). Our analysis revealed that BPD was linked to marked macrophage infiltration and a slight elevation in granulocyte levels in the lung, as depicted in Fig. 2A, B. Nonetheless, there was no significant disparity in lymphocyte counts between BPD and control offspring (Fig. 2C). Notably, GSDMD−/− mice displayed diminished macrophage populations compared to WT pups (Fig. 2B). Examination of lung tissue sections further demonstrated substantial macrophage infiltration in WT pups exposed to hyperoxia in contrast to other cohorts, In GSDMD−/−mice, the macrophage count was lower than that in other groups (Fig. 2D). Immunofluorescence analysis further confirmed the reduced macrophage infiltration in GSDMD−/− mice (Fig. 2E). These results indicate that the knockout of GSDMD hinders the migration of inflammatory cells, specifically macrophages, into the pulmonary tissue. GSDMD is recognized for its role in mediating the secretion of chemokines and cytokines that facilitate the recruitment of macrophages and neutrophils. Our investigation involved assessing the concentrations of diverse cytokines and chemokines in both peripheral blood and lung specimens. BPD markedly increased the expression of the monocyte-attracting chemokines CXCL2 and CCL3 (Fig. 2F). Importantly, the heightened levels of these chemokines, particularly CXCL2 and CCL3, were substantially diminished in GSDMD−/− mice, underscoring the pivotal involvement of GSDMD in regulating the inflammatory reaction (Fig. 2F).Fig. 2GSDMD knockout attenuates pulmonary macrophage mobilization and infiltration during BPD development.A Granulocyte counts in pups from the indicated treatment groups were quantified. B Macrophage numbers were determined in the same samples. C Lymphocyte levels were measured for comparison. Data are presented as mean ± SD of multiple independent experiments; ****P < 0.0001 (one-way ANOVA). D Representative F4/80 immunostaining identifying macrophages in lung sections from pups in the indicated groups. For each sample, 3–4 random fields were captured at 20× magnification; scale bar = 50 µm. The percentage of F4/80⁺ macrophages was quantified (n = 5 per group). Columns show mean ± SD of multiple independent experiments; ****p < 0.0001 (one-way ANOVA). E Immunofluorescence co-localization images of GSDMD (red) and DAPI (blue, nuclear stain) in lung tissue. Images were acquired at 20× magnification; scale bar = 50 µm. F Concentrations of chemokines CXCL2 and CCL3 in lung homogenates from mice in the indicated groups (n = 5 per group). Data are expressed as mean ± SD of multiple independent experiments; ****P < 0.0001 (one-way ANOVA).\n\n## GSDMD knockout alters macrophage phenotype and activation\nImmediately upon establishment of the BPD model, a robust inflammatory response was observed, manifesting as a progressive increase in total inflammatory cell counts over time (Fig. 3A). This response was markedly attenuated in GSDMD−/− mice, with statistically significant differences versus WT littermates. Quantification of alveolar macrophages (AMs) recovered from lung tissue revealed a significant reduction in GSDMD−/− animals (Fig. 3B). BALF cytokine profiling demonstrated pronounced elevations of pro-inflammatory mediators (IL-1β, IL-6, and TNF-α) in BPD-affected mice, whereas levels of these cytokines were significantly lower in GSDMD−/− mice than in WT controls (Fig. 3C). Concurrently, anti-inflammatory cytokines (IL-4 and IL-10) were up-regulated in BPD lungs as a compensatory mechanism; GSDMD deletion further amplified this anti-inflammatory arm, thereby mitigating overall inflammation (Supplementary Fig. S1A). qRT-PCR of lung tissue corroborated these findings: BPD mice exhibited elevated mRNA expression of IL-1β, TNF-α, IL-6, IL-4, and IL-10, whereas GSDMD−/− mice displayed a reciprocal shift—down-regulation of pro-inflammatory transcripts and sustained up-regulation of anti-inflammatory IL-4 and IL-10 (Fig. 3D and Supplementary Fig. S1B). Collectively, the data demonstrate that GSDMD deletion re-calibrates macrophage activation toward an anti-inflammatory phenotype and thereby mitigates BPD-associated pulmonary inflammation.Fig. 3GSDMD knockout alters macrophage phenotype and activation.A BALF was collected from WT and GSDMD⁻/⁻ mice at the indicated time points, and total cell counts were obtained with an automated cytometer. Columns represent the mean ± SD of multiple independent experiments (n = 5 mice per group); ****P < 0.0001, one-way ANOVA. B AMs in BALF were further enumerated and are presented as mean ± SD; ****P < 0.0001, one-way ANOVA. C Levels of IL-1β, IL-6, and TNF-α in cell-free BALF were measured by ELISA. Columns depict the mean ± SD of multiple independent experiments (n = 5 mice per group); ***P < 0.001, ****P < 0.0001, one-way ANOVA. D qRT-PCR was used to quantify IL-1β, TNF-α, and IL-6 mRNA in lung tissue from each treatment group, with values normalized to β-actin mRNA (n = 5). Columns show the mean ± SD of multiple independent experiments; **P < 0.01, one-way ANOVA.\n\n## GSDMD knockout promotes macrophage polarization from M1 to M2\nThe impact of GSDMD knockout on AMs polarization in experimental BPD mice was investigated using flow cytometry. Flow-cytometric analysis revealed an elevated total macrophage infiltration in the BALF of BPD-affected pups, primarily characterized by M1 macrophage markers (CD11b+F4/80+CD86+). Nevertheless, the rise in the M1-to-total macrophage ratio observed during BPD was notably mitigated by GSDMD knockout, as depicted in Fig. 4A. This alteration was further distinguished by an escalation in the M2-to-total macrophage ratio in the context of GSDMD knockout, as illustrated in Fig. 4B.Fig. 4GSDMD knockout promotes macrophage polarization from M1 to M2.A AMs were identified using FITC-conjugated anti-mouse CD86 and APC-conjugated anti-mouse F4/80 antibodies. The proportion of M1 macrophages relative to total macrophages was quantified by flow cytometry. Columns represent the mean ± SD of multiple independent experiments (n = 5 per group); ***P < 0.001, one-way ANOVA. B M2 macrophages were identified with PE-Cy5-conjugated anti-mouse CD206 and APC-conjugated anti-mouse F4/80 antibodies, and their percentage relative to total macrophages was analyzed analogously. Columns depict the mean ± SD of multiple independent experiments (n = 5 per group); **P < 0.01, one-way ANOVA. C qRT-PCR was employed to measure the mRNA levels of M1 macrophage markers (CD86, iNOS) in lung tissue, normalized to β-actin as the internal control (n = 5 per group). Columns show the mean ± SD of multiple independent experiments; *P < 0.05, **P < 0.01, one-way ANOVA. D qRT-PCR was used to determine the mRNA levels of M2 macrophage markers (CD206, Arg-1) in lung tissue, normalized to β-actin as the internal control (n = 5 per group). Columns display the mean ± SD of multiple independent experiments; *P < 0.05, **P < 0.01, one-way ANOVA.\nTo explore the impact of GSDMD knockout on macrophage polarization, we conducted in vitro experiments utilizing BMDMs. Untreated BMDMs were exposed to LPS or IL-4 to prompt differentiation into M1-like macrophages (M1, F4/80+CD86+) or M2-like macrophages (M2, F4/80+CD206+). The transition from M1 to M2 polarization in the knockout of GSDMD was apparent, as indicated by distinct macrophage phenotype markers (Fig. 4C). This observation suggests that GSDMD plays a role in regulating macrophage polarization from the pro-inflammatory M1 phenotype to the anti-inflammatory M2 phenotype during inflammatory responses.\nIn line with the observed alterations in macrophage phenotype, we detected notable decreases in the synthesis of pro-inflammatory cytokines in macrophages upon GSDMD knockout. Conversely, there was a marked increase in the release of anti-inflammatory cytokines (Fig. 4D). Taken together, our results indicate that the knockout of GSDMD could mitigate pulmonary damage associated with BPD through the modulation of macrophage polarization and cytokine equilibrium, presenting a promising therapeutic avenue for BPD treatment.\n\n## GSDMD knockout inhibits pyroptotic stimuli-induced IL-1β release in macrophages\nWe investigated the ability of LPS to trigger pyroptotic activation in macrophages and the subsequent GSDMD-dependent release of pro-inflammatory cytokines. Upon LPS stimulation, BMDMs exhibited markedly elevated Caspase-1 expression, generation of the GSDMD-NT, and appearance of cleaved Caspase-1, indicating robust GSDMD activation (Fig. 5A, B and Supplementary Fig. S2A, S2B). Consistent with GSDMD cleavage, we observed reduced Caspase-1 activation (P20) in GSDMD−/− macrophages following LPS/nigericin treatment. To define the subcellular redistribution of GSDMD after LPS challenge, we performed immunofluorescence staining of BMDMs (Fig. 5C). Under resting conditions, GSDMD was predominantly localized in the cytoplasm and nucleus. Following LPS exposure, GSDMD translocated to the plasma membrane, consistent with N-terminal cleavage, oligomerization, and pore formation (Fig. 5C). We evaluated plasma membrane integrity using the membrane-impermeable dye PI. After exposure to LPS, a gradual increase in PI-positive cells was observed. Importantly, the percentage of PI-positive cells in GSDMD−/− BMDMs was significantly lower than that in WT BMDMs at all time points beyond 3 h (Fig. 5D). Macrophage lysis was assessed through the quantification of LDH release. A significant elevation in LDH release from WT BMDMs was observed following LPS stimulation over time. Notably, this release was decreased by 30% at the 12-h time point after LPS treatment in GSDMD−/− BMDMs, indicating that the knockout of GSDMD alleviates macrophage lytic cell death (Fig. 5E).Fig. 5GSDMD knockout inhibits pyroptotic stimuli-induced IL-1β release in macrophages.A Immunoblotting was performed to assess GSDMD-NT and full-length Caspase-1 in BMDMs across treatment groups. Representative blots from three independent experiments with consistent results are shown. B Bands were quantified using ImageJ. Data are presented as mean ± SD from three biologically independent samples; ***P < 0.001, two-way ANOVA. C BMDMs were stimulated with LPS (100 ng mL⁻¹) and, at indicated time points, immunostained with an anti-GSDMD monoclonal antibody and counterstained with DAPI (blue). Pore formation was defined as the percentage of cells displaying ≥ 3 membrane blebs/bubbles within 30 min of LPS + ATP treatment. Images are representative of at least three independent experiments with random sampling; scale bar = 10 μm. D The proportion of PI-positive BMDMs was determined at each time point, with ≥ 200 cells evaluated per sample. Data are mean ± SD from multiple biologically independent experiments; ***P < 0.001, one-way ANOVA. E Macrophage death was evaluated by LDH release, expressed as the percentage of LDH release in the supernatant relative to total cellular LDH. Bars represent mean ± SD from multiple independent experiments; ****P < 0.0001, one-way ANOVA. F–H Secretion of IL-1β, HMGB1 and eCIRP by BMDMs was quantified by ELISA. Each group comprised five replicates from three biologically independent samples. Data are mean ± SD; ****p < 0.0001, one-way ANOVA. I–K Pulmonary mRNA levels of IL-6, TNF-α and IL-10 were normalized to β-actin and measured by qRT-PCR in the BPD group (n = 5) and control group (n = 5). Data are mean ± SD; **P < 0.01, one-way ANOVA.\nTo investigate the role of GSDMD pores in mediating the release of non-lytic inflammatory mediators from macrophages upon exposure to LPS, we measured IL-1β, high mobility group box 1 (HMGB1) and the extracellular levels of cold-inducible RNA-binding protein (eCIRP). All of which are known to be discharged through GSDMD pores (Fig. 5F–H). Our findings revealed that the treatment of WT BMDMs with LPS ex vivo significantly increased the secretion of IL-1β, HMGB1, and eCIRP. In contrast, GSDMD−/− BMDMs showed significant reductions in the release of inflammatory factors upon LPS stimulation (Fig. 5F–H). Notably, GSDMD knockout did not completely inhibit the production of IL-6, tumor TNF-α, and IL-10 (Fig. 5I–K), suggesting that GSDMD-independent pathways may contribute to inflammation.\n\n## GSDMD knockout boosts macrophage pathogen-killing capacity\nMacrophages defend immunity via phagocytosis and antibacterial activity; we examined how GSDMD knockout affects their pathogen clearance. In a comprehensive phagocytosis assessment, both WT and GSDMD−/− BMDMs efficiently internalized FITC-labeled COZ particles, exhibiting comparable phagocytic indices, efficiency, and percentage of particle uptake (Fig. 6A–D). To further elucidate the involvement of macrophage pyroptosis in bacterial clearance, a bacterial killing assay was performed. WT macrophages demonstrated a 25% reduction in colony-forming units (CFUs), indicative of effective suppression of E. coli growth and survival. Macrophages from GSDMD−/− exhibited a notable increase in their capacity to inhibit bacterial proliferation, leading to a reduction exceeding 50% (Fig. 6E). This heightened efficacy was also evident in the case of C. albicans and C. sakazakii, pathogens associated with severe infant infections (Fig. 6F). In essence, GSDMD knockout boosts macrophage resilience, hinders pathogen evasion, particularly by C. albicans, and thereby reinforces their ability to eliminate these microorganisms.Fig. 6GSDMD knockout boosts macrophage pathogen-killing capacity.A BMDMs from WT and GSDMD⁻/⁻ mice were subjected to in vitro phagocytosis assays using mouse-serum-opsonized, FITC-labeled zymosan particles. Extracellular fluorescence was quenched with trypan blue; representative images are shown (scale bar, 10 µm). B The phagocytic index is defined as the number of bioparticles engulfed per 100 macrophages and serves as a quantitative measure of phagocytic capacity. C Phagocytic efficiency is expressed as the percentage of BMDMs that internalized at least one bioparticle; a minimum of 200 cells was analyzed per sample. Data are presented as mean ± SD from five biologically independent samples per group. D The percentage of bioparticles ingested by macrophages was likewise quantified, with data derived from five biologically independent samples per group (mean ± SD). E WT and GSDMD⁻/⁻ BMDMs were co-cultured with opsonized, live Escherichia coli at 37 °C in an in vitro bactericidal assay. Serial dilutions were plated onto Luria–Bertani agar, and colony counts were enumerated at indicated time points. F Antimicrobial activity of WT versus GSDMD⁻/⁻ BMDMs under the indicated treatments is depicted (n = 7). Medium alone served as the control. Results against E coli, Candida albicans, and Cronobacter sakazakii are shown, with data expressed as mean ± SD.\n\n## ROS drive macrophage pyroptosis via GSDMD N-terminal cleavage and pore formation\nIt is well established that macrophages typically eliminate internalized bacteria by utilizing ROS. Additionally, ROS plays a crucial role in modulating inflammatory pathways, which are tightly controlled by the NLRP3 inflammasome. In our study, we evaluated ROS levels in BMDMs under LPS-induced stress by quantifying the fluorescence intensity of 2′,7′-dichlorofluorescin (DCF). As illustrated in Fig. 7A, LPS significantly increased endogenous ROS generation compared with the negative-control group. Conversely, GSDMD−/− BMDMs displayed reduced ROS levels (Fig. 7A).Fig. 7ROS drive macrophage pyroptosis via GSDMD N-terminal cleavage and pore formation.A Fluorescence micrographs depict superoxide anion (O₂•⁻) detection in formalin-fixed lung sections using DHE, which is oxidized by O₂•⁻ to yield a red fluorescent product; scale bar = 50 μm. Images are representative of at least five mice per treatment group. The right panel shows quantitative analysis of DHE-derived fluorescence intensity using ImageJ-1.46r, performed on a minimum of three independent coverslips per condition; data are presented as mean ± SD; ***P < 0.001 (one-way ANOVA). B The percentage of PI-positive BMDMs in the indicated treatment groups was determined; at least 200 cells were counted per sample. Data are presented as mean ± SD; ***P < 0.001 (one-way ANOVA). C Macrophage death was assessed by LDH release assay. Relative LDH release is expressed as the percentage of LDH release in the culture supernatant relative to total cellular LDH release, serving as an index of cytotoxicity. Bars represent mean ± SD from multiple independent experiments; ***P < 0.001 (one-way ANOVA). D Lung tissues from neonatal pups in the indicated treatment groups were analyzed by Western blot for NLRP3, Caspase-1, GSDMD-NT, and IL-1β expression. Representative blots from three independent experiments are shown. The right panel presents quantification of NLRP3, Caspase-1, GSDMD-NT, and IL-1β levels normalized to the loading control (n = 4) and expressed as mean ± SD; *P < 0.05, **P < 0.01, ***P < 0.001, ****P < 0.0001 (one-way ANOVA). E IL-1β secretion by BMDMs in the indicated treatment groups was measured by enzyme-linked immunosorbent assay (ELISA; n = 5). Data are presented as mean ± SD; ***P < 0.001 (one-way ANOVA). F IL-18 secretion by BMDMs in the indicated treatment groups was similarly quantified by ELISA (n = 5); data are presented as mean ± SD; **P < 0.01 (one-way ANOVA). G BMDMs from the indicated treatment groups were immunostained with an anti-GSDMD monoclonal antibody and counterstained with DAPI (blue); scale bar = 10 μm. Images are representative of at least three independent experiments.\nPre-treatment with the ROS scavenger N-acetyl-L-cysteine (NAC) significantly attenuated cell death, as evidenced by reduced PI staining and diminished LDH release compared with vehicle-treated controls (Fig. 7B, C). Subsequent immunoblot analyses revealed that NAC consistently down-regulated the protein levels of NLRP3, full-length GSDMD, pro-caspase-1, pro-IL-1β, and the cleaved forms of GSDMD-NT and Caspase-1 P20 (Fig. 7D and Supplementary Fig. S3A and S3B). Moreover, NAC markedly suppressed the secretion of mature IL-1β and IL-18 (Fig. 7E, F). Collectively, these findings demonstrate that ROS inhibition partially abrogates NLRP3 inflammasome activation, cytokine release, and pyroptotic cell death, underscoring an essential role for ROS in macrophage pyroptosis.\nTo investigate the influence of ROS on GSDMD activity, we utilized immunofluorescence to analyze GSDMD localization for visualizing GSDMD pore formation (Fig. 7G). Upon LPS treatment without any inhibitors, GSDMD staining was notably present in both the cytosol and plasma membrane, resulting in the formation of distinct pyroptotic bubbles. Conversely, treatment with the ROS inhibitor NAC markedly decreased GSDMD staining on the cell membrane and the generation of pyroptotic bubbles, thereby affirming the crucial involvement of ROS in GSDMD activation.\n\n## Disulfiram mitigates the severity of experimental BPD\nDisulfiram is a recently identified covalent inhibitor of GSDMD pore formation [17, 23], and it exhibits therapeutic promise in experimental BPD by blocking GSDMD-mediated pore formation and attenuating inflammatory responses. In this preclinical BPD model, intraperitoneal administration of 50 mg/kg disulfiram delayed symptom onset, reduced disease incidence (Fig. 8A, B), and prolonged survival of BMDMs (Fig. 8C, D). Histopathological examination revealed marked improvement in pulmonary architecture following disulfiram treatment (Fig. 8E, F), with significant mitigation of BPD-associated morphological alterations. Survival analyses further demonstrated that 50 mg/kg disulfiram increased overall survival in BPD mice, whereas this protective effect was absent in GSDMD-knockout animals (Fig. 8G). The divergent outcomes between WT and GSDMD−/− cohorts underscore the mechanism-specific therapeutic action of disulfiram in this context.Fig. 8Disulfiram mitigates the severity of experimental BPD.A The time interval from the initiation of the BPD regimen to the onset of symptoms is depicted in days. Bars represent mean values for each group (n = 6 mice); data are expressed as mean ± SD; ****P < 0.0001 (one-way ANOVA). B The incidence of BPD in neonatal pups across the indicated treatment groups is presented. Bars denote group means (n = 6 mice); data are shown as mean ± SD; ****P < 0.0001 (one-way ANOVA). C Flow cytometry was employed to assess C D11c and F4/80 expression in BMDMs from the indicated treatment groups. The percentages of viable cells (region R1), early apoptotic cells (region R2), and late apoptotic/necrotic cells (regions R3 and R4) are indicated. D A schematic summary is provided on the right. E Representative H&E staining of the left lungs from mice with experimental BPD is displayed. Images are representative of at least three independent replicate coverslips per condition; scale bar = 100 µm. F Representative H&E-stained lung sections from each treatment group (n = 6 per group, 12 fields per animal) were subjected to morphometric analysis to evaluate alveolar development, including MLI, RAC and the number of secondary crests per field. Scale bar = 100 µm. Bars represent the averages of three independent experiments; values are presented as mean ± SD; **P < 0.01, ***P < 0.001, ****P < 0.0001 (one-way ANOVA). G Kaplan–Meier survival analysis comparing the survival of experimental BPD mice among different treatment groups (n = 9 mice per group).\n\n## Discussion\nOur study shows that AMs undergo pyroptosis via the GSDMD pathway, releasing pro-inflammatory mediators linked to BPD pulmonary damage. Blocking GSDMD signaling shifts macrophages to the anti-inflammatory M2 phenotype, protecting against lung injury and suggesting a new BPD treatment strategy [24]. This is the first study to clarify GSDMD’s role in macrophage function and BPD pathogenesis [25]. In hyperoxia-exposed BPD mice, activated macrophages trigger alveolar epithelial apoptosis, disrupt lung architecture, and impair fibroblasts and endothelial cells, leading to matrix remodeling and compromised vascular development. Macrophage pyroptosis, a lytic form of cell death and a key innate immune mechanism [26, 27], has an unclear role in BPD pathogenesis.\nGSDMD is recognized as a crucial mediator of pyroptosis, a form of programmed cell death triggered by danger signals from pathogens [16, 21]. Activation of GSDMD via cleavage by inflammatory C aspases results in the creation of pores that compromise cell membrane integrity, ultimately inducing pyroptosis [",
  "has_full_text": true
}