{
  "pmid": "41367421",
  "title": "NQR as a target for new antibiotics.",
  "abstract": "The rise in antimicrobial resistance has underscored the urgent need for identification of novel targets against antibiotic resistant bacteria, which pose enormous threats to public health. The respiratory enzyme NQR carries essential roles in pathogenic bacteria, producing an ion gradient across the plasma membrane that drives ATP generation by the oxidative phosphorylation system. The vital role of NQR in a multitude of pathogenic microbes for which drug development is a high priority, such as Vibrio cholerae, Chlamydia trachomatis, and Pseudomonas aeruginosa, makes it an ideal drug target meriting investigation, especially since this enzyme is absent in human cells. A diverse array of NQR inhibitors have previously been identified, ranging from the ubiquinone analogs korormicin, HQNO, and aurachin D-42, which occupy one of two ubiquinone binding sites, to monovalent and divalent cations such as Ag+ and Zn2+ that react with SH groups. To overcome cytotoxicity associated with many established NQR inhibitors, drug development efforts have produced synthetic analogs of korormicin that exhibit minimal toxicity. To address the urgent need for alternative treatments, our group has explored the repurposing of FDA-approved drugs with established safety profiles as NQR inhibitors. Our recent work revealed that clofazimine, and FDA-approved orphan drug, is as a potent NQR inhibitor with strong antivirulence properties. This review highlights the role and significance of NQR and its inhibitors, with an emphasis on the potential development of antibiotics to target this respiratory enzyme.",
  "journal": "Frontiers in microbiology",
  "year": "2025",
  "authors": [
    "González-Montalvo M",
    "Sorescu J",
    "Yuan M",
    "DePaolo-Boisvert J",
    "Liang P"
  ],
  "doi": "10.3389/fmicb.2025.1690572",
  "mesh_terms": [],
  "full_text": "## Antibiotic resistance\nThe world is currently facing a costly, silent and dangerous pandemic: antimicrobial resistance (AMR). The lack of proper antibiotic stewardship in both clinical and agricultural settings has contributed to the widespread emergence, dissemination, and persistence of multidrug-resistant (MDR) organisms (Endale et al., 2023; Manyi-Loh et al., 2018; Nardulli et al., 2022; Van Boeckel et al., 2015; Williams-Nguyen et al., 2016; Xi et al., 2009; Zhang et al., 2009). This threat has grown into a global crisis and in 2019 alone, antibiotic-resistant infections were estimated to have caused around 5 million deaths (Murray et al., 2022). By 2050, it is projected that more than 10 million deaths will occur yearly (Naghavi et al., 2024). Moreover, in the next 25 years, these infections will likely produce 200 million deaths, including direct and AMR associated deaths (Naghavi et al., 2024). Despite this escalating threat, antibiotic development remains focused on a limited number of bacterial targets: DNA replication, protein synthesis, cell wall synthesis, and membrane integrity (Belete, 2019; Brown and Wright, 2016; Coates et al., 2011; World Health Organization, 2024a). Unfortunately, the pipeline for new antibiotics and therapeutic options remains limited, as pathogens show an alarming ability to quickly develop resistance to antimicrobials (Coates et al., 2011; World Health Organization, 2024c). Given this critical situation, identifying novel approaches and targets to combat MDR infections is urgently needed.\nIn the past decade, the bacterial respiratory metabolism has emerged as a promising area for drug development (Bald and Koul, 2010; Gaupp et al., 2010; González-Montalvo et al., 2024; Grauel et al., 2021; Heikal et al., 2014; Hu et al., 2024; Lencina et al., 2018; Liang et al., 2020, 2018; Mogi et al., 2009; Raba et al., 2018; Radloff et al., 2021; Schurig-Briccio et al., 2020; Van Alst et al., 2022). Respiratory chains play critical roles in pathogen physiology, supporting the entire metabolic network and transport activities throughout the plasma membrane, which are crucial to maintaining homeostatic processes and growth (Kaila and Wikström, 2021). Due to their fundamental roles in pathogens, respiratory chain enzymes are highly attractive pharmacologic targets. This was first demonstrated in Mycobacterium tuberculosis with the introduction of bedaquiline, a drug that targets the terminal step of oxidative phosphorylation, inhibiting the F1–F0 ATP synthase (Cox and Laessig, 2014). Bedaquiline was rapidly approved for the treatment of MDR tuberculosis as part of a combination therapy, despite its potential for serious side effects, highlighting the urgent need for alternative treatments in patients who suffer from MDR infections and often face poor prognoses (Cox and Laessig, 2014; Field, 2015; U.S. Food and Drug Administration, 2013). Recently, other enzymes in the oxidative phosphorylation pathway, particularly components of the electron transport chain, have become the focus of intense research. Special attention has been given to bacterial respiratory enzymes that differ significantly from their mammalian counterparts (Balemans et al., 2012; Cook et al., 2014; Grauel et al., 2021; Hards and Cook, 2018; Lencina et al., 2018). Among the most studied targets are respiratory NADH dehydrogenases, whose inhibition or deletion impairs growth and/or virulence in several pathogens, including Staphylococcus aureus (Schurig-Briccio et al., 2020), Chlamydia trachomatis (Liang et al., 2018; Stephens et al., 1998), Pseudomonas aeruginosa (Hreha et al., 2021), and Vibrio cholerae (Agarwal et al., 2020; Minato et al., 2014).\nThis review focuses on the NQR respiratory complex, a H+/ Na+-translocating NADH:quinone oxidoreductase, which is widely distributed across the bacterial domain (Juarez and Barquera, 2012; Reyes-Prieto et al., 2014). NQR has recently attracted interest both as an antibiotic and as an antivirulence target for the treatment of MDR infections. NQR is essential to bacterial physiology, supporting energy generation, maintaining membrane potential, and driving transport systems critical for growth and survival. Due to its central role, NQR represents a highly attractive pharmacological target. In V. cholerae, NQR has been shown to be essential for the expression and production of virulence factors (Häse and Mekalanos, 1999; Minato et al., 2014; Toulouse et al., 2018). Furthermore, it has been reported that mutants lacking NQR are completely avirulent (Minato et al., 2014). Because of its fundamental importance in pathogenic bacteria and its absence in mammalian cells, this complex is a promising target for drug design (Dibrov et al., 2017). This manuscript showcases recent advances in developing antibiotics and antivirulence strategies that target NQR, aiming to expand our arsenal against multidrug-resistant pathogens.\n\n## NQR structure and composition\nNQR is a membrane-bound enzyme complex found in many bacteria (Juarez and Barquera, 2012; Reyes-Prieto et al., 2014), particularly marine and pathogenic species such as V. cholerae (Häse and Mekalanos, 1998; Lin et al., 2007; Toulouse et al., 2018; Yuan et al., 2025), C. trachomatis (Liang et al., 2018; Stephens et al., 1998), P. aeruginosa (Liang et al., 2020; Raba et al., 2018), Klebsiella spp. (Fadeeva et al., 2007; González-Montalvo et al., 2024), and many others (Reyes-Prieto et al., 2014). NQR plays a critical role during infection and multiplication by transferring electrons from NADH to the quinone pool. During this process, NQR transports sodium ions (Dimroth, 1997; Juárez et al., 2009) or protons (Raba et al., 2018) from the cytosol to the periplasmic space, generating a sodium or proton motive force. This gradient is vital for various cellular functions, including ATP synthesis, nutrient uptake, flagellar rotation, and ion homeostasis (Dashper et al., 2001; Häse and Barquera, 2001; Huda et al., 2001; Reyes-Prieto et al., 2014; von Ballmoos et al., 2002). By contributing to energy metabolism, ion homeostasis and environmental adaptation, NQR supports pathogen survival, colonization, and virulence. NQR is a respiratory complex composed of six subunits, NqrA-F (Figure 1A). The complex contains several cofactors that facilitate the transfer of electrons through the enzyme, including an FAD and a 2Fe-2S cluster center located in NqrF (Barquera et al., 2004); one 2Fe-2S cluster located between subunits NqrD and NqrE (Kishikawa et al., 2022); two FMNs attached through covalent bonds to subunits NqrC and NqrB (Barquera et al., 2006); and a riboflavin molecule non-covalently bound to NqrB (Barquera et al., 2002; Tuz et al., 2022). Interestingly, NQR and its close relative RNF are the only reported enzymes that utilize riboflavin as a redox cofactor (Juárez et al., 2008; Vitt et al., 2022). The first tri-dimensional structures of V. cholerae NQR were deposited to the Protein Data Bank in 2014 (Berman, 2000; Steuber et al., 2014). These included sub-2Å resolution structures of the water-soluble subunits (NqrA, NqrC, NqrF) and a 3.5 Å structure of the complete complex. Since then, 21 structures of V. cholerae NQR have been deposited in complex with the native substrates and inhibitory compounds including HQNO, aurachin-D, and korormicin (Hau et al., 2023; Kishikawa et al., 2022). Our group utilized an in silico approach to analyze the binding of these compounds to V. cholerae NQR by Molecular Dynamics Simulation. These simulations demonstrate residue-specific interactions between NqrB and inhibitors, actionable in the formation of structure-activity-relationships for the development of novel NQR inhibitors (DePaolo-Boisvert et al., 2025). Our molecular docking data is consistent with available structural data and reveals other transient interactions that could be exploited pharmacologically, highlighting the importance of this in silico tool in drug discovery, especially for NQR.\n\n## Vibrio cholerae\nV. cholerae is a Gram-negative intestinal pathogen causing cholera, a diarrheal disease that is life-threating in absence of prompt therapy (Montero et al., 2023; Ojeda Rodriguez et al., 2025). It is estimated that V. cholerae causes up to 4 million cases per year and 20,000–140,000 deaths worldwide (Ali et al., 2015; World Health Organization, 2020). V. cholerae remains a significant threat due to its capacity to produce pandemics, as well as the emergence and spread of multi-drug resistant strains (Rijal et al., 2019; Smith et al., 2015; Thapa Shrestha et al., 2015). The V. cholerae respiratory chain is relatively simple compared to other bacteria (Bueno et al., 2020; Steuber et al., 2015), with NQR playing a major role in sodium homeostasis (Häse and Barquera, 2001; Häse and Mekalanos, 1999; Lin et al., 2007). NQR is the main entry point of electrons into the respiratory chain (Agarwal et al., 2020; Häse and Barquera, 2001; Lin et al., 2007; Steuber and Fritz, 2024). Several reports show that NQR is critical for V. cholerae virulence, particularly for colonization and stomach acid tolerance (Merrell et al., 2002; Minato et al., 2014). NQR inactivation or inhibition impairs the expression of virulence factors, specifically the toxin-coregulated pilus (TCP) and the cholera toxin (CT) (Merrell et al., 2002; Minato et al., 2014). Remarkably, NQR activity regulates the expression of the ToxT regulator, which controls the transcription of CT and TCP (Häse and Mekalanos, 1999). It has been reported that Δnqr mutants secrete significantly less CT in culture (Häse and Mekalanos, 1999; Minato et al., 2014). In a similar manner, the autoagglutinating phenotype of V. cholerae, which is dependent on TCP expression, is reduced in the NQR mutant (Minato et al., 2014). The regulatory mechanism of toxicity has been linked specifically to NQR and its role in the respiratory chain, since deletion of other sodium pumps has no effect on virulence (Minato et al., 2014). This evidence supports the role of NQR as a vital enzyme for V. cholerae during infection, making this respiratory complex an attractive target for drug development. Inhibiting this respiratory enzyme may not only promote clearing of the bacteria but may also reduce its virulence, attenuating infection severity.\n\n## Chlamydia trachomatis\nC. trachomatis is a Gram-negative, obligate intracellular pathogen responsible for trachoma (eye infection) and chlamydia (genital infection) (Burton and Mabey, 2009; Elwell et al., 2016; Huai et al., 2020). The developmental cycle of C. trachomatis is composed of two forms, the infectious and metabolically inactive elementary body, and the non-infectious but metabolically active reticulate body (Bayramova et al., 2018; Elwell et al., 2016). Genomic analyses indicate that despite its reduced genome, C. trachomatis possesses a simplified, but functional respiratory chain composed of NQR, succinate dehydrogenase, cytochrome bd oxidase, and a sodium-dependent A1-A0 type ATP synthase (Dibrov et al., 2004; Liang et al., 2018; Stephens et al., 1998). Among these enzymes, NQR plays a central role by coupling NADH oxidation to menaquinone reduction while simultaneously pumping sodium across the bacterial inner membrane (Barta et al., 2014; Juárez et al., 2010), which generates a gradient that is utilized to drive ATP synthesis, providing C. trachomatis with a host-independent means of energy production. Our group reported that C. trachomatis has a high respiratory activity resistant to mitochondrial inhibitors but sensitive to NQR inhibitors (Liang et al., 2018). Functional assays further revealed that inhibiting NQR or collapsing the sodium gradient with ionophores severely impairs chlamydial inclusion development and reduces bacterial protein expression without significantly disrupting host mitochondrial function (Liang et al., 2018). These effects were most pronounced in reticulate body-infected cells, in which the pathogen is rapidly multiplying. Additionally, in vitro studies with permeabilized cells showed that chlamydial respiration is stimulated by α-ketoglutarate and ADP, resembling classical state three mitochondrial respiration (Liang et al., 2018; Meister, 2009). Altogether, these findings establish that NQR is a critical component of a sodium-driven respiratory chain in C. trachomatis, supporting ATP production and intracellular replication. This sodium-based oxidative phosphorylation pathway challenges the long-standing view of C. trachomatis as an obligate energy parasite (Dibrov et al., 2004; Häse et al., 2001). Moreover, this system represents a unique metabolic adaptation of Chlamydia and a potential therapeutic target for disrupting chlamydial energy homeostasis.\n\n## Pseudomonas aeruginosa\nP. aeruginosa is a Gram-negative bacterium that is a leading cause of mortality in immunocompromised patients and those suffering from chronic lung diseases (Bhagirath et al., 2016; Centers for Disease Control and Prevention, 2022). The World Health Organization classified carbapenem-resistant P. aeruginosa as a high priority pathogen, highlighting the pressing need for novel antibiotic development against this bacterium (World Health Organization, 2024b). In P. aeruginosa, the NQR complex is distinct among other NQR homologs, as it is a proton pump (Raba et al., 2018) fostering an energy-generating gradient across the cell membrane (Raba et al., 2018; Juarez and Barquera, 2012; Reyes-Prieto et al., 2014). NQR is the primary NADH dehydrogenase employed by P. aeruginosa in physiologically relevant modified artificial urinary media and LB broth, responsible for more than 75% of electron transfer in both stationary and logarithmic growth phases (Liang et al., 2020; Hreha et al., 2021; Hu et al., 2024). Mutant analysis confirmed the importance of NQR, as approximately half of P. aeruginosa NADH dehydrogenase activity was halted in both growth phases in the mutant of this enzyme (Hreha et al., 2021). Despite its critical role, deletion of the enzyme was not shown to impact growth in vitro (Torres et al., 2019), indicating that other dehydrogenases can be used by this bacterium to compensate. Further evaluation of NQR inhibition on P. aeruginosa virulence is necessary, as its role in the electron transport chain in media simulating physiological and infection site conditions proved significant (Hu et al., 2024). Therefore, NQR seems to be arising as a promising target to treat MDR infections caused by P. aeruginosa, providing a much necessary alternative to current therapeutic options.\n\n## Ubiquinone analogs\nSeveral compounds have been identified as NQR inhibitors, with different potencies and action mechanisms. For example, korormicin (Figure 1F), an antibiotic produced by Pseudoalteromonas sp. F-420, has inhibition against V. cholerae NQR, blocking its activity with extremely high potency (IC50 of 5 nM) while simultaneously hindering the ability of NQR to pump sodium (Ito et al., 2017; Yoshikawa et al., 1999; Table 1). Enzymatic analysis shows that it has mixed inhibition (originally described as non-competitive) in relation to ubiquinone (Hayashi et al., 2002), indicating that it binds to the ubiquinone site but that it might have another inhibition site (Figures 1B–D). Additionally, bacterial secondary metabolites, including 2-n-heptyl-4-hydroxyquinoline-N-oxide (HQNO) (Figure 1F) from P. aeruginosa and aurachin D-42 (Figure 1F) derived from the myxobacteria Stigmatella aurantiaca, are compounds that mimic ubiquinone and have also demonstrated efficacy in inhibiting NQR activity (Ito et al., 2017; Kunze et al., 1987; Tokuda and Unemoto, 1984) by binding to the ubiquinone site as well (Figures 1B,C,E and Table 1). HQNO was considerably less potent than aurachin D-42, requiring concentrations exceeding 100 nM to achieve 50% inhibition of V. alginolyticus NQR and 2.1 μM for V. cholerae NQR, whereas the highly potent aurachin D-42 has an IC50 of 2 nM against V. cholerae NQR (Ito et al., 2017; Yoshikawa et al., 1999; Table 1). Interestingly, P. aeruginosa is resistant to HQNO due to variations in amino acids at the ubiquinone-binding site of subunit D (Raba et al., 2018), suggesting that structural differences in Pa-NQR provide an advantage against similar inhibitor molecules.\nRecently, NQR structures have been solved by cryo-electron microscopy with the substrates ubiquinone-1 and ubiquinone-2, as well as the inhibitors korormicin (Kishikawa et al., 2022), HQNO (Hau et al., 2023), and aurachin D-42 (Kishikawa et al., 2022). Ubiquinone and the inhibitors are bound in a membrane-embedded pocket, principally comprised by NqrB with some contribution by NqrA (Figure 1). This same pocket has been identified in structures 8EVU, 8A1U, 8A1V, and 8A1W (Hau et al., 2023) to carry a tightly-bound ubiquinone (Juarez et al., 2012; Tuz et al., 2022). Although NQR bears a second ubiquinone binding site at the cleft of subunits NqrB and NqrD (Juarez et al., 2012), the exact function and relationship between these two sites is not yet well understood. In an in silico study (Dibrov et al., 2022), the catalytic ubiquinone site was modeled in the membrane, however this model is limited since it only examined the NqrB-NqrD subunits, lacking major parts of the context. Regarding the site that has been solved, the residue triad NqrB-G158, F159, and F160 comprise a helix turn responsible for multiple non-covalent interactions between NQR and these ligands. Ubiquinone, korormicin, HQNO, and aurachin D-42 can each be observed accepting one or more hydrogen bonds donated by the backbone nitrogen of this triad. Additionally, NqrB-F160 forms π-stacking interactions (8A1Y, HQNO) and cation-π interactions (7XK6, aurachin D-42) with ligands. Other residues can also be observed establishing less frequent interactions with these ligands. NqrB-K54 and NqrB-N156 are each observed donating a hydrogen bond to acceptors on ubiquinone (8EVU) and korormicin (7XK7).\n\n## Monovalent and divalent cations\nInhibitors of NQR that bear no structural resemblance to the ubiquinone substrate, such as metal ions, have also been identified. Ag+ and Zn2+ ions inhibit the NADH dehydrogenase activity of NQR in some organisms, ultimately disrupting electron transfer activity and ion translocation, hindering ATP generation (Engelking, 2015; Hayashi et al., 1992). In Vibrio harveyi, Ag+ inhibition of NQR is linked to interactions of these ions with cysteine residues, particularly reactive thiol groups in the NqrF subunit, within the regions responsible for NADH and FAD binding (Fadeeva et al., 2011, 2008). Additionally, NqrF-C377 was identified as relevant for the effects of Ag+, Zn2+, and other metal ions on NQR activity, while in the oral bacteria Porphyromonas gingivalis, the residue NqrF-C383 was considered essential for inhibition (Fadeeva et al., 2011). Ag+ exhibits significant potency against V. alginolyticus NQR with an IC50 of 20 nM (Hayashi et al., 1992; Table 1). Further analysis of Ag+ efficacy on V. alginolyticus NQR showed that it interacts with the enzyme in the quinone binding site situated in the B subunit, disrupting the enzymatic structure and causing the release of FAD (Nakayama et al., 1999; Unemoto et al., 1993). Zn2+ is less potent than Ag+, with complete inhibition of V. alginolyticus NQR at 3 μM and an IC50 of 1 μM (Hayashi et al., 1992; Table 1). Studying these metal ions as inhibitors offers important insights for the development of antimicrobial agents aimed at targeting this critical enzyme.\n\n## Furanones\nAlthough several NQR inhibitors have been described, these molecules have significant toxicity to mammalian cells (Dejon and Speicher, 2013; Dibrov et al., 2017; Mo et al., 2023). Recently, a less toxic korormicin-like furanone compound, PEG-2S (Figure 1F), was developed and produced as a pure stereoisomer (Dibrov et al., 2017). In this compound, the epoxy group found in the hydrophobic tail of the korormicin molecule was removed, which was believed to be the source of the toxicity. Moreover, the aliphatic chain was shortened in an attempt to reduce hydrophobicity and increase its potency (Dibrov et al., 2017). The data show that PEG-2S inhibits NADH oxidase activity in isolated V. cholerae membranes with an IC50 of 1.8 nM (Dibrov et al., 2017; Table 1). PEG-2S was also able to interfere with C. trachomatis metabolism in infected HEK293 cells (Dibrov et al., 2017). This pathogen acidifies the cytoplasm of host cells with a subsequent increase in intracellular Na+, which is subverted by addition of PEG-2S (Dibrov et al., 2017). This compound was also able to reduce C. trachomatis infection of HeLa cells with 26-fold greater potency than korormicin (Dibrov et al., 2017). A one-time treatment of infected HeLa cells with 700 nM PEG-2S reduced the amount of intracellular inclusions by half, while a two-dose treatment with 1 μM reduced inclusions by 90% (Dibrov et al., 2017). Importantly, at a 20 μM concentration, PEG-2S is non-cytotoxic to primary cell cultures and has no effect on other intestinal bacteria (Dibrov et al., 2017). Unfortunately, direct tests of PEG-2S on C. trachomatis NQR have not been performed and it is unclear if NQR is the only or actual target in the cell.\n\n## Drug repurposing: clofazimine\nTraditional antibiotics are becoming increasingly ineffective, and the high cost and long timelines associated with developing new drugs have left the pipeline for novel antibiotics dangerously sparse (Salam et al., 2023). In response to the growing threat posed by multidrug-resistant bacteria to global health, recent research has focused on the repurposing of FDA-approved drugs with established safety profiles (Aggarwal et al., 2024; Ashburn and Thor, 2004; Liu et al., 2021; Nossier et al., 2025; Peyclit et al., 2019; Tovar-Nieto et al., 2024; Urbina et al., 2021). This strategy could be particularly important for V. cholerae infections in developing regions where outbreaks can rapidly overwhelm healthcare systems (Marin et al., 2013). That is the case of phenothiazines and phenazines, which numerous studies have shown that in addition to their antipsychotic impact, can be used as antibiotics (Dastidar et al., 2005; Mazumder et al., 2001; Molnár et al., 1976; Thanacoody, 2007). Our group screened a panel of phenothiazines and phenazines and identified the FDA-approved drug clofazimine (Yuan et al., 2025) (Figure 1F), an orphan drug originally used to treat leprosy and tuberculosis (Arbiser and Moschella, 1995; Gopal et al., 2013), as a potent antibiotic against V. cholerae, with strong antivirulence properties (Table 1). We also found that thioridazine (Figure 1F) has potent inhibitory effects against V. cholerae growth. Clofazimine showed strong antibiotic activity against the pathogen, with a MIC50 of 3.5 μM and an IC50 of 3 μM against NQR, meanwhile thioridazine had an MIC50 of 27 μM and an IC50 of 22 μM (Table 1; Yuan et al., 2025). These compounds were tested on two clinical strains of V. cholerae: 2010EL-1786 and 2012EL-2176, which are especially important because they were major contributors to the 2010 Haiti humanitarian crisis (Folster et al., 2014) and have multidrug resistance profiles. These two strains have similar MDR profiles, with 2012EL-2176 showing additional resistance to beta-lactam antibiotics (Folster et al., 2014). Despite their multidrug resistance, our data show that clofazimine has a MIC against V. cholerae 2010EL-1786 and 2012EL-2176 in the same range as the lab strain O395 (Yuan et al., 2025), indicating that these strains have not evolved resistance mechanisms for phenazines and that clofazimine could be used to treat pandemic strains. Clofazimine treatment also significantly improved survival in an animal model, with an efficacy comparable to ampicillin, while reducing bacterial colonization and production of the cholera toxin in vitro (Yuan et al., 2025).\nOur work shows that the main target of clofazimine in V. cholerae is the NQR complex (Yuan et al., 2025), demonstrating that NQR is an essential enzyme in the physiology of this bacterium, involved in the generation of the sodium gradient, toxin secretion, motility, and antibiotic resistance (Juarez and Barquera, 2012). Biochemical experiments demonstrated that both clofazimine and thioridazine specifically inhibit the ubiquinone reductase activity of the NQR complex without affecting NADH oxidation, consistent with their mixed inhibition mechanism (Table 1; Yuan et al., 2025). Furthermore, targeted mutations in key residues, such as F211A, decreased drug sensitivity, supporting a direct interaction with the catalytic site of the complex. Molecular docking studies revealed that clofazimine is positioned in the same binding site as natural inhibitors such as HQNO and korormicin (Figure 2). Our work emphasizes the potential of repurposing FDA-approved drugs, such as clofazimine, to treat MDR infections. Clofazimine is a safe, well-characterized drug that can combat cholera and potentially other bacterial infections, especially those involving multidrug-resistant pathogens where NQR is prevalent and functionally indispensable.\n\n## Conclusion\nNQR is a unique bacterial respiratory enzyme that is essential for energy metabolism, ion homeostasis, and virulence in a wide range of pathogenic species, including V. cholerae, C. trachomatis, and P. aeruginosa. As a respiratory complex absent in mammalian cells, but critical for bacterial survival and pathogenesis, NQR represents a highly attractive target for antimicrobial therapy. Across pathogens, NQR supports intracellular replication, virulence gene expression, and adaptation to host environments through sodium or proton motive force generation. The validation of NQR as essential in various pathogenic contexts confirms its functional importance and potential for broad-spectrum targeting. A variety of inhibitors, including natural products like korormicin and aurachin D-42, synthetic compounds, and divalent cations, demonstrate the vulnerability of NQR to pharmacological disruption. However, early inhibitors have often been limited by toxicity or lack of selectivity. Recent advances, such as the development of PEG-2S, a non-toxic furanone derivative, mark a significant leap forward in the therapeutic exploitation of this enzyme. The data presented here emphasize the centrality of NQR in pathogen physiology and pathogenesis and provide a compelling rationale for the continued development of selective NQR inhibitors as broad-spectrum, host-safe antimicrobials.\nRecently, a non-conventional therapeutic option has begun to gain interest: antivirulence therapy. This strategy focuses on developing drugs that reduce the pathogens’ ability to produce virulence determinants instead of killing it directly. Drug development is now expanding beyond essential bacterial processes to include molecular targets that regulate virulence. By disarming rather than eliminating pathogens, antivirulence compounds may offer effective treatment options while reducing selective pressure for resistance, broadening the therapeutic landscape and improving patient outcomes. Clofazimine is an agent that has these characteristics and can be used to reduce the mortality and morbidity in patients with MDR infections, particularly those suffering from MDR V. cholerae.",
  "has_full_text": true
}