{
  "pmid": "41398575",
  "title": "Molecular characterization of extended spectrum beta-lactamase-producing Enterobacterales from urinary tract infections in Burundi.",
  "abstract": "BACKGROUND: The production of β-lactamases by the Enterobacterales family is currently the leading cause of antibiotic resistance. Urinary tract infections (UTIs) account for 25% of all infections, and UTIs caused by extended-spectrum beta-lactamase-producing Enterobacterales (ESBL-PE) constitute a serious public health concern in children and adult patients. The aim of this study was to describe the antimicrobial susceptibility profiles and molecular characteristics of ESBL-PE isolates from UTIs in Burundi. METHODS: A laboratory-based cross-sectional study involving 247 isolates of Enterobacterales was carried out at six selected hospital sites in Burundi. The bacterial isolates, which were collected over a nine-month period, were randomly selected from the biobank of isolated and identified enteric gram-negative bacteria from urine samples from UTI patients. The clinical and demographic characteristics of the UTI patients were extracted from the OpenClinic GA Information System via a structured data collection sheet. The ESBL-PEs were confirmed via a double-disk synergy test and PCR methods. The chi-square test was used to determine the relationship between epidemiological and microbiological variables; as well as the presence of ESBL-PE isolates. RESULTS: Among the 247 Enterobacterales isolates, Escherichia coli (72.4%) and Klebsiella pneumoniae (14.5%) predominated. Among the isolates, 28.74% were phenotypically positive for ESBL production. The high percentage of resistant isolates to antibiotics were observed for tetracycline (91.5%), amoxycillin-clavulanic acid (72.6%) and cotrimoxazole (65.6%). There was no resistance to either meropenem or imipenem. The most effective antibiotics were nitrofurantoin (91.1%) and amikacin (71.7%). The majority of the blaCTX-M genes (80.28%) were found in ESBL-PE isolates from UTI patients. The percentages of blaTEM and blaSHV genes were 53.52% and 25.35%, respectively. The blaCTX-M and blaTEM genes were the most prevalent coexisting resistance genes (26.8%), followed by the group of blaCTX-M, blaTEM, and blaSHV genes (18.3%). The blaTEM and blaSHV genes did not coexist in this study. CONCLUSION: The blaCTX-M gene is predominant in UTIs, which are caused primarily by the ESBL-PE strains acquired in hospital and community settings. Amikacin, nitrofurantoin, imipenem and meropenem could be the drugs of choice for treating ESBL-PE in Burundi. On the basis of these findings, we suggest the development of infection prevention and control interventions, antibiotic stewardship policies and the establishment of routine surveillance of ESBL-PE in Burundi. The transmission dynamics of TEM- and CTX-M-type ESBL-PE need to be further understood in Burundian hospital and community settings. SUPPLEMENTARY INFORMATION: The online version contains supplementary material available at 10.1186/s12879-025-12349-5.",
  "journal": "BMC infectious diseases",
  "year": "2025",
  "authors": [
    "Ndihokubwayo A",
    "Nzoyikorera N",
    "Nyandwi J",
    "Bakkouri J",
    "Kettani A"
  ],
  "doi": "10.1186/s12879-025-12349-5",
  "mesh_terms": [],
  "full_text": "## Introduction\nApproximately 150 million people globally suffer each year from urinary tract infections (UTIs), making them the second most prevalent infection [1]. UTIs caused by bacteria that produce ESBLs are a major problem for both adults and children, accounting for 25% of all infections globally [2–4]. Escherichia coli (E. coli) and Klebsiella pneumoniae (K. pneumoniae) are the two most frequently isolated ESBL-producing Enterobacterales (ESBL-PE) strains from UTIs [2]. Other Enterobacterales species, such as Proteus spp., Enterobacter spp., Citrobacter spp., Serratia spp., Providencia spp., and Morganella spp., have also been reported to produce ESBL [4].\nThe emergence of antimicrobial resistance (AMR), especially from ESBL-PE, is a serious international health concern because it commonly results in the failure of empirical antibiotic therapy and increased morbidity and mortality rates [5–7]. Antimicrobial resistance, which increases hospital expenses, and morbidity and mortality rates, is believed to cause more than 700,000 deaths annually worldwide and might increase to 10 million fatalities per year by 2050 [8, 9]. Owing to their use in the treatment and management of serious infections caused by multidrug-resistant bacteria, the WHO has classified third- and fourth-generation cephalosporins, which are broad-spectrum β-lactam antimicrobial agents, as critically important for human medicine [10].\nThe production of β-lactamases, especially ESBLs, which hydrolyze β-lactam antibiotics, including cephalosporins, penicillins and monobactams, with the exception of cephamycins and carbapenems, is one of the leading mechanisms of resistance in Enterobacterales [11, 12]. The proportion of ESBL-PE isolates has recently increased worldwide [12]. Furthermore, owing to related resistance mechanisms that may be chromosomal or plasmid-encoded, bacteria that produce ESBLs often display resistance to other antimicrobial classes, including fluoroquinolones, aminoglycosides, tetracyclines, and trimethoprim-sulfamethoxazole [13, 14]. The prevalence of ESBL-PE varies across countries, although it appears to be more concerning in low- and middle-income countries (LIMCs). Compared with 48 million in the US and 35 million in Europe, and according to Woerther et al., there are 1.1 billion ESBL-PE carriers in South Asia and 110 million in Africa [15].\nSince their discovery in the early 1980s, the number of ESBL-producing bacteria has increased worldwide, and they are currently endemic to Enterobacterales infections that are acquired in communities as well as hospitals [11, 16, 17]. ESBLs are classified on the basis of several genes that encode β-lactamases, such as blaCTX-M, blaTEM, and blaSHV [18]. One of the most common types of ESBL is CTX-M, which is produced by Enterobacterales, including K. pneumoniae and E. coli [11]. CTX-M-type enzymes are currently the most prevalent ESBL type that predominates globally, although the TEM- and SHV-types were the predominant families of ESBLs in the past [16, 19, 20]. There are currently limited data on the characterization of ESBL-PEs in Sub-Saharan African countries, although ESBL-mediated bacterial resistance is recognized as a significant health issue [21]. To our knowledge, no research has been conducted on the epidemiological and molecular characterization of ESBL-PE isolates from UTI patients in Burundi. The aim of this study was to describe the antibiotic susceptibility profile and molecular characteristics of ESBL-PE isolates from UTIs in selected hospitals in Burundi.\n\n## Study design and population\nThis was a cross-sectional study involving 247 isolates of Enterobacterales strains collected between 1st September 2023 and 31st May 2024. The bacterial isolates were randomly selected from the biobank of isolated and identified enteric gram-negative bacteria from different selected hospitals, including Kamenge Teaching Hospital (West), Prince Regent Charles Hospital (West), Gitega Regional Hospital (Center), Rumonge Hospital (South) and Kayanza Hospital (North), and the National Reference Laboratory in Burundi. The study included isolates from positive urine cultures of a single uropathogenic enteric gram-negative bacteria with a significant growth. However, the study excluded the isolates from urines culture with insignificant growth, mixed growth; or duplicate isolates. The clinico-demographic characteristics of ambulatory and hospitalized patients were collected from the OpenClinic GA Information System (Version 5.256.09, Belgium) via a structured data collection form. The collected isolates from those hospitals were further transported and stored at -80 °C with 20% glycerol in brain heart infusion (BHI) broth at the National Reference Laboratory of the National Institute of Public Health of Burundi (INSP), Bacteriology Unit, for further analysis.\n\n## Bacterial culture and identification\nEnterobacterales strains were isolated from different hospitals, including Kamenge Teaching Hospital (n = 43, 17.40%), Prince Regent Charles Hospital (n = 42; 17%), Gitega Regional Hospital (n = 45, 18.21%), Rumonge Hospital (n = 32, 12.95%), Kayanza Hospital (n = 35, 14.17%), and INSP National Reference Laboratory (n = 50; 20.24%). The collected and stored bacterial isolates were inoculated on Cystine Lysine Electrolyte Deficient (CLED) agar plates (Oxoid, UK) and Trypticase Soja Agar (Oxoid, UK) and aerobically incubated at 37 °C for 18–24 h. Gram- and oxidase-negative bacterial isolates were identified via the API-20E system (BioMerieux S.A. 62980, France) [22]. Only species belonging to the Enterobacterales group were distinguished via analytical profile indexes from the API-20E system [22].\n\n## Antimicrobial susceptibility testing and ESBL detection\nAntimicrobial susceptibility testing was performed using the disk diffusion method on Müller‒Hinton agar, as recommended by the French Society for Microbiology in the European Committee on Antimicrobial Susceptibility Testing (EUCAST) guidelines; and the Recommendations 2024 June V.1.0 were used for interpretation of antimicrobial susceptibility testing results (CA-SFM/EUCAST, 2024) [23]. Resistance was tested against following antibiotics: ampicillin (AMP, 10 µg), amoxicillin-clavulanic acid (AMC, 20/10 µg), cefoxitin (FOX, 30 µg), cefuroxime (CXM, 30 µg), ceftriaxone (CRO, 30 µg), cefotaxime (CTX, 5 µg), cefepime (FEP, 30 µg), imipenem (IMP, 10 µg), meropenem (MER, 10 µg), gentamicin (CN, 10 µg), amikacin (AK, 30 µg), tetracycline (TE, 30 µg), doxycycline (DO, 30 µg), ciprofloxacin (CIP, 5 µg), cotrimoxazole (STX, 25 µg) and nitrofurantoin (NIT, 100 µg). The isolates resistant to cefotaxime (CTX, 5 µg) and/or ceftriaxone (CRO, 30 µg) were confirmed for ESBL production via a double-disk synergy test (DDST) [23]. K. pneumoniae, ATCC 700,603 (ESBL-PE isolate), and E. coli, ATCC 25,922 (susceptible isolate) were used as positive and negative controls, respectively, and the quality control of the strains was checked once a week in accordance with the EUCAST recommendations (CA-SFM/EUCAST, 2024) [23].\n\n## DNA extraction method\nGenomic DNA extraction from bacterial cells was performed via the thermal lysis method according to Kpoda et al. (2018), with slight modifications [12]. DNA extraction was carried out on purified bacterial colonial isolates via a bacterial lysis-based mechanical extraction technique through a heating and freezing cycle. A suspension of 1.0 MacFarland (MCF) was prepared in 500 µL of nuclease-free water from a fresh pure culture on nutrient agar plates. The bacterial suspension was heated at 100 °C for 10 min and then transferred directly to ice (4 °C) for 5 min. After centrifugation at 12,000 rpm (rotation per minute) for 10 min, the extracted DNA (100 µl) corresponding to the supernatant was recovered. This extract was subsequently stored at -20 °C until further processing.\n\n## Detection of ESBL genes by PCR simplex among the isolates\nThe PCR reactions were performed in a 25 µl final volume in the presence of each primer at a 0.2 µM concentration, 1 µl of DNA, 10 µl of Green Taq® Master Mix (Vazyme, China) and 10 µl of nuclease-free water. The thermal cycling conditions for the detection of the CTX-M, TEM and SHV genes were performed according to the technique used by El Aila et al. (2023) as follows: one cycle of initial denaturation at 94 °C for 5 min; 30 cycles of denaturation at 94 °C for 30 s, annealing at 60 °C for SHV, 60 °C for CTX-M and 52 °C for TEM for 30 s, and extension at 72 °C for 1 min; and a final extension at 72 °C for 7 min [4]. The amplified products were resolved on a 2% agarose gel. Ethidium bromide was used to stain the fragments, and a gel documentation system was used to migrate the PCR products onto an agarose gel and examined under a UV transilluminator by comparing the gene fragments to a molecular weight marker of a 100 bp ladder (Bioline, UK) [4]. To avoid contamination, a water sample was used as a blank negative amplification control in every run [4]. Positive controls, including a standard bacterium that is recognized to have ESBL-encoding genes (K. pneumoniae ATCC 7881 for SHV, CTX-M and TEM), were used for quality control of the results and to validate the results of the PCR assays (supplementary file 1). The following is a list of sequences of primers used to detect ESBL genes [12, 24, 25] (Table 1).\nTable 1List of primers used for the detection of ESBL genesPrimersOligonucleotides sequences: 5’----3’Annealing temperatures (oC)Product sizeReferencesTEMF: ATAAAATTCTTGAAGACGAAA521080 bpDS Kpoda et al. (2018) [12]R: GACAGTTACCAATGCTTAATCASHVF: CGCCGGGTTATTCTTATTTGTCGC60870 bpArsalane et al. (2015) [24]R: TCTTTCCGATGCCGCCGCCAGTCACTX-MF: CGCTTTGCGATGTGCAG60550 bpMalekjamshidi et al. 2020 [25]R: ACCGCGATATCGTTGGT\n\n## Statistical analyses\nStatistical analyses were performed via SPSS software, version 21.0 (IBM, Chicago, USA). Differences in the proportion of ESBL producers and relationships between the existence of ESBL-encoding genes and categorical variables (sex, age group, hospital, patient type, history, and sources) were assessed via the chi-square test if applicable. Statistical significance was defined as a p value of less than 0.05. We presented the results via graphs and tables via Microsoft Excel version 13.0 (Microsoft, Redmond, WA, USA).\n\n## Prevalence of ESBL-PE and clinico-demographic characteristics of UTI infections\nAmong the 247 isolates, 28.74% (71/247) were phenotypically positive for ESBL production. The mean age of the UTI patients was 33.02 ± 18.40 years, and 66% of them were in the age-groups of 15–30 years and 31–45 years. Females and outpatients were predominant and accounted for 72.5% and 81.8%, respectively (Table 2). The majority of ESBL-producing isolates were collected from patients in the outpatient department (74.6%), followed by those from the obstetrics and gynecology departments (9.9%). The most prevalent conditions for UTI patients were pregnancy (16.9%) and antibiotic therapy (11.3%). None of the variables were significantly associated with the existence of ESBLs (p > 0.05) (Table 2).\nTable 2Distribution of the clinico-demographic characteristics of UTI patients between the ESBL-PE group and the non-ESBL-PE groupVariablesFrequenciesESBL-PENon-ESBL-PEP value(n = 247) (%)(n = 71) (%)(n = 176) (%)Age (years, mean ± SD)33.23 ± 18.400.876Age group > 15 years32 (13.0)9(12.7)23(13.1)Age group 15–30 years80 (32.4)24(33.8)56(31.8)Age group 31–45 years83 (33.6)21(29.6)62(35.2)Age group 46–60 years28 (11.3)10(14.1)18(0.2)Age group > 60 years24 (9.7)7(9.9)17(9.7)\nGender\n0.086Female179 (72.5)46(64.8))133(75.6)Male68 (27.5)25(35.2)43(24.4)\nType of patient\n0.115Outpatient202(81.8)53(74.6)149(84.7)Inpatient45(18.2)18(25.4)27(15.3)\nHospital department\n0.371Outpatient department202(81.8)53(74.6)149(84.7)Obstetrics and Gynecology17(6.9)7(9.90)10(5.7)Internal Medicine14(5.7)6(8.5)8(4.5)Pediatric department13(5.3)5(7.0)8(4.5)Surgery department1(0.4)0(0.0)1(0.6)\nUTI Patients’ conditions/History\n0.169Under antibiotic therapy28(11.3)14(19.7)14(8.0)Comorbidities17(6.9)6(8.4)11(6.2)Pregnancy40(16.2)11(15.5)29(16.5)Recurrent UTIs3(1.2)0(0.0)3(1.7)No particular history158(64.0)40(56.30118(67.0)\nSources of the isolates\n0.246National Reference Laboratory (INSP)50(20.2)10(14.1)40(22.7)Gitega Regional Hospital (HRG)45(18.2)13(18.3)32(18.2)Kamenge University Hospital (CHUK)43(17.2)13(18.3)30(17.0)Prince Regent Charles Hospital (HPRC)42(17.0)15(21.1)27(15.3)Rumonge Hospital (HRR)32(13.0)6(8.5)26(14.8)Kayanza Hospital (HDK)35(14.2)14(19.7)21(11.9)\n\n## ESBL-PE and non-ESBL-PE strains from UTI patients\nAmong the ESBL-PE and non-ESBL-PE isolates, E. coli was the most prevalent (72.5%), followed by K. pneumoniae (14.5%) and K. oxytoca (6.1%). The existence of ESBLs was not significantly associated with the bacterial isolates (p = 0.298) (Table 3).\nTable 3Distribution of ESBL-PE and non-ESBL-PE isolates from UTI patientsType of EnterobacteralesFrequency n(%)(N = 247)ESBL-PE n(%)(N = 71)Non-ESBL-PE n(%) (N = 176)P value\nCitrobacter freundii\n4(1.6)0(0.0)4(2.3)0.298\nEnterobacter cloacae\n6(2.4)3(4.2)3(1.7)\nEscherichia coli\n179(72.5)55(77.5)124(70.5)\nKlebsiella oxytoca\n15(6.1)5(7.0)10(5.7)\nKlebsiella pneumoniae\n35(14.2)8(11.3)27(15.3)\nProteus spp\n7(2.8)0(0.0)7(4.0)\nProvidencia rettgeri\n1(0.4)0(0.0)1(0.6)\n\n## Antimicrobial susceptibility/resistance profiles of the ESBL-PE and non-ESBL-PE\nThe high percentage of resistant isolates to antibiotics were observed for TE (91.5%) and AMC (72.6%), followed by STX (65.6%) and AMP (61.5%) (Table 4). The percentage of resistant isolates to CRO and CTX were 45% and 47%, respectively. The high percentage of sensitive isolates to antibiotics were observed for NIT (91.1%) and AK (71.7%). No resistance to either MER or IMP was detected. The difference in terms of resistance levels between the ESBL-PE and non-ESBL-PE isolates for the tested antibiotics was statistically significant (P ≤ 0.05), with the exceptions of TE (P = 0.152), DO (P = 0.274) and STX (P = 0.198) (Table 4) (Fig. 1).\nTable 4Antimicrobial resistance profiles of the ESBL-PE and non-ESBL-PE isolatesAntibiotics testedNo. of resistant isolatesESBL-PENon-ESBL-PEp value(n = 247) (%)n = 71 (100%)n = 176 (100%)AMP 10 µg151 (61.5)70(98.6)140(79.5)P < 0.001AMC 20/10µg182(72.6)67(94.4)125(71.0)P < 0.001CXM 30 µg132(53.4)67(94.4)69(39.2)P < 0.001FOX 30 µg93(37.3)49(67.8)48(27.8)P < 0.001CRO 30 µg111(44.9)70(98.6)41(23.3)P < 0.001CTX 5 µg116(47.0)70(98.6)46(26.1)P < 0.001FEP 30 µg69(27.9)30(17.0)39(54.9)P < 0.001IMP 10 µg000NAMER10µg000NACIP 5 µg112(45.3)45(63.4)67(38.1)P = 0.001CN 10 µg79(32.0)36(50.7)43(24.4)P < 0.001AK 30 µg69(27.9)31(43.7)38(21.6)P = 0.001TE 30 µg229(91.5)71(100.0)167(94.9)P = 0.152DO 30 µg147(59.5)106(60.2)50(70.4)P = 0.274STX 25 µg162(65.6)53(74.6)109(61.9)P = 0.198NIT 100 µg16(6.5)8(4.5)8(11.3)P = 0.070NA: Not applicable\nFig. 1Antimicrobial susceptibility/resistance profile among UTI patients. AMP: ampicillin, AMC: amoxicillin-clavulanic acid, FOX: cefoxitin, CXM: cefuroxime, CRO: ceftriaxone, CTX: cefotaxime, FEP: cefepime, IMP: imipenem, MER: meropenem, CN: gentamicin, AK: amikacin, TE: tetracycline (TE 30 µg), DO: doxycycline, CIP: ciprofloxacin, STX: cotrimoxazole and NIT: nitrofurantoin\n\n## Detection of CTX-M, SHV, and TEM among the ESBL-PE isolates\nMost of the blaCTX-M genes (80.28%) were found in ESBL-PE isolates from UTI patients. Indeed, blaTEM and blaSHV accounted for 53.52% and 25.35% of the total, respectively (Table 5). E. coli (68.14%) and K. pneumoniae (18.58%) had most of the ESBL genes (Table 6).\nTable 5Frequencies of each gene among ESBL-PE isolates from UTI patientsType of ESBL producersNumber of ESBL-PE genes (N = 71)Frequencies(%)CTM-X5780.28TEM3853.52SHV1825.35\nTable 6Frequencies of ESBL genes among the isolates from the UTI patientsESBL genesCTX-MTEMSHVTotal(N = 113)Frequencies(%)\nE. coli\n4225107768,14\nK. pneumoniae\n8852118,58\nK. oxytoca\n443119,73Proteus spp.20021,77\nE. cloaceae\n11021,77\nThe most common coexisting resistance genes were blaCTX-M and blaTEM (26.8%), followed by three coexisting genes: blaTEM, blaCTX-M, and blaSHV (18.3%). This study revealed no coexistence of the blaTEM and blaSHV genes (Fig. 2).\nFig. 2Coexistence of ESBL genes among the ESBL-PE isolates from UTI patients\n\n## Discussion\nAmong the 247 isolates, 28.74% were ESBL-producing Enterobacterales. To the best of our knowledge, this is the first study combining the evaluation of the phenotypic and genotypic characteristics of ESBL-PE in Burundi. The overall prevalence of ESBL-PE in this study (28.7%) is different from that reported in neighboring countries, including Rwanda (23.4%), Tanzania (38.8%) and the Democratic Republic of the Congo (DRC) (23%) [26–28]. In East Africa, the pooled prevalence was 62% for Uganda, 47% for Kenya and 30% for Ethiopia, in 2016 [27]. According to a systematic review carried out in Africa, the overall pooled proportion of ESBL-PE was reported to be 28% in 2025. The pooled estimates for North Africa and East Africa were 19% and 29%, respectively [6]. The ESBL-PE prevalence reported in this study is comparable to the pooled prevalence reported in East Africa and Africa.\nThe prevalence of ESB-producing bacteria in Asian clinical specimens is generally high and varies across regions and countries, with some areas, such as the Indian subcontinent and Southeast Asian countries (Thailand, Philippines, Indonesia, Vietnam, and Cambodia), reporting exceptionally high rates (e.g.: 55.1% in Vietnam) [18, 29]. Other regions, such as mainland China and Taiwan, also presented elevated rates of ESBL-producers [30, 31]. The estimated pooled prevalence of ESBL-producing bacteria varies across Europe but can be significant, with overall rates of approximatively 16% in clinical settings or higher in specific populations or units [32]. The prevalence of ESBL-producing bacteria in the United States of America is increasing but remains lower than that in many other regions, with rates ranging generally between 4% and 10% over the last decade and increasing in healthcare-associated infections compared with those in the community [33]. The variations in the prevalence of ESBL-PE are largely observed between regions, countries and hospitalized and ambulatory patient samples.\nThe mean age of the UTI patients was 33.02 ± 18.40 years, and the majority of them were aged 15–45 years (66%). Females (72.5%) and outpatients (81.8%) were predominant. Muhiddin Hamada Omar et al. conducted a similar study in Zanzibar (Tanzania), where 52.6% of patients infected with E. coli isolates that produced ESBL were females, whereas 47.4% of them were males, and the majority (38.8%) were young individuals aged 16–30 years [34]. Many studies conducted in different areas have shown that female patients suffering from UTIs due to ESBL-PE are predominant, with age groups between 15 and 45 years [13]. In contrast, another study conducted at a Chadian hospital indicated that the majority of patients with ESBLs (52.79%) were men aged between 15 and 60 years [21]. In a different study conducted in northern California, the median age of the overall ESBL-PE from UTI cohort was 50 years; 60% of the patients were females, and 18% had been admitted to the hospital during the previous three months, according to selected features [35]. Age and sex are factors that impact the occurrence of UTIs. These disparities, such as a shorter urethra and hormone changes, help explain why UTIs are so common in women. This increase in predisposition to UTIs in women is more significant in pregnant women, adolescents, and adults under 50 years of age. Therefore, it is important to investigate the relevant epidemiological factors of UTIs caused by ESBL-PE to aid appropriate treatment.\nOur findings revealed that the most common ESBL-PE isolates were collected from patients in the outpatient department (74.6%) and the obstetrics and gynecology department (9.9%). The proportion of ESBL producers was high in the outpatient department because the majority of samples were already collected from ambulatory patients. The most prevalent history for UTI patients in this study is pregnancy and antibiotic therapy. In this study, none of the variables were significantly associated with the presence of ESBLs (p > 0.05). In contrast, the above Chadian study revealed a predominant proportion of inpatients and a statistically significant correlation with age, sex and patient type (P ≤ 0.05) [21].\nA systemic review performed in Africa on ESBL-PE isolates revealed that the greatest percentage of pooled proportions among bacterial isolates was observed in K. pneumoniae, at 73%, whereas Proteus mirabilis had the lowest percentage, at 40% [6]. Among the ESBL-PE and non-ESBL-PE isolates, E. coli was the predominant isolate, accounting for 72.5%, followed by K. pneumoniae (14.5%) and K. oxytoca (6.1%). Many studies have demonstrated the predominance of these two bacterial isolates from UTI patients [36, 37]. Another study revealed the predominance of E. coli (28%) among ESBL-PE isolates from UTI patients [38]. Macha et al. carried out a different study on the fecal carriage of ESBLs in patients with UTIs at Dar Es Saalam, Tanzania, where E. coli (62.8%) and K. pneumoniae (33%) were predominant in ESBL carriers [39]. As the intestinal tract could be a reservoir of ESBL-PE in humans and animals, fecal carriage contributes to a considerable circulating pool of genes of resistance observed in UTI patients, and strict measures to prevent and control UTIs need immediate attention.\nThe high percentage of resistant isolates to antibiotics were observed for TE (91.5%) and AMC (72.6%), followed by STX (65.6%) and AMP (61.5%). The high percentage of sensitive isolates to antibiotics were observed for NIT (91.1%) and AK (71.7%). In a similar study conducted in Cameroon in children suffering from UTIs, amikacin remained active, making it the drug of choice when there is a requirement for antibiotic combination therapy. Similarly, in a study conducted in Cameroon, ESBL-PE were predominantly resistant to ciprofloxacin (63.60%) and cotrimoxazole (81.8%) [15]. Many studies have reported similar and/or different results [40, 41]. The ESBL-PE isolates presented significantly high resistance to cephalosporins and coresistance to commonly used antibiotics. Resistance to β-lactam antibiotics such as third- and fourth-generation cephalosporins is frequently associated with resistance to aminoglycosides, fluoroquinolones and cotrimoxazole. This observation highlights the need for coordinated efforts in the treatment of UTI patients due to ESBL-PE isolates in Burundi. Continuous monitoring of antibiotic susceptibility is needed because of the growing trend toward antibiotic resistance. Burundi should evaluate the use of antibiotics with elevated resistance rates as empirical therapies for urinary tract infections. These findings may be advantageous for doctors and other health professionals to improve empiric treatment. The high prevalence of antibiotic resistance to many antibiotics highlights the need to update and/or develop protocols for antibiotic stewardship.\nNo resistance to either meropenem or imipenem was detected. Seven studies in the East Africa Community (EAC) reported that blood and urine isolates had carbapenem resistance (CR), with a prevalence ranging from 0.96% in the Democratic Republic of the Congo to 7% in Kenya and 39.2% in Tanzania. Other studies reported that carbapenem resistance was present in pus or wound isolates, with resistance rates ranging from 7.14% in Uganda to 33.04% in Tanzania [42].\nIn our study, the resistance of the ESBL-PE isolates to the tested antibiotics was statistically significant (P ≤ 0.05), with the exceptions of tetracycline (P = 0.152), doxycycline (P = 0.274) and cotrimoxazole (P = 0.198). Our findings are comparable to those of the study of Zenati et al. conducted at the University-Affiliated Hospital of Tlemcen in Algeria, where the ESBL producers were significantly resistant to all antibiotics [43]. The majority of β-lactamases produced by gram-negative bacteria (cephalosporinases, penicillinases) are unable to hydrolyze carbapenems, which are generally the preferred treatment for severe infections caused by ESBL-producing bacteria, as they are relatively stable against hydrolysis by these enzymes [44]. In Burundi, the absence of carbapenem resistance could be explained by the rare use of carbapenem antibiotics in hospital settings. The reduced use of carbapenems remains a crucial goal for preserving a strong arsenal against UTIs in hospitalized patients while protecting the future of antibiotic therapy in Burundi. Nitrofurantoin, amikacin, meropenem and imipenem were the most effective antibiotics for ESBL-PE isolates in this research study.\nThe CTX-M (80.28%) and TEM (53.52%) genes were detected predominantly among ESBL-PE isolates from UTI patients. Many studies have shown the predominance of CTX-M worldwide [17]. For example, the prevalence of CTX-M was 60% in different pediatric hospitals in the Gaza Strip [17]. CTX-M is predominant, with an emergence prevalence of over 85% in some regions of the world [45]. In some different Kenyan studies, the prevalence of CTX-M varies between 92% and 100% in clinical specimens [46, 47], whereas in Uganda, one study reported the blaCTX-M gene in 91% of ESBL-producing Enterobacterales isolates [48].\nSome studies have shown the predominance of TEM [49]. The first ESBLs were derived from TEM- or SHV-type penicillinases via point mutations. New ESBLs not derived from penicillinases have emerged: CTX-M-type cefotaxime [16]. Compared with ceftazidime, the CTX-M type provides increased resistance to cefotaxime [50]. Environmental components are the source of CTX-M genes. Chromosome genes found in members of the genus Kluyvera, which comprises several environmental species with little or no pathogenic potential against humans, are the source of CTX-M determinants [20, 51]. This explains the rapid and massive spread of CTX-M-type ESBLs in different community and hospital settings. Monitoring CTX-M is difficult and requires an in-depth understanding of the general epidemiology, clinical consequences, and underlying mechanisms of dissemination of blaCTX-M genes [52]. The strengthening of hygiene measures and isolation of colonized or infected patients can decrease intrahospital transmission.\nThe two most common coexisting resistance genes were blaCTX-M and blaTEM (26.8%), followed by the coexistence of blaCTX-M, blaTEM, and blaSHV (18.3%). This study revealed no coexistence of the blaTEM and blaSHV genes. Similar studies conducted in different countries have shown the coexistence of ESBL genes [9, 53]. Multiple ESBL gene carriers increase the difficulty of understanding resistance phenotypes, which are linked to complex antibiotic resistance. Multiple ESBL gene combinations, particularly those containing blaCTX-M+blaTEM and blaCTX-M+blaTEM+blaSHV, may increase the resistance of ESBL-PE isolates to β-lactam antibiotics [53]. The tracking of ESBL genes in burundian UTI patients could be enhanced by the regular monitoring of the ESBL phenotype and the AMR genomic surveillance approach in hospital and community settings.\n\n## Study limitations\nThis study did not distinguish community-acquired and nosocomial urinary tract infections and the results were stratified only by ambulatory versus hospitalized patients because the data were not collected directly from UTI patients. The lack of some clinical information should be a limitation in the investigation of influencing factors to aid treatment outcomes. Furthermore, the study provides information about antibiotic susceptibility/resistance profile but did not investigate them for all classes of antibiotics, such as the fosfomycin recommended for UTI patients. Nevertheless, phenotypic and molecular methods have been used to overcome bias to better understand the characteristics of ESBL-PE strains that spread in Burundi.\n\n## Conclusion\nIn this study, E. coli and K. pneumoniae predominated among the Enterobacterales isolates from UTI patients. We observed high resistance rates to tetracycline, amoxycillin-clavulanic acid and cotrimoxazole. The majority of the blaCTX-M genes were found in ESBL-PE isolates from UTI patients. The blaCTX-M and blaTEM genes were the most prevalent coexisting resistance genes. In Burundi, blaCTX-M is a prevalent gene that confers ESBL production in Enterobacterales and causes both hospital- and community-acquired UTIs. The drugs of choice for treating ESBL-PE are carbapenems (meropenem, imipenem), amikacin and nitrofurantoin. We suggest the development of infection prevention and control interventions and antibiotic stewardship policies and the application of routine surveillance of ESBL-PE uropathogens. Further research is needed to understand the transmission dynamics of the CTX-M and TEM types of ESBL-PE and other mechanisms of resistance involved in phenotypic resistance to other classes of antibiotics in UTI patients from hospital and community settings in Burundi.\n\n## Supplementary Information\nBelow is the link to the electronic supplementary material.\nSupplementary Material 1",
  "has_full_text": true
}